[
    {
        "origin_file":  "spells.json",
        "description":  "Str 20, Dex 17, Con —, Int —, Wis creature, as noted below. 11, Cha 1 A grease spell slows it (as the slow spell) for 2d6",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any web spell.",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary (often with a Spider Climb (Su): A web Huge monstrous spider) or gang golem has a continuous spider climb (2–4 plus 2d4 Huge monstrous ability, as the spell. spiders) Skills: *A web golem’s body",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy drain, A grimweird hates the merest thought spell-like abilities of being in melee combat, and so it",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Augment Summoning, Combat 20), summon monster VI (evil creatures Casting, Negotiator, Persuasive, only). Caster level 12th. Because of its Aug- Spell Focus (conjuration) ment Summoning feat, all the grimweird’s",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Slam +17 melee (1d6+4 plus 1d8+5 negative energy tome pages that make up its outer skin. The spells a grisgol plus paralysis) can cast are, however, restricted to the spell levels, domains,",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choking dust, damaging touch, paralyz- it. To kill the lich, its phylactery must be destroyed after the ing touch, spell-like abilities grisgol is destroyed. Otherwise, the lich is free to return in",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— a grisgol’s spell usage is scripted ahead of time by its creator,",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Smite chaos, spell-like abilities Before Combat: Use invisibility purge to reveal hidden foes.",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., damage reduction Round 1: Use dimensional anchor on its target. 10/chaotic, immunity to paralysis, outsider traits, spell Round 2: If target has allies, use greater command on allies resistance 24 to fl ee. If target is alone, use bless and close to target.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +22, Diplomacy +3, Heal +24, Intimi- to mute pesky spellcaster. date +21, Knowledge (the planes) +21, Knowledge (reli- Round 5: Repeat from round 3 or plane shift to safety if gion) +21, Listen +24, Sense Motive +24, Spellcraft +21, endangered. Spot +24, Survival +4 (+6 on other planes) JUSTICATORS IN EBERRON",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A living spell’s size depends on its caster ooze type (no good saves). It gains a resistance bonus on all level: 1st–6th is Medium, 7th–12th is Large, 13th or higher saves equal to the spell level of the highest-level spell upon is Huge. Its type is ooze. which it is based.",
        "name":  "Size and Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A living spell has Hit Dice equal to its caster Abilities: A living spell has Strength, Constitution, and level. Its Hit Dice are d10s. Charisma scores equal to 10 + its spell level. Its Dexterity",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A living spell gains a slam attack it can use imum CR 1). If the living spell is based on multiple spells, once per round. The slam attack deals damage based on increase the CR by one-half the sum of the additional spell the living spell’s size (see the table below), plus its Strength levels (minimum increase +1). bonus × 1-1/2. A successful slam attack also affects the Treasure: None. target as though it were within the spell effect or area (see Alignment: Always neutral. If the original spell had an Special Attacks, below). alignment, the living spell adds that alignment to its neutral alignment. For example, an evil spell would spawn a neutral Living Spell Size Slam Damage evil living spell, a chaotic spell a chaotic neutral living spell, Fine 1 and so forth. Diminutive 1",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Small 1d3 Medium 1d4 Large 1d6 Huge 1d8 Gargantuan 2d6 Colossal 2d8 91 SPELL LIVING 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 9911 77//1133//0044 55::2277::1122 PPMM CHILLING FOG GLITTERFIRE Large Ooze Medium Ooze",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— A thick fog bank radiates cold as it drifts toward you. A low cloud of bright, crackling motes of light move along the A chilling fog is a living cone of cold ground, causing tiny explosions in its wake. spell, subjecting its prey to deathly frost. Glitterfi re is a living combination of two spells commonly em- Combat ployed on the war-torn fi elds A chilling fog often lurks of the Mournland—glitter- in misty areas, making it dust and fi reball. Armies made difficult to detect until invisible by their allies were it attacks. outlined through the use Cone of Cold (Su): of glitterdust and then de- A creature hit by a chill- stroyed by their enemies ing fog’s slam attack through the judicious use or engulfed by it is of fi reballs. These two en- dealt 9d6 points of ergies merged into a cold damage (Reflex single dangerous form that DC 17 half). seeks out creatures and annihi- Engulf (Ex): A chill- lates them in a gout of fl ame. ing fog can flow around crea- Glitterfi re fl oats a few inches above tures that fit within its space as a Glitterfi re the ground, much like a fog. standard action. It cannot make a slam attack during a round in which it engulfs. The chilling fog merely has to Combat move over the opponents, affecting as many as it can cover. Being unintelligent, glitterfi re simply approaches any living Opponents can make attacks of opportunity against a chill- creature, lighting it up and blinding it with glitterdust while ing fog, but if they do so they are not entitled to a saving erupting in tiny, but dangerous, explosions. throw. Those who do not attempt attacks of opportunity Engulf (Ex): A glitterfi re can fl ow around creatures must succeed on a DC 17 Refl ex save or be engulfed; on a that fit within its space as a standard action. It cannot success, they are pushed back or aside (opponent’s choice) as make a slam attack during a round in which it engulfs. A the spell moves forward. Engulfed creatures take 9d6 points glitter fi re merely has to move over the opponents, affect- of cold damage (Refl ex DC 17 half) and are considered to ing as many as it can cover. Opponents can make attacks of 92 be grappled. opportunity against the glitterfi re, but if they do so they are GNIVIL LLEPS iasT .F yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 9922 77//1133//0044 55::2277::1144 PPMM not entitled to a saving throw. Those who do not attempt Combat attacks of opportunity must succeed on a DC 14 Refl ex save A living blasphemy attacks by slamming into prey with its or be engulfed; on a success, they are pushed back or aside body or engulfi ng foes. (opponent’s choice) as the spell moves forward. Engulfed Blasphemy (Su): A nonevil creature hit by a living blas- creatures are subject to the full normal effect of the fi reball phemy’s slam attack or engulfed by the ooze suffers certain and glitterdust effects each round on the glitterfi re’s turn, effects depending on how many Hit Dice it has, as shown in and are considered to be grappled. the table below. Fireball (Su): A creature hit by a glitterfi re’s slam attack Furthermore, a nonevil extraplanar creature struck or or engulfed by it takes 5d6 points of fi re damage (Refl ex DC engulfed must succeed on a DC 20 Will save with a –4 pen- 14 half). alty or be banished to its home plane and unable to return Glitterdust (Su): A creature hit by a glitterfi re’s slam for 24 hours. The save DC is Charisma-based. attack or engulfed by it is blinded (Will DC 13 negates) and covered in dust for 5 rounds, rendering it visible (if Target’s HD Effect 13 Dazed invisible) and applying a –40 penalty on Hide checks. 9–12 Weakened 4–8 Paralyzed LIVING BLASPHEMY 3 or less Killed Huge Ooze (Evil)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Slam +10 melee (1d8+4 plus spell effect) Killed: Living creatures die. Undead are destroyed.",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Slam +10 melee (1d8+4 plus spell effect) The effects are cumulative and concurrent. Space/Reach: 15 ft./10 ft. Engulf (Ex): A living blasphemy can fl ow around",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— blasphemy’s spell effect each",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— round on the living blasphe- my’s turn and are considered A 15-foot-tall obelisklike pillar of utter to be grappled and trapped blackness creeps toward you. Its dark sides within its body. reflect back distorted images of the scene as though spiteful. Living Dictum A smooth, gray cube of ooze glides A living blasphemy remains as directly toward you. Fifteen feet wide on each side, its perfect angles belie evidence of dark deeds done in the its jellylike form. name of evil. Once simply a blas- phemy spell cast by an evil cleric, the living blasphemy now has a terrible A living dictum has the same statistics life of its own. It has no pur- and abilities as a living blasphemy, pose in life and seeks only but it has the lawful descriptor the destruction of other instead of the evil descrip- creatures it encounters. tor, and its spell effect ability 93 Living blasphemy affects non lawful creatures. Illus. by D. Allsop SPELL LIVING 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 9933 77//1133//0044 55::2277::1177 PPMM SICKENING SLEEP Target’s HD Effect 13 Deafened Medium Ooze 9–12 Slowed Hit Dice: 1d10 (5 hp) 4–8 Paralyzed",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature is slowed, as the slow spell, for 2d4 footed 10 rounds. Base Attack/Grapple: +0/+0",
        "name":  "Slowed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— a living blasphemy, but it has the good descriptor instead Feats: — of the evil descriptor, and its spell effect ability affects Environment: Underground non good creatures. Organization: Solitary",
        "name":  "A living holy word has the same statistics and abilities as Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature is paralyzed and helpless for The living spell sickening sleep combines sleep and ray of 1d10 minutes. enfeeblement to debilitating effect.",
        "name":  "Paralyzed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Living creatures die. Undead are destroyed. The effects are cumulative and concurrent. Combat A sickening sleep is often encountered in dank under- Living Word of Chaos ground passageways. A roughly cylindrical pillar of gelatin about the height of a giant Engulf (Ex): A sickening sleep can fl ow around creatures wobbles before you. Mostly transparent, letters from various that fi t within its space as a standard action. It cannot make alphabets appear at random in its body and glide away into a slam attack during a round in which it engulfs. A sicken- nothingness. ing sleep merely has to move over the opponents, affecting as many as it can cover. Opponents can make attacks of A living word of chaos has the same statistics and abilities as opportunity against a sickening sleep, but if they do so they a living blasphemy, but it has the chaotic descriptor instead are not entitled to a saving throw. Those who do not attempt of the evil descriptor, and its spell effect ability affects non- attacks of opportunity must succeed on a DC 11 Refl ex save chaotic creatures. or be engulfed; on a success, they are pushed back or aside (opponent’s choice) as the spell moves forward. Engulfed Target’s HD Effect creatures are subject to the ray of enfeeblement and sleep 13 Deafened effects and are considered to be grappled. 9–12 Stunned Ray of Enfeeblement (Su): A creature hit by a sickening 4–8 Confused sleep’s slam attack or engulfed by it takes a 1d6 penalty to 3 or less Killed Strength for 1 minute. Multiple hits are not cumulative, and",
        "name":  "Killed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature is confused, as by the confusion attack or engulfed by it falls asleep for 1 minute (Will DC spell, for 1d10 minutes. This is a mind-affecting enchant- 11 negates). ment effect.",
        "name":  "Confused",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., hold breath, resistance class. Blackscale priests are actually adepts and can select to acid 5 spells from the Protection and Sun domains.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Poison use Poison use, spells",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities Spells, spell-like abilities, turn undead (+1, 2d6+7, 6th)",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 +2 LUMI SOCIETY —Darkvision out to 60 feet. The lumi have a highly ordered society with a strict hierarchy —Racial Hit Dice: A lumi begins with two levels of outsider, based on their theology. Each settlement is more or less inde- which provide 2d8 Hit Dice, a base attack bonus of +2, and base pendent, though periodically the High Ecclesiastics of many saving throw bonuses of Fort +3, Ref +3, and Will +3. cities will gather in a hidden cathedral that fl oats alone in —Racial Skills: A lumi’s outsider levels give it skill points the Positive Energy Plane. equal to 5 × (8 + Int modifi er). Its class skills are Concen- The lumi are dedicated to wiping out liars and other deceiv- tration, Diplomacy, Heal, Knowledge (the planes), Listen, ers; they would like nothing more than to invade the Mate- Search, Sense Motive, and Spot. Lumi have a +2 racial bonus rial Plane and execute every dishonest creature. Fortunately, on Search, Sense Motive, and Spot checks. their numbers are far too few for such a scourge—so far. The —Racial Feats: A lumi’s outsider levels give it one feat. It lumi’s numbers are growing quickly. Some worry that within gains Improved Initiative as a bonus feat. less than twenty years, the lumi may have enough soldiers to —Special Attacks: Spell-like abilities (see above) enact their envisioned cleansing. Such an invasion is likely to —Special Qualities: Body of light, clear vision, fl oating have grave consequences. head (see above). —Automatic Languages: Common, Lumi. Bonus Languages: LUMI AS CHARACTERS Abyssal, Celestial, Dwarven, Infernal.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "—Favored Class: Cleric. All lumi clerics channel positive — +2 Strength, +4 Constitution, +4 Wisdom, –2 Dexterity. energy regardless of their alignment. A lumi cleric worships —Medium size. Light and can choose from the Law, Sun, and War domains. 99 —A lumi’s base land speed is 30 feet. —Level adjustment +2. LUMI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 9999 77//1133//0044 55::2277::3355 PPMM LURKING STRANGLER Eye Rays (Su): Each of a lurking strangler’s two eye rays Tiny Aberration resembles a spell cast by a 3rd-level caster. One eye acts as",
        "name":  "Lumi characters possess the following racial traits",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2d8+2 (11 hp) the cause fear spell, and the other produces a sleep effect. Each",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Eye ray +7 ranged touch or lash +7 melee (1d4–3) Sleep: This ray works like the spell, except that it",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3–4 HD (Tiny); feather fall effect (as the spell) with 5–6 HD (Small) personal range.",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— LURKING STRANGLERS A 3-foot-long strand of striated IN EBERRON muscle connects two floating eyeballs. The daelkyr (see page 278 of the The strand flexes and twists. EBERRON Campaign Setting) created the fi rst lurking stranglers out of boredom, Many species enjoy pets that resemble and only later did their beholder min- themselves. Some humans keep monkeys as ions adopt them as companions and pets. companions and some rakshasas keep house cats. Lurking strangler Although the beholders fi nd lurking stranglers Gauths and beholders enjoy lurking stranglers. amusing and occasionally useful as sentries and This lesser creature acts as a companion, pet, and occasional spies, the species wasn’t spawned for either purpose; spy for them. they merely serve as living examples of the daelkyr’s Lurking stranglers are 3 feet long from eyeball to eyeball. willingness to experiment. They weigh 5 pounds. LURKING STRANGLERS IN FAERÛN Lurking stranglers understand Beholder and Common. They have neither a mouth nor any means of speaking. In the FORGOTTEN REALMS setting, beholder mages are the They communicate by twisting their bodies. A wide-open progenitors of lurking stranglers, creating them by means posture usually signifi es assent, and a tight spiral indicates of a spell. Wherever beholder enclaves are found, so too are fear, tension, or disagreement. lurking stranglers. Ooltul, a small city in the Underdark, harbors the largest population of lurking stranglers. COMBAT A lurking strangler primarily uses its eye rays to attack. It can use its entire body to lash at an adjacent foe. However, it prefers to keep its distance and let its eye rays defeat its enemies. Once its victims are asleep, it will coil itself around a foe and choke it to death. 100 GNIKRUL RELGNARTS kahsyaW .J yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 110000 77//1133//0044 55::2277::3377 PPMM MASTODON Huge Animal",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, Wisdom damage behind to fend for themselves. Mindshredder zenthals",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Underground spell-like abilities to distract and confuse its foes before",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., low-light vision, Combative mount, darkvision 60 ft., scent, spell resistance 17 low-light vision, scent, spell resistance 21",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Infi nite Layers of the Abyss bones and corpses, spells that create undead",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None each spell: animate dead, 10d4; create undead, 15d4;",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 slams +24 melee (2d8+14) mal killer spell-like ability. A night twist employs its power- Space/Reach: 10 ft./20 ft. ful slam attack only if opponents fi rst survive the illusion.",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Death curse, despair song, spell-like abili- The creature uses its entangle and deeper darkness spell-like ties, wind blast abilities to keep opponents from escaping. When a night",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 10/slashing, low- twist feels threatened, it uses its wind attack and fear spell- light vision, plant traits, unholy grace, vulnerability like ability. to fire Death Curse (Su): Killing a night twist invites a curse",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +23, Ref +8, Will +14 similar to that bestowed by the nightmare spell. The crea-",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blind-Fight, Diehard, Endurance, Improved Sunder, prepare or ready arcane spells for the next 24 hours. The Iron Will, Power Attack nightmares and resulting damage affect the subject every",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Death curse, despair song, spell-like abili- near the tombs of elf kings, fallen temples, and the bones ties, wind blast of slain dragons. Night twists even threaten travelers",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hunting cry Hunting cry, spells",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hide +4, Listen +12*, Move Silently +11, lifting and carrying limits 3/4 those of Medium characters. Spot +8*; Alertness, Stealthy. —A nycter’s base land speed is 20 feet. It has a fl y speed of Blindsense (Ex): A dire bat uses echolocation to pinpoint 40 feet with good maneuverability. creatures within 40 feet. Opponents still have total conceal- —Blindsense: A nycter uses echolocation to pinpoint ment against the bat unless it can actually see them. creatures within 60 feet. Opponents still have total conceal- Link (Ex): This nycter druid can handle its animal ment against the nycter unless it can actually see them. companion as a free action. The nycter also gains a +4 cir- —Darkvision out to 60 feet. cumstance bonus on all wild empathy checks and Handle —Racial Hit Dice: A nycter begins with three levels of Animal checks made regarding its dire bat companion. monstrous humanoid, which provide 3d8 Hit Dice, a base Share Spells (Ex): Any spell this nycter druid casts on itself attack bonus of +3, and base saving throw bonuses of Fort also affects its animal companion if the latter is within 5 feet +1, Ref +3, and Will +3. at the time. It can also cast a spell with a target of “You” on —Racial Skills: A nycter’s monstrous humanoid levels its animal companion. give it skill points equal to 6 × (2 + Int modifi er, minimum",
        "name":  "Skills and Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improved grab, spell-like abilities, swal- low whole, throw stones, trample 2d6+10 An odopi tramples foes to get within reach of several",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improved grab, spell-like abilities, swal- even if rushed or threatened. low whole, throw stones, trample 3d6+16 ODOPIS IN EBERRON",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4 tentacles +14 melee (1d8+8) and 1 bite +8 otyughs often seek to wound divine spellcasters early in melee (1d6+4) an encounter. Space/Reach: 10 ft./10 ft. (tentacle up to 15 ft.) Constrict (Ex): A lifeleech otyugh deals automatic ten-",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hide +3*, Jump +12, Listen +10, Spot +10 Lifeleech Aura (Su): Whenever a spell or spell-like abil-",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Underground of the healing spell as if it had been one of the spell’s",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary, pair, or cluster (3–4) targets. If a healing spell cast within 60 feet of a life-",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 (cohort) Lullaby: Any creature within a 20-foot-radius that fails a DC 14 Will save is affected as though by a lullaby spell. A Ahead is a small troupe of tiny humanoid-shaped creatures creature that successfully saves cannot be affected again dressed in garments made from leaves, their petallike by that petal’s lullaby song for 24 hours. The save DC is wings keeping them aloft. Charisma-based. Their beautifully colored",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Masterwork falchion +10/+5 melee (2d4+3/ A phoelarch is a deadly combatant at a distance and in 18–20 plus 1d6 fi re) melee. In a fi ght, it prefers to rely on its empowered scorching Space/Reach: 5 ft./5 ft. ray and other spell-like abilities as long as possible, engaging",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Death throes, heat, spell-like abilities in melee with its falchion only if necessary. Charismatic and",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., healing fi re, immu- engaging, a phoelarch is rarely encountered alone. One is nity to fi re, immunities, rise from the ashes, spell resis- frequently accompanied by companions of similar interests, tance 18, vulnerability to cold or by loyal followers.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "AlertnessB, Empower Spell-Like Ability (scorching is Constitution-based. ray), Great FortitudeB, Improved Toughness, Quick Draw Heat (Ex): A phoelarch generates so much heat that",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spells, split Spells, split",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Change shape, damage reduction 10/silver, Change shape, damage reduction darkvision 60 ft., immunity to petrifi cation 10/silver, darkvision 60 ft., immunity and poison, resistance to cold 10 and to petrifi cation and poison, resistance electricity 10, spell resistance 24 to cold 10 and electricity 10, spell resistance 24",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improved Initiative, Improved Natural Improved Initiative, Improved Natural Attack Attack (claws), Iron Will, Lightning (claws), Iron Will, Lightning Refl exes, Refl exes, Multiattack, Powerful ChargeB Multiattack, Powerful ChargeB, Silent Spell",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— — *Includes adjustments for Power Attack feat. RAGE DRAKES IN EBERRON Smite Good (Su): Once per day, a fi endish rage drake can make a normal melee attack to deal an extra 20 points of Rage drakes are found in large numbers on the continent damage against a good foe. of Argonnessen, lairing in caves carved into perilous cliffs near coastal waters. They are also found in alarming num- RAGE DRAKE MOUNTS bers on mainland Khorvaire, battling wyverns for territory. Although they are too intelligent to be trained with the Longships of the Lhazaar Principalities often have fi gure- Handle Animal skill, rage drakes can occasionally be bribed heads carved to resemble rage drakes, and the creatures or bullied into serving as mounts for extremely powerful are hunted, respected, and feared up and down Khorvaire’s riders. Riding a rage drake, even a thoroughly cowed one, eastern coastline. The barbarian tribes of Argonnessen use is always risky, and the rider must be prepared to deal with rage drakes as mounts. the rage drake’s attempt to assert control or turn on its rider. RAGE DRAKES IN FAERÛN Controlling a mount is especially diffi cult when the crea- ture enters a rage—all Ride checks during such a time have Rage drakes populate various mountain ranges in the their DCs increased by 10. Unapproachable East, most notably the Giantspire Moun- A rage drake willing to serve as a mount and trained for tains in Narfell and the Dragonjaw Mountains in Thesk battle costs at least 15,000 gp. Frequent rewards of food, and Aglarond. Enslaved rage drakes also serve various Red drink, and precious gems can keep a rage drake happy and Wizards of Thay. They have been encountered in large reasonably loyal. In general, a rage drake rider should expect numbers as far south as the Toadsquat Mountains of the to spend between 500 and 1,500 gp per month on the crea- Eastern Shaar. Shiertalaran traders have also reported rage ture if he wants to keep the beast content (or as content as a drakes in the Wyrmbones that prey on caravans approach- rage drake ever is). ing the city of Kormul as well as on boats heading up and 131 down the Talar River. RAGE DRAKE 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 113311 77//1133//0044 55::3344::0011 PPMM RAGEWALKER creatures. A ragewalker is often encountered with one Large Fey or more living spells bound to it as guardians, although",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Diplomacy +9, Hide +28, Jump +37, Listen +27, Move then uses its spell-like abilities to divide the battlefi eld to Silently +32, Sense Motive +27, Spot +27 its liking, isolating small groups of foes and then moving",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary or troupe (1 plus 1d3 living spells) rebukes and commands living spells as a cleric with a level",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pain wave, rebuke undead (+6, 2d6+26, own missions. All rakshasas tend toward solitary existences, 20th), spell-like abilities, spells but communication and coordination between the various",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Change shape, damage reduction 15/ kinds is not unheard of. good and piercing, darkvision 60 ft., outsider traits, spell An ak’chazar rakshasa typically establishes a power resistance 31 base at the site of a great battle, a large cemetery, or some",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +30, Concentration +24, Diplomacy +24, intelligent undead minions. Thereafter, it might make Disguise +16 (+18 acting), Escape Artist +25, Gather contact with a local underworld organization (almost Information +16, Hide +20, Intimidate +22, Knowledge always through intermediaries) or even a corrupt or (arcana) +24, Knowledge (the planes) +24, Listen +24, power-hungry political official. It will play with these Move Silently +20, Sense Motive +14, Spellcraft +26, leaders, offering them advice, power, or Spot +24, Survival +4 (+6 other planes), Use Rope +5 riches as it learns their habits and defin- (+7 bindings) ing characteristics. Then the ak’chazar",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Change shape, damage reduction Naztharune rakshasas speak Common, Infernal, and 15/good and piercing, darkvision 60 ft., evasion, hide Undercommon. in plain sight, improved evasion, improved uncanny COMBAT dodge, outsider traits, shadow jump, spell resistance 21, uncanny dodge Unlike their spellcasting cousins, a naztharune rakshasa",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance +21 , Bluff +20* , Diplomacy +4 , Disguise maneuver into fl anking situations. +20* (+22* acting), Escape Artist +19 , Hide +19 , Intimi- Detect Thoughts (Su): A naztharune rakshasa can con- date +4 , Jump +8 , Listen +14 , Move Silently +19 , Search tinuously use detect thoughts as the spell (caster level 18th; +16 , Spot +14 , Survival +0 (+2 following tracks), Tumble Will DC 17 negates). It can suppress or resume this ability +21, Use Rope +5 (+7 bindings) as a free action. The save DC is Charisma-based.",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By character in form cannot be dispelled, class but a naztharune reverts to",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Freezing gaze, spell-like abilities enemies as possible before charging the hardiest with a",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +7, Ref +4, Will +6 Spell-Like Abilities: At will—crushing despair (DC 16),",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 20, Dex 14, Con 17, Int 5, Wis 12, Cha 8 a single-target web spell; a DC 15 Refl ex save negates the",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Swarm (3d6) When the members of a swarm concentrate this glow, the Space/Reach: 10 ft./0 ft. swarm sheds light equivalent to a daylight spell. This illumi-",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Construct traits, damage reduction 10/adamantine, darkvision 60 ft., low-light vision, resistance to acid 10, cold 10, electricity 10, and fi re 10, tunnel fi ghting, spell resistance 23",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+4 straight fi ght, but once battle has started, a spellwarped",
        "name":  "Initiative",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Morningstar +14 melee (2d6+8) or javelin +6 ranged When it absorbs spell energy, it typically uses the energy to (1d8+8) fi rst increase its Constitution, then its Strength, and fi nally",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 morningstars +14/+9 melee (2d6+8) or 2 jav- it gains hit points from any other spell energy absorbed. If elins +6 ranged (1d8+8) hard-pressed and fortunate enough to absorb a spell, a spell- Space/Reach: 10 ft./10 ft. warped ettin will use the energy to increase its base speed",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 27, Dex 10, Con 19, Int 10, Wis 10, Cha 11 the spell effect is resolved.",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Listen +13, Search +6, Spot +13 Might: The spellwarped ettin gains a +4 enhancement",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spellwarped ettin gains a +4 enhancement",
        "name":  "Attack Agility",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary, gang (2–4), troupe (1–2 plus Endurance: The spellwarped ettin gains a +4 enhancement 1–2 brown bears), band (3–5 plus 1–2 brown bears), bonus to Constitution for 1 minute. or colony (3–5 plus 1–2 brown bears and 7–12 orcs or Life: The spellwarped ettin gains temporary hit points 9–16 goblins) equal to 5 × the level of the failed spell.",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7 Speed: The spellwarped ettin’s base speed increases by a",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard number of feet equal to 5 × the level of the failed spell.",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Usually chaotic evil Resistance: The spellwarped ettin gains resistance 10 to",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellwarped crea- ture has all the special qualities of the base creature, plus the following special qualities. Spell Resistance (Ex): A spellwarped creature gains spell resistance equal to 11 + its Hit Dice. If the creature already has spell resistance, use the greater of the two values. Spell Absorption (Su): Whenever a spell fails to penetrate a spellwarped creature’s spell resistance, the creature gains one of the following benefi ts, chosen at the time that the spell resolves.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spellwarped creature gains a +4 enhancement bonus to Strength for 1 minute.",
        "name":  "Might",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spellwarped creature gains a +4 enhancement bonus to Dexterity for 1 minute.",
        "name":  "Agility",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spellwarped creature gains a +4 Spellwarped ettin enhancement bonus to Constitution for 1 minute.",
        "name":  "Endurance",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spellwarped creature gains temporary hit points immersed in the draconic Prophecies. Many equal to 5 × the level of the failed spell. of their spellwarped creations survived the ages and con-",
        "name":  "Life",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spellwarped creature’s base speed increases by tinue to inhabit Eberron to this day, although few have any a number of feet equal to 5 × the level of the failed spell. recollection of their true origins.",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spellwarped creature gains resistance 10 to The giants of Xen’drik learned the secrets of creating one energy type (acid, cold, electricity, fi re, or sonic). spellwarped creatures from the dragons and revived the",
        "name":  "Resistance",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Increase from the base creature as follows: Str arcane practice, creating spellwarped elves, orcs, ettins, +4, Dex +2, Con +4, Int +4. and even more monstrous creatures. Many spellwarped",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "HD 3 or less, as base creature; creatures that once served the giants as slaves now haunt the HD 4 to 10, as base creature +1; HD 11 or more, as base ruins of the giants’ shattered civilization. creature +2. SPELLWARPED",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Usually evil (any). Spellwarped creatures are CREATURES IN FAERÛN typically selfi sh and cruel.",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Camoufl age, damage reduction 5/silver, Camoufl age, damage reduction 5/silver, low-light vision, spell resistance 7, low-light vision, spell resistance 11, superior woodland stride superior woodland stride",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bite +14 melee (2d6+9/19–20 plus poison)* and paralysis, secondary damage 1d4 Con. The save DC is Con- 2 claws +9 melee (1d8+7)* stitution-based. Space/Reach: 5 ft./5 ft. Spell-Like Abilities: 1/day—animal trance (DC 13), cause fear",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A greater ssvaklor has a +8 racial bonus on any to rule the city of Hlondeth after his mother’s passing, se- Swim check to perform some special action or avoid a cretly leads the Hlondethan cell of the Cult of the Dragon. hazard. It can always choose to take 10 on a Swim check, Using his contacts within the Cult, Dmetrio has acquired even if distracted or endangered. It can use the run action several black dragon eggs and now seeks the means to while swimming, provided it swims in a straight line. transform them into ssvaklors. Rivals in the Cult of Tia- mat have learned of Dmetrio’s plans and are plotting to SSVAKLORS IN EBERRON recover the eggs. As the Inspired tightened their grip on Sarlona, the yuan-ti natives of that continent fled from their cities in 167 SSVAKLOR pqqqqqqqqqqqqqqqqqqqqrs PSIONIC SSVAKLORS PSIONIC GREATER SSVAKLORS If you are using the Expanded Psionics Handbook and running Greater ssvaklors gain the psionic subtype, have power resis- a psionic campaign, ssvaklors gain the psionic subtype, have tance 28 instead of spell resistance, and gain psi-like abilities. power resistance 18 instead of spell resistance, and gain psi- Psi-Like Abilities: 1/day—aversion (duration 20 hours, DC 18*), like abilities. control light, entangling ectoplasm (affects a Large or smaller crea- Psi-Like Abilities: 1/day—aversion (duration 10 hours, DC ture), id insinuation (affects up to six creatures, no two of which 16*), control light, entangling ectoplasm, id insinuation (affects can be more than 15 feet apart; DC 18*), metamorphosis (giant up to four creatures, no two of which can be more than 15 feet constrictor snake or Huge viper forms only), psionic freedom of apart; DC 16*), psionic freedom of movement. Manifester level movement. Manifester level 15th. The save DCs are Charisma- 7th. The save DCs are Charisma-based. These abilities replace based. These abilities replace the creature’s spell-like abilities. the ssvaklor’s spell-like abilities. *Includes augmentation for the greater ssvaklor’s manifester *Includes augmentation for the ssvaklor’s manifester level. level. pqqqqqqqqqqqqqqqqqqqqrs Illus. by R. Horsley 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 116677 77//1133//0044 55::3377::5555 PPMM STONESINGER This works in the same manner as infl uencing a creature’s Large Aberration (Earth) attitude with Diplomacy, except that the character makes a",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— a victim. Shattering Shriek (Su): Once ev- This scorpionlike creature ery 5 rounds, a stonesinger can emit an moves on a dozen legs and is ear-piercing shriek as an attack. covered with a shiny obsidian This shriek creates a blast of carapace. Its tail ends in an sonic energy that it can direct at opening that looks like a any single target within lamprey’s mouth. 60 feet; the stonesinger makes a Perform (sing) The stonesinger is a check, using the horrible and bizarre target’s touch AC as creature composed the check DC. If suc- of flexible stone. It cessful, the attack deals superfi cially resem- 12d6 points of nonlethal damage bles a scorpion, with a Stonesinger and the victim is stunned for 1d6 rounds (For- wide, fl at body covered by thick scales. It moves titude DC 18 negates the stun). The save DC is about with the aid of its long, spidery legs that end in crystal Constitution-based. claws that can pierce stone. The front of the creature is a nest Spell-Like Abilities: 3/day—meld into stone, stone shape; of six long claws mounted on thick, segmented arms. The 1/day—wall of stone (DC 19). Unlike normal spell-like abili- creature’s “tail” is in fact a long stalk of fl exible black stone ties, these have a verbal component (the stonesinger must that ends in a huge lampreylike mouth surrounded by fi ve sing). Caster level 9th. hooked arms. Skills: A stonesinger has a +8 racial bonus on Climb Although commonly mistaken for outsiders from the checks and can always choose to take 10 on a Climb check, Elemental Plane of Earth, stonesingers are native to the Mate- even if rushed or threatened. rial Plane. They are masters at controlling the earth, and they STONESINGERS IN FAERÛN sing haunting, booming songs that are often mistaken for the wind blowing over hollows in the desolate badlands. Stonesingers are most commonly encountered near the Stonesingers are quite intelligent. They are great appre- Great Rift and represent a constant bane to the gold dwarves ciators of music, and an accomplished performer can some- living there. They can also be encountered as far west as Old 168 times placate an angry stonesinger with an impressive song. Shanatar and as far north as the Earthroot. REGNISENOTS ttocserP .S yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 116688 77//1133//0044 55::3377::5588 PPMM SUMMONING OOZE potent foe. Some summoning oozes set their sights on the Medium Ooze subjugation of humanoid tribes, supplementing their sum-",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "6–8 HD (Medium); moning ooze can summon a creature 9–15 HD (Large) as the summon monster I spell (caster",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— level 20th). The summoned creature remains for 20 rounds or until slain. A A gelatinous creature slides toward you. summoning ooze can summon a maxi- Its body is nearly transparent except for mum of twice its Hit Dice in creatures a number of strangely glowing arcane per day. symbols that seem to float within its For each additional 2 HD of protoplasm. The symbols seem to form a summoning ooze above 5, the a circle within the ooze, glowing and pulsing as it moves. summoning ooze’s summon mon- ster ability improves by one spell The result of a bizarre summon- level (to summon monster II at ing ritual gone awry, a summon- 7 HD, summon monster III at 9 ing ooze is the living embodiment HD, and so on, up to a maximum of a summoning circle. Capable of of summon monster VI at 15 HD). summoning various creatures to Each 2 HD gained also increases do its bidding, a summoning ooze the summoning ooze’s Challenge is never fought alone. It surrounds Rating by 1 (instead of the normal itself with summoned minions that +1 CR per 4 added HD for oozes). defend it with their lives. Due to the ooze’s Augment Sum- A summoning ooze looks like a moning feat, its summoned creatures translucent blob of protoplasm have a +4 enhancement bonus to roughly 4 feet across. The runes Strength and Constitution for the of its absorbed summoning duration of the ability’s effect. circle shift and fl ash within Skills: Summoning oozes it, swirling together in have a +4 racial bonus on Hide, a flash of golden arcane Listen, and Move Silently checks. light to form a summoning A summoning ooze has a +8 racial circle whenever the ooze uses Summoning ooze bonus on Climb checks and can always its summon monster ability. choose to take 10 on a Climb check, even if rushed A summoning ooze is typically motivated primarily by or threatened. a need to hunt and reproduce. With its reasonable intelli- gence and an ability to produce whatever minions it might 169 need for whatever purpose it can conceive, it can make a Illus. by M. Tedin OOZE SUMMONING 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 116699 77//1133//0044 55::3388::0022 PPMM SUSURRUS through the trees, that has a curiously stupefying effect on Large Aberration undead. As such, intelligent undead try to kill a susurrus",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A susurrus has a +8 racial bonus on Climb checks and can always choose to take 10 on a Climb check, even if rushed or threatened. 170 Susurrus SURRUSUS lekniwhoV .F yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 117700 77//1133//0044 55::3388::0066 PPMM SWAMP STRIDER SWARM spell level). Using skills requiring patience and concen- Diminutive Vermin (Swarm) tration requires a DC 20 Concentration check. The save",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Swarm (2d6) the application of a cure spell or",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 1, Dex 20, Con rise to the surface (as per the 10, Int —, Wis 10, Cha 8 spell effect), but if it is forced",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Diplomacy +3, Hide +17, arrows, regardless of Hit Dice, must Listen +9, Move Silently +13, succeed on a DC 16 Fortitude save Search +9, Sense Motive +9, or be affected as though by a sleep Spot +9, Survival +0 (+2 fol- spell. The save DC is Charisma- lowing tracks) based and includes a +2 racial",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A topiary guardian gains the following lization and nature converge. They also protect temples and special attack. shrines of Chauntea, Mielikki, Silvanus, and other similar Merciful (Ex): A topiary guardian can deal nonlethal damage deities. Aquatic elf druids have learned how to fashion with any of its attacks without taking the standard –4 penalty underwater topiary guardians from beds of kelp, while on attack rolls. The creature chooses whether to deal lethal in the Underdark topiary guardians are fashioned from or nonlethal damage depending on the orders it is given by sculpted clumps of living moss. 175 GUARDIAN TOPIARY 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 117755 77//1133//0044 55::3399::3377 PPMM TRILLOCH preventing spellcasting. As creatures drop to negative hit Small Outsider (Chaotic, Extraplanar, Incorporeal) points, it uses its death knell ability to feed off their prema-",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability Focus (control rage), Improved Initiative, DC 19 Will save. The trilloch can end the rage for any Quicken Spell-Like Ability (death knell) number of creatures prematurely, without affecting",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 5/adamantine, dark- Regeneration (Ex): Unlike with their lesser cousins, vision 90 ft., low-light vision, regeneration 9, scent, spell acid (not fi re) deals normal damage to a war troll. If a war resistance 20 troll loses a limb or a body part, the lost portion regrows in",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3–5 HD (Small); 6–9 HD (Medium); 10–16 spell-like abilities. HD (Large); 17–25 HD (Huge); 26–34 HD (Gargantuan); Improved Grab (Ex): To use this ability, a vasuthant 35–48 HD (Colossal) must fi rst hit with its slam attack. It can then attempt to",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Vasuthants have a +2 racial bonus on Listen Caster level 17th. checks and Spot checks. *A vasuthant gains a +4 racial Alter Past (Su): As a free action, a horrifi c vasuthant can bonus on Hide checks in areas of shadowy illumination. produce a rift in time that enables it to replay its last turn. In areas of bright illumination, it takes a –4 penalty on The vasuthant returns to the position it occupied when Hide checks. its turn began, and any effects that occurred during that time are reversed (including any readied actions or attacks HORRIFIC VASUTHANT of opportunity that its actions provoked). If it used any Huge Undead spell-like abilities, it regains the daily uses spent. A horrifi c",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 slams +21 melee (2d8+11/19–20) and up to 4 of the emanation. Light sources within the area are sup- enervating crushes (4d6+11 plus 1d8 Str) pressed, not dispelled. If a horrifi c vasuthant moves out of Space/Reach: 15 ft./15 ft. range before the light source’s duration expires, the light",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Enervating crush, improved grab, reality source illuminates again (though its illumination still can- distortion, spell-like abilities not extend within the area of the horrifi c vasuthant’s trap",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Command vermin, constrict 1d6+4, from fallen foes. improved grab, poison, spell-like abilities, vermin cloud Command Vermin (Su): A vermin lord can compel",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., evasion, immunity to vermin to do its bidding. As a standard action, a vermin mind-affecting spells and abilities, regeneration 5, spell lord can target a vermin within 100 feet. The vermin must resistance 25, uncanny dodge succeed on a DC 25 Will save or be controlled. The control-",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +17, Ref +22, Will +18 ling effect functions as a dominate monster spell from a 20th-",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary, pair, or gang (3–6) Spell-Like Abilities: At will—repel vermin (DC 17);",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A voidmind creature gains a masters can take control of the tentacle attack. Even if the base creature already voidmind grimlock, at will, has a tentacle attack, use the damage value on the as the dominate monster spell table below for its new tentacle. In addition, a void- (no save). While controlling the Voidmind grimlock mind creature gains the improved grab ability voidmind grimlock in this fashion, with its tentacle (see Special Attacks, below). a mind fl ayer can manifest its own innate psionic abilities Size Tentacle Damage through the voidmind grimlock, as though the creature Tiny 1d3 Small 1d4 were manifesting the ability itself. Any of the mind fl ayer’s Medium 1d6 psionic powers used in this fashion can target or affect crea- Large 1d8 tures within range, line of sight, and line of effect of the Huge 2d6 voidmind creature. So, for example, a mind fl ayer can use plane shift to send the voidmind grimlock to another plane, Special Attacks: A voidmind creature retains all the spe- or it could send itself to another plane. Likewise, the mind cial attacks of the base creature and also gains the following fl ayer could use suggestion on a target it sees through the special abilities. voidmind grimlock’s eyes. Cone of Slime (Su): Once per day as a standard action,",
        "name":  "Finally, any one of the three Damage",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Voidmind creatures have a +4 racial bonus on a voidmind creature can expel the psionically charged Bluff, Escape Artist, and Intimidate checks. *In addition, a slime in its head in a 30-foot cone. This attack deals 1d6 grimlock’s dull gray skin helps it hide in its native terrain, points of acid damage per Hit Die of the voidmind creature conferring a +10 racial bonus on Hide checks when the (maximum 20d6). A successful Refl ex save (DC 10 + 1/2 creature is in mountains or underground. voidmind creature’s racial Hit Dice + voidmind creature’s Con modifi er) halves the damage. In addition, any creature CREATING A VOIDMIND CREATURE that takes damage from the spray takes a –2 penalty on “Voidmind” is an acquired template that can be added to its Will saves and is stunned for 1d4+1 rounds (Fortitude 188 any living aberration, animal, dragon, fey, giant, humanoid, save negates the stun; save DC same as above). The psionic DNIMDIOV ERUTAERC iasT .F yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 118888 77//1133//0044 55::4411::1188 PPMM slime replenishes itself automatically in 24 hours. The save spell (no save). While controlling the voidmind creature DCs are Constitution-based. in this fashion, a mind fl ayer can manifest its own innate Constrict (Ex): A voidmind creature gains the ability to psionic abilities through the voidmind creature, as though constrict its victim with a successful grapple check. When the creature were manifesting the ability itself. Any of the it constricts, one of its tentacles deals damage based on the mind fl ayer’s psionic powers used in this fashion can target creature’s size (see the table below), plus its Strength bonus or affect creatures within range, line of sight, and line of × 1-1/2. effect of the voidmind creature. So, for example, a mind Size Constrict Damage fl ayer can use plane shift to send the voidmind creature to Tiny 1d3 another plane, or it could send itself to another plane. Like- Small 1d4 wise, the mind fl ayer could use suggestion on a target it sees Medium 1d6 through the voidmind creature’s eyes. Large 1d8 Spell Resistance (Ex): Voidmind creatures gain spell resis- Huge 2d6 tance equal to 10 + Hit Dice. Improved Grab (Ex): To use this ability, a voidmind crea- Abilities: Change from the base creature as follows: Str ture must hit a creature of its size category or smaller with +4, Dex +2, Con +4, Int +2, Cha –2 (minimum 1). its tentacle attack. It can then attempt to start a grapple as Skills: Voidmind creatures have a +4 racial bonus on a free action without provoking attacks of opportunity. A Bluff, Escape Artist, and Intimidate checks. Otherwise voidmind creature has a +4 racial bonus on grapple checks same as the base creature. made with its tentacle. If the creature wins the grapple Feats: A voidmind creature gains Alertness, Combat check, it establishes a hold and can constrict. Refl exes, and Great Fortitude, if the base creature meets the Sentient Tentacle (Ex): A voidmind creature’s tentacle prerequisites and doesn’t already have these feats. attacks of its own accord. The creature can direct it to attack Organization: Solitary. certain targets, but the psionic nature of the tentacle enables Challenge Rating: +1. it to fl ex and move in combat without hindering the crea- Treasure: Standard. ture’s other combat abilities. A voidmind grimlock that has Alignment: Usually lawful evil (an enslaved voidmind successfully grappled a creature with its tentacle can attack creature has the alignment of its illithid masters, while a another creature at no penalty, as long as that creature is free-willed voidmind creature has the alignment of the within a distance equal to the tentacle’s reach. base creature).",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain immunity to sneak attacks and extra damage check penalties cannot be reduced to less than +0. from critical hits, but you lose the ability to be healed by spells of the healing subschool. 192 pqqqqqqqqqqqqqqqqqqqqrs DEGROFRAW 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 119922 77//1133//0044 55::4411::5500 PPMM —Automatic Language: Common. Bonus Languages: 60 pounds. Warforged scouts speak the language of their None. creators, usually Common. —Favored Class: Fighter. —Level adjustment +4. Combat Warforged scouts avoid face-to-face melee, preferring to WARFORGED SCOUT pepper opponents with arrows from cover and then disap- Warforged Scout, 1st-Level Warrior pear before striking again. Small Construct (Living Construct) Composite Plating (Ex): The composite plating used",
        "name":  "Benefit",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Low-light vision, plant traits, treewalk, as the spell, at will. Attended objects can avoid the effect with vulnerability to fi re a DC 13 Will save (but if a saving throw succeeds, the wood",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities Space/Reach: 5 ft./5 ft.",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 5/slashing, low-light Special Attacks: Spell-like abilities, spells vision, plant traits, vulnerability to fi re Special Qualities: Animal companion, damage reduction",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Neutral good Woodling monitor lizards can be aggres- Advancement: By sive, using their powerful jaws to tear at character class prey or enemies. They will also attack Level Adjustment: +3 anyone that threatens their habitat. Spell-Like Abilities: 1/day—entangle You see an amalgam of a human woman and a plant. (DC 7), summon nature’s ally II. Her skin resembles bark, and leaves grow amid her hair. She carries a scimitar and a sling and wears simple clothing",
        "name":  "Combat Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improved grab, paralysis, spell-like abili- coming damage reduction. ties, summon yugoloth Improved Grab (Ex): To use this ability, a canoloth must",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blindsight 40 ft., damage reduction hit with its tongue attack. It can pull a grabbed opponent of 5/good, immunities, resistance to cold 10, fi re 10, and Medium or smaller size into its mouth in the same round electricity 10, spell resistance 18, telepathy 100 ft. and make a bite attack. The canoloth can establish a hold",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, summon yugoloth",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 10/good, immunity to poison and acid, resistance to cold 10, fire 10, and electricity 10, spell resistance 22, telepathy 100 ft.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bleeding wounds, rake +15 (1d6+5)*, Bleeding wounds, rake +27 (1d8+6)*, improved grab, improved grab, liftoff, liftoff, spell-like abilities, summon spell-like abilities, summon yugoloth yugoloth",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 10/good, immunity Damage reduction 10/good, immunity to poison and to poison and acid, resistance to cold 10, acid, resistance to cold 10, fi re 10, and electricity 10, fi re 10, and electricity 10, spell resistance 24, telepathy 100 ft. spell resistance 24, telepathy 100 ft.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +13, Concentration +17, Diplomacy Bluff +20, Concentration +25, Diplomacy +20, Hide +13, Hide +8, Intimidate +24, Jump +19, +9, Intimidate +30, Jump +24, Knowledge (arcana) Knowledge (arcana) +11, Knowledge +17, Knowledge (the planes) +17, Listen +26, Move (the planes) +11, Listen +19, Move Silently Silently +17, Search +17, Sense Motive +17, +12, Search +11, Sense Motive +10, Spellcraft +17, Spot +26 Spellcraft +11, Spot +19",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 +5 *Includes adjustments for Power Attack feat. Liftoff (Ex): A nycaloth commander can lift Large or with its hind legs. This includes using the Power Attack smaller opponents. A medium load is between 936 and feat to take a –3 penalty on its attack rolls and gain +3 on 2,132 pounds. A heavy load is between 2,133 and 2,800 damage rolls. pounds. A nycaloth commander can’t carry a load of more Spell-Like Abilities: At will—deeper darkness, desecrate, than 2,800 pounds. fear (DC 18), invisibility, mirror image, see invisibility, greater Rake (Ex): Attack bonus +27, damage 1d8+6. A nycaloth teleport (self plus 50 pounds of objects only). commander that gets a hold can make two rake attacks 203 YUGOLOTH 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 220033 77//1133//0044 55::4433::3355 PPMM YUGOLOTH, ULTROLOTH They rarely engage in a stand-up fi ght themselves, leaving Medium Outsider (Evil, Extraplanar, Yugoloth) such work to their minions.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hypnotic gaze, spell-like abilities, assist front-line troops. If the battle hangs in the balance, summon yugoloth it uses symbol of death to disrupt the enemy. An ultroloth",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 15/good, immunity engaged in serious melee almost always retreats, reasoning to poison and acid, resistance to cold 10, fi re 10, and elec- that it has already lost the battle at that point. tricity 10, spell resistance 25, telepathy 100 ft. Ideally, ultroloths don’t fi ght at all. They use invisibility",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bleak Eternity of Gehenna Spell-Like Abilities: At will—alter self, deeper dark-",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 25, Power Attack, Improved Bull Rush, tion of the Quicken Spell-Like Ability feat on the next page. size Large or larger. For example, a creature that uses its spell-like abilities as",
        "name":  "Prerequisites",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a standard action, the creature can choose a 13th-level caster can only empower spell-like abilities to subtract 4 from its melee attack roll and deliver an duplicating spells of 4th level or lower. awesome blow. If the creature hits a corporeal opponent Special: This feat can be taken multiple times. Each time smaller than itself with an awesome blow, its opponent it is taken, the creature can apply it to a different one of its must succeed on a Refl ex save (DC equal to damage dealt) spell-like abilites. or be knocked fl ying 10 feet in a direction of the attacking FLYBY ATTACK creature’s choice and fall prone. The attacking creature can only push the opponent in a straight line, and the opponent A creature with this feat can attack on the wing. can’t move closer to the attacking creature than the square Prerequisite: Fly speed. it started in. If an obstacle prevents the completion of the Benefi t: When fl ying, the creature can take a move action opponent’s move, the opponent and the obstacle each take (including a dive) and another standard action at any point 1d6 points of damage, and the opponent stops in the space during the move. The creature cannot take a second move adjacent to the obstacle. action during a round when it makes a fl yby attack.",
        "name":  "Benefi t",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base Fortitude save bonus +2. Using a quickened spell-like ability is a swift action that",
        "name":  "Prerequisite",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature gains a number of hit points does not provoke attacks of opportunity. The creature can equal to its current Hit Dice. Each time it gains a Hit Die perform another action—including the use of another spell- (such as by gaining a level), it gains 1 additional hit point. like ability—in the same round that it uses a quickened If it loses a Hit Die (such as by losing a level), it loses 1 hit spell-like ability. The creature can use only one quickened point permanently. spell-like ability per round.",
        "name":  "Benefit",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Three or more natural attacks. ability that duplicates a spell with a casting time greater",
        "name":  "Prerequisite",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat can be taken multiple times. Each time POWERFUL CHARGE it is taken, the creature can apply it to a different one of its A creature with this feat can charge with extra force. spell-like abilities.",
        "name":  "Special",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When the creature charges, if its melee attack Empower and Quicken Spell-Like Ability hits, it deals an extra 1d8 points of damage (if it is of Spell Caster Level Caster Level Medium size). For Large creatures, the extra damage is Level to Empower to Quicken 0 4th 8th 2d6 points; for Huge, 3d6; for Gargantuan, 4d6; and for 1st 6th 10th Colossal, 6d6. 2nd 8th 12th This feat only works when the creature makes a charge. 3rd 10th 14th It does not work when the creature is mounted. If the 4th 12th 16th creature has the ability to make multiple attacks after 5th 14th 18th a charge, it can only apply this extra damage to one of 6th 16th 20th those attacks. 7th 18th — 8th 20th —",
        "name":  "Benefi t",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A swift action consumes a very small amount action, as stated in the Quicken Spell feat description in the of time, but represents a larger expenditure of effort and energy Player’s Handbook). Likewise, using a quickened spell-like ability than a free action. You can perform one swift action per turn is a swift action. without affecting your ability to perform other actions. In that Casting a spell or using a spell-like ability with a casting time regard, a swift action is like a free action. However, you can of 1 swift action does not provoke attacks of opportunity. pqqqqqqqqqqqqqqqqqqqqrs 207 FEATS MONSTER 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 220077 77//1133//0044 55::4433::4488 PPMM Glossary perfect maneuverability (see the section on Movement, page 216). This section of Monster Manual III provides definitions and descriptions of monster characteristics. If you have Alignment: This line in a monster entry gives the align- come across a term used earlier in this book that you’re not ment that the creature is most likely to have. Every entry familiar with, this is the place to fi nd out more. includes a qualifi er that indicates how broadly that alignment applies to all monsters of that kind.",
        "name":  "Swift Action",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This subtype usually is used for elemen- she can cast and (if applicable) one prepared spell of that level. tals and outsiders with a connection to the Elemental Plane These gains persist until the positive level goes away. of Earth. Earth creatures usually have burrow speeds, and Positive levels remain for 24 hours or until removed with most earth creatures can burrow through solid rock. a spell, such as restoration. After 24 hours, the positive level automatically goes away. Effective Character Level (ECL): This number repre- Undead react to positive levels the way nonundead react to sents a creature’s overall power relative to that of a character negative levels. An undead character with negative levels at from the Player’s Handbook. A creature with an ECL of 10 is least equal to its current level is instantly destroyed. After 24 roughly equivalent to a 10th-level character. A creature’s ECL hours, an undead must make a Will save (DC 10 + 1/2 attacker’s is the sum of its Hit Dice (including class levels) and level HD + attacker’s Cha modifi er). (The DC is provided in the adjustment. For instance, a splinterwaif has 2 HD and a +4 attacker’s description.) If the saving throw succeeds, the posi- level adjustment. It is the equivalent of a 6th-level character. tive level goes away with no harm to the creature. The affl icted creature makes a separate saving throw for each positive level",
        "name":  "Earth Subtype",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An elemental possesses the following traits (unless otherwise specifi ed in the creature’s description, a draining otherwise noted in a creature’s entry). creature gains 5 temporary hit points (10 on a critical hit) —Darkvision out to 60 feet. for each negative level it bestows on an opponent. These —Immunity to poison, sleep effects, paralysis, and temporary hit points last for a maximum of 1 hour. stunning. An affected opponent takes a –1 penalty on all skill checks —Not subject to critical hits or fl anking. and ability checks, attack rolls, and saving throws, and loses —Unlike most other living creatures, an elemental does one effective level or Hit Die (whenever level is used in a die 211 not have a dual nature—its soul and body form one unit. roll or calculation) for each negative level. A spellcaster loses GLOSSARY 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 221111 77//1133//0044 55::4444::2200 PPMM one spell slot of the highest level of spells she can cast and (if that travels the planes can gain or lose this subtype as it goes applicable) one prepared spell of that level; this loss persists from plane to plane. This book assumes that encounters until the negative level is removed. with creatures take place on the Material Plane, and every Negative levels remain until 24 hours have passed or creature whose native plane is not the Material Plane has the until they are removed with a spell, such as restoration. If a extraplanar subtype (but would not have when on its home negative level is not removed before 24 hours have passed, plane). Every extraplanar creature in this book has a home the affected creature must attempt a Fortitude save (DC 10 + plane mentioned in its description. These home planes are 1/2 draining creature’s racial HD + draining creature’s Cha taken from the Great Wheel cosmology of the D\u0026D game modifi er; the exact DC is given in the creature’s descriptive (see Chapter 5 of the Dungeon Master’s Guide). If your cam- text). On a success, the negative level goes away with no paign uses a different cosmology, you will need to assign harm to the creature. On a failure, the negative level goes different home planes to extraplanar creatures. away, but the creature’s level is also reduced by one. A Creatures not labeled as extraplanar are natives of the separate saving throw is required for each negative level. Material Plane, and they gain the extraplanar subtype if they leave the Material Plane. No creature has the extra-",
        "name":  "Traits",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An outsider is at least partially composed Traits: A plant creature possesses the following traits of the essence (but not necessarily the material) of some (unless otherwise noted in a creature’s entry). plane other than the Material Plane. Some creatures start —Low-light vision. out as some other type and become outsiders when they —Immunity to all mind-affecting spells or abilities (charms, attain a higher (or lower) state of spiritual existence. compulsions, phantasms, patterns, and morale effects).",
        "name":  "Outsider Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Undead are once-living creatures ani- mind-affecting spells and abilities (charms, compulsions, mated by spiritual or supernatural forces. phantasms, patterns, and morale effects).",
        "name":  "Undead Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An undead creature possesses the following traits damage as normal from the effect, regardless of whether a (unless otherwise noted in a creature’s entry). saving throw is allowed, or if the save is a success or failure. —No Constitution score. —Darkvision out to 60 feet. Water Subtype: This subtype usually is used for elemen- —Immunity to all mind-affecting spells and abilities tals and outsiders with a connection to the Elemental Plane (charms, compulsions, phantasms, patterns, and morale of Water. Creatures with the water subtype always have effects). swim speeds and can move in water without making Swim —Immunity to poison, sleep effects, paralysis, stunning, checks. A water creature can breathe underwater and usu- disease, and death effects. ally can breathe air as well. —Not subject to critical hits, nonlethal damage, ability drain, or energy drain. Immune to damage to its physical Yugoloth Subtype: Possibly the greediest, most selfi sh ability scores (Strength, Dexterity, and Constitution), as beings in the Outer Planes, yugoloths reign supreme among well as to fatigue and exhaustion effects. the evil outsiders of Gehenna. —Cannot heal damage on its own if it has no Intelligence Traits: A yugoloth possesses the following traits (unless score, although it can be healed. Negative energy (such as an otherwise noted in a creature’s entry). infl ict spell) can heal undead creatures. The fast healing special —Immunity to acid and poison. quality works regardless of the creature’s Intelligence score. —Resistance to cold 10, electricity 10, and fi re 10. —Immunity to any effect that requires a Fortitude save —Telepathy. 223 (unless the effect also works on objects or is harmless). GLOSSARY 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 222233 77//1133//0044 55::4444::4422 PPMM MONSTERS RANKED BY CHALLENGE RATINGS Changeling ..........................1/2 Glitterfire (living spell) ...........6 Astral stalker .........................12 Omnimental .........................15 Forestkith (goblin) ..............1/2 Mezzoloth (yugoloth) ............6 Brood keeper larva swarm ....12 Rakshasa, ak’chazar ............15 Kenku ..................................1/2 Needletooth swarm ...............6 Cadaver collector ..................12 Slaughterstone behemoth ....15 Shifter .................................1/2 Phoelarch ...............................6 Elemental, storm, elder ........12 Warforged ..........................1/2 Rot reaver ................................6 Necrothane (rot reaver) .......12 Battletitan (dinosaur) ...........16 Warforged scout .................1/2 Sea tiger .................................6 Night twist ............................12 Brood keeper .........................16 Splinterwaif knave ..................6 Protean scourge ...................12 Giant, death ..........................16 Forestkith barbarian (goblin) ..1 Zezir ........................................6 Slaughterstone Mivilorn, elite demon Kenku sneak ............................1 eviscerator .........................12 warmount ..........................16 Mindshredder larva ................1 Armand warden ......................7 Troll, war ...............................12 Protean scourge arcanist .....16 Petal ........................................1 Battlebriar, lesser ....................7 Lizardfolk, poison dusk ..........1 Bearhound ..............................7 Charnel hound ......................13 Cadaver collector, greater ....17 Swindlespitter (dinosaur) ......1 Conflagration ooze .................7 Cinder swarm ........................13 Demon, sorrowsworn ..........17 Demon, arrow .........................7 Conflagration ooze, Nycaloth commander Elemental, storm, Small .........2 Dracotaur rager ......................7 infernal ..............................13 (yugoloth) ..........................17 Fleshraker (dinosaur) .............2 Dust wight ..............................7 Golem, hangman .................13 Plague brush ........................17 Flind (gnoll) ............................2 Golem, gloom ........................7 Justicator ..............................13 Vasuthant, horrific ...............17 Goatfolk ...................................2 Golem, web .............................7 Living blasphemy Vermin lord ..........................17 Lumi .......................................2 Nycter defender (living spell) ......................13 Lurking strangler ...................2 of the cave ...........................7 Rage drake, fiendish .............13 Golem, prismatic ..................18 Nycter .....................................2 Redcap, elder ..........................7 Shrieking terror, Odopi, elder .........................18 Redcap, young ........................2 Seryulin ...................................7 ten-headed ........................13 Siege crab, greater ................18 Sickening sleep Spellwarped ettin ...................7 Topiary guardian, (living spell) ........................2 Stonesinger ............................7 triceratops .........................13 Deathshrieker, advanced ......19 Splinterwaif ...........................2 Susurrus .................................7 Ultroloth (yugoloth) .............13 Geriviar ..................................19 Vasuthant ................................2 Topiary guardian, lion .............7 Voidmind grimlock .................2 Troll, crystalline ......................7 Golem, greater shadesteel ....14 Giant, eldritch Witchknife captain ..................7 Necronaut ............................14 confessor ...........................20 Armand ....................................3 Odopi ....................................14 Night twist, ancient .............20 Lizardfolk,blackscale ..............3 Drowned .................................8 Ragewalker ...........................14 Ssvaklor, greater ..................20 Changeling spy ........................3 Elemental, storm, Huge .........8 Siege crab ..............................14 Dracotaur ................................3 Glaistig mindbender ...............8 Living spell Phoera ....................................3 Lumi crusader .........................8 Battlebriar .............................15 (template) ...................varies Runehound ............................3 Otyugh, lifeleech ....................8 Deathshrieker .......................15 Spellwarped Topiary guardian, boar ...........3 Mindshredder zenthal ............8 Giant, eldritch ......................15 (template) ........+0, +1, or +2 Mummy, salt ..........................8 Giant, sand champion ..........15 Voidmind (template) ............+1 Bonedrinker, lesser .................4 Ogre, skullcrusher Grisgol ..................................15 Woodling (template) ............+2 Elemental, storm, Medium ....4 sergeant ...............................8 Harpoon spider .....................4 Shimmerling swarm ..............8 LIST OF MONSTERS BY ECL Lhosk .......................................4 Shredstorm ............................8 Lizardfolk, poison dusk Trilloch ....................................8 Monster HD LA ECL Monster HD LA ECL ranger ..................................4 Troll, cave ...............................8 Armand 5 3 8 Petal 1 2 3C Mindshredder warrior ............4 Astral stalker 12 6 18 Phoelarch 7 5 12 Summoning ooze ..................4 Arcane ooze ...........................9 Bearhound 10 4 14C Quaraphon 9 5 14 Thorn ......................................4 Chilling fog (living spell) ........9 Changeling 1 0 1* Rakshasa, 17 5 22 Troll, forest .............................4 Gulgar .....................................9 Canoloth 6 5 11 ak’chazar Witchknife ...............................4 Harpoon spider, dread ..........9 (yugoloth) Rakshasa, 11 5 16 Woodling monitor lizard ........4 Ironclad mauler .....................9 Demon, arrow 10 8 18 naztharune Wood woad ............................4 Mastodon ...............................9 Dracotaur 3 5 8 Redcap 4 4 8 Roper, prismatic .....................9 Flind (gnoll) 2 2 4 Rejkar 5 6 11 Ambush drake ........................5 Rage drake ..............................9 Forestkith 1 1 2* Seryulin 10 4 14C Avalancher ...............................5 (goblin) Shifter 1 0 1* Boneclaw .................................5 Elemental, storm, greater ....10 Giant, sand 15 4 19 Splinterwaif 2 4 6 Canoloth (yugoloth) ...............5 Giant, sand ............................10 Glaistig 6 4 10 Thorn 6 2 8C Ephemeral swarm ...................5 Knell beetle ..........................10 Goatfolk 3 1 4 Troll, cave 9 6 15 Feral yowler ............................5 Nycaloth (yugoloth) .............10 Grimweird 12 3 15 Troll, crystalline 10 5 15 Harssaf ...................................5 Plague spewer ......................10 Gulgar 10 5 15 Troll, forest 5 5 10 Knell beetle, lesser ..................5 Quaraphon bully ...................10 Harssaf 6 4 10 Troll, mountain 15 5 20 Quaraphon .............................5 Seryulin, greater ....................10 Kenku 1 0 1* Troll, war 12 6 18 Ogre, skullcrusher ..................5 Shrieking terror, Lhosk 8 3 11 Ultroloth 18 5 23 Rejkar ......................................5 five-headed .......................10 Lizardfolk, 4 3 7 (yugoloth) Snowflake ooze .......................5 Ssvaklor .................................10 blackscale Warforged 1 0 1* Swamp strider swarm ...........5 Troll, mountain ....................10 Lizardfolk, 1 1 2* Warforged 4 4 8 Visilight ..................................5 poison dusk charger Warforged charger .................5 Dragon eel ............................11 Lumi 2 2 4 Warforged scout 1 0 1* Golem, alchemical ................11 Mezzoloth 10 5 15 Witchknife 9 3 12 Bloodstriker (dinosaur) ..........6 Golem, mud .........................11 (yugoloth) Wood woad 8 3 11 Bonedrinker ............................6 Golem, shadesteel ................11 Mummy, salt 12 6 18 * This race has no racial HD; Chelicera .................................6 Grimweird .............................11 Nycaloth 14 5 19 the ECL assumes the creature Chraal ......................................6 Mivilorn ................................11 (yugoloth) has one class level. Dread blossom swarm ...........6 Rakshasa, naztharune .........11 Nycter 3 2 5 C Creature appropriate as Elemental, storm, Large .........6 Skindancer ...........................11 Ogre, 8 3 11 cohort only. 224 Glaistig ....................................6 Woodling druid .....................11 skullcrusher RC RETSNOM LCE DNA 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 222244 77//1133//0044 55::4444::4444 PPMM PREPARATION You (the DM) need the D\u0026D core rulebooks—the Player’s Handbook, the Dungeon Master’s Guide, and the Monster Manual—as well as Monster Manual III to run this adventure. This scenario utilizes the D\u0026D v.3.5 rules. To get started, print out the adventure, including the map. Read through the scenario at least once to famil- TROLL OUTPOST iarize yourself with the situation, threats, and major NPCs (particularly their motivations). Then review the A Web Enhancement for information on the trolls and mindshredder in Monster Manual III.Text that appears in shaded boxes is player Monster Manual III information that you can read aloud or paraphrase for the players at the proper times. Monster and NPC statis- A SHORT ADVENTURE FOR FOUR tics are provided with each encounter in abbreviated 8TH-LEVEL PLAYER CHARACTERS form or, where appropriate, the proper page in the CREDITS Monster Manualor Monster Manual IIIis referenced. ADVENTURE",
        "name":  "Traits",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The cave troll lurks in the alcove at the natural staircase of smooth, slightly wet stone that seems to lead upward into the hillside. Beyond the west end of the chamber. It tends to doze, so unless the opening off to the right, a fairly level corridor with PCs make a lot of noise or dally in area 1 (discussing a sandy floor also leads into the hillside. plans, casting spells, or otherwise making their pres- ence known), it doesn’t notice them until they reach the A DC 10 Search check or Survival check made to track top of the stairs. When it does notice intruders, it moves reveals many footprints going to and from both open- to the staircase to block the chamber entrance with its ings. A character with the Track feat can make a DC 20 body if possible, then it simply fights to the death. If set Survival check to determine that the tracks going to the afire, it plunges into the pool to put itself out. right are both fewer in number and slightly older than If the cave troll manages to catch the PCs while the ones going straight ahead. they’re still on the stairs, it gains a +1 bonus on melee attack rolls because it is on higher ground. 1a. Pit Chamber (EL 7)",
        "name":  "Tactics",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The mindshredder tries to remain aware of find another lair somewhere in the forest. The crys- events that occur on the level above, so it listens care- talline troll smith is reluctant to abandon his forge, but fully for any fighting up there. If it suspects invaders are he does so after his apprentices leave. Any surviving present, it keeps track of their progress as best it can by cave trolls, however, stay right where they are. moving from sinkhole to sinkhole and listening care- FURTHER ADVENTURES fully. Even if it is unaware of the PCs’ presence in the outpost, the mindshredder tends to sit and use its As noted at the beginning of the adventure, the cavern thought sense ability whenever it is not otherwise occu- complex in which Hurdrac built his outpost has had pied. The ability has a range of 60 feet and some ability many tenants over the years, so it probably won’t stay to penetrate barriers, but the twisting passages around empty for long after the PCs drive out the trolls. If the its chamber effectively limit the power’s range to the crystalline troll smith survives the adventure, he even- nearest turns in the corridors leading in here. tually returns to his forge. He might set himself up as When the mindshedder notes an approaching crea- the new lord of the outpost, or he might strike a deal ture, it scuttles off into a corridor and tries to work its with whoever or whatever has taken up residence in way around behind the intruder. As soon as it is in posi- these caverns in the meantime. The complex would tion, it uses its hypnotism and confusion abilities make a decent lair for a fairly young green dragon or a against the nearest foe. Once battle is joined, it tries to family of lycanthropes, though it could also serve as an keep its distance while maintaining the attack with its outpost for drow or duergar raiders—possibly the same spell-like abilities. If forced into melee combat, it uses group of duergar that sponsored the caravan mentioned its tentacles but tries to move out of reach as quickly as in the Character Hooks section. Mindshredders also it can. might move in after the trolls are gone.",
        "name":  "Tactics",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Acid, constrict 2d6+9 plus 2d6 acid, improved grab, spell siphon Page 31: Conflagration Ooze",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rebuke undead 5/day (+4, 2d6+13, Changes to the stat block for the alchemical golem: 11th), spells, spell-like abilities Attack: Slam +21 melee (2d8+6 plus 2d6 acid)",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Usually neutral evil Monster Manual III Errata 2 02/06/2006 ©2006 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved. Remove polymorph any object from the list of spells Page 84: Ironclad Mauler required to create the golem. In the second paragraph of the creature’s sickening aura Page 69: Golem, Hangman ability, the first sentence should read as follows:",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tumble +14 The lumi and the lumi crusader both have the The dread harpoon spider gets a +19 bonus on the trip extraplanar subtype. attack when using its harpooning ability (not +21 as Changes to the stat block for the lumi crusader: indicated). Also, add Improved Toughness to the dread Special Attacks: Spells, spell-like abilities, turn undead harpoon spider’s list of feats. 8/day (+1, 2d6+7, 6th)",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  " druid: A true seeing spell or ability reveals the creature’s",
        "name":  "Changes to the stat block for Autumn, the woodling description",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +26 (+30 casting defensively) Page 204: Yugoloth, Ultroloth In the list of spell-like abilities, replace alter self with disguise self (DC 15). Page 205: Zezir The save DC for the zezir’s flammable spray ability should be 20, not 18 as indicated in the ability’s description. Monster Manual III Errata 7 02/06/2006 ©2006 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved.",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Corrupted Temple Greenspawn Sneak . . . . . . . . . . . . . . . . . . . .148 Clockwork Stallion . . . . . . . . . . . . . . . . . . . . . . .32 of Moradin . . . . . . . . . . . . . . . . . . . . . . . . . . . . .53 Redspawn Arcaniss . . . . . . . . . . . . . . . . . . . 152 Lodestone Marauder . . . . . . . . . . . . . . . . . . . . . .90 Elf, Drow . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .55 Redspawn Firebelcher . . . . . . . . . . . . . . . . 154 Sailsnake . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 124 Lolth’s Sting . . . . . . . . . . . . . . . . . . . . . . . . . . . .55 Whitespawn Hordeling . . . . . . . . . . . . . . 156 Spawn, Bluespawn Stormlizard . . . . . . . . . . .142 Dark Sniper . . . . . . . . . . . . . . . . . . . . . . . . . . . .55 Whitespawn Hunter . . . . . . . . . . . . . . . . . . 158 Spawn, Greenspawn Leaper . . . . . . . . . . . . . 144 Arcane Guard . . . . . . . . . . . . . . . . . . . . . . . . . .56 Sample Lair . . . . . . . . . . . . . . . . . . . . . . . .161 Spawn, Redspawn Firebelcher . . . . . . . . . . . 154 Drow Priestess . . . . . . . . . . . . . . . . . . . . . . . . .57 Whitespawn Iceskidder . . . . . . . . . . . . . . .162 Power Components Drow and the Lolth-Touched Template . .59 Tomb Spider . . . . . . . . . . . . . . . . . . . . . . . . . . . . 164 Skiurid Nugget (necromancy spells) . . . . . 127 Giant, Craa’ghoran . . . . . . . . . . . . . . . . . . . . . . . .60 Tomb Spider . . . . . . . . . . . . . . . . . . . . . . . . . 164 Githyanki . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .62 Tomb Spider Broodswarm . . . . . . . . . . . . 164 Summonable Creatures* Githyanki Soldier . . . . . . . . . . . . . . . . . . . . . .62 Web Mummy . . . . . . . . . . . . . . . . . . . . . . . . .165 Clockwork Mender (II) . . . . . . . . . . . . . . . . . . . .30 Gish . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .62 Varag . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 168 Dwarf Ancestor (V) . . . . . . . . . . . . . . . . . . . . . . .52 Githyanki Captain . . . . . . . . . . . . . . . . . . . . . .63 Varag Pack Leader . . . . . . . . . . . . . . . . . . . . 168 Howler Wasp (II) . . . . . . . . . . . . . . . . . . . . . . . . . .74 Gnoll . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .67 Verdant Prince . . . . . . . . . . . . . . . . . . . . . . . . . . 172 Inferno Spider (VI) . . . . . . . . . . . . . . . . . . . . . . . .76 Slave-Taker . . . . . . . . . . . . . . . . . . . . . . . . . . . . .67 Vitreous Drinker . . . . . . . . . . . . . . . . . . . . . . . . .174 Justice Archon (VII) . . . . . . . . . . . . . . . . . . . . . .80 Fiendish Cleric of Yeenoghu . . . . . . . . . . . .67 Windblade . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .176 Windrazor (III) . . . . . . . . . . . . . . . . . . . . . . . . . .176 Half-Fiend Gnoll Warlock . . . . . . . . . . . . . .68 Windrazor . . . . . . . . . . . . . . . . . . . . . . . . . . . .176 Windscythe (VI) . . . . . . . . . . . . . . . . . . . . . . . . 177",
        "name":  "Sample Lair",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This word or phrase identifi es the creature. Some- this line. The creature’s spell resistance, if any, appears after times a number is given with the name to indicate how many the other resistances on the same line. creatures appear in the encounter.",
        "name":  "Name",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cyclonic ravagers are native to the Elemen- Spellcraft +20, Spot +23, Survival +5 (+7 on other planes) tal Plane of Air and are usually found in an air temple of the Advancement 27–40 HD (Large) Elder Elemental Eye or an air node. Ravagers ride the winds Heat Aura (Su) At the end of each of their turns, creatures wherever their duties take them. within 15 feet of a holocaust disciple must succeed on",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As created beings, bloodhulks can be a desecrated area. You can control no more than 2 HD worth found in any environment. Typically they patrol grim tem- of bloodhulks per caster level; if you are attempting to con- ples, moldering tombs, and precincts devoted to blasphemous trol different sorts of undead creatures, the bloodhulks are observances. considered to have twice as many Hit Dice as are shown Some spellcasters display a preference for creating blood- in their entries for the purpose of determining the total hulks over more standard undead servants. In particular, number of undead you can control. evil blood magi (Complete Arcane 26) who specialize in nec- romancy can’t resist innovative methods of using blood. BLOODHULKS IN EBERRON",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clockwork mend- Monster table (PH 287). ers are native to the Clockwork Nirvana A clockwork mender swarm can be summoned with the of Mechanus but can be found in any environment. They following spell. prefer dry and cool settings—wet locales irritate them, and extremely hot places such as deserts make them lethargic. Su mmon Clockwork Mender Swarm",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A clockwork mender Conjuration (Summoning) [Lawful] is close to a small cat in size. It has the same general shape as a Le vel: Cleric 4, sorcerer/wizard 4 wasp, including a sharp stinger, but bears a vaguely humanoid Effect: One swarm of clockwork menders head devoid of distinct features. A clockwork mender has two This spell functions like summon monster I, except that you minute arms that can perform incredibly delicate repairs. summon a single clockwork mender swarm. The swarm can",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Defacers can exist in any environment but typically accompany the spellcasters who created them. Some roam free, whether created by mistake, Defacer released on purpose, or abandoned after the death of a controller. These defacers seek out civilized areas and gravitate toward burial grounds. A defacer might leave a community alone, prefer- ring to visit a nearby graveyard to steal the face of someone recently buried and spend a day in that individual’s coffi n before leaving. The screaming of the trapped souls gives the graveyard a dire reputation.",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A nashrou stands possessions, nashrous do not collect treasure. They have a approximately 10 feet tall, with four long, thin legs excel- tendency to devour their prey where it falls, so valuables lently adapted to running or jumping. Its six fi ghting limbs seldom accrue at a communal lair. are designed to counter a wide variety of threats, although the demon can use only four limbs at a time while fi ght- For Player Characters ing. The massive goring arms impale dangerous foes while A nashrou can be summoned with summon monster III or the lighter, faster claws allow the creature to deal with a higher-level summon monster spell. Treat the nashrou other threats. An average nashrou weighs about as being on the 3rd-level list on the 800 pounds. Nashrous do not grow larger by Summon Monster table (PH 287). any natural process but seem to grow more Although lesser planar ally could call powerful with every creature they shred one or more nashrous, the vicious and devour. creatures are so intractable that they",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As constructs, golem’s creation fang golems can be found any- drains the indicated where. But as the creations of XP from the creator druids, they usually share and requires casting the same environment as any spells on the fi nal those who created them. day. The creator must cast the spells Such places include stand- personally, but they can come from ing stones in haunted Fang golem outside sources such as scrolls. wastelands, underground A fang golem’s body must be tunnels, corrupted forests, assembled from fangs, claws, tusks, and the like, with a total and similar forbidding locales. weight of at least 1,000 pounds (more for larger specimens).",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Inferno spiders inhabit any warm region an enormous inferno spider of great age and strength. The of the Material Plane, as well as the Elemental Plane of Fire. zealots of the Burning Braziers faction seek to introduce They are occasionally called to service by powerful spell- inferno spiders to Toril in their quest to cleanse the world. casters on other planes of existence, particularly by those So far, the Firelord has allowed only limited summoning. who serve or revere fi re deities. Whether the distant and unknowable deity has some other",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Joystealers as selfi sh and terrible as ever. are inextricably bound to the Ethereal Plane now, but they TYPICAL were urban fey before their enslavement. They are most TREASURE likely to be encountered within During their enslavement, joyste- large cities, where plenty of emo- alers possessed nothing of their tion is expressed in the daily lives Joystealer own, and being incorporeal, they of residents. Most joystealers restrict have no material treasure. themselves to consuming the emotional energy of society’s forgotten, unless in desperate straits, to avoid drawing atten- JOYSTEALERS WITH CLASS LEVELS tion to themselves. Slums and waterfronts are their preferred NPC joystealers advance by character class, most as rogues. haunts. The presence of other creatures also helps the joyste- A few become spellcasters, though material components are alers conceal themselves from pursuers once they have fed. a problem for incorporeal creatures. The rare joystealer cleric",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Greathorn minotaurs live underground costs through that area. Natural stone, finished stone, and rarely venture to the surface. They steal developed ter- and dirt surfaces are subject to this effect. The effect ritory from other denizens when possible, altering it to their does not move with the minotaur; when the minotaur leaves the area, the ground returns to normal. The pqqqqqqqqqrs minotaur ignores the movement penalties generated by its own or another greathorn’s earth warp ability. GREATHORN MINOTAUR LORE Natural Cunning (Ex) Greathorn minotaurs have immunity to Characters with ranks in Knowledge (nature) can learn more maze spells, never become lost, and can track enemies. about greathorn minotaurs. When a character makes a suc- They are never caught flat-footed. cessful skill check, the following lore is revealed, including the Skills Greathorn minotaurs have a +4 racial bonus on Listen, information from lower DCs. Search, and Spot checks. Knowledge (Nature) A greathorn is a powerful subterranean relative of normal DC Result minotaurs. It is infused with the power of elemental earth, 17 This is a greathorn minotaur, a monstrous humanoid that lives underground and is infused making it stronger and granting it the ability to manipulate with elemental earth. This result reveals all earth and stone around it. monstrous humanoid traits and the earth subtype. 22 Greathorn minotaurs have tough, rocklike skin. STRATEGIES AND TACTICS They use their enormous horns to gore their A greathorn minotaur lurks beneath the ground, emerging to opponents. 27 These creatures can hide within stone, emerging to attack prey from behind. It prefers to pick off weaker mem- slay all who stumble onto their hunting grounds. bers of a group fi rst, slowing escape and would-be rescuers 32 Greathorn minotaurs can warp the earth, making with its earth warp ability. The beast uses Awesome Blow to movement difficult around them. They excel at knock potent fi ghters away from it, then renews its assault isolating an opponent from allies. 100 against the original target. Relying on its greathammer to pqqqqqqqqqrs ,RUATONIM NROHTAERG liking. Otherwise, they carve out long, winding mazes as servant Ogremoch, the Prince of their lairs, complete with numerous dead ends, pits, and Greathorn minotaur Evil Elemental Earth. Even the other traps. When on the surface, greathorn minotaurs most belligerent male defers to hide during the day and move about at night. an albino priestess’s wisdom",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nagathas are always chaotic advance as fi ghters or barbarians, and they evil, being pain-driven and utterly sadistic. never enter a spellcasting class.",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sailsnakes are usually found in warm for- use them to help hunt down victims for sacrifi ces. ests, which they share with yuan-ti. Any warm climate will A spellcaster who wishes to take a sailsnake familiar must suit, however, and some varieties of sailsnake prefer warm have the Improved Familiar feat (DMG 200) and must have deserts, especially among multicolored, wind-carved rock an arcane caster level of 5th or higher. formations.",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Redspawn arcanisses haunt the fringes Redspawn Arcanisses with Class Levels of civilization and move frequently. They don’t mind living Sorcerer is the favored class of redspawn arcanisses. As an in the rough for long periods, and they’re most at home in associated class, levels of sorcerer stack with an arcaniss’s large caves in warm hills. Where it is safe for them to do so, innate spellcasting ability. Levels of other classes (even they sometimes venture into towns to buy and sell goods and spellcasting classes) are nonassociated. seek information.",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature’s type changes to undead. The Immunity to Webs (Ex) A web mummy’s movement is not creature does not gain the augmented subtype but retains affected by webs, including those created by the web other subtypes except alignment and humanoid. spell.",
        "name":  "Size and Type",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A web mummy loses all the special order to reproduce. qualities of the base creature. It gains tremorsense out to 60 All adult tomb spiders are capable of producing eggs. When feet and the special qualities described below. ready to reproduce, a tomb spider fi nds a suitable corpse (or Damage Reduction (Ex): A web mummy’s undead body is kills such a creature), implants its eggs, and wraps the corpse tough and encased in webbing, giving it damage reduction in webbing. The host corpse animates as a web mummy and 3/—. protects its creator. The eggs swiftly hatch, and the baby Immunity to Webs (Ex): A web mummy’s movement is spiders begin to feed on the decaying internal organs of the not affected by webs, including those created by the web host. Under ideal conditions, the individual spiderlings then spell. proceed to eat each other until a single fully-formed adult Vulnerability to Fire (Ex): A web mummy takes half again as emerges some weeks later. However, a web mummy is often much (+50%) points of damage as normal from fi re attacks. destroyed before the entire maturation process is complete, 166 releasing a broodswarm of immature spiders. Rarely, an adult BMOT REDIPS tomb spider can arise from an immature broodswarm, but without the protective environment of the web mummy, most such young quickly die.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wrackspawns are native to the Infi nite bounds. The remnants of good souls captured and tortured Layers of the Abyss. As demonic footsoldiers, they are most in the Abyss, wrackspawns live to infl ict pain upon others. often found in the torture chambers where they come into Fear and pain made them what they are, and these are what pqqqqqqqqqrs they wish to bring to all forms of life. WRACKSPAWN LORE STRATEGIES AND TACTICS Characters with ranks in Knowledge (the planes) can learn Wrackspawns charge into combat heedless of any danger more about wrackspawns. When a character makes a suc- to themselves. They use no strategy beyond attacking the cessful skill check, the following lore is revealed, including the nearest living being. Wrackspawns typically ignore undead information from lower DCs. and constructs unless attacked by them, and even then they Knowledge (the Planes) swiftly turn toward foes who can feel pain. The only excep- DC Result tions are their own kind and demons. Wrackspawns innately 13 This creature is a wrackspawn, a minor demon. fear demons and fi endish creatures, and they shy away from This result reveals all outsider traits. them in combat. 18 Wrackspawns are the remains of good souls Wrackspawns wield ugly shortspears created from their tortured beyond sanity. They exist only to cause own broken bones. They rarely throw these treasured objects, suffering to others. Their bone shortspears can preferring to use them in melee. Faced with no alternative, cause sickening pain to living things. a wrackspawn might throw its spear at an opponent it’s sure 23 A wrackspawn often ignores nonliving targets and it can kill. Tiny or smaller creatures. Despite lacking eyes, it can detect victims up to 120 feet away—it’s impossible to hide from a wrackspawn within that range. pqqqqqqqqqrs 182 NWAPSKCARW being or massing in armies on the Plain of Infi nite Portals. FOR PLAYER CHARACTERS Sometimes small groups serve demon lords as guardians or A wrackspawn can be summoned using summon monster IV for use in blood sport (such as hunting condemned souls). or a higher-level summon monster spell. Treat the wrackspawn",
        "name":  "Wrackspawns exist because the evil of demons knows no Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blade thralls are always lawful evil, loyally monstrous humanoid. This result reveals all devoted to their masters. monstrous humanoid traits. 19 Blade thralls were created to be slaves by a vicious Zern Blade Thralls with Class Levels race called the zerns. The two are usually found together, with the thralls protecting their zern Zern blade thralls rarely advance, but especially devoted masters. specimens might receive training as fi ghters. Zern blade 24 Zern blade thralls are immune to poisons, thralls never become spellcasters—it isn’t in their nature. stunning attacks, and abilities that require Level Adjustment: +4. Fortitude saves. pqqqqqqqqqrs 199 Illus. by E. Widermann EXPERIMENTS ZERN",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Githyanki, ability to cast 2nd-level arcane CLINGING BREATH spells, base attack bonus +3.",
        "name":  "Prerequisites",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base Fortitude save bonus +2. QUICKEN SPELL-LIKE ABILITY",
        "name":  "Prerequisite",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature gains a number of hit points equal A creature with this feat can employ a spell-like ability with to its current Hit Dice. Each time it gains a Hit Die (such a moment’s thought. as by gaining a level or advancing), it gains 1 additional hit Prerequisite: Spell-like ability at caster level 10th or point. If it loses a Hit Die (such as by losing a level), it loses higher. 1 hit point permanently. Benefi t: The creature can use one of its spell-like abilities",
        "name":  "Benefi t",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any creature that can think, learn, or remem- —8-sided Hit Dice. ber has at least 1 point of Intelligence. —Base attack bonus equal to total Hit Dice (as fi ghter). A creature that has no Intelligence score (such as a blood- —Good Fortitude, Refl ex, and Will saves. silk spider) is mindless, an automaton operating on simple —Skill points equal to (8 + Int modifi er) per Hit Die, with instincts or programmed instructions. It has immunity to quadruple skill points for the fi rst Hit Die. mind-affecting spells and abilities (charms, compulsions, Traits: An outsider possesses the following traits (unless phantasms, patterns, and morale effects) and automatically otherwise noted in a creature’s entry). fails Intelligence checks. —Darkvision out to 60 feet. Mindless creatures do not gain feats or skills, although —Unlike most other living creatures, an outsider does not they might have bonus feats or racial skill bonuses. have a dual nature—its soul and body form one unit. When",
        "name":  "Intelligence",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An outsider is at least partially composed feats. of the essence (but not necessarily the material) of some Traits: A plant creature possesses the following traits plane other than the Material Plane. Some creatures start out (unless otherwise noted in a creature’s entry). as some other type and become outsiders when they attain a —Low-light vision. higher (or lower) state of spiritual existence. —Immunity to all mind-affecting spells or abilities (charms,",
        "name":  "Outsider Type",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An undead creature possesses the following traits cold or fi re). Such a creature takes half again as much (+50%) (unless otherwise noted in a creature’s entry). damage as normal from the effect, regardless of whether —No Constitution score. a saving throw is allowed, or if the save is a success or —Darkvision out to 60 feet. failure. —Immunity to all mind-affecting spells and abilities (charms, compulsions, phantasms, patterns, and morale Water Subtype: This subtype usually is used for elemen- effects). tals and outsiders that have a connection to the Elemental —Immunity to poison, sleep effects, paralysis, stunning, Plane of Water. Creatures that have the water subtype always disease, and death effects. have swim speeds and can move in water without making —Not subject to extra damage from critical hits, nonlethal Swim checks. A water creature can breathe underwater and damage, ability drain, or energy drain. Immune to damage to usually can breathe air as well. its physical ability scores (Strength, Dexterity, and Constitu- tion), as well as to fatigue and exhaustion effects. Yugoloth Subtype: Possibly the greediest, most selfi sh —Cannot heal damage on its own if it has no Intelligence beings in the Outer Planes, yugoloths reign supreme among score, although it can be healed. Negative energy (such as the evil outsiders of Gehenna. an infl ict spell) can heal undead creatures. The fast healing Traits: A yugoloth possesses the following traits (unless special quality works regardless of the creature’s Intelligence otherwise noted in a creature’s entry). score. —Immunity to acid and poison. —Immunity to any effect that requires a Fortitude save —Resistance to cold 10, electricity 10, and fi re 10. (unless the effect also works on objects or is harmless). —Telepathy. —Uses its Charisma modifi er for Concentration checks. —Not at risk of death from massive damage, but when reduced to 0 hit points or less, it is immediately destroyed. —Not affected by raise dead and reincarnate spells or abilities. Resurrection and true resurrection can affect undead 220 YRASSOLG 221 GLOSSARY MONSTERS BY TYPE (Goblinoid): varag. (Good): justice archons. (AND SUBTYPE) Humanoid: drow (all), fiendish cleric of Yeenoghu, githyanki,",
        "name":  "Traits",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature can speak all the languages mentioned in its description, plus one additional language per point of Intel- Challenge Rating ligence bonus. Any creature with an Intelligence score of 3 or This shows the average level of a party of adventurers for which higher understands at least one language (Common, unless noted one creature would make an encounter of moderate difficulty. otherwise). Assume a party of four fresh characters (full hit points, full spells,",
        "name":  "Intelligence",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., spell resistance 19",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Enslave, psionics, slime Enslave, psionics, slime, spells",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +16, Knowledge Bluff +13, Concentration +25, Decipher Script +15, Diplomacy +6, (any one) +13, Listen +16, Spot +16, Disguise +2 (+4 acting), Intimidate +4, Knowledge (arcana) +15, Swim +8 Knowledge (dungeoneering) +25, Knowledge (history) +15, Knowledge (the planes) +15, Listen +15, Search +10, Sense Motive +15, Spellcraft +20, Spot +17, Survival +3 (+5 following tracks, on other planes, and underground), Swim +8",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Combat Casting, Iron Will Combat Casting, Empower Spell, Eschew Materials, Great Fortitude, Improved Initiative, Lightning Reflexes, Scribe Scroll, Spell Focus (illusion), Spell Focus (enchantment), Spell Penetration Environment Underground Underground",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+3 heavy mace of disruption+21/+16/+11 melee slam +20 melee (2d8+10) (1d8+12 plus stun) or slam +18 melee (1d8+9) Space/Reach:10 ft./10 ft. Space/Reach:5 ft./5 ft. Special Attacks:Spell-like abilities, spells",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, stun Special Qualities:Damage reduction 10/evil, darkvision 60 ft.,",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 10/evil, darkvision 60 ft., low-light vision, immunity to acid, cold, and petrification, low-light vision, immunity to acid, cold, and petrification, protective aura, regeneration 10, resistance to electricity 10 protective aura, resistance to electricity 10 and fire 10, spell and fire 10, spell resistance 30, tongues resistance 30, tongues, uncanny dodge Saves:Fort +14 (+18 against poison), Ref +13, Will +15",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, spells power word kill, power word stun, prismatic spray (DC 24), wish. Caster",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 15/epic and evil, dark- level 20th. The save DCs are Charisma-based. vision 60 ft., low-light vision, immunity to acid, cold, and The following abilities are always active on a solar’s person, as petrification, protective aura, regeneration 15, resistance to the spells (caster level 20th): detect evil, detect snares and pits, discern electricity 10 and fire 10, spell resistance 32, tongues lies (DC 21), see invisibility, true seeing. They can be dispelled, but the",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 28, Dex 20, Con 20, Int 23, Wis 25, Cha 25 Spells:Solars can cast divine spells as 20th-level clerics. A solar",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Poison, spells, web The second form is a Medium spider–humanoid hybrid. In",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities Smite evil, spells, spell-like abilities, turn undead 6/day",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, spells, trumpet",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +9, Jump +18, Listen +7, Spot +7 Special Qualities: Darkvision 60 ft., immunity to fire, spell",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, feed Spell-like abilities, feed",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Feats: AlertnessB, Flyby Attack, Great Fortitude, Improved Initiative, Iron Will The gauth, sometimes known as the lesser beholder, is a 4-foot Environment: Cold hills wide orb dominated by a central eye. Six smaller eyes on stalks Organization: Solitary, pair, or cluster (3–6) sprout from the top of its body. It is a rapacious and tyrannical Challenge Rating: 13 creature that seeks to exact tribute from anything weaker than Treasure: Double standard itself, and often attacks adventurers simply to acquire their wealth. Alignment: Usually lawful evil Eye Rays (Su): Each of a gauth’s six eye rays resembles a spell Advancement: 12–16 HD (Large); 17–33 HD cast by an 8th-level caster. Each eye ray has a range of 100 feet (Huge) and a save DC of 14. The save DCs are Charisma-based. The six Level Adjustment: — eye rays include:",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This works like the spell, except that it A beholder is affects one creature an 8-foot-wide orb with any number dominated by a cen- of Hit Dice (Will tral eye and a large, toothy negates). Gauths maw. Ten smaller eyes on like to use this ray stalks sprout from the top of against warriors and the orb. other physically power- ful creatures. Combat Inflict Mod- Beholders often attack with- erate Wounds: out provocation. Though This works not powerful physically, they like the spell, often plow right into groups causing 2d8+8 of opponents to use as many points of damage of their eyes as they (Will half ). can. When closing with",
        "name":  "Sleep",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This works like of a beholder’s ten eye the spell, dealing 4d6 points of rays resembles a spell cast by a 13th- fire damage (no save). A gauth cre- level caster. Each eye ray has a ates only one fiery ray per use of range of 150 feet and a save DC of this ability. 17. The save DCs are Charisma-",
        "name":  "Scorching Ray",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This works like the spell ray of Will save or be affected as though by the spell. exhaustion (no save). Beholders use this ray to confuse the opposition, Stunning Gaze (Su): Stun for 1 round, 30 feet, usually employing it early in a fight. The beholder gen- Will DC 14 negates. The save DC is Charisma-based. erally instructs a charmed target to either restrain a com- Any creature meeting the gaze of the gauth’s central eye rade or stand aside. REDLOHEB Beholder 26",
        "name":  "Exhaustion",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    }
]
