[
    {
        "origin_file":  "spells.json",
        "description":  "Reflex half and Will of the spell, it must succeed on a Will feeling of stubborn determination fills your negates; see text save to do so. Once a lycanthrope soul until you touch the spell’s intended",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes successfully saves against moonbeam, recipient. You see then in that creature a it is not affected by any more of your hint of the same feeling of determination. A cone of fiery white moonlight springs moonbeam spells for 24 hours. from your hand. Moonbeam penetrates any darkness While this spell is in effect, the subject spell of equal or lower level, but does can root itself to the ground as a free 145 DESCRIPTIONS SPELL CHAPTER 1 action. The subject gains a bonus equal to your caster level against any attempts to grapple, lift, push, bull rush, over- run, throw, trip, or otherwise force the subject to move against its will through either physical or magi- cal means. Mountain stance makes holding your ground easy If at any point such an effort succeeds You create a cloud of scalding hot steam With a touch, you gift your animal ally and the subject is forced to move, that moves in a straight line, away from with nature’s strength, resilience, and the spell ends immediately. Any you, at a speed of 10 feet per round. speed. voluntary movement on the subject’s Anyone within the cloud takes 2d6 points part does not end the spell (although of damage and is permanently blinded. The affected animal gains a +10 morale a creature cannot be rooted while it If a creature within the area makes a suc- bonus on attack rolls and damage rolls moves), and the subject can “reroot” cessful Reflex saving throw, it takes only and 1d8 temporary hit points per caster itself elsewhere in the same manner half damage and is not blinded. level, plus the effect of a haste spell as described above. Any creature within the cloud has (PH 239). concealment. Winds do not affect the MURDEROUS MIST cloud’s direction or speed. However, a NATURE’S BALANCE moderate wind (11+ mph) disperses the Conjuration (Creation) Transmutation cloud in 4 rounds, and a strong wind",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex partial; Casting Time: 1 swift action (harmless) see text Range: Touch Spell Resistance: Yes (harmless)",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Target: Animal touched",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates imagining a light flowing from your body vents into your body, you exhale, and a cloud (harmless) into his. As you do so, a blue glow flickers to of boiling steam roils away from you. Spell Resistance: Yes (harmless) life in the center of your chest, and it travels Illus. by W. O’Connor 146 1 RETPAHC LLEPS SNOITPIRCSED down your arm into his form, granting him Open Outdoor Site: A rampart or dike Area: Cone-shaped burst a portion of your power. of earth 5 feet high and 5 feet thick Duration: Instantaneous at its base rises immediately behind Saving Throw: Fortitude negates You take a –4 penalty to your choice of a shallow ditch 5 feet wide and 5 feet Spell Resistance: No Strength, Dexterity, or Constitution, deep along the perimeter of the site. and your subject gains an equivalent Creatures behind the dike receive You windmill your arm to complete the spell bonus to the same ability score. You get cover. Attackers approaching on foot and nearly gag before exhaling a great gout no saving throw to avoid the loss, but must scramble down into the ditch and of putrid-smelling green gas. your subject can attempt a Fortitude then climbing 10 feet to reach the top save to avoid the gain, if desired. of the dike (Climb DC 10). You breathe out a cone of nauseating",
        "name":  "Drawing the power of steaming volcanic Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) forced to wade the ditch are reduced Casting Time: 1 standard action to 1/4 their normal speed (minimum Range: Personal Rubbing the animal’s side, you whisper the 5 feet) and cannot charge or run. Area: 10-ft.-radius emanation final bit of the spell’s ritual. The animal",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small quartz gem engraved centered on you glances at you before turning its attention with the image of an exquisite tiny Duration: 1 round/level to your foes, bristling as it does so. castle, worth at least 100 gp. You speak the ancient words of this spell and You grant the subject animal a +1 luck bonus on attack rolls and damage rolls NATUREWATCH an aura of black, crackling negative energy surrounds you. for every three caster levels you possess Necromancy (maximum +5). Level: Druid 0, ranger 1 Each round on your turn, every living",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No NERVESKITTER This spell is similar to deathwatch (PH Transmutation With a final wave of your hand, the ground 217), but it functions only on animals Level: Sorcerer/wizard 1 beneath your feet trembles and the land- and plants. In addition, it also allows Components: V, S scape shifts into a new form. you to determine a variety of other Casting Time: 1 immediate action mundane information about the ani- Range: Close (25 ft. + 5 ft./2 levels) You shape a natural setting into a formi- mals and plants (whether or not the Target: One creature dable defensive position. Usually this plants are dehydrated, the animals are Duration: 1 round spell is used to prepare an open outdoor malnourished, and so forth). Saving Throw: None (harmless) area such as a hillside or a forest, but a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes large natural cavern could be shaped into a divine rampart. Artificial structures NAUSEATING BREATH You suffuse your ally with a brief, blue or features are not affected, although Conjuration (Creation) glow. He jerks away from you, as if he can nature’s rampart could be positioned to fill Level: Cleric 3, sorcerer/wizard 3 anticipate your next action. a gap between two buildings or barricade Components: V, S, M an unpaved road. The effect of the spell Casting Time: 1 standard action You cast this spell when you and your depends on the terrain: Range: 30 ft. party roll for initiative. You enhance 147 DESCRIPTIONS SPELL CHAPTER 1 the subject’s reactions in combat, tain their surroundings. The subjects confused, thinking it has entered a granting it a +5 bonus on its initiative can see only 5 feet through the shadows nightmare. check for the current encounter. If that coat them, and foes within that the subject does not make an initiative range have concealment from the NIGHT’S CARESS check within 1 round, this spell has subjects. Darkvision does not penetrate Necromancy [Evil] no effect. a net of shadows.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature/level, no two Range: Medium (100 ft. + 10 ft./level) Spell Resistance: Yes of which are more than 25 ft. apart Target: One creature",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You your outstretched arm, and then as a An obedient avalanche spell affects crea-",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paladin 2 20 and +8 for effectively being Huge) risk. You will likely face powerful on the bull rush check, and it pushes NPCs or deadly traps in the next This spell functions like lesser one mind, characters away from the center point hour. except as noted here, and in addition of the spell. All squares in the 20-foot it allows you and your special mount to 40-foot ring are covered in snow If the roll fails, you get one of the two to predict each other’s movements, (DMG 94), which persists as long as incorrect results, determined randomly giving you a significant edge in combat. ordinary snow would. by the DM, and you don’t necessarily You and your mount both gain a +2",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Range: Personal spell (PH 202), an omen of peril doesn’t",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 2, ranger 2 You temporarily strengthen the mental accurate reply is 70% +1% per caster Components: V, S bond with your special mount when level, to a maximum of 90%; the DM Casting Time: 1 standard action you cast this spell. When you are makes the roll secretly. Range: Personal mounted on your special mount, the",
        "name":  "The base chance for receiving an Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You link with your mount sharpens your get one of three visions, which lasts just Duration: 1 hour/level senses, giving you a +4 insight bonus a second or two. on Spot and Listen checks and the You cast the spell and are bathed in a scent ability (MM 314) for the dura- • Safety: You aren’t in any immediate golden-green light from above. As it fades, tion of the spell. If your mount ever danger. If you continue on your pres- you feel in touch with your natural sur- moves more than 10 feet from you, ent course (or remain where you are roundings. the spell ends. if you have been stationary for some time before casting the spell), you You forge a strong link with nature will face no significant monsters, that gives you greater insight into your traps, or other challenges for the environment. You gain a +2 compe- next hour or so. tence bonus on Handle Animal, Hide, 150 1 RETPAHC LLEPS SNOITPIRCSED OOZE PUPPET it to move and attack as you see fit. OPALESCENT GLARE You can force the ooze to perform Transmutation Necromancy [Death, Good] as you desire, within the limits of its",
        "name":  "If the omen of peril is successful, you Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw: Will partial; see text to manipulate it, but distance is not",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No An orb of acid about 3 inches across shoots from your palm at its target, dealing 1d6 points of acid damage per caster level (maximum 15d6). You must succeed on a ranged touch attack to hit your target. A creature struck by the orb takes damage and becomes sickened by the acid’s noxious fumes for 1 round. A successful Fortitude save negates the sickened effect but does not reduce the damage. ORB OF ACID, LESSER Conjuration (Creation) [Acid]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S The ooze puppet spell telekinetically controls an ooze creature neiD .C yb .sullI 151 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Effect: One orb of electricity toward your target. You must succeed on a ranged touch attack to hit the target. Yourq uick,p recisem ovementsc ulminatei n The air crackles around your outstretched The orb deals 1d6 points of damage per your open palm facing your target. An orb of hand and the smell of ozone assaults your caster level (maximum 10d6). dark green acid flies from your hand. nostrils as a ball of electrical energy, its surface crackling with bolts of lightning, ORB OF SOUND An orb of acid about 2 inches across streaks from your open palm. Conjuration (Creation) [Sonic] shoots from your palm at its target,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 dealing 1d8 points of acid damage. You This spell functions like lesser orb of",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One orb of fire stretch, forming into a spherical whirlwind higher. of cacophonic chaos, as you make ready to This spell functions like orb of acid, release the spell. At last, you send the sphere ORB OF COLD except that it deals fire damage. In of noise toward your chosen target. Conjuration (Creation) [Cold] addition, a creature struck by an orb",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 of fire must make a Fortitude save or This spell functions like orb of acid,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One orb of cold be dazed for 1 round instead of being except that it deals 1d4 points of sonic sickened. damage per level (maximum 15d4). In This spell functions like orb of acid, addition, a creature struck by an orb of except that it deals cold damage. In ORB OF FIRE, LESSER sound must make a Fortitude save or be addition, a creature struck by an orb of deafened for 1 round instead of being Conjuration (Creation) [Fire] cold must make a Fortitude save or be sickened.",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 1 Conjuration (Creation) [Cold] the spell’s energy in the form of an orb of Effect: One orb of sonic energy",
        "name":  "ORB OF COLD, LESSER temperaturej ustm omentsb eforey our elease Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One orb of cold facing palm. This spell functions like lesser orb of acid, except that it deals 1d6 points of sonic Your hand takes on a blue tint and your This spell functions like lesser orb of acid, damage, plus an additional 1d6 points fingers turn numb and unresponsive as you except that it deals fire damage. of damage per two caster levels beyond complete the spell. From your chilled palm 1st: 2d6 at 3rd level, 3d6 at 5th level, 4d6 flies an orb composed of blue ice. ORB OF FORCE at 7th level, and the maximum of 5d6 at 9th level or higher. Conjuration (Creation) [Force] This spell functions like lesser orb of acid,",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Effect: Three or more otyughs, no This spell functions like orb of acid, two of which are more than 30 ft. except that it deals electricity damage. As you gather the energies of the spell, you apart",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 5 command. Spell Resistance: Yes (harmless)",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch a large collection of refuse and filth, and speak the soft words of this spell. At",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates otyughs (MM 204) or 1d3+1 Huge (harmless) otyughs with 15 HD (MM 292). The This spell channels positive energy into",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) otyughs willingly aid you in combat a creature to wipe away its afflictions. It or battle, perform a specific mission, or immediately ends any of the follow- As you cast this spell, your face is overlaid serve as bodyguards. They remain with ing conditions affecting the subject: with the image of a snow owl. The image you for seven days unless you dismiss blinded, confused, dazed, dazzled, deaf- fades as you bestow your ally with com- them. If the otyughs are created only ened, diseased, exhausted, fatigued, prehension. for guard duty, the duration of the frightened, nauseated, panicked, para- spell is seven months. In this case, lyzed, shaken, sickened, and stunned. The subject gains an insight bonus the otyughs must be ordered to guard It negates sleep effects and the effect to Wisdom equal to 1/2 your caster only a specific site or location. Otyughs of the feeblemind spell, and ends any level. summoned to guard duty cannot move additional effects from poison, as the outside the spell’s range. neutralize poison spell. It also cures 1d8 You must create the otyughs in an PANACEA points of damage + 1 point per caster area containing at least 6,000 pounds Conjuration (Healing) level (maximum +20). of sewage, refuse, or offal. After you cast Level: Cleric 4, druid 5 Panacea does not remove ability dam- the spell, otyughs not summoned for Components: V, S age, negative levels, or drained levels. guard duty can leave the area of offal at Casting Time: 1 standard action Used against an undead creature, your command. Range: Touch panacea deals damage instead of curing",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched the creature (which takes half damage elgnE .J yb .sullI 153 DESCRIPTIONS SPELL CHAPTER 1 if it makes a Will saving throw), but it designate can enter the pavilion, and Duration: 1 round/level; see text has no other effect. the entrance is shut and made invis- Saving Throw: None (object) and ible behind you when you enter. You Reflex negates; see text",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No at will. Once observers have passed GRANDEUR beyond the entrance, they are in a Limbo impinges on all sides—colors, Conjuration (Creation) spacious tent decorated in the colors sounds, and elements. You speak the words",
        "name":  "PAVILION OF can open it again from your own side Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Extradimensional pavilion, when casting the spell. This spell grants temporary control up to five 10-ft. cubes/level (S), plus The pavilion is sumptuously fur- over the terrain of Limbo. Normally, feast for 12 creatures/level nished, including a full meal for unless controlled, the Ever-Changing",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No of a heroes’ feast spell (PH 240). While in to control it or to inhabit areas that the pavilion, creatures heal naturally at have enjoyed some measure of control Thinking sweet thoughts of home and double the normal rate (not including for a long period, but visitors to areas hearth, you conjure an invisible bastion fast healing or regeneration). of “raw” limbo must make a DC 16 of comfort and security. Wisdom check to gain control over the PERINARCH dangerous roil. You conjure up a grand pavilion-sized The perinarch spell gives you auto- Transmutation tent that has a single entrance on the matic control of a radius of raw Limbo",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 4, Limbo 4, sorcerer/ plane from which the spell was cast. (an area not already stabilized or wizard 4 The entry point looks like a faint within some other creature’s control)",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) A pavilion of grandeur spell provides adventurers with a spectacular resting place between battles Illus. by B. Hagan 154 1 RETPAHC LLEPS SNOITPIRCSED adding or subtracting one of the four The god’s domain was made entirely of (for sorcerers and wizards, respectively) basic elements once per round as a water, but your spell creates a bubble of air and deals 1d4 points of damage, with standard action. A favorite among and a place to stand. a critical threat range of 19–20. If an travelers from the Material Plane is a ally also attacks the creature, the blade chunk of earth surrounded by a small This spell functions like perinarch, moves on your turn to flank the target. atmosphere of air. except that you can cast this spell on As a force effect, it can strike ethereal The effect of this spell overlaps any highly morphic or divinely mor- and incorporeal creatures. The blade with the control already (potentially) phic plane (DMG 148). cannot be attacked. established with a Wisdom check. Your Each round after the first, you allies can give their control over to you can use a standard action to concurrently with the spell being switch the blade to a new cast, if they so choose. Control target; otherwise, it contin- cannot be wrested away from ues to attack the same target. you while the spell is in effect If an attacked creature has (which is one of the best spell resistance, the resistance reasons to cast this spell, even is checked the first time the if you have a high Wisdom). persistent blade strikes. If If you move more than 100 the blade is successfully feet away from the area resisted, the spell is dis- that you controlled, the pelled. If not, the blade order you imposed fades has its normal full effect away. on that creature for the You are unable to achieve duration of the spell. any works of complexity Focus: A silvered dagger. within an area you control, but you can mix two or three PHANTASMAL elements in a crude fashion; a few examples are provided ASSAILANTS below. You can attempt to Illusion (Phantasm) [Fear, seize control of a new area that Mind-Affecting] already contains foes; however, Level: Sorcerer/wizard 2 Although only in the mind of the spell’s foes can make a Reflex save to get out target, phantasmal assailants inflict very Components: V, S of the area. real harm to the weak-willed Casting Time: 1 standard action",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action creatures. Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes 3d10 points of fire damage for each rounding it. Others nearby do not notice the round a creature lingers within it. images that plague your target. You hold a dagger in your hand and concen-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can create a trate on it, evoking the power of the spell. A complete barrier of solid stone up to 1 You create phantasmal images of duplicate of the dagger, made of translucent foot thick encircling yourself and your nightmare creatures in the target’s force, appears besides it and flies off at your allies, preventing access by any other mind, visible only as shadowy shapes command. than the most accomplished tunnelers. to you and unseen by all others. If On the other hand, you can attempt to the target succeeds on an initial Will You bring into being a tiny blade of trap foes within their own bubble of save, it recognizes that the images are force. The blade flies at a speed of 40 solid stone. not real, and the spell fails. If not, the feet (perfect) and attacks any target phantasms strike the target, dealing 8 within its range, as you desire, starting PERINARCH, PLANAR in the round when you cast the spell. points of Wisdom damage and 8 points of Dexterity damage (4 points each on Transmutation The blade attacks on your turn once a successful Fortitude save). If the sub-",
        "name":  "Complete Barrier",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 9, Limbo 9, sorcerer/ each round, striking with an attack ject of a phantasmal assailant succeeds wizard 9 bonus equal to your base attack bonus in disbelieving and is wearing a helm of + 1/2 your Cha modifier or Int modifier sraepS .R yb .sullI 155 DESCRIPTIONS SPELL CHAPTER 1 telepathy, the spell can be turned back You create ever-shifting phantasmal terrain object weighs no more than 1 pound upon you with the same effect. and landmarks that confuse the subject per caster level. It cannot break into when it tries to move. The very ground locked chests. A phantasmal thief has PHANTASMAL DECOY shifts and twists beneath the subject’s feet, a Hide modifier (useful against those and the landscape moves of its own accord. who can see invisible creatures) and a Illusion (Phantasm) [Mind-Affecting] The subject finds it nearly impossible to Move Silently modifier both equal to",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) spell must make a Will save after this sesses but is not holding or wearing.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature spell is cast to discern true landmarks Even objects in a bag of holding can be",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Level: Druid 9 a phantasmal decoy up to 60 feet in Effect: One invisible, mindless, Components: V, S, DF any direction. Because it’s not real, a shapeless thief Casting Time: 1 round phantasmal decoy isn’t affected by ter- Duration: 1 round/level Range: Medium (100 ft. + 10 ft./level) rain that slows movement (although Saving Throw: None Effect: One summoned phantom you can slow its progress voluntarily Spell Resistance: No bear if you like to help maintain the facade Duration: Concentration, up to of realism). As you invoke this spell, the spool begins to 1 round/level spin, the thread vanishing as it unravels. Saving Throw: None",
        "name":  "As a move action, you can move Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No briefly; then it evaporates, leaving only the DISORIENTATION promise of power behind. The ghostly image of a great bear appears Illusion (Phantasm) [Mind-Affecting] before you. It rises silently on its hind legs",
        "name":  "PHANTASMAL There is a wrinkle of force that flashes Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S uct of an unseen servant spell (PH 297), making no sound. Then it opens its mouth,",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature others as you inaudibly direct it (a free This spell functions like phantom wolf",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Mobility is immune to this aspect of the spell.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched hp 147 (14 HD) Second, the subject of the spell is Fort +13, Ref +17, Will +7 Duration: 1 round/level unable to determine that the phantom",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One quasi-real, staglike the spell, PH 228, caster level 18th). Mobility creature The phantom stag gains a +8 deflection hp 113 (12 HD)",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Speed fly 60 ft. (good) PHANTOM THREAT Melee bite +22 incorporeal touch (2d6 plus 3d6 cold) Putting your fingers to your lips to whistle, Illusion (Phantasm) [Mind-Affecting] Space 15 ft.; Reach 15 ft. you blow a deer’s call, and a great ghostly Level: Bard 1 Base Atk +14; Grp — stag appears before you. Components: V, S Atk Options Combat Reflexes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One summoned phantom air walk at will (as the spell, PH 196, no Casting Time: 1 round wolf action required to activate this ability) Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No 14th Level: The phantom stag can fly Duration: 1 round/level at its speed (average maneuverability). Saving Throw: None Cupping a hand to your mouth, you howl The phantom stag gains a +4 deflection Spell Resistance: No like a wolf, and in a moment, mist coalesces bonus to AC. into a wolflike form with terrible jaws. 158 1 RETPAHC LLEPS SNOITPIRCSED Black balls of fur litter the ground, rolling of this spell or animate dead become about as they rapidly expand, growing tails, uncontrolled. Any time you must feet, and snarling, diseased mouths. release part of the undead that you control because of this spell or ani- You summon a number of rat mate dead, you choose which undead swarms (MM 239)—one are released until the total HD of un- per two caster levels—to a dead you control is equal to four times maximum of six swarms at your caster level. 12th level. The swarms must The bones and bodies required for be summoned so that each this spell follow the same restrictions one is adjacent to at least as animate dead. one other swarm (that is, Material Component: A the swarms must fill one black sapphire worth 100 gp contiguous area). You can or several black sapphires summon the rat swarms so with a total value of 100 gp. that they share the spaces of other creatures. Each PLANAR BUBBLE swarm attacks any creatures Abjuration occupying its space. If no",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard You cast the spell and action sprinkle silver dust",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sprin- your option, to your precise location. At This spell functions like avoid planar kling of silver dust. the same instant, you are transported to effects (page 19), except as noted above. that creature’s home plane, where you PLANAR EXCHANGE exist in stasis for the duration of the PLANE SHIFT, GREATER spell. To a casual observer, it appears Conjuration (Calling) [see text for Conjuration (Teleportation) that you have transformed into the lesser planar exchange] Level: Cleric 7, sorcerer/wizard 8 called creature (though an onlooker",
        "name":  "Arcane Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 4 body’s location. When you dismiss the hits, mind-affecting spells and abilities,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF spell, or when the creature is slain, you poison, sleep, paralysis, stunning, and",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One called creature When you use a calling spell that are unaffected (although your new",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None creature, it is a spell of that type. sible for you to use certain skills or",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A mental alarm alerts you (and only you) as long as you remain within 1 mile of the warded area and on the same plane. You notice a mental tremor that would awaken you from a normal sleep but does not otherwise disturb concentration (it would not interfere with spellcasting). A silence spell has no effect on a mental alarm.",
        "name":  "Mental Alarm",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) This spell functions like portal alarm, with the following additions. Conjuration (Creation) Target: One interplanar gate or",
        "name":  "POISON VINES Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small leather pouch contain- result of this effect. Undead creatures and you lose any spell-like, supernatu- ing three brass bells. take 2 points of damage per round. ral, and extraordinary abilities of your Characters with immunity to positive own form. You gain additional abilities PORTAL BEACON energy effects are not affected by this depending on the element you chose aura. A positive energy aura does not when you cast the spell: Transmutation affect you. Air: Fly speed 20 feet (perfect).",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Target: You",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No The prismatic eye spell becomes more dangerous with multiple castings Illus. by C. Franks 162 1 RETPAHC LLEPS SNOITPIRCSED You create a visible orb that can pro- Color of PROGRAMMED duce ray effects duplicating the beams 1d8 Beam Effect$ of a prismatic spray spell (PH 264). You 1 Red 20 points fire damage AMNESIA can move the eye up to your speed as a (Reflex half) Enchantment (Compulsion) 2 Orange 40 points acid damage move action, but it cannot go beyond [Mind-Affecting] (Reflex half) the spell’s range. Level: Sorcerer/wizard 9 3 Yellow 80 points electricity",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M damage (Reflex half) you can command it to fire a ray (50-foot Casting Time: 10 minutes 4 Green Poison (Kills; Fortitude range) as a free action once per round. partial, take 1d6 Con Range: Close (25 ft. + 5 ft./2 levels) You must succeed on a ranged touch damage instead) Target: One living creature attack with a ray to strike a target, but 5 Blue Turned to stone Duration: Permanent each ray uses a +6 bonus on attack rolls (Fortitude negates) Saving Throw: Will negates instead of your ranged attack bonus. 6 Indigo Insane, as insanity Spell Resistance: Yes A target struck by a ray suffers the spell (Will negates) 7 Violet Sent to another plane effect of one beam of a prismatic spray As you finish the complicated procedure (Will negates) spell (roll 1d8 to determine the effect, necessary to cast the spell, your target’s 8 — Two effects; roll twice rerolling any result of 8), except that mind opens up to you like a book. You more, ignoring any “8” the save DC (if applicable) is 19. After see the target’s memories like stories and results a particular color of ray has been used, know that you can rewrite them as a it is no longer available to the eye, and master bard rewrites the inferior works of die rolls that indicate the same color are PROBE THOUGHTS his apprentices. rerolled. Once all seven rays have been Divination [Mind-Affecting] fired, the eye remains until the spell’s Level: Mind 6, sorcerer/wizard 6 You can selectively destroy, alter, duration expires. You can still move it, Components: V, S or implant memories in the subject but it can fire no more rays. Casting Time: 1 minute creature as you see fit. Casting the spell The eye is a Fine object with AC 18 Range: Close (25 ft. + 5 ft./2 levels) gives you access to all of the subject’s (+8 size) and 9 hit points. It uses your Target: One living creature thoughts and memories, allowing you save bonuses for saving throws. Duration: Concentration, up to to implement as many of the following",
        "name":  "Starting in the round the eye appears, Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes by the subject can be erased, including PRISMATIC RAY knowledge of specific events, people, Reaching out with your thoughts, you break or places. You can erase up to one full Evocation through your target’s mental defenses and week of memories from the subject’s",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes question per round, to the best of the as friends. subject’s knowledge. You pose the ques- Negative Levels: You can bestow a You feel within you, as the spell nears tions telepathically, and the answers to number of negative levels equal to 1/2 completion, various energies locked in a those questions are imparted directly the subject’s character level (rounding battle within your body. As nausea threat- to your mind. You and the subject do down, minimum 1st level) or less. This ens to overcome you, you croak out the final not need to speak the same language, effect represents erasure of class knowl- syllables of arcane power and point your though less intelligent creatures might edge and training. These negative levels hand. A single beam of brilliantly colored yield up only appropriate visual images never become permanent level loss, but light then shoots from your outstretched in answer to your questions. The sub- they cannot be removed by spells such hand. ject is not aware that its mind is being as restoration, instead returning at a rate probed, unless you wish to make it of one level per day. You must succeed on a ranged touch aware. Persona Rebuilding: By erasing the attack with the ray to strike a target. If the subject moves beyond the subject’s previous personality and On a successful attack, a creature with range of the spell, the effect ends. implanting a false set of memories, 6 Hit Dice or fewer is blinded for 2d4 you can build a new persona for the rounds by the prismatic ray in addition creature, altering its alignment, beliefs, to suffering a randomly determined values, and personality traits. (Some effect: 163 DESCRIPTIONS SPELL CHAPTER 1 class abilities might be affected by The warded creature gains partial pro- You briefly grant some bard abilities to alignment changes.) tection against negative energy effects. a creature of your choice. The subject of",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can program For as long as the spell lasts, it subtracts the spell can then function as a bard of the subject to delay the onset of any of 10 from the hit point damage dealt by one-half your current bard level with the above effects until a specific event any negative energy effect (such as an respect to bardic music and bardic takes place, such as the receipt of a inflict spell) that adversely affects it. knowledge. However, protégé imparts coded message, capture by enemies, or Negative energy effects that don’t no spellcasting ability and does not arrival at some destination. Similarly, deal hit point damage to the subject, grant access to spells not normally you could specify some or all of the such as an energy drain spell, affect the available to the subject. For Perform alterations you create in a subject to be subject normally. checks and bardic music prerequi- removed by a specific event. sites, the creature uses its own ranks The nature of programmed amnesia is PROTECTION FROM in Perform or one-half of your ranks such that a subject given new memories (modified by its own Charisma modi- (whether willing or not) might be given POSITIVE ENERGY fier), whichever is better. cause to suspect that those memories Abjuration are false, based on how complete your Level: Cleric 2 PUPPETEER programming is. For example, a paladin Components: V, S Enchantment (Compulsion) subject to a persona rebuilding effect Casting Time: 1 standard action [Mind-Affecting] that changes her alignment to neutral Range: Touch",
        "name":  "Programmed Trigger",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) acter will perceive this unexplained Spell Resistance: Yes",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes spell’s effect (see below). before you, guarding it against positive Generally, your subject must be energy. In casting this spell, you see what others do either willing to undergo the spell or not—strings of silver energy running from restrained in some way so that it cannot The warded creature gains partial pro- your hands and feet to your target’s wrists leave or interfere with the casting. Pro- tection against positive energy effects. and ankles. You wave, and she waves back, grammed amnesia cannot be dispelled, For as long as the spell lasts, it subtracts in an awkward, resisting fashion. You start and so is normally permanent unless 10 from the hit point damage dealt by walking toward the edge of the cliff. . . . you care to specify events that will end any positive energy effect (such as a cure the effect. Its effect can also be removed spell) that adversely affects it. You force the subject to mimic your by a greater restoration, miracle, or wish Positive energy effects that don’t deal actions. The subject matches your spell. hit point damage to the subject, such motions exactly, though it takes a –4",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S break the spell. If that save is success- Abjuration",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Intelligence 3 or higher spell can determine that the subject’s",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) This spell doesn’t grant the subject (harmless) extraordinary, supernatural, spell-like",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) You admonish your chosen subject even abilities, or spellcasting abilities, even if as you offer a supportive slap on the back. you have and use such abilities during Swaddling your ally in a protective field With that simple action, you complete the the spell’s duration. drawn by your hand like a blanket, spell and see in your target a realization of you guard him against negative energy its new abilities. attacks. 164 1 RETPAHC LLEPS SNOITPIRCSED",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw: Will partial",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Allies in a 20-ft.-radius burst skin as you begin casting this spell, then With outstretched hand, you gesture toward",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round fly outward in every direction when you the area where the spell will come into effect.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates complete the spell. An instant later a blast of multicolored light (harmless) fills that area.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Saving Throw: None You mutter the last of the spell’s words and",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: No wave your fingers over the flask. Coppery",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M affected by the spell. Evocation [Light]",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Fire affected by this spell burns out",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Evocation [Light] Transmutation [Water]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal raise a shipwreck, the spell brings up",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 1 Spell Resistance: No inside it. The ship and its fragments",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action As the spell is cast, a brief shimmering field until the spell’s duration ends, at which",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level castings of the spell might be needed",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None For the duration of the spell, you to keep the ship afloat long enough to",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes are protected against ranged touch be fully repaired.) attacks, including ray spells and ray A crackling ray leaps from your outstretched attacks made by creatures. Any ray RAM’S MIGHT hand. The green ray seems almost sluggish attack directed at you is automatically Transmutation in reaching its target, though it takes only reflected harmlessly away.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None You gain a +2 enhancement bonus to RAY OF DEANIMATION Spell Resistance: Yes Strength, and your unarmed attacks Abjuration deal lethal instead of nonlethal damage.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 You release a drab violet ray from your You are considered armed. The spell has",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S palm. The ray shoots toward your target in no other effect; you can cast spells and",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF Spell Resistance: No A struck subject experiences strong feelings of vertigo and can take only a 167 DESCRIPTIONS SPELL CHAPTER 1 move action or a standard action each RAY OF ICE RAY OF LIGHT round (but not both, and it cannot take Evocation [Cold] Evocation [Light] a full-round action).",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You direct a short ray at the eyes of a target. You must succeed on a ranged You release a crackling black touch attack with the ray to strike a ray. The smell of decay fills the air. target. With a successful ranged touch attack, the subject is When you cast this spell, you unleash a blinded for 1d4 rounds. ray of negative energy that consumes the life energy of the subject. You RAY OF SICKNESS must succeed on a ranged touch Necromancy attack with the ray to strike a target.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ray duration of the spell.",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Evocation [Flame] Beware the wizard who masters rays",
        "name":  "RAY OF FLAME Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes If your ranged touch attack hits, the ranged touch attack with the ray to subject becomes sickened. strike a target. If successful, the ray A burning ray shoots out at the target deals 1d6 points of cold damage per from your upturned palm. The sound of a two caster levels (maximum 5d6). The RAY OF STUPIDITY crackling fire follows the ray’s path. target must also make a Reflex save Enchantment (Compulsion) or be frozen to the ground with its [Mind-Affecting] You must succeed on a ranged touch feet encased in ice. A frozen creature Level: Sorcerer/wizard 2 attack with the ray to strike a target. cannot move, receives no Dexterity Components: V, S, M If your attack is successful, the ray bonus to AC, and incurs a –2 penalty Casting Time: 1 standard action deals 1d6 points of fire damage per two on attack rolls. Range: Close (25 ft. + 5 ft./2 levels) caster levels (maximum 5d6). The target",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ice or a vial of Spell Resistance: Yes out (requiring a DC 15 Reflex save; see melted mountain snow. Catching on Fire, DMG 303). A bright yellow beam bursts from your",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft.-radius emanation struck by the ray takes 1d4+1 points of to a random plane (see sidebar). Every- centered on a point in space, and Intelligence damage. If the target is a thing sucked into the reality maelstrom 40-ft.-radius emanation centered wizard, she might temporarily lose the goes to the same plane. on the same point; see text ability to cast some or all of her spells if Reality maelstrom has a primary area",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A miniature is the hole itself: a sphere with a 20-foot negates; see text cone-shaped hat. radius centered on the spell’s point of",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes origin. Within that area, all unattended RAY OF WEAKNESS A lightning strike and a tearing sound as objects weighing 100 pounds or less are sucked into the maelstrom, as are all indi- Necromancy loud as thunder fills the area as a hole in viduals who fail a Will saving throw.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes A dark ray flies forth from your hand. The air fills with the smell of blood. You must succeed on a ranged touch attack with the ray to strike a target. The target of this ray feels weaker and takes a –2 penalty on attack rolls. Its speed is reduced by 10 feet. RAZORFANGS Transmutation",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A golden hoop Each spell you dispel with a targeted after the enemy caster completes it, and no less than 1 inch across. dispel can be reaved if you so desire, you can redirect the spell to whatever and the spell’s effects are redirected targets or area you wish (including the REAVING DISPEL to you, continuing as if cast on you by original caster, if appropriate). Again, the original caster with no interruption you must make a Spellcraft check (DC Abjuration to or extension of duration. Once you 25 + spell level) to identify the spell",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 9 reave the spell, you identify it if you you intend to reave, but you are free",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text haven’t done so already (see below). to choose to redirect a spell whose",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 effects so dispelled cannot be reaved. loop of copper wire.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates For this spell to function, you must Saving Throw: None",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 5 spells while under its effect. as a divine focus.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will partial Spell Resistance: No Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Invisible ward The tainted water evoked by this range. that occupies two 10-ft. squares/ spell vanishes almost immediately, and level (S) any objects or creatures in the area do",
        "name":  "Ef fect and Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal REFLECTIVE DISGUISE, equal to the spell level of the highest- level spell the creature has prepared or",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 5, sorcerer/wizard 6 level spell slots for the day adds 5 to the You invoke the spell and, to your eyes, you",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates spellcasting characters and creatures A reflective disguise spell causes any intel-",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Casting Time: 1 minute",
        "name":  "REGAL PROCESSION Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes appears. (object) This spell functions like mount Hunger gnaws at your innards (PH 256), except you can summon as you complete the spell. Your several mounts. Each comes with hands glow with black crackling a bit and bridle, riding saddle, energy, which discharges into the saddle blanket, ribbons, adorn- corpse you touch. For a moment, ments, and a banner. You the corpse glows with a similar select the colors of the horses blackness before fading. and the livery, either or both of which can include a heral- You charge a dead body with dic or personal symbol. negative energy, giving it the ability to heal an undead REJECTION creature that dines upon its Abjuration flesh. The corpse remains",
        "name":  "Sp ell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes its feast, which lasts for the next 5 min- When you cast the spell, the rejuvena- utes. This effect does not stack with any With a stern word of disallowance, you cast tion cocoon forms around the subject. fast healing the undead has from other the spell. A barely perceptible hum sounds One round after the cocoon forms, it sources. This spell does not allow the in the direction you indicate. heals the subject of 10 points of damage undead to regrow or attach lost body per caster level (maximum 150 hit parts. Eating the flesh discharges the A creature in the area must succeed on points) and purges the subject of poison spell from the corpse. a Fortitude saving throw or be pushed and disease. At the end of the second You can cast this spell multiple away from you to a distance of 5 feet per round, the rejuvenation cocoon dissipates times on a corpse, allowing more than caster level. If the creature is pushed and the subject emerges, able to move one undead to benefit from eating it, into a wall or similarly solid surface, it and act freely. though a single undead gorging itself takes 1d6 points of damage for every 10 The cocoon is made of force, but it on multiple “meals” does not gain any feet it was moved. is somewhat flexible and responds to extra benefit while the first meal is in Movement forced by this spell can pressure from the inside of the cocoon. effect (the fast healing does not stack). take the creature beyond the spell’s The subject can’t move from the space A typical Medium corpse is usually range. it is in while cocooned, however. enough for ten such meals, a Small sraepS .R yb .sullI 173 DESCRIPTIONS SPELL CHAPTER 1 corpse five, Tiny two, and Diminutive ability damage, blinded, confused, REPAIR one. dazed, dazzled, deafened, diseased, A living creature that eats a charged exhausted, fatigued, feebleminded, MINOR DAMAGE corpse must succeed on a Fortitude insanity, nauseated, sickened, stunned, Transmutation saving throw or immediately contract or poisoned. One round after the Level: Sorcerer/wizard 0 filth fever (DMG 292; no incubation subject is affected by a condition that time). Creatures that are neither alive triggers the renewal pact, the subject As if with the eye of an expert craftsman, nor undead and eat the charged corpse receives a panacea spell (page 152) at a your touch draws out a minor dent in the are unaffected. caster level equal to that of the caster construct’s surface. of the renewal pact. REMOVE SCENT A creature can be subject to only one This spell functions like repair light renewal pact at a time. Casting renewal damage, except that you repair 1 point Transmutation pact on a subject who already has an of damage to a construct.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Transmutation from the construct’s body.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 the noxious stench exuded by certain damage, except that you repair 4d8 creatures, such as ghasts, for the dura- points of damage +1 point per caster With a touch, you mold the battered tion of the spell. level (maximum +20). construct’s form to be more like it was on",
        "name":  "This spell functions like repair light Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pinch of its day of creation. unscented candle wax. REPAIR LIGHT DAMAGE This spell functions like repair light RENEWAL PACT Transmutation damage, except that you repair 3d8",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Components: V, S",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text (harmless) into something less abrasive, your touch Effect: One spell or spell-like ability",
        "name":  "As a sculptor massaging a rough spot of clay Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) smooths over the dents and dings of the Duration: See text construct you touch. Saving Throw: See text Calling upon your deity to aid your ally,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "24 hours of which are more than 30 ft. apart divided by 5. Just as you touch the spell’s subject, a feeling Hurling diamond dust into the air, you RESIST ENERGY, MASS of peace and watchful guardianship fills call out to your deity, and a sparkling aura Abjuration your being. briefly surrounds those you wish to heal.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 3, druid 3, sorcerer/ wizard 4 This spell functions like resistance (PH This spell functions like restoration (PH",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous This spell functions like resist energy",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (PH 272), except that it affects all tar- imbued with the feeling that something (harmless) geted creatures. greater than yourself is protecting you. Spell Resistance: Yes (harmless) When you touch your intended subject and RESIST release the spell, the feeling disappears. By laying hands on your ally and saying a PLANAR ALIGNMENT brief prayer, you convince a higher power This spell functions like resistance (PH to grant him a second chance. Abjuration 272), except as noted here. You grant",
        "name":  "As you finish casting the spell, you feel Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 1, druid 1, Hades 2, the subject a +6 resistance bonus on The subject of a resurgence spell can Limbo 2, paladin 1, ranger 1, saves. make a second attempt to save against sorcerer/wizard 1 an ongoing spell, spell-like ability, or",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Area: 60-ft. line immediately. Resurgence never restores",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 6, blackguard 4, cleric 4, spell, it is possible for the projectile paladin 4",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF to bounce between both individuals until one of the spells is discharged",
        "name":  "RESURGENCE, MASS Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blackguard 3, cleric 3, paladin 3 Range: Touch Once this spell has prevented a",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 2 her. with the raise dead spell (PH 268). You",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Casting Time: 1 standard action material from the outsider’s native",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None; see text spell.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) A violent fury consumes you. You seek An undead that has been destroyed nothing more than to charge at your by a turning effect can’t be revived by The diamonds vaporize from your hand as enemies and bash in their heads. this spell. you cast this spell, and the vapors they give The subject of the spell loses one off wrap around your fallen companion, This spell allows you to propel yourself level or Hit Die (if it doesn’t have a dragging her soul back into her mortal in a single deadly charge. The first character class level, it loses a HD) when form. charge attack you make before the end ronnoC’O .W yb .sullI 177 DESCRIPTIONS SPELL CHAPTER 1 of the round deals double damage on a RIGHTEOUS WRATH OF for the purpose of overcoming damage successful hit. reduction.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes hazard; see text in response to your pleas, you glow with the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You • The spell unties knots and causes",
        "name":  "RIGHTEOUS FURY Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action are dispelled. Doors (or chests, by dozens of larger blades swirling about",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A ruby worth at least 500 gp. outward from the point you choose, Spell Resistance: No violently spreading to the limits of RUIN DELVER’S the area. This wave makes a bull rush You unleash a russet ray at a metallic object. attempt against each creature in the The air around you smells of hot metal. FORTUNE affected area without provoking attacks Transmutation of opportunity. The wave has a +15 This russet ray corrodes metal that",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paladin 4 points vanish at the end of the spell’s point of origin, plus an additional 5",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30 ft. You can cast this spell multiple times. defender. Any creature moved 5 or",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates RUSHING WATERS its area and extinguishes any normal (harmless) fire as large as a bonfire. Conjuration (Creation) [Water] Spell Resistance: Yes (harmless)",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None; see text Range: Close (25 ft. + 5 ft./2 levels) while protected by this spell, an affected",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None or Will negates Nine Hells: Nearest shelter from awareness of the health of all affected (harmless) fireballs on Avernus, rockslides on creatures, as with the status spell (PH Spell Resistance: No or Yes Malbolge, or cold on Cania. 284), and you need not be able to touch (harmless) Acheron: Nearest shelter from Ocan- the affected creatures to heal them thus bladestorms. with your lay on hands ability. Use of After an intonation and clasping of the On planes you create yourself, safety the lay on hands ability still requires a subject creature, you grant it knowledge of might provide other information. standard action, but it can be done at where safety lies. This spell is mostly used in hostile any range, as long as you and your target environments, such as one of the Inner are on the same plane. The recipient of this spell can find the Planes, to locate the nearest pocket of shortest, most direct direction to a place habitable space. SAFE CLEARING of safety, with safety being defined as If safety is cast and then followed by a a location where the individual is not plane shift spell (PH 262), the plane shift Abjuration taking immediate damage from the sends the subject of safety to a place",
        "name":  "For the duration of the spell, you gain Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30-ft.-radius emanation A safety spell points out the shortest of Fire. centered on you distance out of a poisonous cloud, or",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Evocation does not function against the maze",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 2 spell, because that spell deals no physi-",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S cal damage. Nor does the spell provide intone the ancient words. A green radiance Casting Time: 1 standard action knowledge of or protection against spreads from your hand, forming a ring of Range: Close (25 ft. + 5 ft./2 levels) the creatures that inhabit those safe translucent jade flames. “We’re safe,” you Effect: Ray places. tell your allies, “for the moment.” Duration: Instantaneous In the D\u0026D cosmology (DMG 150),",
        "name":  "You press your hand against the ground and Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial safety has the following effects when You make an area safe from attacks. Spell Resistance: Yes cast on specific planes. This spell’s benefit functions much like",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Shortest route out that of the sanctuary spell (PH 274). The A thin shaft of whirling salt crystals lances of darklands. area of a safe clearing spell is immobile. out from your crooked finger to strike and",
        "name":  "Plane of Shadow",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Shortest route can act normally and is not affected by points of damage per two caster levels out of magma pools or other unusually this casting of the spell. Failure means (maximum 5d6) and must make a Forti- hot places. it can’t attack anyone in the area or even tude save or be stunned for 1 round.",
        "name":  "Elemental Plane of Fire",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nearest enter the area for the duration of the pocket of breathable air; shortest route spell. Those not attempting to attack out of hot spot, ice pocket, or red tide. SANCTUARY, MASS creatures in the warded area remain",
        "name":  "Elemental Plane of Water",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nearest Abjuration unaffected. This spell does not prevent doldrum area with the minor nega- Level: Balance 5, cleric 5 creatures in the warded area from being tive-dominant trait. Range: Close (25 ft. + 5 ft./2 levels) attacked or affected by area spells.",
        "name":  "Negative Energy Plane",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nearest edge Targets: One creature/level, no two A creature within the area that makes zone with the minor positive-dominant of which are more than 30 ft. apart an attack is no longer protected by the trait. spell, and can be targeted normally.",
        "name":  "Positive Energy Plane",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nearest area of stabilized You cast this spell and you are infused with limbo. a clear, silvery aura. You touch each of your",
        "name":  "Limbo",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S thys sandstorm. This spell functions like sanctuary (PH",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 1 free. barkskin spell).",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components: V, S, M Components: V, S",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components: V, S, M completely impervious to air and gas. A",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action creature trapped within a sarcophagus of As you cast this spell, the snakeskin vapor- Range: Touch stone has 1 hour worth of air, and after izes. A dull gray ray projects from your Target: Creature touched that time must hold its breath or begin hand. Where the ray strikes, your foe’s skin Duration: 10 minutes/level to suffocate (DMG 304). A creature that seems brittle and more frail. Saving Throw: None has no need to breathe (such as a con-",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components: V, S, M",
        "name":  "SCINTILLATING SCALES Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You Spell Resistance: No two caster levels, to a maximum of",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level 5d8 points of damage, to each target You raise your hand and send a roiling it hits. You invoke the words of this spell, and your ball of crackling, multicolored energy at",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes mirror. SPHERE Picking out those you wish revenge upon, SEAL PORTAL Evocation [Electricity] you cause their bodies to erupt in painful Abjuration",
        "name":  "SCINTILLATING Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes creature, the disease immediately deals",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A glass marble. curse on the subject (requiring a DC 20 ing dispels seal portal if seal portal was caster level check for either spell), after cast by a spellcaster of lower than SCORCH which a remove disease, heal, or similar 15th level. spell will cure the victim. Evocation [Fire] Once a portal is opened, seal portal",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Material Component: A silver bar the spell.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous and 1 range. The spell can penetrate barriers, hour/level; see text",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Level: Sorcerer/wizard 3",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action having just run a long distance but know- Illusion (Phantasm) [Mind-Affecting] Range: Close (25 ft. + 5 ft./2 levels) ing you could run farther. When touching Level: Sorcerer/wizard 4 Effect: Invisible, mindless, shapeless the spell’s intended recipient, your breathing Components: V, S, M servants returns to normal but you note the spell’s Casting Time: 1 standard action Duration: 1 hour/level subject heaves a deep, refreshing breath. Range: Medium (100 ft. + 10 ft./level) Saving Throw: None",
        "name":  "You feel slightly winded but energized, as if SENSORY DEPRIVATION Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature Spell Resistance: No",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level subject and provides a +4 bonus on Saving Throw: Will disbelief As you complete this spell, you sense a",
        "name":  "This spell removes fatigue from a Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes number of invisible entities form around of the spell. If the subject creature is you. exhausted when you cast this spell, its Your vision blurs, and sounds seem muffled condition is improved to fatigued. as you cast the spell. Upon completing it, This spell creates a number of unseen you release the spell’s energy, freeing your servants (PH 297) equal to 2d6 +1 per SEEK ETERNAL REST senses from that which dampened them. level (maximum +15).",
        "name":  "Constitution checks for the duration Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small stick to Conjuration (Healing) with a black aura. which many lengths of knotted thread",
        "name":  "The target of your spell glows for an instant Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal something, this spell creates an illu- SHADOW BINDING sion of absolute nothingness. The spell",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level with tremorsense. A subject that fails undead. For the purpose of turning or Saving Throw: Will negates its save is blinded and deafened, and destroying undead, you are treated as Spell Resistance: Yes it gains no benefit from blindsense, a cleric of your paladin level. blindsight, scent, or tremorsense. As the links of chain in your hand dissipate The subject retains any telepathic or SENSE HERETIC empathic links it might possess with to feed the arcane energies of your spell, a multitude of ribbonlike shadows instanta- Divination other creatures while affected by the neouslye xplodeso utwardf roma ni ndicated",
        "name":  "You improve your ability to turn Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paladin 1 spell. point nearby.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal iron chain. chant the last few words to cast the spell.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Spell Resistance: Yes with shadow cache are gone (either",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action ment against a single opponent you",
        "name":  "This spell opens a small portal to the Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 9 shadow landscape spell become frighten- places of jagged peaks, slippery slopes,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex partial; entangle spell (PH 227) had been cast areas lower than 5,000 feet are treated as see text on them (save DC equal to the shadow the 5,000- to 15,000-foot category, and",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes landscape’s DC). anything above 5,000 feet is treated as being above 15,000 feet. nagaH .B yb .sullI 185 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S and tornados are frequent. Half the When the spell’s duration ends, the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched entangle spell (PH 227) had been cast giving you time to keep your face",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ordinary dungeons effectively ends the spell and causes",
        "name":  "Underground",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) aren’t affected by shadow landscape, the same slow fading. but naturally occurring caverns are. Material Component: A mask of black Your hand becomes slightly translucent as Natural stone floors take 4 squares of cloth. you complete the arcane gestures of the spell. movement per space to enter. Stalag- As you touch the intended recipient, your mites cover 10% of the available floor hand appears solid again, while the subject’s SHADOW RADIANCE space. flesh takes on a dark, wispy, insubstantial Illusion (Shadow) appearance. Level: Sorcerer/wizard 2 In addition to terrain-specific effects,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M a shadow landscape spell worsens the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action weather within the spell’s area. When some of the subject’s tissue with Range: Medium (100 ft. + 10 ft./level) rolling random weather (DMG 94), roll shadow-stuff, making the subject Area: 20-ft.-radius burst centered on twice and take the higher result. In partially incorporeal. This partially a point in space plains terrain, roll three times and take incorporeal state does not allow the Duration: 1 round/level the highest result. This effect does not subject to pass through walls or other Saving Throw: Will disbelief (if apply underground. solid objects. interacted with) You don’t suffer the terrain-specific",
        "name":  "The spell temporarily transposes Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates subject reappears in the spot it had been Spell Resistance: Yes Illusion (Shadow) in when the shadow well spell was cast.",
        "name":  "SHADOW SPRAY Upon leaving the pocket realm, the Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Spells and abilities that move a crea- portal to the Plane of Shadow.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates escape a shadow well spell, although the Plane of Shadow, allowing you and",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes a plane shift spell allows it to flee to creatures you designate within range another plane as normal. The target to pass into that area. This does not As you finish casting this spell, ribbonlike might still become frightened upon grant you the ability to open another shadows burst outward from the midst of leaving. such portal automatically, so the spell your foes. is often used as a temporary hiding You cause a multitude of ribbonlike SHADOWBLAST place or a method of gaining access to the Plane of Shadow. shadows to instantaneously explode Evocation [Light] The portal remains for the duration outward from the point of origin. Level: Cleric 4, druid 4 of the spell, and other creatures can Creatures in the area take 4 points of Components: V, S, M pass through it in either direction if",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes shadows to cast shadowfade. The spell Illusion (Shadow) can be cast only on a plane coexistent Light flashes bright and white for an instant",
        "name":  "SHADOW WELL Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 with the Plane of Shadow (DMG 152), in the area of this spell, dispersing portals",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
