[
    {
        "origin_file":  "other.json",
        "description":  "All churches are considered temple affilia­ tions, even those associated with racial deities such ABSOLUTE TRUTH? as Moradin or Gruumsh. As for category, the social network of the church is much more important to Each church presented here is the default interpretation for the main church of one of the core game\u0027s deities. Any church its function than its racial ties are. can incorporate several sects with different attitudes and ap­ Enemies and Allies: Where appropriate, this proaches. For example, nothing stops you from playing a cleric entry summarizes the sorts of beings who are hostile of Moradin who believes that only the working of iron, gold, to and friendly to the church. and other metals (as opposed to any raw materials) is a true",
        "name":  "Type",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The scale of a church as an affiliation is gener­ tribute to the dwarf deity. ally high, since most religions span wide regions. See Table 7-1: Affiliation Scale, PH2 184.",
        "name":  "Scale",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Only followers of a church\u0027s THE ANVIL OF CREATION deity can gain the benefits of affiliation with that church, and then only if they behave in accordance with the church\u0027s Some say that work is life, but to you it is an act of worship. philosophies and doctrines. In addition, church members You are never so happy as when your hands are busy with the are sometimes called upon to act on the church\u0027s behalf. work of creation, like your patron, the Soul Forger. While no member is expected to be available at all times The Church of Moradin is known as the Anvil of Creation to do the church\u0027s bidding, members who reject three or in honor of its patron\u0027s role in the creation of the multiverse. more church missions almost always lose their affiliation Moradin is the patron deity of the dwarves, but he is also benefits. For more details about assigning criteria modifiers, one of the most powerful deities in existence—a trait that see PH2 184. is mirrored in the power of his church.",
        "name":  "Affiliation Score Criteria",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Unless other­ cially for the benefit of dwarven nations wise noted, the benefits for each rank gained or settlements, is an important function within a church are extraordinary abilities of the church. Finding new sources of ore, where a designation is appropriate. For more food, or even ancient dwarven power, is a about typical benefits, see PH2 185. noble endeavor. This focus on preserving",
        "name":  "Titles, Benefits, and Duties",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "In combat and otherwise, members of Has been undead -6 the Anvil often say, \"Moradin\u0027s beard!\" Typical curses include Lacks at least 1 rank in Knowledge (nature) -2",
        "name":  "Favored Oaths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nearly all members of Yondalla\u0027s church are halflings. The church\u0027s few nonhalfling members all belong Titles, Benefits, and Duties: To gain a new rank and its to Yondalla\u0027s branch of the church and have no idea that a associated benefit, you must travel with your church and its clergy devoted to Dallah Thaun exists. caravan for 24 hours. To retain this benefit, you must always",
        "name":  "Members",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "11 (multiregional). be at the disposal of the church, ready to leap to the defense",
        "name":  "Scale",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "11 (multiregional).",
        "name":  "Scale",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Members of the Eternal Library frequently event will mean, no one can say. But the church celebrates exclaim, \"By the holy book!\" (a reference to all books) and Fharlanghn\u0027s endless travels once each year with the Day \"May you see his eyes!\" of Rest, when every member stops traveling to revel in that single moment of life. For the rest of the year, Fharlanghn\u0027s Way exhorts its members to see the world in the short time FHARLANGHN\u0027S WAY they have in it, and to spread this message to anyone who bothers to stop, listen, and share the road with them for a Life is the ultimate journey. You can\u0027t tell exactly where brief time. you\u0027ll end up—and it\u0027s likely to be where you least expect.",
        "name":  "Favored Oaths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Members of Fharlanghn\u0027s Way value self- ing pleases them more than swindling a paladin or some reliance and have a talent for avoiding trouble. Thus, they other champion of law. often choose feats such as Endurance, Self-Sufficient, Dodge, To the followers of Olidammara, deception is a form of and Mobility. worship. The church teaches that anything taken from",
        "name":  "Favored Feats",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any sort of The church\u0027s only noncriminal activi­ adventure is right up the alley of a mem­ Holy symbol of Fharlanghn ties involve music. The Laughing Rogue ber of Fharlanghn\u0027s Way, but one that takes loves musical entertainment, so Olidam­ her to a place she\u0027s never been before is mara\u0027s few large temples are always filled with music of greeted with the most enthusiasm. Extraplanar adventures all kinds—calm garden tunes one day, and bawdy tavern are especially exciting, as are journeys to places rumored chants the next. The church frequently sponsors gifted to exist only in myth. performers, and any appearance by a famous bard is sure to Members of Fharlanghn\u0027s church frequently make be attended by many of the deity\u0027s followers. A musician is extra money as couriers or explorers. They are amazed never the target of a deception perpetrated by church mem­ that people are willing to pay them for services they bers unless he has committed an act that draws the wrath would perform for free, as long as they were headed in of a worshiper. that direction. Both the church and its members are unreliable when it",
        "name":  "Favored Adventure Types",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "\"May you find a twist in your road\" is a comes to agreements. They can change allegiances on a whim favorite saying of Fharlanghn\u0027s followers. More emotional if doing so appears entertaining or profitable. According to oaths include \"By the bent and winding road!\" and \"By the church, many grades of deception exist, and white lies my feet!\" are only the beginning. For these reasons, any follower of Olidammara forms only a few close friendships. FINGERS OF THE",
        "name":  "Favored Oaths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common oaths uttered by members of",
        "name":  "Favored Oaths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "To gain a new rank and its OF KORD associated benefit, a member must spend 24 hours fasting and praying in a structure sacred to Heironeous, under the Battle brings violence, bloodshed, and loss, but also glory. supervision of one of his clerics or paladins. The required Full of bold and beautiful chaos, combat claims even the tithe must be paid at the end of this time. most careful or craven in the end. So what do you have to lose by making a bold stand? Indeed, battle is the surest Affiliation way to determine who is most worthy of life. If you conduct",
        "name":  "Titles, Benefits, and Duties",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fond of intricate tactics, follow­ combatants. Battles within the temple are rarely to the death. ers of Heironeous seek any advantage in a battle, watching Differences between members of the church are always for ways to split enemy forces and use terrain cleverly. Once resolved here in some sort of athletic competition, game, or combat begins, they pursue their enemies with dogged duel. Services often consist of members\u0027 recitations of their glorious victories and accomplishments. More than simple Titles, Benefits, and Duties: To gain a new rank and its boasting, they are songs of praise to the deity, honoring Kord associated benefit, a church member must defeat a fellow with the battles fought in his name. Such praise is usually member in single combat (typically with practice weap­ reserved for the temple, but some boisterous members so ons) or some other athletic competition. The opponent\u0027s honor their deity wherever they find a receptive ear. Most Challenge Rating must be within 1 of the challenger\u0027s members of the church keep a tally of the powerful enemies character level. they have killed, as well as other notable achievements in the arena or on the battlefield, and add these achievements Affiliation to their songs of glory. Rank Score Title: Benefits and Duties 0 3 or lower None. Members of the Mighty Arms of Kord hold bravery in the 1 4-12 Persuader: Gain a+2 bonus on highest esteem. Those who flee from battle are often excom­ Intimidate checks. municated publicly, displaying their cowardice before the 2 13-21 Bravo: Cain a bonus equal to your entire community. Thus, even if the odds are against her, a character level on saves against fear follower of Kord is likely to take the field. She would rather go effects. down in a blaze of glory, singing hymns to the god of battle, 3 22-29 War Leader: Once per day, gain a than suffer the public humiliation accorded to cowards. bonus equal to your Strength modifier",
        "name":  "Favored Combat Tactics",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "14 (continental). on a single Fortitude or Will save.",
        "name":  "Scale",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "11 (multiregional). as normal. 20 ROLEPLAYING APPLICATIONS this church deal in half measures. Known enemies are",
        "name":  "Scale",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Followers of St. Cuthbert often exclaim The Shining Light of Pelor maintains close ties with \"Lawbreaker!\" or \"By the cudgel!\" in the heat of battle. \"His many other good-aligned churches, and has organized justice be done\" is a phrase often delivered in conjunction joint ventures with the clergy of Heironeous, such as the with a smite attack. formation of Pelor\u0027s Shadow Guard (see page 75). Members of Pelor\u0027s church also share many goals with the churches THE SHINING LIGHT of nature, such as those of Ehlonna and Obad-Hai, which also despise the foul undead.",
        "name":  "Favored Oaths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "16 (multicontinental).",
        "name":  "OF PELOR Scale",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "A mission to determine the strength of an orc horde would interest Pelor\u0027s fol­",
        "name":  "Favored Adventure Types",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "To gain a new rank and lowers for the sake of rooting out evil, but any of them its associated benefit requires no special action beyond would leap at a quest to destroy a vampire. Likewise, the the required tithing. Rising through the ranks of the Shining Light is always eager to venture into the Under­ Shining Light of Pelor increases a member\u0027s ability to dark. Any quest in the lightless depths is an opportunity minister to the ill and infirm, as well as to destroy the to shed Pelor\u0027s light on those who have yet to be graced reviled undead. by his presence.",
        "name":  "Titles, Benefits, and Duties",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "In combat, Pelorites frequently exclaim Affiliation \"By the burning light!\" or \"By the fiery face!\" \"By the wizened",
        "name":  "Favored Oaths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "16 (multicontinental). attack roll and the corresponding",
        "name":  "Scale",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "7th. D\u0026D supplements. Replaces: This benefit replaces the damage reduction class The format for alternative class features is as follows. feature, including all damage reduction increases gained at higher levels of the barbarian class.",
        "name":  "Handbook II, Unearthed Arcana, Complete Mage, and other Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you select this ability, your connection to This section provides a general description of the alternative your spiritual totem intensifies. If you have not yet chosen class feature, including some roleplaying suggestions for each a spiritual totem, you must do so now, but you gain only variant of the standard class. those abilities described here, not those for the spiritual level: You can select the alternative class feature only at totem alternative class feature. Each of these effects is a the indicated level. supernatural ability.",
        "name":  "Alternative Class Feature Name Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This line identifies the ability you must sacrifice Bear Totem: The powerful bear rewards your loyalty. If you to gain the alternative class feature. choose her as your spiritual totem, you gain 1 extra hit point",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st. each level at which your damage reduction would increase",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This benefit replaces the fast movement class (10th, 13th, 16th, and 19th levels). feature. Wolf Totem: The wolf is an intelligent hunter who can",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain one of the abilities described below, track her prey with uncanny accuracy and insight. If you depending on the chosen totem. Each of these effects is a choose her as your spiritual totem, you gain Track as a supernatural ability. bonus feat. In addition, you gain a +2 sacred bonus on",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The mighty bear is known for her crushing Survival checks. embrace, if you adopt her as your spiritual totem, you gain the improved grab ability (MM 310). View the Spirit World",
        "name":  "Bear Totem",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The eagle can see clearly over great distances Your link to the divine gives you an uncanny insight into and often notices details that are not obvious. If you embrace the intricacies of the spirit world. This unique perception him as your spiritual totem, you gain a +4 bonus on Search lets you expand your senses into realms that few mortals and Spot checks. can perceive.",
        "name":  "Eagle Totem",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The cunning fox uses stealth to gain the upper Level: 5th. hand. Should you choose her as your spiritual totem, you Replaces: This benefit replaces the improved uncanny gain a +4 bonus on Hide and Move Silently checks. dodge class feature.",
        "name":  "Fox Totem",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The wolf is a loyal ally who uses pack tactics Search and Spot checks. This is a supernatural ability. to subdue her foes. If you choose her as your spiritual totem, BARD you gain an additional +2 bonus on attack rolls when flanking an opponent. You use music to entertain, to enlighten, and to boost the morale and abilities of those around you. By using your Totem Manifestation special insight into the divine, you can tap into the very As the bond between you and your totem grows closer, the essence of the universe, bringing forth positive energy and spirit of your chosen animal reveals itself more strongly. channeling it to your allies through your songs. Those who _—!",
        "name":  "Wolf Totem",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st. Benefit: If you are a 3rd-level or higher bard with 6 or",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "7th.",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Evil monks can select this ability, but their attacks | attacks. are considered evil-aligned for the purpose of overcoming",
        "name":  "As a holy warrior, you can channel your faith into your Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "4th or any even-numbered higher level. damage reduction.",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This benefit replaces one of your fighter bonus feats. Prayerful Meditation",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "8th or any even-numbered higher level. religions, while paladins are their deities\u0027 armed champions,:",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st. Benefit: Whenever you are underground, you can draw",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This benefit replaces the wild empathy class Champion of the Wild feature.",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st.",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This benefit replaces the trapfinding class actually helps a sorcerer open a channel to a new reservoir feature. of energy.",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "3rd. The divine companion stores arcane energy and redirects",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "10th, 13th, 16th, or 19th. uses your caster level for any checks required, and when it",
        "name":  "Levels",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "5th. of other divine classes.",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "5th, 10th, 15th, or 20th. Usually, domain feats go together only if they corre­",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This benefit replaces the bonus feat gained by spond to the domains offered by the deity you follow. For a wizard at 5th, 10th, 15th, or 20th level. example, Kord grants access to the Chaos, Good, Luck, and",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you take levels in a class that grants you a use the following guidelines for which domain feats allow domain choice (such as cleric), you gain the full benefits of or preclude the selection of others. This should be done in the domain in addition to the other domains available to you concert with the DM. from that class. Opposing Domains: The Good and Evil domains, and the Law and Chaos domains are in opposition, so Spontaneous Divination no character should have both Good Devotion and Evil You can use your connection to the divine to inquire about Devotion (or both Law Devotion and Chaos Devotion). In mysteries beyond mortal ken. some cases, you might decide that the Healing and Death",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "5th, 10th, 15th, or 20th. domains oppose each other, and likewise Destruction",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This benefit replaces the bonus feat gained by and Protection. The Fire domain does not necessarily a wizard at 5th, 10th, 15th, or 20th level. oppose Water, nor does Air conflict with Earth, since",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining one additional daily use each time you take it.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the ability to turn or rebuke undead, you gain one additional daily use of this feat for each three daily turn or rebuke uses you expend. ANIMAL DEVOTION [DOMAIN] You enhance your own abilities with the characteristics of animals.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining closes the ground between them one additional daily use each time you take it.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the ability to turn or rebuke undead, Overwhelming Smite: Your smite attack can knock you gain one additional daily use of this feat for each three an opponent prone. If the attack hits and deals damage, daily turn or rebuke uses you expend. it is treated as though it were also a trip attack. Make a",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can have multiple abilities active simulta­ Strength check opposed by the defender\u0027s Strength or neously. However, you can still activate only one ability Dexterity, with all the normal trip modifiers (PH 158). A per round. foe that resists is not entitled to make a trip attempt against you in return. You can attempt an overwhelming smite AWESOME SMITE [TACTICAL] only once per round.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your smite attack is uncannily guided to its you can deliver devastating smite attacks. target. For the purpose of this single attack, you ignore any",
        "name":  "Through a combination of sheer muscle and mystical acumen, Seeking Smite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can change direction during a charge, You have learned to take complete advantage of the animal as long as you move at least 10 feet both before and after you forms you can assume. turn. You must assume an animal form with four or more",
        "name":  "Twisting Charge",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +4, wild shape class legs to employ this maneuver. feature. Normal: You can make only a single attack after charg­",
        "name":  "Prerequisite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This feat allows the use of three tactical maneu­ ing, with a +2 bonus on attack rolls. You can charge only in vers, each of which requires that you attempt a charge attack a straight line. in the round immediately following your shift into animal CHAOS DEVOTION [DOMAIN] form using wild shape. If you have the Swift Wild Shape feat (page 62), you can attempt the charge in the same round as The forces of chaos assist you in combat. you change forms. Benefit: Once per day as a swift action, you can summon",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can make a full attack after you charge, the force of chaos to aid you. When you activate this ability, as if you had the pounce ability (MM 313). If the animal form roll ld6. If the result is odd, add that number as a sacred you have assumed normally has the pounce ability, your (if your deity is good or neutral) or profane (if your deity is bonus on attack rolls when charging increases to +3. evil) bonus on your attack rolls until your next action. If the",
        "name":  "Pouncing Charge",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the ability to turn or rebuke undead, character level + your Cha modifier) or gain a negative level. you gain one additional daily use of this feat for each three You can bestow only one negative level per target for every daily turn or rebuke uses you expend. four character levels you possess (minimum one, maximum five negative levels at 20th level). CHARNEL MIASMA [RESERVE]",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Access to the Death domain. you gain one additional daily use of this feat for each three",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining Benefit: Once per day as an immediate action, you can one additional daily use each time you take it. surround yourself with an aura of evil that grants you and",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day as an immediate action, you can lasts for 1 minute. ignore the effects of difficult terrain or make terrain near Special: You can select this feat multiple times, gaining you more difficult to move through. one additional daily use each time you take it.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining daily turn or rebuke uses you expend. one additional daily use each time you take it. FRAGILE CONSTRUCT [RESERVE]",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the ability to turn or rebuke undead, you gain one additional daily use of this feat for each daily Your innate attunement to the forces of entropy allows you turn or rebuke use you expend. to weaken objects with the force of your will.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Access to the Destruction domain. ELEMENTAL ESSENCE [WILD]",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any other wild feat, wild shape class or a melee touch attack (if used against an opponent). For a feature. number of rounds equal to your caster level, the hardness",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining following tactical maneuvers. The first two maneuvers are one additional daily use each time you take it. available only if you channel positive energy, while the latter",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining by an amount equal to your Charisma bonus (if any), fur­ one additional daily use each time you take it. thermore, the critical threat range of the attack increases",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5-foot bonus to base land speed. in combat. Trickery: +6 sacred (if your deity is good or neutral) or",
        "name":  "Your zeal on the battlefield allows you to deal extra damage Travel",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Electricity resistance 5. You then receive an insight bonus on attack rolls and",
        "name":  "Air",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 sacred (if your deity is good or neutral) or pro­ of the combat. The amount of the bonus depends on your fane (if your deity is evil) bonus on a randomly determined Knowledge check result, as given on the following table. ability score.",
        "name":  "Chaos",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4 on saving throws against death effects. Check Bonus",
        "name":  "Death",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 sacred (if your deity is good or neutral) or Result Granted profane (if your deity is evil) bonus on melee damage rolls. 15 or below +1 16-25 +2",
        "name":  "Destruction",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Acid resistance 5. 26-30 +3",
        "name":  "Earth",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "DR 3/good. 31-35 +4",
        "name":  "Evil",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fire resistance 5. 36 or higher +5",
        "name":  "Eire",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "DR 3/evil.",
        "name":  "Good",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "When rolling for damage, treat any die roll result of Example: Alhandra faces a black dragon, a vampire, and a 1 as 2, unless 1 is the maximum result possible. beholder. She has the Knowledge Devotion feat and ranks",
        "name":  "Luck",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Light fortification (25% chance to avoid extra damage she possess no ranks in Knowledge (dungeoneering), from critical hits and sneak attacks). she has no chance to gain a bonus against the beholder",
        "name":  "Plant",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 sacred (if your deity is good or neutral) or (an aberration). profane (if your deity is evil) bonus to AC when fighting Alhandra\u0027s Knowledge (arcana) check grants her a +3 defensively. insight bonus on attack rolls and damage rolls against the black dragon. Later, a half-dragon enters the fray. Alhandra These ability points can be applied to any single damaged cannot make another check since she has already checked ability, raising it to a maximum of its starting score. Tem­ for the dragon type this combat, but she can apply the +3 porary ability points granted in this way disappear after 10 insight bonus to her attack rolls and damage rolls against minutes, returning the subject to its previous damaged state the half-dragon as well. unless some other effect restores the lost ability points first. This benefit is an extraordinary ability. You can use this effect on the same individual as many times as you wish. LAW DEVOTION [DOMAIN] As a secondary benefit, you gain a +1 competence bonus The power of law assists you in combat. to your caster level when casting conjuration (healing)",
        "name":  "Protection",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining by 2. In addition, you gain light fortification (25% chance to one additional daily use each time you take it. ignore extra damage from critical hits and sneak attacks).",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the ability to turn or rebuke undead, The resistance chance granted by this fortification effect you gain one additional daily use of this feat for each three increases to 50% when you attain 10th level and to 75% when daily turn or rebuke uses you expend. you attain 15th level. At 20th level, you gain heavy fortifica­ tion (immune to critical hits and sneak attack damage) while LUCK DEVOTION [DOMAIN] in this form. Luck makes your attacks more effective. Special: You can select this feat multiple times, gaining",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining You exude an aura that protects you and those around you. one additional daily use each time you take it. Benefit: Once per day as an immediate action, you can",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day as a standard action, you can launch one additional daily use each time you take it. an energy bolt as a ranged touch attack against a target within Special: If you have the ability to turn or rebuke undead, 30 feet, + 5 feet per two character levels you possess. If this you gain one additional daily use of this feat for each three attack hits, it deals ld6 points of damage per two character daily turn or rebuke uses you expend. levels you possess. PROTECTIVE WARD [RESERVE]",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any two divine feats, ability to turn or Special: You can select this feat multiple times, gaining rebuke undead. one additional daily use each time you take it.",
        "name":  "Prerequisite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You cannot take a 5-foot step in the same round of effect again. that you use this feat to move as a swift action. Special: You can select this feat multiple times, gaining",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining one additional daily use each time you take it. one additional daily use each time you take it. Special: If you have the ability to turn or rebuke undead,",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the ability to turn or rebuke undead, you gain one additional daily use of this feat for each three you gain one additional daily use of this feat for each two daily turn or rebuke uses you expend. daily turn or rebuke uses you expend. UMBRAL SHROUD [RESERVE] TRICKERY DEVOTION [DOMAIN] You control darkness and shadows.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (history) 3 ranks. lst-5th Small Special: Although the organization does not have a 6th-10th Medium specific alignment requirement, members who behave llth-15th Large contrary to its teachings are quickly expelled. Thus, evil 16th-20th Huge members are rare.",
        "name":  "Level Summoned Skill",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can select this feat multiple times, gaining The Disciples of Legend focus on their energies on two goals: one additional daily use each time you take it. to learn more about the Six from Shadow (and other histori­",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the ability to turn or rebuke undead, cal heroes), and to put that knowledge to use by performing you gain one additional daily use of this feat for each daily heroic deeds similar to those of their legendary patrons. turn or rebuke use you expend. Clerics, fighters, marshals, rangers, rogues, and wizards not only emulate the Six most easily, but they also gain the most benefit from the organization\u0027s signature prestige class, the DISCIPLES OF LEGEND BENEFITS mythic exemplar (page 86). Thus, they most frequently repre­ sent the Disciples of Legend on adventures and as emissaries The organization known as the Disciples of Legend is a to governments, churches, and other factions. quasi-religious sect in many ways. The respect with which its members view the Six from Shadow borders on worship, AFFILIATION SPECIFICS and members are expected to conduct their daily lives The following criteria apply to members of the Disciples of according to a strict set of behaviors modeled upon those of Legend. the legendary heroes.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The organization\u0027s library of ancient Multiple Use lore focuses on the heroes of the mythic past, but the Completes a successful endeavor with aid material covers a substantially wider array of topics. and assistance from the Disciples of Legend +6 Accessing the library grants you a +1 circumstance bonus Allows the death of a follower or cohort gained on all Knowledge checks for every hour spent in research with the favored of paragons benefit (see below) while under own command -2 (maximum +8 for Knowledge [history] and +3 for all other Fails an endeavor with aid and assistance from the Knowledge skills). Disciples of Legend (see Favored of Paragons) -4 Favored of Paragons: Once per year per five class levels (maximum four times per year at 20th level), you can call on Affiliation the organization for aid to combat some evil force or cult.",
        "name":  "Scion of Paragons",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Benefits and Duties This aid takes the form of a number of followers and cohorts, 0 3 or lower None. determined as though you had the Leadership feat (DMG 106), 1 4-10 Disciple of Paragons: Cain access to but only for the duration of that specific endeavor. supplies and training.",
        "name":  "Rank Score Titles",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "By the time you earn this rank, To gain a new rank in the Guardians of the Green, you must you have learned new methods of surviving in the wild from spend two cycles of sunrise and sunset in the wilderness, your fellow Guardians of the Green. This benefit manifests communing with nature. Anyone who accompanies you must as a +2 bonus on Survival checks made in natural areas. also be a member of the Guardians of the Green. Warden of the Green: Upon advancing to this rank, you are ready to undertake a variety of information-gathering and Criterion Affiliation Score Modifier sabotage methods on behalf of the organization. To enhance One-Time your success, you receive training that gives you a +2 bonus Character level +1/2 levels on Hide and Move Silently checks made in natural areas. Handle Animal 5 or more ranks +1",
        "name":  "Initiate of the Green",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any two Knowledge skills, 3 ranks each. and makes proper restitution. The affiliation score",
        "name":  "Skills",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gain mastery of Knowledge BENEFITS skills; see text. The Paragnostic Assembly has contacts in most major govern­ ments, churches, and guilds, and its various archives contain greatly from its connections and holdings. These advantages almost every piece of information imaginable. Members who come at a price, though: You are expected to contribute tim| have gained sufficient rank in the organization can benefit and money to furthering the Assembly\u0027s aims. At ranks 1 though 3, you must donate 5% of all treasure abandon a friend or a goal, but it\u0027s often wiser to retreat gained from adventuring to the Assembly and devote at least and come back after doing research than to be unprepared 1 month per year to quests it assigns to you. At ranks 4 and 5, for a fight. this amount increases to 10%, and you must quest for at least 2months per year. You also must donate 20% of any treasure Advancement gained on assigned quests to the organization. Furthermore, The Paragnostic Assembly is not a secretive group. You might you must pay a monthly membership fee equal to 10 gold have come into contact with it through the Church of Boccob pieces per character level. or Wee Jas, or perhaps through a wizards\u0027 guild or university.",
        "name":  "Truths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "At this rank, you gain a +2 classes on a wide range of topics, and you might attend some circumstance bonus on Diplomacy checks made when of these as well. dealing with a guild or government official, or with a Throughout your career, you should maximize your ranks priest of the Church of Boccob, Vecna, Wee Jas, or another in Knowledge and other Intelligence-based skills to repre­ knowledge deity. sent this continuous learning process. You need not do so",
        "name":  "Sage of Worldly Matters",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4. the shadowstrikers are considered for membership within",
        "name":  "Base Attack Bonus",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any good. this secretive sect.",
        "name":  "Alignment",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (religion) 5 ranks. The shadowspies are the quiet infiltrators and investigators",
        "name":  "Skill",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Good Devotion, Healing Devotion, Law Devotion, who carry out the most dangerous of the church\u0027s missions. Strength Devotion, Sun Devotion, or War Devotion. They ferret out the nefarious plans of Pelor\u0027s enemies and investigate even the most innocuous-seeming incidents to The priests of good-aligned deities realize that evil uses determine whether they pose a threat. But they do so in darkness to mask its activities. Pelor\u0027s Shadow Guard roots secret, posing as ordinary citizens. Pelor\u0027s divinity graces out evildoers, exposing their plans and protecting inno­ shadowspies with amazing abilities that allow them to pass unseen, and to use light to create and destroy the shadows Shadow Leader: Upon advancing to this rank, you that so often hide their foes. are appointed leader of a Shadowstriker cell if you are a member of that prestige class and have at least one level of AFFILIATION SPECIFICS cleric or paladin. In addition, you can request the assistance Criterion Affiliation Score Modifier of hirelings and servants drawn from the local church One-Time or temple. The services provided by these individuals Character level +1/2 levels must be deemed appropriate to the mission at hand (as Knowledge (religion) 10 or more ranks +2 determined by the DM) and must not place them at Hide or Move Silently 5-9 ranks +1/skill unnecessary risk. Hide or Move Silently 10 or more ranks +2/skill",
        "name":  "Feat",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "A Shadowstriker won\u0027t get far within the Shadow who are first tortured into implicating others before their Guard unless he takes a cleric\u0027s oath to the Shining One. public trial and execution. Prestige Classes TABLE 2-2: THE FIST OF THE FOREST",
        "name":  "DC IS",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Handle Animal 4 through you. Your hands ranks, Survival 4 ranks. and feet become clawlike",
        "name":  "Skills",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Great Fortitude, Sorag, a fist of the forest (destroying any shoes on Improved Unarmed gloves you are wearing), Strike, Power Attack. and your teeth lengthen and grow pointed. For the dura­",
        "name":  "Feats",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5. times per day.",
        "name":  "Base Attack Bonus",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (nature) 2 ranks, Listen 4 ranks, Spot 4 Woodland Stride (Ex): Beginning at 2nd level, you can ranks, Survival 6 ranks. move through natural overgrown areas at normal speed",
        "name":  "Skills",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Endurance, Track. without damage. See the druid class feature (PH 36). If ycu",
        "name":  "Feats",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any gain a +10 bonus to your neutral. land speed.",
        "name":  "Alignment",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge Earth\u0027s Communion (nature) 8 ranks, (Sp): At 3rd level, you learn Survival 4 ranks. to heal and replenish your­",
        "name":  "Skills",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain sneak attack. See the rogue class feature Imdastri: As an immediate action, you can invoke temporal) (PH 50). You gain another ld6 points of sneak attack damage immunity to necromantic and death effects. This immunity each time you select this feature. does not extend to effects whose caster level exceeds you",
        "name":  "Dardallion",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain +1 level of a class-based extraordinary Paragon Ability Score ability to grant bonuses to allies (such as a marshal\u0027s auras). Dardallion Dexterity Imdastri Wisdom",
        "name":  "Reikhardt",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on all opposed Strength Ktolemagne Intelligence checks (such as those made on bull rushes or trip attacks), Orsos Constitution as well as all Strength-based skill checks. Reikhardt Charisma Paragon\u0027s Gift, Lesser (Su): At 4th level, you gain a new Sunyartra Strength supernatural ability that you can use once per day, according to your paragon as given on the following table. This ability follows all the guidelines for least paragon\u0027s gift (above), Embody Paragon (Su): When you reach 10th level, yd unless otherwise noted. If you choose, you can forgo your truly embody every physical and spiritual concept that daily use of this ability for an extra use of the least gift. your paragon stood for. Unless otherwise noted, the ability you gain is permanent and constant, as long as you remain Paragon Ability conscious. If it is suppressed, you can raise the effect again Dardallion +4 insight bonus to Dexterity as a swift action. Imdastri +4 insight bonus to Wisdom",
        "name":  "Sunyartra",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can turn incorporeal (DMG 294) for up Ktolemagne +4 insight bonus to Intelligence 1 minute per day. This duration need not be used all at one Orsos +4 insight bonus to Constitution and can be divided into intervals as short as 1 round. Shifting Reikhardt +4 insight bonus to Charisma to or from incorporeality requires a move action. Sunyartra +4 insight bonus to Strength",
        "name":  "Dardillion",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use inspire greatness as a bard of your and each ally within 60 feet damage reduction 2/—. This mythic exemplar level. If you already have this ability, your benefit does not stack with any other damage reduction you mythic exemplar levels stack with levels of the class that or your allies possess. This ability requires a swift action provided it for the purpose of determining its effects. to activate.",
        "name":  "Reikhardt",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "At this rank, you might choose to dwell] tightly tied to his church than the champions of Hextor in the barracks of Hextor\u0027s various institutions. The accom­ are to theirs. Because of their low numbers, Heironeous\u0027s modations are truly spartan and not especially comfortable, champions cannot afford to be without staunch allies. but they are secure and free to members. You also have access to trainers and practice grounds, and Hextor\u0027s priests aid AFFILIATION SPECIFICS willing to heal any injuries you incur in the service of the The following affiliation details are designed for ordained Herald of Hell. champions of Hextor. If you are instead playing one of the Master of War: By the time you attain this rank, you have] rare ordained champions of Heironeous, use what follows as begun to gain the trust of your superiors. You have access a model, but change the specifics where appropriate. to the church\u0027s network of information, which helps you to choose military targets and enemies ripe for conquest. This benefit manifests as a +4 circumstance bonus on all Gather strength and power the way clerics can heal the injured or Information and Knowledge checks made to determine the banish undead. relative military strength of a faction, group, or nation, as DC 20: Their ability to imbue their attacks with divine well as its martial interests and any particular weaknesses energy allows them to smite like a paladin, but with a much in its defenses. wider range of targets, or to ensure that every blow they land",
        "name":  "The ordained champions of Heironeous are much more Soldier of Hextor",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each of your melee out tactical maneuvers in advance I attacks deals an extra 2 points of with the others in your party, so that damage against inanimate objects you can make the best possible use of I and constructs. (Knowledge [archi­ your abilities aid allies. If you have a tecture and engineering] 4 ranks) handful of strategies and procedures",
        "name":  "Break Point",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bo­ preplanned, you can implement them nus on attack rolls made to confirm far more swiftly and effectively than critical hits. (Knowledge [nature] you could on the fly. 4 ranks)",
        "name":  "Deadly Strike",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5. Knowledge (arcana) +7, Knowledge (nature) +5, Knowl­",
        "name":  "Base Attack Bonus",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Must match that of deity chosen. edge (religion) +6, Listen +2, Move Silently+21, Search 1 +15, Spot+10, Tumble+17 Skill: Knowledge (religion) 6 ranks.",
        "name":  "Alignment",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Benefits and Duties a Diplomacy check as an immediate action to prevent an 0 3 or lower None. enemy within 10 feet from attacking you. The foe must be 1 4-10 Supplicant: Entitled to living attempting an attack against you at the time you use this abil­ quarters, healing, and training. You ity. If your Diplomacy check result exceeds your opponent\u0027s must serve or guard the church for at Sense Motive check result by at least 1 for every 3 points of least 60 days each year (see below). base attack bonus the enemy character possesses, he decides 2 11-20 Competitor: Gain a +2 bonus on not to attack you (or anyone else) this round. In subsequent Strength checks and Strength-based rounds, he attacks you only if you attack him first or are the skill checks. only opponent within sight. If your Diplomacy check fails, 3 21-29 Master: Gain a+2 bonus on opposed checks made to resolve grapple, trip, the opponent attacks normally, and you cannot use this ability and overrun attempts. again during this combat encounter. 4 30 or higher Paragon: Use greater heroism (self",
        "name":  "Score Titles",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gather Information 6 ranks, Hide 6 ranks, Move Init +8; Senses Listen +13, Spot +1 Silently 6 ranks. Languages Common (literate) Feat: Good Devotion, Healing Devotion, Strength Devotion, or Sun Devotion. AC 20, touch 14, flat-footed 20; improved uncanny dodge",
        "name":  "CC Medium humanoid Skills",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any good. use per day of this ability for each daily turn attempt, smite",
        "name":  "Alignment",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (religion) 2 ranks. that you sacrifice.",
        "name":  "Skill",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can grant one ally within 30 feet the ability ENTRY REQUIREMENTS to take an immediate action of a specified type out of turn.",
        "name":  "Reikhardt",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (history) 3 ranks and any one of If you invoke this ability as a swift action, the ally can take the following: Diplomacy 7 ranks, Intimidate 7 ranks, a 5-foot step. If you invoke it as a move action, she can take Knowledge (arcana) 7 ranks, Knowledge (religion) 7 ranks, a move action. If you invoke it as a standard action, she can or Move Silently 7 ranks. take a standard action.",
        "name":  "Skills",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Must be a member of the Disciples of Legend.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "As an immediate action, you can negate a single critical hit against one ally within 30 feet. The ally still takes CLASS FEATURES normal damage from the hit. Your class features vary according to your paragon, but are all Squire\u0027s Burden, Lesser (Su): At 2nd level, you gain a oriented toward aiding and bolstering your allies. You know new supernatural ability that you can use once per day. This that when a hero falls, when a knight is unhorsed, or when ability follows all the guidelines for least squire\u0027s burden a champion surrenders to despair, it is up to his squire to set (above), unless otherwise noted. If you choose, you can forgo him right. Thus, your allies know they can always count on your daily use of this ability for an extra use of your least you when the day is darkest. squire\u0027s burden.",
        "name":  "Sunyartra",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can fluence to a lesser degree grant one ally within 30 than some others do. You feet the ability to move don\u0027t honor your hero any through threatened ar­ less than your comrades eas without provoking do—you simply choose attacks of opportunity not to devote your entire for 2 rounds. Other ac­ life to following that per­ tions, such as casting in son\u0027s example. You are a threatened area, still more firmly devoted to provoke attacks of op­ the notion that a true portunity as normal. hero aids her comrades",
        "name":  "Dardallion",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Seemingly swap one ally subtype. with one enemy. 3rd Level",
        "name":  "Bewildering Substitution",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Grant combat bonuses to like-aligned",
        "name":  "Aligned Aura",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Seemingly swap one ally 10d4) points of negative energy damage to the next with one enemy. animal, plant, good outsider, or good shapechanger that",
        "name":  "Bewildering Substitution",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject is sickened or nauseated. touches it; animal or plant must also save or flee for ld4",
        "name":  "Bewildering Visions",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Heal 2dl0+1/caster level (max. 10) points dead, evil outsider, or evil shapechanger that touches it; of damage to yourself while channeling positive energy. undead must also save or flee for ld4 minutes.",
        "name":  "Conduit of Life",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gain a +5, +10, or +15 bonus on Intimi­ Seed of Life: Subject gains fast healing 2 and can invoke a date checks against those who don\u0027t worship your deity. burst of healing.",
        "name":  "Divine Presence",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Target takes a -2 penalty on saves and must Spiritual Advisor: Gain a +4 divine bonus on Knowledge take the lower of two rolls on one attack. checks; make checks with an untrained Knowledge skill",
        "name":  "Execration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subjects gain combat benefits based or retry a failed Knowledge check. on their individual deities.",
        "name":  "Interfaith Blessing",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gain a bonus equal to one-half your divine 5th Level caster level (max. +5) on your next turning check. Bewildering Mischance: Target must take the lower of",
        "name":  "Light of Faith",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temporarily swap one domain for based on the deity selected. another your deity offers. Door of Decay: Move instantly from one willing or con­",
        "name":  "Substitute Domain",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject\u0027s aura strengthens as if it had 1 HD/ on Diplomacy checks to change others\u0027 attitudes and a two caster levels more than it actually does. -4 penalty to one ability score based on your deity; all",
        "name":  "Bolster Aura",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gain a new movement type and Surge of Fortune: Gain a +2 luck bonus on attack rolls speed based on the deity chosen. and damage rolls, saving throws, skill checks, ability",
        "name":  "Footsteps of the Divine",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject\u0027s aura weakens as if it had 1 HD/ two caster levels fewer than it actually does. 6th Level 8th Level",
        "name":  "Subdue Aura",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subjects gain combat benefits based 4th Level on their individual deities.",
        "name":  "Interfaith Blessing",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Trade one daily use of wild shape must also save or flee for ld4 minutes. to acquire celestial, fiendish, anarchic, or axiomatic tem­ Seed of Life: Subject gains fast healing 2 and can invoke a plate, according to your alignment. burst of healing.",
        "name":  "Iconic Manifestation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject\u0027s aura weakens as if it had 1 HD/ 5th Level two caster levels fewer than it actually does.",
        "name":  "Subdue Aura",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Seemingly swap one ally Components: V, S, DF with one enemy. Casting Time: 1 full round",
        "name":  "Bewildering Substitution",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject is sickened or nauseated. Range: Touch",
        "name":  "Bewildering Visions",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blackguard 4, cleric 4, paladin 4 initial roll, but before finding out whether it succeeds or",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF fails. The higher of the two rolls applies. Once this option is",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "20-ft. -radius emanation or 60-ft. -radius burst, cen­ yourself. Its effects are for the benefit of others only. tered on you BEWILDERING MISCHANCE",
        "name":  "Area",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level or until discharged",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fortitude partial Enchantment (Compulsion) [Mind-Affecting]",
        "name":  "Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action your body with the essence of the divine ethos. Range: Close (25 ft. + 5 ft. /2 levels)",
        "name":  "A rush of divine energy flows through your holy symbol, infusing Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action Good +1 on saving throws -1 on attack rolls",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action BEWILDERING VISIONS",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Adept 2, cleric 2, shugenja 2 Duration: 1 minute/level or until expended",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF Saving Throw: Will negates (harmless)",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft/2 levels)",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates You grant the subject a limited resistance to ability damage.",
        "name":  "Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S the multiple castings must occur in subsequent rounds.",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action The benefits from multiple castings of body ward that",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch protect the same ability score do not stack.",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level (D)",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fortitude negates Abjuration",
        "name":  "Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action unnatural ease. Range: Touch",
        "name":  "Your touch thins the blood of your target, causing it to spill with Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action ment bonus on attack rolls and damage rolls when wielded",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You bonus is reduced below +1, its masterwork bonus still applies.",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action caster level is 19th or higher, the reduction is 3.",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 4",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF You create ten gently pulsing darts of pale blue light that orbit",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action your head like ioun stones. As a free action, you can launch",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch one dart per round at an ally you designate within range.",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level or until discharged (D) darts per round at one or more designated allies within range.",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates (harmless) As a full-round action, you can launch all remaining orbs at",
        "name":  "Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blackguard 3, cleric 3, paladin 3 is good or neutral) or profane (if your deity is evil) bonus on",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF Intimidate checks made against anyone who does not worship",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action your deity. When making such checks against individuals who",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch have one alignment component opposed to yours (chaos/law",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level checks against someone whose alignment is diametrically",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fortitude negates (harmless, object) opposed to yours, the bonus becomes +15.",
        "name":  "Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blackguard 2, cleric 2, druid 2, paladin 2 Pelor Fire Wisdom",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S St. Cuthbert Sonic Constitution",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action Tiamat Fire Wisdom",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal Vecna Cold intelligence",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You Wee Jas Cold Strength",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 5 if you control them. )",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S If you worship Wee Jas, Vecna, or another deity associated 1",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "See text level for the purpose of determining the maximum distance",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You you can travel. You can bring along objects as long as their",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blackguard 2, cleric 2",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    }
]
