[
    {
        "origin_file":  "armor.json",
        "description":  "2 + Int modifi er. (perfect maneuverability). If the character wears medium or heavy armor or carries a medium or heavy load, she can’t Class Features use this ability. All of the following are class features of the elemental war- Earth: The elemental warrior gains a burrow speed of 30 rior prestige class. feet (or equal to her base land speed, whichever is lower).",
        "name":  "Skill Points at Each Level",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This heavy armor is composed of mul- cles, hired passage, and special substances and items. tiple gears, cogs, plates, and other metal mechanical contrap- tions. It grants an armor bonus superior to all other armors, Adventuring Gear but it reduces the wearer’s speed more than other types of Just as adventurers on the Material Plane need specialized heavy armor do. gear to face the challenges and diffi culties they encounter,",
        "name":  "Mechanus Gear",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The owner of this specially con- planar travelers need equipment devised with the rigors of structed masterwork full plate can remove several of the planar adventure in mind. The basic gear below is aimed at large plate sections from it, reducing it to medium or general utility; it doesn’t matter what skills or classes the light armor, so that he or she can sleep more comfortably user possesses. or move more freely while retaining some of the armor’s Ether Harness: Designed after harnesses used by bur- defensive bonus. glars for breaking into homes, the ether harness is simply pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Sectioned Armor",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ASTRAL DRIFTMETAL Astral driftmetal is not malleable enough to be worked into This extraordinarily rare mineral is mined only on Tu’narath chainmail or scale mail; only a breastplate, shield, or any form and other islands of matter floating in the Astral Plane. It of heavy armor can be made from it. is very similar to iron but has a single remarkable feature. A suit of driftmetal armor weighs the same as a suit of armor Armor crafted from astral driftmetal is fully effective against made of steel. Other statistics of the armor (maximum Dexter- incorporeal attacks, as if it were made of force. The armor’s ity bonus, armor check penalty, and arcane spell failure chance) full armor bonus to Armor Class (including any enhancement are unchanged. bonus) applies to the wearer’s touch Armor Class against Astral driftmetal has hardness 12 and 30 hit points per inch incorporeal attacks. of thickness. Its market price modifier is +12,000 gp. pqqqqqqqqqqqqqqqqqqqqrs tunduH .D yb .sullI 620_17920_PlanarHandbook2.indd 70 5/20/04, 12:55:21 PM 71 MAGIC ITEMS EQUIPMENT AND CHAPTER 4 a network of leather straps fi tted with metal rings for tying Class Tools items down. It is meant to ensure that a group of ethereal Much of the following equipment is particularly useful to travelers caught in an ether cyclone remain together, rather characters who spend time in otherworldly environments. than being scattered across the planes. Tying travelers Differential Hourglass: Because time can fl ow at differ- together by means of their ether harnesses grants a +2 cir- ent rates on different planes, it can sometimes help planar cumstance bonus on Use Rope checks made to ensure that travelers to know how much time is passing on other planes. the knots do not come untied. A differential hourglass consists of two hourglasses—one",
        "name":  "SPECIAL ARMOR MATERIAL",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Which skill governs control checks, followed by a cir- section hit points statistic. cumstance bonus or penalty based on the overall quality of Section AC: The Armor Class of each 10-foot-by-10-foot sec- the vehicle. tion of the vehicle’s exterior.",
        "name":  "Skill",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The vehicle’s maximum speed in a single move. For Rigging: The hit points, hardness, and Armor Class of the wind-powered vehicles such as sailing ships, maximum speed vehicle’s sails, masts, and control lines, if any. If a vehicle lacks takes into account the velocity of the wind. For example, the rigging, this statistic is omitted. For zeppelins, the rigging sta- speed of a planar sailer is given as “wind × 20 ft.” In a calm wind tistic represents the durability of the balloon. (0 mph; speed multiplier × 0), a planar sailer can’t move; in a Ram: The damage dealt by the vehicle if it rams another object light wind (1–10 mph; speed multiplier × 1), a planar sailer’s at maximum speed. speed is 20 feet; in a moderate wind (11–20 mph; speed mul- Face: The size of the vehicle, given as length by width. tiplier × 2), its speed is 40 feet; in a heavy wind (21–30 mph; Height: The vehicle’s height, not including rigging, mea- speed multiplier × 3), its speed is 60 feet; and at higher wind sured from the ground to the roof (for a land or air vehicle) speeds (31+ mph), the planar sailer can’t sail. or the waterline to the deck (for a water vehicle). Sailing A wind-powered vehicle moves at half speed if it’s head- ships also have a draft depth given in parentheses, which ing into the wind (within 90 degrees of the wind direction). represents the minimum depth of water they need to avoid It moves at double speed if it’s heading away from the wind running aground. (within 90 degrees). SA: Any special attacks, such as a ramming prow. Vehicles generally take a double move. They can also move SQ: Any special qualities, such as resistances. at any slower speed unless noted otherwise. The vehicle’s Crew: How many individuals are required to operate the maneuverability is noted in parentheses. vehicle safely. Unless noted otherwise, one must be a skilled Vehicles turn using the rules for aerial maneuverability. The driver, but the others can be unskilled. planar sailer and gate zeppelin have a maneuverability of nauti- Cargo: The capacity of the vehicle’s hold, in tons (one ton cal average, which means they can make a 45-degree turn every equals 2,000 pounds). If the weight of cargo affects the vehicle’s 60 feet. speed, the change in speed is noted in parentheses.",
        "name":  "Spd",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or a shield with this MAGIC ITEMS ability negates the natural effects of all planes as if the In addition to the magic items presented in the Dungeon wearer were affected by a planar tolerance spell. Master’s Guide, the following magic items can be found in a Strong abjuration; CL 8th; Craft Magic Arms and Armor, planar campaign or in the possession of creatures who have planar tolerance; Price +25,000 gp. visited the planes. Slimy: A suit of armor or a shield with this property always appears tacky, as if in covered in partially dried, ARMOR AND SHIELDS gooey red jelly. Up to three times per day, the wearer can Some of the armor and shield special abilities described speak a command word to coat himself with the effect of a here have obvious usefulness for planar travelers. Almost babau slime spell (see page 95). all of them are just as effective on the Material Plane as else- Faint transmutation; CL 5th; Craft Magic Arms and where in the multiverse. Armor, babau slime; Price 16,200 gp.",
        "name":  "Planar Tolerance",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "With this mithral ring, If the wielder is within 60 feet of an evil outsider, the wearer can establish control over a raw area he can summon an avoral guardinal as a standard of the Ever-Changing Chaos of Limbo without action (as summon monster VII). making the usual Wisdom check. The wearer Strong varied; CL 13th; Craft Rod, Craft Magic merely visualizes what sort of environment he Arms and Armor, summon monster VII, holy smite; wants, and the ring creates it, in a 25-foot-radius Price 110,600 gp; Cost 55,600 gp + 4,400 XP. sphere centering on the wearer. Further, even if Enervating Strike: Crafted from wood exposed the wearer falls unconscious, the sphere of control to a doldrum (a minor negative-dominant zone) on retains the form the wearer specifi ed. The wearer the Negative Energy Plane itself, a rod of enervat- can change the form of the controlled area once ing strike functions as a +1 heavy mace. In addi- per round as a free action. tion, any creature it strikes in melee is subject Strong conjuration; CL 12th; Forge Ring, major to an infl ict light wounds spell. If the rod scores a creation; Price 120,000 gp. critical hit, the creature is instead targeted by an",
        "name":  "Limbo Control",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Calls extraplanar creature to fi ght fi ght for you (LG creatures only). for you (LE creatures only). 8 Power Word Stun: Stuns creatures with 150 or fewer hp. 6 Dominate Person: Controls humanoid telepathically. Shield of LawF: +4 to AC, +4 resistance, and SR 25 against Fox’s Cunning, Mass: As fox’s cunning, but affects one chaotic spells. subject/level. 9 Foresight: “Sixth sense” warns of impending danger. 7 Repulsion: Creatures can’t approach you. Summon Monster IX: Calls extraplanar creature to",
        "name":  "Summon Monster V",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once per day, as a free action, you can this smite attack one additional time per day. generate an aura of menace similar to that of the archons. The aura lasts for 1 minute. Any hostile enemy within a 20- Elysium Domain Spells foot radius of you must succeed on a Will save (DC 10 + 1/2 1 Charm Person: Makes one person your friend. your cleric level + your Cha modifi er) to resist its effects. Protection from Evil: +2 to AC and saves, counter mind Those who fail take a –2 penalty on attack rolls, Armor control, hedge out elementals and outsiders. Class, and saves for 24 hours or until they successfully hit 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. you. A creature that has resisted or broken the effect cannot *Planar Tolerance: Provides long-term protection be affected again by your aura for 24 hours. This is a super- against overtly damaging planar traits. natural ability. 3 Magic Circle against Evil: As protection spell, but 10-ft. Add Sense Motive to your list of cleric class skills. radius and 10 min./level. *Mantle of Good: You gain SR 12 + caster level against Celestia Domain Spells spells with the evil descriptor. 1 *Light of Lunia: You radiate silvery light, which you can 4 Charm Monster: Makes monster believe it is your ally. expend as two bolts that deal 1d6 damage. Holy Smite: Damages and blinds evil creatures.",
        "name":  "Granted Power",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Aura grants +2 or higher defl ection 5 Dispel Evil: +4 bonus against attacks. bonus. Cure Light Wounds, Mass: Cures 1d8 damage +1/level 2 Bear’s Endurance: Subject gains +4 to Constitution for for many creatures. 1 min./level. 6 Find the Path: Shows most direct way to a location.",
        "name":  "Shield of Faith",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You take half of subject’s damage. Mind Fog: Subjects in fog get –10 to Wisdom and Will 3 Magic Vestment: Armor or shield gains +1 enhance- checks. ment per four levels. 7 Control Weather: Changes weather in local area.",
        "name":  "Shield OtherF",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None. 2 Entropic Shield: Ranged attacks against you have 20%",
        "name":  "Deities",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4 to AC, +4 resistance, and SR 25 against chaotic spells. 9 *Call Marut: A marut aids you in pursuing one seeking 1st-Level Cleric Spells to cheat time. Anarchic WaterM: Makes chaotic-aligned anarchic water. Mordenkainen’s Disjunction: Dispels magic, disen- Axiomatic WaterM: Makes lawful-aligned anarchic water. chants magic items. Light of Lunia: You radiate silvery light, which you can expend as 2 bolts that deal 1d6 damage.",
        "name":  "Shield of LawF",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes raising or resurrection see text that requires part of the Your touch transforms a living corpse. A wish, miracle, or This spell was developed by creature into a spongy, amorphous true resurrection spell can demonic spellcasters ages ago mass, its shape melting and writhing restore life. for use against their ancient uncontrollably. An affected creature foes, the devils of Baator. It is unable to hold or use any item. Demon Dirge deals 2d6 points of damage Clothing, armor, rings, and helmets Transmutation to creatures that have both become useless. Large items worn Level: Cleric 4, sorcerer/ the lawful and evil subtypes or carried—armor, backpacks, and wizard 4 (such as a barghest or a devil). No even shirts—hamper more than help, Components: V, S, DF saving throw is allowed against reducing the victim’s Dexterity score Casting Time: 1 standard this damage. by 4. Soft or misshapen feet and legs action If the target creature also reduce speed to 10 feet or one-quarter Range: Close (25 ft. + 5 ft./2 possesses the baatezu sub- normal, whichever is less. The victim levels) type, the spell has a much becomes blind and cannot cast spells Target: Living creature more powerful effect. The tar- or use magic items, and searing pain Duration: Instantaneous or 1d4 get’s mind reels, confusing it for renders it incapable of attacking. rounds; see text 1d6 rounds and dealing 2d6 points",
        "name":  "Spell Resistance",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 Dex, +4 natural), touch 11, flat- Challenge Rating: 3 (without pipes) or 5 (with footed 14 pipes) 107 IIlllluuss.. bbyy DD.. RRooaacchh 620_17920_PlanarHandbook2.indd 107 5/20/04, 1:06:02 PM Anarchic satyr 108 6 RETPAHC FO SERUTAERC SENALP EHT CREATING AN",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "27 (–4 size, +1 Dex, +20 natural), touch 3, fl at-footed 22 Base Attack/Grapple: +15/+39",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–1 size, +2 Dex, +7 natural), touch 11, tics and abilities except as noted here. Do not recalculate the fl at-footed 16 creature’s Hit Dice, base attack bonus, saves, or skill points Base Attack/Grapple: +9/+17 if its type changes.",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (+2 Dex, +10 natural), touch 12, flat- more and more of these creatures are hunting along the footed 20 shoals of corporeal planes. Base Attack/Grapple: +6/+7 A dharculus does not speak.",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+3 hide armor, +2 heavy shield), touch 10, ing their prisoners for a hefty profi t). If outmatched—or if fl at-footed 15 they simply wish to remain hidden—frost dwarves use their Base Attack/Grapple: +1/+2 obscuring mist spell-like ability to confuse their enemies and",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 Armor Class against creatures of the giant type (such as",
        "name":  "Challenge Rating",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 Dex, +2 size, +1 natural), touch 14, fl at-footed 13 ELEMENTITE SWARM Base Attack/Grapple: +5/—",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–1 Dex, +2 size, +5 natural), touch 11, together as a mass. fl at-footed 16 Base Attack/Grapple: +5/— Combat",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+3 Dex, +2 size, +1 natural), touch 15, Speed: 20 ft. (4 squares), swim 90 ft. fl at-footed 13 Armor Class: 16 (+0 Dex, +2 size, +4 natural), touch 12, Base Attack/Grapple: +5/— fl at-footed 16",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–4 size, +1 Dex, +9 natural), touch 7, fl at- ming from ocean to ocean following crossdimensional cur- footed 15 rents and using their own special abilities to get where they Base Attack/Grapple: +12/+36 want to go. Some elsewhales have been domesticated to",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bite +20 melee (4d6+12) and tail slap +15 melee Elsewhales speak their own language, a tongue akin to (1d8+6) whalesong. Illus. by D. Roach 620_17920_PlanarHandbook2.indd 117 5/20/04, 1:06:49 PM Elysian thrush 118 6 RETPAHC FO SERUTAERC SENALP EHT COMBAT Wild elsewhales sometimes choose to grab their foes in a secure bite grapple, shift to another plane’s ocean, then leave on their own, allowing the unfamiliar territory to do in their enemies. Carry Passengers (Ex): An elsewhale can carry up to 1 Large, 4 Medium, or 16 Small creatures in its mouth, without swallowing or otherwise endanger- ing the carried passengers. Only willing passengers may be carried inside the mouth (but unwill- ing creatures may be caught in the bite grapple). Creatures carried within the closed mouth enjoy a breathable atmosphere for the same period of time that the elsewhale can hold its breath (see below). When carried in the creature’s mouth or in its bite grapple, subjects automatically fail their saving throw against the elsewhale’s plane shift spell- like ability. Spell-like Abilities: 1 day—plane shift (DC 19), else- ELYSIAN THRUSH whale and passengers in mouth or grapple only. Caster level 9th. Tiny Magical Beast (Extraplanar, Good) Blindsight (Ex): Elsewhales can “see” by emitting Hit Dice: 1d10 (5 hp) high-frequency sounds, inaudible to most other crea- Initiative: +2 tures, that allow them to locate objects and creatures Speed: 10 ft. (2 squares), fl y 40 ft. (average) within 120 feet. A silence spell negates this and forces the Armor Class: 14 (+2 size, +2 Dex), touch 14, fl at-footed 12 elsewhale to rely on its vision, which is approximately as Base Attack/Grapple: +0/–13 good as a human’s. Attack: Claws +5 melee (1d2–5) Hold Breath (Ex): An elsewhale can hold its breath for a Full Attack: Claws +5 melee (1d2–5) number of rounds equal to 8 × its Constitution score before Space/Reach: 2-1/2 ft./0 ft. it risks drowning. Special Attacks: Elysian song",
        "name":  "Full Attack",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5d8+5 (27 hp) often choosing to go through them, if able. Because of this, Initiative: +7 energons can be found on almost any plane, even though the Speed: Fly 20 ft. (good) (4 squares) creatures have no natural ability to travel between planes. A Armor Class: 17 (+3 Dex, +4 deflection), touch 17, flat- lone energon can reproduce; energons procreate asexually footed 14 by simply advancing to 15 Hit Dice and choosing to split Base Attack/Grapple: +5/— into three energons of the same kind with 5 HD each. Few Attack: Incorporeal touch +8 melee (1d6 plus 2d6 fi re) or energons advance far enough to produce offspring, so while energy ray +8 ranged touch (1d8 fi re) 620_17920_PlanarHandbook2.indd 119 5/20/04, 1:06:58 PM Xong-yong Xac-yij Xap-yaup 120 6 RETPAHC FO SERUTAERC SENALP EHT",
        "name":  "Energons also exhibit curiosity about gates and portals, Hit Dice",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Always neutral Armor Class: 15 (+1 Dex, +4 defl ection), touch 15, fl at-",
        "name":  "Alignment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None A xap-yaup targets characters in heavy armor, especially",
        "name":  "Treasure",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 Dex, +4 deflection), touch 16, flat- The xac-yij prefers open-air environments and exhibit footed 14 an aversion to enclosed spaces such as underground Base Attack/Grapple: +5/— passages. Attack: Incorporeal touch +8 melee (1d6 plus 2d6 sonic); or energy ray +8 ranged touch (1d8 sonic)",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 Dex, +4 defl ection), touch 16, fl at- Sense Motive +8, Spot +8 (+10 on other planes) footed 14 Feats: Iron Will, Toughness Base Attack/Grapple: +5/— Environment: Infernal Battlefi eld of Acheron (Tintibulus)",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wilderness of the Beastlands A xong-yong targets creatures in light or medium armor",
        "name":  "Environment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+0 Dex, +4 defl ection), touch 14, fl at- tend to be the most social of all energons. If encountered footed 14 on a hot plane, such as the Elemental Plane of Fire or some Base Attack/Grapple: +5/— parts of the Nine Hells (such as Dis), a xor-yost is usually",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Darkvision 60 ft., explosion, immunity A xor-yost attacks unarmored, lightly dressed characters to cold, incorporeal traits, outsider traits, vulnerability before assailing those with heavy garb or armor. to fi re",
        "name":  "Special Qualities",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–1 size, +5 natural, +4 chain shirt), touch 9, fl at-footed 18 Base Attack/Grapple: +3/+12",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fort +7, Ref +1, Will +3 nitraM .D yb .sullI 620_17920_PlanarHandbook2.indd 122 5/20/04, 1:07:09 PM Entropic ogre mage 123 THE PLANES CREATURES OF CHAPTER 6 Ogre mages favor loose, comfortable clothing and light- weight armor. Ogre mages speak Giant and Common. Combat An entropic ogre mage relies on its spell- like abilities, just as a regular ogre mage does, but is more liable to resort to physical combat due to its imposing negative energy aura. Nevertheless, when faced with obviously superior forces, it prefers to retreat using gaseous form rather than fi ght a losing battle. Spell-Like Abilities: At will—dark- ness, invisibility; 1/day—charm person (DC 14), cone of cold (DC 18), gaseous form, poly- morph, sleep (DC 14). Caster level 9th. Flight (Su): An ogre mage can cease or resume fl ight as a free action. While using gaseous form, it can fl y at its normal speed and has perfect maneuverability. Regeneration (Ex): Fire and acid deal normal damage to an ogre mage. An ogre mage that loses a limb or body part can reattach it by holding the severed member to the stump. Reattach- ment takes 1 minute. If the head or some other vital organ is severed, it must be reattached within 10 minutes or the creature dies. An ogre mage cannot regrow lost body parts. CREATING AN ENTROPIC",
        "name":  "Saves",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+2 Dex, –2 size, +10 natural), touch 12, Alignment: Always neutral fl at-footed 18 Advancement: 15–28 HD (Huge); 29–42 HD (Gargantuan) Base Attack/Grapple: +14/+30 Level Adjustment: —",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Solitary or herd (2–8) attacked, a gaspar charges. elppabarC .D yb .sullI 620_17920_PlanarHandbook2.indd 124 5/20/04, 1:07:31 PM Fire gnome 125 THE PLANES CREATURES OF CHAPTER 6 Plane Shift (Su): Although it has superb and impos- Armor Class: 16 (+1 size, +4 scale mail, +1 light shield), ing antlers, a gaspar has an even more remarkable defense touch 11, fl at-footed 16 mechanism: It can make its foes go away. If engaged in Base Attack/Grapple: +1/–3 melee combat and seriously wounded or threatened (usually Attack: Heavy pick +2 melee (1d4/×4) or javelin +2 ranged if reduced to half of its hit points), a gaspar activates its plane (1d4) shift defense. Everyone within a 10-foot radius of the gaspar Full Attack: Heavy pick +2 melee (1d4/×4) or javelin +2 must make a DC 16 Will save or be transported to a random ranged (1d4) plane (see Table 5–7, page 151 of the Dungeon Master’s Guide). Space/Reach: 5 ft./5 ft. All creatures caught in the same burst go to the same plane. Special Attacks: Fire gnome traits The gaspar and any rider it bears are not transported. Special Qualities: Fire gnome traits Once a gaspar uses its plane shift ability, it can’t do so Saves: Fort +4, Ref +0, Will –1 again until 1d4 rounds later. A gaspar can plane shift a Abilities: Str 11, Dex 11, Con 14, Int 10, Wis 9, Cha 8 maximum of four times per day. Skills: Hide +6, Listen +3, Spot +1 Powerful Charge (Ex): A gaspar deals 4d8+16 points of Feats: Toughness damage when it makes a charge. Environment: Twin Paradises of Bytopia and Elemental Plane of Fire TRAINING A GASPAR",
        "name":  "Organization",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Draconic, Dwarven, Elven, Giant, One of the predators that attack slaadi from time to time, Goblin, Orc, Terran. Limbo stalkers are ravenous beasts and skilled hunters. — Favored Class: Sorcerer. Although they are more than a match for the average gith- — Level adjustment +1. zerai and can easily subsist on a diet of them, Limbo stalkers elppabarC .D yb .sullI 620_17920_PlanarHandbook2.indd 126 5/20/04, 1:07:45 PM Lesser nightmare 127 THE PLANES CREATURES OF CHAPTER 6 seek out slaadi in particular—the bigger the better (making blue or green slaadi the preferred targets). This is because Limbo stalkers lay their eggs in the rotting carcasses of other creatures, giving their young something to feed on the moment they hatch, and the corpse of a slaad lasts much longer than that of a stringy githzerai. COMBAT Limbo stalkers have enor- mous amounts of patience and usually hunt by hiding somewhere near where their prey travels. Using their limited invisibility ability to camoufl age themselves, Limbo stalkers wait for just the right opportu- nity to strike: a lone traveler, not paying any particular attention to his surroundings, NIGHTMARE, LESSER and passing within 40 feet of a lurking Limbo stalker. The Limbo stalker then lurches out of its Large Outsider (Evil, Extraplanar) concealment, bull rushing the target into a solid object Hit Dice: 6d8+18 (45 hp) (sometimes, the very ground that the target has shaped Initiative: +6 to stand on). Once the target is prone, the Limbo stalker Speed: 40 ft. (8 squares) launches a fl urry of claw and bite attacks until the target, Armor Class: 24 (–1 size, +2 Dex, +13 natural), touch 11, or the stalker, is dead. fl at-footed 22 When these creatures hunt in numbers, one Limbo Base Attack/Grapple: +6/+14 stalker acts as the pack leader, by some understood agree- Attack: Hoof +9 melee (1d8+4 plus 1d4 fi re) ment. In such cases, the pack attempts the same basic tactic, Full Attack: 2 hooves +9 melee (1d8+4 plus 1d4 fi re) and except that only one stalker (the leader) attempts the bull bite +4 melee (1d8+2) rush. The others come out of concealment only if the attack Space/Reach: 10 ft./5 ft. succeeds or if the target, in escaping, strays too close to one Special Attacks: Flaming hooves, smoke of the concealed stalkers to resist launching a second attack. Special Qualities: Darkvision 60 ft.",
        "name":  "Bonus Languages",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4 (–1 size, –5 Dex), touch 4, fl at-footed 4 must hit with its slam attack. It can then attempt to start Base Attack/Grapple: +4/+10 a grapple as a free action without provoking an attack of",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 Dex, +5 defl ection), touch 16, fl at- along his nerves, so strong that the victim cannot act footed 15 coherently. The victim cannot cast spells, manifest Base Attack/Grapple: +8/+10 psionic powers, or use magic items, and he attacks",
        "name":  "Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 opposition. Where the Inner Planes have borders, unravelers Speed: 50 ft. (10 squares) thrive. Unravelers have been called menglis in the past, but Armor Class: 13 (–1 size, +1 Dex, +3 natural), touch 10, whatever they are called, it is accepted that they are dangerous fl at-footed 12 entities to encounter while traveling the Inner Planes. Base Attack/Grapple: +2/+9 Unravelers do not speak. Attack: Hoof –1 melee (1d6+1)",
        "name":  "An elemental spirit unlike any other, the unraveler is born of Initiative",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A light load for an ur’Epona is up to This horselike creature’s hide seems to shimmer, changing from 200 pounds; a medium load, 201–400 pounds; and a heavy white to dark gray as you watch. load, 401–600 pounds. An ur’Epona can drag 3,000 pounds. Ur’Epona, also known as Epona’s grandchildren, are horse- VIVACIOUS CREATURE like creatures that can move from plane to plane. Descended through several generations from Epona (a being variously Vivacious creatures dwell on the Positive Energy Plane. The described as a horse-goddess or even the Primal Horse), they vast expanses of the plane are populated by rare creatures derive their power from her. that have adapted to its unusual conditions. A creature without any predetermined color, this equine’s SAMPLE VIVACIOUS CREATURE hide changes color with its mood, ranging from pure glis- tening white to deep sable. This example uses a dire tiger as the base creature. Ur’Epona do not speak, but can understand any language spoken to them. Vivacious Dire Tiger Large Outsider (Augmented Animal, Extraplanar, COMBAT Incorporeal) An ur’Epona seeks to avoid combat when possible, though Hit Dice: 16d8+64 (136 hp) it defends itself and its offspring with dedication. Its hoof Initiative: +2 attack is treated as a secondary attack and adds only 1/2 the Speed: 40 ft. (8 squares), fl y 40 ft. (perfect) ur’Epona’s Strength bonus to damage. Armor Class: 12 (–1 size, +2 Dex, +1 defl ection), touch 12, Plane Shift (Sp): Once per day, an ur’Epona can use plane fl at-footed 10 shift, taking itself and its rider to the plane of its Base Attack/Grapple: +12/+16 choice. An unwilling rider can resist with a Attack: Claw +10 melee (2d4 against ethe- DC 17 Will save. Caster level 9th. real foes) or +15 positive energy ray (1d4+1 positive energy/19–20) TRAINING AN",
        "name":  "Carrying Capacity",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A vivacious just about anything that moves. creature loses all natural Although it gains no nourish- armor bonuses, but gains ment from its prey, it loves the a defl ection bonus equal hunt and the chase and will to its Charisma modifi er or patiently stalk a creature, +1, whichever is higher. striking whenever the Attack: A vivacious target lets down its guard. creature retains all the A dire tiger grows to be attacks of the base creature, over 12 feet long and can although those relying on weigh up to 6,000 physical contact do not affect pounds. nonethereal creatures.",
        "name":  "A vivacious dire tiger preys on Armor Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A vivacious creature cannot be raised, rein- carnated, or resurrected (though a limited wish, wish, miracle, Large Ooze (Extraplanar) or true resurrection spell can restore life). It has darkvision Hit Dice: 10d10+80 (135 hp) out to 60 feet. Initiative: –5 Positive Adaptation (Ex): Vivacious creatures do not exceed Speed: Fly 30 ft. (6 squares) (perfect) their full normal hit points or need to make Fortitude saves Armor Class: 4 (–5 Dex, –1 size), touch 4, fl at-footed 4 due to being in a positive-dominant environment. Base Attack/Grapple: +7/+16 Positive Energy Aura (Su): Any living creature within 10 Attack: Slam +11 melee (2d4+5 plus 1d8 negative energy feet of a vivacious creature gains 1 hit point per round due plus energy drain) to the aura of positive energy surrounding it. Creatures Full Attack: Slam +11 melee (2d4+5 plus 1d8 negative that exceed their full normal hit points from this effect energy plus energy drain) need to make Fortitude saves as if in a positive-dominant Space/Reach: 10 ft./5 ft. environment. Creatures with immunity to positive energy Special Attacks: Energy drain, engulf effects, as well as other vivacious creatures, are not affected Special Qualities: Blindsight 60 ft., death ward, ooze traits, by this aura. If conscious, a vivacious creature can sup- shadow shield, split press this aura as a standard action, but the creature takes Saves: Fort +11, Ref +0, Will +0 1 point of Strength damage for each full minute that the Abilities: Str 20, Dex 1, Con 26, Int —, Wis 1, Cha 1 aura is inactive. The aura always functions while the crea- Skills: — ture is unconscious. Feats: —",
        "name":  "Outsider Traits",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff +16, Decipher Script +8, Diplo- atop which the githyanki have built small, fortifi ed citadels. macy +20, Disable Device +8, Gather Information +18, Chained to these “fl ying fortresses” are smaller chunks of Hide +12, Intimidate +5, Knowledge (local) +14, Listen rock with towers jutting out of them. +11, Move Silently +10, Open Lock +9, Sense Motive Traveler’s Tip: It is reported that visas must be granted +13, Sleight of Hand +17, Search +11, Speak Language personally by the queen, but in fact such a mundane func- (Common, Abyssal, Celestial, Infernal), Spot +11; Inves- tion is far below her attention, especially with the many plots, tigator, Iron Will, Negotiator. intrigues, and invasions she must orchestrate. Generally, visas Evasion (Ex): If Kylie is exposed to any effect that normally are granted by her lesser generals and aides. But even this can allows her to attempt a Refl ex saving throw for half damage, be touchy. Travelers are better off getting a “trader exemp- she takes no damage with a successful saving throw. tion,” which is a pass that can be purchased on the outskirts Trapfi nding (Ex): Kylie can fi nd, disarm, or bypass traps of the city. The exemption is a green armband that visitors with a DC of 20 or higher. She can use the Search skill to must wear. Those sporting the exemptions can visit the trade pqqqqqqqqqqqqqqqqqqqqrs RAZORVINE fact, even reaching your hand into a patch can leave you bloody. The flora of Sigil isn’t much to write home about. The foul Minor contact with razorvine deals 1d6 points of damage, while environment makes short work of most plant life, so visitors more serious contact—such as a push into a patch or falling shouldn’t expect to see much greenery. In fact, the only plant headlong into it—can deal up to 3d6 points of damage. Armor that seems to thrive in the Cage is a horrid, twining climber and a thick hide help reduce the damage; subtract your natural called razorvine. armor bonus plus half your armor bonus from damage dealt Spread from the Lower Planes—no doubt via portals in the by razorvine. Lower Ward—the kudzulike razorvine grows everywhere it can in Some Sigil residents have turned razorvine to their advan- the city. The dabus keep it in check in most places, but everybody tage. With care, a patch of razorvine can be cultivated to provide knows you can’t really ever get rid of it. Even trimming it down protection. After all, most burglars aren’t desperate enough to to a stub only delays the inevitable, because razorvine grows scale a razorvine-covered wall to see what’s on the other side. a foot or more per day. And as its name implies, the vine is as And since the plant becomes dull and brittle when cut, it also sharp as a knife, so you can’t just yank it out of the ground. In makes fine kindling. pqqqqqqqqqqqqqqqqqqqqrs 620_17920_PlanarHandbook2.indd 146 5/20/04, 1:09:31 PM Tu\u0027narath The Will of Gith Susurrus (Commissar\u0027s Stronghold) (Palace of Whispers) Military Military District District Naval Docking Naval Docking Towers Towers K\u0027radystar (Citadel of the Military Void\u0027s Eye) District Kran\u0027i\u0027toc (Citadel of War) Merchant Docking District Astral Towers Shipyards Military G\u0027lathk District (Farmer) Mlar (Artisan) District District Military Military District District Red Dragon Caves = Flying Fortress 0 1,300 feet 147 SITES PLANAR CHAPTER 7 ward of Tu’narath, though a new exemption must be purchased each day. The cost is negligible (2 gp), but a visitor must truth- fully indicate his name and trade purpose in the city to get the exemption. Tu’narath (Metropolis): Conventional; AL LE; 100,000 gp limit; Assets 500,000,000 gp; Population 100,000 (96% gith yanki, 4% other).",
        "name":  "Skills and Feats",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +2 bonus on checks involving his Dexterity bonus to Armor Class, or if Dreschm fl anks one Knowledge skill. his opponent, he deals an extra 1d6 points of damage. This",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb 200 feet up the webs of Higher-Order Ability: Once per day for a period of 1 the spire and clean each of the black opals, enduring 1d6+6 minute per character level, you gain the ability to burrow attacks per round from (roll 1d6) a Small monstrous spider through dirt at a speed of 20 feet and through rock at a 620_17920_PlanarHandbook2.indd 168 5/20/04, 1:28:18 PM Echolost Node of the Eartheurge s e o h c E f o l l a Earthpool W Earth Mephit Outpost One square equals 100 yards 169 SITES PLANAR CHAPTER 7 area containing a burrowing earth elemental fl ings the elemental back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save. Sorcerer Spells Known (6/7/7/7/5): 0—danc- ing lights, daze, detect magic, ghost sound, mage hand, ray of frost, read magic, resistance; 1st— cause fear (DC 15), mage armor, magic missile, obscuring mist, sleep (DC 15); 2nd—blur, fl am- ing sphere (DC 16), invisibility, spectral hand; 3rd—dispel magic, lightning bolt (DC 17), vam- piric touch; 4th—ice storm, stoneskin.",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Earth elemental sorcerer 9; CR 12; Large ops, moving at about an inch per second. It extends about elemental (earth, extraplanar); HD 4d8+12 plus 9d4+27 plus 4 feet long, with the tail end constantly melting back 3; hp 85; Init –1; Speed 20 ft.; AC 24 (–1 Dex, +9 natural, +4 into smooth mithril as the front end continues to build. mage armor, +2 ring of protection), touch 9, fl at-footed 22; Base It does not move in a straight line, curving from time to Atk +7; Grp +7; Atk +7 melee (1d8, slam); Full Atk +7/+2 time for no fathomable reason, and occasionally splitting melee (1d8, slam); Space/reach 5 ft./5 ft.; SA earth mastery, in two (or more) with each mini-equation following a dif- push, spells; SQ darkvision 60 ft., earth glide, elemental ferent path for a while before they meet and rejoin a few traits; AL N; SV Fort +10, Ref +5, Will +9; Str 10, Dex 8, Con minutes later. 17, Int 10, Wis 11, Cha 18. One of the most interesting qualities of the equation",
        "name":  "Eartheurge",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spend a number of rounds equal that do not rely on eyesight, or those with the blindsense to half your character level, rounded down, inside Yondal- special quality, have immunity to this effect. Likewise, a la’s Teeth. character may choose to close his eyes while in the cave, Higher-Order Ability: Once per day as a move action, taking all the penalties associated with that action. you can gain a +4 dodge bonus to your Armor Class for a Location: Pandesmos, the fi rst layer of Pandemonium. number of rounds equal to half your character level, Initial Encounters: Roll on the Cavern of the Self rounded down. encounter table when the characters visit the site Higher-Order Uses: 5. for the fi rst time, or for the fi rst time in over a year. Cavern of the Self Encounters ENCOUNTER LEVEL 10 SITES d% Encounter 01–15 1 half-fiendish medusa The Cavern of the Self 16–35 1 gray slaad In the stygian depths of Pandemonium is a cavern where the 36–60 2 mind flayers plane’s eternal winds have eroded the walls to the point that 61–80 1 death slaad they are as smooth as glass. In fact, every surface in the cave 81–100 Squad of githyanki refl ects light like a mirror. However, the chaotic nature of the plane makes this more than a place for mere vanity. Subsequent Encounters: Once the characters clear out When a creature enters the Cavern of the Self, he sees the area, on subsequent visits the chance of an encounter is himself refl ected hundreds, perhaps thousands, of times. only 10%. If the PCs fail to visit the location for more than (Part of the magic of the cave is that no matter how many a year, they must roll for encounters as if they had never creatures are in the cave simultaneously, each one sees only visited the site. Illus. by J. Pavelec 620_17920_PlanarHandbook2.indd 171 5/20/04, 1:28:27 PM Swimming through the Ethereal Plane toward Pilgrim’s Rest 172 7 RETPAHC RANALP SETIS",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Roll on the Pilgrim’s Rest encoun- ter table when the characters visit the site for the fi rst time, Valley of Thunder Encounters or for the fi rst time in over a year. Some of the spirits in d% Encounter 01–17 2d4+2 deinonychus Pilgrim’s Rest are malevolent, while others are peaceful. 18–43 1 tyrannosaurus The DM may decide the specifi c temperament and goals of 44–68 1d6+3 megaraptors whatever creature the characters encounter. 69–89 1d4+1 tyrannosaurus 90–100 2d4 triceratopses Pilgrim’s Rest Encounters d% Encounter Subsequent Encounters: On subsequent visits, the 01–12 1d3 ghosts, 5th-level human fighters chance of an encounter is only 25%. If the PCs fail to visit 13–33 1 succubus the location for more than a year, they must roll for encoun- 34–61 1d3 ghost trolls 62–88 1d8 phase spiders ters as if they had never visited the site. 89–100 1 ethereal 15th-level wizard Base Ability: You gain a +1 bonus to your Armor Class.",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once the characters have killed dinosaur (one that has been dead for no more than a established their presence in the area, on subsequent visits week), grind it into a powder, and sprinkle the powder over the chance of an encounter is only 50%. If the PCs fail to your head. 620_17920_PlanarHandbook2.indd 173 5/20/04, 1:28:43 PM 174 7 RETPAHC RANALP SETIS Higher-Order Ability: Once per day as a full-round action, Recharge Condition: Maintain continuous physical you can cause your skin to harden into a dinosaurlike armor contact with the obelisk for at least 8 hours. plating. This provides you with damage reduction 5/magic Higher-Order Ability: Once per day, you can instantly for a number of rounds equal to your character level. enter another time frame, speeding up so greatly that all Higher-Order Uses: 4. other creatures seem frozen, though they are actually still moving at their normal speeds. You are free to act for 1 ENCOUNTER LEVEL 11 SITES round of apparent time. Normal and magical fi re, cold, acid, The Breaching Obelisk and the like can still harm you. While you are accelerated, In one of the many nameless demiplanes, there stands a other creatures are invulnerable to your attacks and spells; single squat metallic obelisk carved with many faded runes you cannot target such creatures with any attack or spell. A whose meanings are obscure, or perhaps without meaning. spell that affects an area and has a duration that is longer than The four-sided obelisk (60 feet by 60 feet by 97 feet high) is the remaining duration of your temporal acceleration has its forged of astral driftmetal (see Chapter 4: Equipment and normal effects on other creatures once the power ends. Magic Items). In addition to serving as a planar touchstone, You cannot move or harm items held, carried, or worn the Breaching Obelisk and its environs commonly breach by a creature stuck in the standard time frame, but you can on extraplanar and Material Plane locations (see Planar affect any item that is not in another creature’s possession. Breaching in this chapter), according to a complicated While accelerated, you are undetectable and cannot enter schedule. The demiplane that contains the Breaching Obe- an area of dead magic. lisk is only about 1,000 feet in radius. It has all the traits When the acceleration lapses, you are disoriented on of the Material Plane, plus one additional trait that usually your return to the standard time frame. You take a –4 pen- leaks into the destination plane when breaching occurs: alty on all attack rolls, saving throws, and skill checks for wild magic. 2 rounds. The breaching schedule is somehow controlled by the Higher-Order Uses: 2. obelisk itself. The DM may determine his own schedule, or use this: The obelisk visits one location on each of the planes The Eye of Gu’n’ragh of the DUNGEONS \u0026 DRAGONS cosmology, one every other The Astral Plane is perhaps the most desolate place in the day, for a breach duration of 1 day each. Those who suc- multiverse, with only a smattering of solid matter, the pet- ceed on a DC 40 Knowledge (the planes) check can choose rifi ed bodies of dead gods, and the rolling astral winds to the destination plane and intraplanar location if allowed 8 disturb the endless silver void. The winds, however, some- hours of uninterrupted concentration while maintaining times coalesce into a psychic storm that disturbs the eternal physical contact with the obelisk prior to a breach. silence, making it impossible for anyone to travel across that",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Roll on the Juiblex’s Grasp encoun- DC 19 Refl ex half. ter table when the characters visit the site for the fi rst time, Summon Pudding (Sp): A thrall can summon a black pud- or for the fi rst time in over a year. ding as an 8th-level caster. Polymorph (Su): At will, as the spell from an 8th-level caster. Juiblex’s Grasp Encounters Possessions: Amulet of mighty fi sts +2, monk’s belt, bracers of d% Encounter armor +5, boots of speed, ring of protection +2. 01–12 3d6 ooze mephits * The thrall of Juiblex prestige class originally appeared in 13–32 1 greater ooze paraelemental* Book of Vile Darkness. This statistics block should have every- 33–57 2 gray slaadi 58–73 1 elder ooze paraelemental* thing you need to run the encounter. 74–100 Thrall of Juiblex (see below) * From Manual of the Planes. The Lip of Purity A river winds its way down the slopes of Mount Clangeddin",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +2 bonus to your Armor Class against cold effects. when being attacked by any chaotic creature. Recharge Condition: Descend at least 100 feet into the",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Roll on the Great Orrery encounter Bard Spells Known (3/3): 0—dancing lights, detect magic, table when the characters visit the site for the fi rst time, or for know direction, light, mage hand, read magic; 1st—cure light the fi rst time in over six months. The formian astronomer is at wounds, identify, silent image. the Orrery to measure the progress of the multiverse and make Possessions: Amulet of natural armor +2. predictions about the future. It may be friendly or antagonistic toward the PCs as the DM deems most appropriate. The Life Molds of Neumannus On a free-fl oating, clocklike cog wheel some 900 feet in Great Orrery Encounters diameter stands a building bristling with smokestacks, which d% Encounter projects from either side of the two-dimensional cog. Called 01–23 3d6 formian warriors Neumannus, this is a factory of sorts that turns out creatures 24–41 Formian astronomer (see below) known as inevitables. Inevitables are constructs that have 42–71 1 kolyarut 72–87 4 zelekhuts taken it upon themselves to uphold the laws of the cosmos. 88–100 Formian myrmarch and 3d6 formian But not all inevitables follow the law. warriors Living entities are not allowed to visit Neumannus, or usually suffered even to know its location. However,",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb +18, Concentration +22, Diplomacy construct currently running the secret “life molds” out of +25, Hide +18, Knowledge (arcana) +23, Knowledge (religion) Neumannus. Upon payment, the inevitable will enclose +23, Knowledge (the planes) +23, Listen +22, Move Silently your body in a mold and instigate the special process that +22, Search +23, Sense Motive +22, Spot +22, Survival +4 (+6 recharges your higher-order ability. following tracks); Combat Refl exes, Dodge, Improved Initia- Higher-Order Ability: Once per day, your body is tive, Mobility, Multiattack, Spring Attack. sheathed in a slim layer of fl exible iron for 1 minute per Poison (Ex): Injury, DC 21 Fort save, initial and secondary character level. You gain damage reduction 5/adamantine, damage 2d6 Dex. resistance to fi re 5 and acid 5, and a +4 enhancement bonus Spell-Like Abilities: At will—charm monster (DC 19), to your Strength, but you take a –2 penalty to your Dexter- clairaudience/clairvoyance, detect chaos, detect thoughts (DC 17), ity score (to a minimum of 1). You need not (and cannot) magic circle against chaos, greater teleport; 1/day—dictum (DC breathe while protected by your “construct shell.” You have a 22), order’s wrath (DC 19). Caster level 12th. 25% chance to turn critical hits or sneak attacks into regular 620_17920_PlanarHandbook2.indd 179 5/20/04, 1:29:10 PM One of the life molds of Neumannus. 180 7 RETPAHC RANALP SETIS hits. You have an arcane spell failure chance of 25% and a –4 It has long been rumored that the skulls themselves con- armor check penalty. You cannot drink (and thus can’t use tain some magical power. Some say that they are enchanted potions) or play wind instruments. Your unarmed attacks and can be fashioned into impregnable armor, while deal damage equal to a club sized for you (1d4 for Small others say that if properly treated with alchemical elixirs, characters or 1d6 for Medium characters), and you are con- they become highly unstable and explode upon even the sidered armed when making unarmed attacks. Your weight slightest impact. None of these rumors is true, but enough increases by a factor of fi ve, causing you to sink in water. treasure seekers have come skulking around the pillar that However, you could survive the crushing pressure and lack a cadre of osyluths has been assigned to stand guard. They of air at the bottom of the ocean—at least until the duration will attack anyone they catch approaching the Pillar of of the power expires. Skulls, no matter how outmatched they might be—they Higher-Order Uses: 2. fear Tiamat’s retribution more than they do death in battle.",
        "name":  "Skills and Feats",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ring of protection +1, amulet of natural armor +1. Guardians are cautious if visitors arrive heavily armed, but they will welcome anyone who has come to worship The Temple of Radiance at the Temple. The Temple of Radiance sits atop a tiny spit of rock that juts from the waters of Thalasia, the bottommost layer of Temple of Radiance Encounters Elysium. It is a temple to Pelor, god of the sun, built in d% Encounter 01–15 1 chaos beast the classic style. Walls, columns, and arches measure out 16–40 2 Radiant Guardians (see below) the forms of various rooms and chambers—including a 41–65 3d6 6th-level human cleric pilgrims large central chapel—but none of these areas has even the 66–90 6 Radiant Guardians (see below) pretense of a roof or other covering. The entire building 91–100 1 glabrezu is open to the sky so that worshipers may follow the sun along its celestial journey. Subsequent Encounters: Once the characters establish Some claim that this was the very fi rst shrine ever built in a relationship with the Radiant Guardians (or clear the loca- Pelor’s name; others say that it is merely the most beautiful. tion), the chance of an encounter on subsequent visits is 620_17920_PlanarHandbook2.indd 181 5/20/04, 1:29:20 PM AAAssshhhaaarrrdddaaalllooonnn‘\u0027\u0027sss TTTooonnnggguuueee RRRaaannngggeee ooovvveeerrr wwwhhhiiiccchhh AAAssshhhaaarrrdddaaalllooonnn\u0027\u0027\u0027sss TTTooonnnggguuueee wwwaaannndddeeerrrsss 182 7 RETPAHC RANALP SETIS only 25%. If the PCs fail to visit the location for more than a year, they must roll for encounters as if they had never visited the site.",
        "name":  "Possessions",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Periapt of wisdom +2, bracers of armor +1. White Feather Bridge Amoria is not only the topmost layer of Elysium, but it is also the most populated. Sprinkled throughout the forests and roll- ing hills are towns and villages, and the land is crisscrossed with roads, trails, and paths that people use to get from place to place. Along a particularly well-traveled stretch of road, a wooden bridge crosses a rushing river. The span, known as White Feather Bridge, is hand-carved and painted to resemble a great white swan stretching her wings from bank to bank. It is considered one of the fi nest pieces of art on the plane. However, it was constructed during a time when the road did not see so much traffi c, and it is too narrow to allow more than a (3d6+6 plus stun, 2 claws) and +22 melee (2d10+3, bite); SA stun single creature to pass at a time. 3/day, spell-like abilities, summon slaad, rebuke undead; SQ Some have talked about replacing or adding to the bridge. change shape, DR 10/lawful, darkvision 60 ft., fast healing 5, Others have gone so far as to build a new, wider bridge across immunity to sonic, resistance to acid 5 and cold 5 and electric- the river only a few hundred feet to the north. But travelers still ity 5 and fi re 5, telepathy 100 ft.; AL CN; SV Fort +19, Ref +16, prefer to cross at the White Feather Bridge. They say, “Even the Will +20; Str 23, Dex 22, Con 23, Int 19, Wis 24, Cha 22. divine skies of Elysium look brighter when viewed from the",
        "name":  "Possessions",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Roll on the Deeping Pool per character level. The duration of the ability need not Encounter Table below whenever the characters visit be consecutive minutes or rounds, and starting or sus- the site for the first time, or for the first time in more pending the effect is a standard action for you. Choose than a year. from the following traits each time you use the ability. Deeping Pool Encounter Table • Gain the low-light vision special quality. d% Encounter • Gain the scent special quality. 01–15 1 gaspar • Increase your current natural armor bonus by +2. 16–30 5–8 dire wolves 31–70 6–11 giant crocodiles • Gain a climb speed equal to the base land speed for 71–85 1–2 dire tigers your race (maximum 30 feet). 86–100 3–6 celestial unicorns Higher-Order Uses:3.",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your Armor Class (AC) determines how hard your Charisma. Adjust these scores up or down, according to your race, as character is to hit. Add the following numbers together to get your indicated on Table 2–1: Racial Ability Adjustments (page 12). AC: 10 + your armor bonus + your shield bonus + your size modifier Put high scores in abilities that support your class selection. Each + your Dexterity modifier. class description includes an “Abilities” section that provides some Initiative: Your character’s initiative modifier equals your advice. Dexterity modifier. The Improved Initiative feat provides an For each ability score, record the character’s modifier, as indicated additional modifier if you select it. on Table 1–1: Ability Modifiers and Bonus Spells (page 8). Ability Attack Bonuses: Your class determines your base attack bonus. modifiers adjust many die rolls in the game, including attack rolls, To determine your melee attack bonus for when you get into close- damage rolls, skill checks, and saving throws. combat fights, add your Strength modifier to your base attack bonus. Record your adjusted ability scores and their modifiers on your To determine your ranged attack bonus for when you attack from a character sheet. distance, add your Dexterity modifier to your base attack bonus.",
        "name":  "Strength, Dexterity, Constitution, Intelligence, Wisdom, and Armor Class",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gnomes get along well with dwarves, who share their love of precious objects, their curiosity about mechanical devices, GNOME RACIAL TRAITS and their hatred of goblins and giants. They enjoy the company of (cid:1) +2 Constitution, –2 Strength: Like dwarves, gnomes are tough, halflings, especially those who are easygoing enough to put up with but they are small and therefore not as strong as larger pranks and jests. Most gnomes are a little suspicious of the taller humanoids. races—humans, elves, half-elves, and half-orcs—but they are rarely (cid:1) Small: As a Small creature, a gnome gains a +1 size bonus to hostile or malicious. Armor Class, a +1 size bonus on attack rolls, and a +4 size bonus",
        "name":  "Relations",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The chief gnome god is Garl Glittergold, the Watchful (cid:1) +1 racial bonus on attack rolls against kobolds and goblinoids Protector. His clerics teach that gnomes are to cherish and support (including goblins, hobgoblins, and bugbears): Gnomes battle their communities. Pranks are seen as ways to lighten spirits and to these creatures frequently and practice special techniques for keep gnomes humble, not as ways for pranksters to triumph over fighting them. those they trick. (cid:1) +4 dodge bonus to Armor Class against monsters of the giant type",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Gnome language, which uses the Dwarven script, (such as ogres, trolls, and hill giants): This bonus represents is renowned for its technical treatises and its catalogs of knowledge special training that gnomes undergo, during which they learn about the natural world. Human herbalists, naturalists, and tricks that previous generations developed in their battles with engineers commonly learn Gnome in order to read the best books giants. Any time a creature loses its Dexterity bonus (if any) to on their topics of study. Armor Class, such as when it’s caught flat-footed, it loses its dodge",
        "name":  "Language",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Strength is important for barbarians because of its role south come brave, even reckless, warriors. Civilized people call them in combat, and several barbarian class skills are based on Strength. Dexterity is also useful to barbarians, especially those who wear light barbarians or berserkers and suspect them of mayhem, impiety, and armor. Wisdom is also important for several of the barbarian’s class atrocities. These “barbarians,” however, have proven their mettle and skills. A high Constitution score lets a barbarian rage longer (and their value to those who would be their allies. To enemies who live longer, because it gives him more hit points). underestimated them, they have proved their cunning, resource-",
        "name":  "From the frozen wastes of the north and the hellish jungles of the Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Barbarians are the duration of the current encounter only characters who do not (unless he is a 17th-level barbarian, at automatically know how to read which point this limitation no longer and write. A barbarian may spend 2 applies; see below). skill points to gain the ability to read and write all A barbarian can fly into a rage languages he is able to speak. only once per encounter. At 1st A barbarian who gains a level in any other level he can use his rage ability class automatically gains literacy. Any other once per day. At 4th level and character who gains a barbarian level does not lose the literacy he or she already had. every four levels there- Rage (Ex): A barbarian can fly into a after, he can use it screaming blood frenzy a certain number one additional time of times per day. In a rage, a barbarian per day (to a maximum gains phenomenal strength and dura- of six times per day at bility but becomes reckless and less 20th level). Entering a rage able to defend himself. He tempo- takes no time itself, but a rarily gains a +4 bonus to Strength, a barbarian can do it only during +4 bonus to Constitution, and a +2 morale his action (see Initiative, page 136), not in response to some- bonus on Will saves, but he takes a –2 penalty to Armor Class. one else’s action. A barbarian can’t, for example, fly into a rage when Table 3–3: The Barbarian Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +2 +0 +0 Fast movement, illiteracy, rage 1/day 2nd +2 +3 +0 +0 Uncanny dodge 3rd +3 +3 +1 +1 Trap sense +1 4th +4 +4 +1 +1 Rage 2/day 5th +5 +4 +1 +1 Improved uncanny dodge 6th +6 /+1 +5 +2 +2 Trap sense +2, Bonus Feat 7th +7/+2 +5 +2 +2 Damage reduction 1/— 8th +8/+3 +6 +2 +2 Rage 3/day 9th +9/+4 +6 +3 +3 Trap sense +3 10th +10/+5 +7 +3 +3 Damage reduction 2/— 11th +11/+6/+1 +7 +3 +3 Greater rage 12th +12/ +7/ +2 +8 +4 +4 Rage 4/day, trap sense +4, Bonus Feat 13th +13/+8/+3 +8 +4 +4 Damage reduction 3/— 14th +14/+9/+4 +9 +4 +4 Indomitable will 15th +15/+10/+5 +9 +5 +5 Trap sense +5 16th +16/+11/+6/+1 +10 +5 +5 Damage reduction 4/—, rage 5/day 17th +17/+12/+7/+2 +10 +5 +5 Tireless rage 18th +18/ +13/ +8/ +3 +11 +6 +6 Trap sense +6, Bonus Feat 19th +19/+14/+9/+4 +11 +6 +6 Damage reduction 5/— 20th +20/+15/+10/+5 +12 +6 +6 Mighty rage, rage 6/day 25 CLASSES CHAPTER 3: struck down by an arrow in order to get the extra hit points from the Skill Ranks Ability Armor Check Penalty increased Constitution, although the extra hit points would be of Climb 4 Str –1 benefit if he had gone into a rage earlier in the round, before the Survival 4 Wis — arrow struck Listen 4 Wis — Uncanny Dodge (Ex): At 2nd level, a barbarian gains the ability Jump 4 Str –1 to react to danger before his senses would normally allow him to do Swim 4 Str –2 Ride 4 Dex — so. He retains his Dexterity bonus to AC (if any) even if he is caught Intimidate 4 Cha — flat-footed or struck by an invisible attacker. However, he still loses Spot (cc) 2 Wis — his Dexterity bonus to AC if immobilized. If a barbarian already has uncanny dodge from a different class (a",
        "name":  "Illiteracy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+3 AC, armor check penalty –1, speed times camp near his wayside shrines, hoping to earn some coin from 40 ft., 20 lb.). the travelers who stop to leave offerings for the god. Many bards,",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+3 AC, armor check penalty –1, arcane be more structured and better able to recruit and train clerics than spell failure chance n/a, speed 20 ft., 10 lb.). chaotic ones.",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 6 + Int modifier. good. Additionally, a cleric may not be neutral (that is, neutral on both the good–evil axis and the lawful–chaotic axis) unless his deity Skill Ranks Ability Armor Check Penalty is neutral. Perform (string instruments) 4 Cha — Religion: Every reasonably well-known deity has clerics devoted Spellcraft 4 Int — to him or her, so clerics can be of any religion. The deity most Use Magic Device 4 Cha — common worshiped by human clerics in civilized lands is Pelor (god Gather Information 4 Cha — of the sun). The majority of nonhuman clerics are devoted to the Listen 4 Wis — chief god of the appropriate racial pantheon. Most clerics are Decipher Script 4 Int — officially ordained members of religious organizations, commonly Diplomacy 4 Cha — called churches. Each has sworn to uphold the ideals of his church. Knowledge (any one) 4 Int — Some clerics devote themselves not to a god but to a cause or a Sleight of Hand 4 Dex –1 Disguise 4 Cha — source of divine power. These characters wield magic the way clerics devoted to individual gods do, but they are not associated with any",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Choose a deity for your the cleric did not prepare ahead of time. The cleric can “lose” any cleric. Sample deities are listed on Table 3–7: Deities and described prepared spell that is not a domain spell in order to cast any cure on page 106–108. The cleric’s deity influences his alignment, what spell of the same spell level or lower (a cure spell is any spell with magic he can perform, his values, and how others see him. You may “cure” in its name). For example, a good cleric who has prepared also choose for your cleric to have no deity. command (a 1st-level spell) may lose command in order to cast cure If the typical worshipers of a deity include the members of a race, light wounds (also a 1st-level spell). Clerics of good deities can cast a cleric must be of the indicated race to choose that deity as his own. cure spells in this way because they are especially proficient at 32 :3 RETPAHC SESSALC wielding positive energy. Skill Ranks Ability Armor An evil cleric (or a neutral cleric of an evil deity), on the other Spellcraft 4 Int — hand, can’t convert prepared spells to cure spells but can convert Concentration 4 Con — them to inflict spells (an inflict spell is one with “inflict” in its name). Heal 4 Wis — A cleric who is neither good nor evil and whose deity is neither Knowledge (religion) 4 Int — good nor evil can convert spells to either cure spells or inflict spells Diplomacy 4 Cha — (player’s choice), depending on whether the cleric is more proficient Gather Information (cc) 2 Cha — Listen (cc) 2 Wis — at wielding positive or negative energy. Once the player makes this choice, it cannot be reversed. This choice also determines whether",
        "name":  "Deity, Domains, and Domain Spells",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC, armor check penalty –4, speed 20 ft., Religion: A druid reveres nature above all. She gains her magical 30 lb.). power either from the force of nature itself or from a nature deity. Heavy wooden shield (+2 AC, armor check penalty –2, 10 lb.). The typical druid pursues a mystic spirituality of transcendent union",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 3 + Int modifier. outsiders, who consider druids to be loners, druids are actually part 33 CLASSES CHAPTER 3: of a society that spans the land, ignoring political borders. A The Difficulty Class of a saving throw against a druid’s spell is 10 + prospective druid is inducted into this society through secret rituals, the spell’s level + the druid’s Wisdom modifier. including tests that not all survive. Only after achieving some level Since a druid wears light or medium armor, a high Dexterity of competence is the druid allowed to strike out on her own. score greatly improves her defensive ability.",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The druid shares with rangers and proficient with shields (except tower shields) but must use only many barbarians a reverence for nature and a familiarity with wooden ones. natural lands. She doesn’t much understand the urban mannerism A druid who wears prohibited armor or carries a prohibited shield typical of a rogue, and she finds arcane magic disruptive and slightly is unable to cast druid spells or use any of her supernatural or spell- distasteful. The typical druid also dislikes the paladin’s devotion to like class abilities while doing so and for 24 hours thereafter. abstract ideals instead of “the real world.” Druids, however, are",
        "name":  "Other Classes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Extra eight-sided (d8) Hit Dice, each of which gains a 4th Level or Higher (Level –3) Constitution modifier, as normal. Remember that extra Hit Dice improve Ape (animal) Dire weasel the animal companion’s base attack and base save bonuses. An animal Bear, black (animal) Leopard (animal) companion’s base attack bonus is the same as that of a druid of a level Bison (animal) Lizard, monitor (animal) equal to the animal’s HD. An animal companion has good Fortitude and Boar (animal) Shark, Large1 (animal) Reflex saves (treat it as a character whose level equals the animal’s HD). Cheetah (animal) Snake, constrictor (animal) An animal companion gains additional skill points and feats for bonus Crocodile (animal)1 Snake, Large viper (animal) HD as normal for advancing a monster’s Hit Dice (see the Monster Dire badger Wolverine (animal) Manual). Dire bat Natural Armor Adj.: The number noted here is an improvement to the animal companion’s existing natural armor bonus. 7th Level or Higher (Level –6) Str/Dex Adj.: Add this value to the animal companion’s Strength and Bear, brown (animal) Dire wolverine Dexterity scores. Crocodile, giant (animal) Elasmosaurus1 (dinosaur)",
        "name":  "Bonus HD",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide (+3 AC, armor check penalty –3, speed 20 ft., 25 lb.). type (see the Monster Manual). This ability functions like the alte- Heavy wooden shield (+2 AC, armor check penalty –2, 10 lb.). rnate form special ability, See Errata. Effect lasts for 1 hour per",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 4 + Int modifier. forest could not become a polar bear. A druid loses her ability to speak while in animal form because Skill Ranks Ability Armor Check Penalty she is limited to the sounds that a normal, untrained animal can Spellcraft 4 Int — make, but she can communicate normally with other animals of the Concentration 4 Con — same general grouping as her new form. (The normal sound a wild Survival 4 Wis — parrot makes is a squawk, so changing to this form does not permit Heal 4 Wis — speech.) Handle Animal 4 Cha — A druid can use this ability more times per day at 6th, 7th, 10th, Knowledge (nature) 4 Int — 14th, and 18th level, as noted on Table 3–8: The Druid. In addition, Listen 4 Wis — she gains the ability to take the shape of a Large animal at 8th level, a Spot 4 Wis — Tiny animal at 11th level, and a Huge animal at 15th level. The new form’s Hit Dice can’t exceed the character’s druid level. For instance, Feat: Scribe Scroll. a druid can’t take the form of a dire bear (a Large creature that always Gear: Backpack with waterskin, one day’s trail rations, bedroll, has at least 12 HD) until 12th level, even though she can begin sack, and flint and steel. Pouch with 10 sling bullets. Holly and taking Large forms at 8th level. mistletoe. Three torches. At 12th level, a druid becomes able to use wild shape to change",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fighters often worship Heironeous (god of valor), oriented feats, but the heavy armor that fighters usually wear Kord (god of strength), St. Cuthbert (god of retribution), reduces the benefit of a Hextor (god of tyranny), or Erythnul (god of slaughter). very high Dexterity A fighter may style himself as a crusader in the score. service of his god, or he may just want someone to Alignment: Any. pray to before putting his life on the line yet Hit Die: d10. another time.",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC, armor check penalty –4, speed 20 ft., likenesses and attempt to emulate their deeds. The three most likely 30 lb.). candidates for a monk’s devotion are Heironeous (god of valor), St.",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 3 + Int modifier. there when their parents died, when there wasn’t enough food to support them, or in return for some kindness that the monastery Skill Ranks Ability Armor Check Penalty had performed for the family. Life in the monastery is so focused Climb 4 Str –4 that by the time a monk sets off on her own, she feels little con- Jump 4 Str –4 nection to her former family or village. Ride 4 Dex — In larger cities, master monks have set up monk schools to teach Swim 4 Str –8 their arts to those who are interested and worthy. The monks who Intimidate 4 Cha — study at these academies often see their rural cousins from the Listen (cc) 2 Wis — monasteries as backward. Search (cc) 2 Int — Spot (cc) 2 Wis — A monk may feel a deep connection to her monastery or school, to the monk who taught her, to the lineage into which she was",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Monks sometimes seem distant because they monk’s special powers require unfettered movement. When often have neither motivation nor skills in common with members wearing armor, using a shield, or carrying a medium or heavy load, a of other classes. Monks do, however, work well with the support of monk loses her AC bonus, as well as her fast movement and flurry of others, and they usually prove themselves reliable companions. blows abilities.",
        "name":  "Other Classes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The monk functions best as an opportunistic combatant, AC Bonus (Ex): A monk is highly trained at dodging blows, and using her speed to get into and out of combat quickly rather than she has a sixth sense that lets her avoid even unanticipated attacks. engaging in prolonged melees. She also makes an excellent scout, When unarmored and unencumbered, the monk adds her Wisdom particularly if she focuses her skill selection on stealth. bonus (if any) to her AC. In addition, a monk gains a +1 bonus to AC at 5th level. This bonus increases by 1 for every five monk levels GAME RULE INFORMATION thereafter (+2 at 10th, +3 at 15th, and +4 at 20th level). These bonuses to AC apply even against touch attacks or when Monks have the following game statistics. the monk is flat-footed. She loses these bonuses when she is",
        "name":  "Role",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wisdom powers the monk’s special offensive and defensive capabilities. Dexterity provides the unarmored monk with immobilized or helpless, when she wears any armor, when she a better defense and with bonuses to some class skills. Strength carries a shield, or when she carries a medium or heavy load. helps a monk’s unarmed combat ability. Flurry of Blows (Ex): When unarmored, a monk may strike with",
        "name":  "Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None (speed 30 ft). trol of her own metabolism that she gains immunity to poisons of all",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC, armor check penalty –4, speed 20 ft., atonement spell description, page 201), as appropriate. 30 lb.). Like a member of any other class, a paladin may be a multiclass Heavy wooden shield (+2 AC, armor check penalty –2, 10 lb.). character, but multiclass paladins face a special restriction. A paladin",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 3 + Int modifier. adopts this class, she must pursue it to the exclusion of all other careers. Once she has turned off the path, she may never return. THE PALADIN’S MOUNT mount must be within 5 feet at the time of casting to receive the benefit. The paladin’s mount is superior to a normal mount of its kind and has If the spell or effect has a duration other than instantaneous, it stops special powers, as described below. The standard mount for a Medium affecting the mount if it moves farther than 5 feet away and will not affect paladin is a heavy warhorse, and the standard mount for a Small paladin the mount again even if it returns to the paladin before the duration is a warpony (see below for statistics). Your DM may work with you to expires. Additionally, the paladin may cast a spell with a target of “You” select another kind of mount, such as a riding dog (for a halfling paladin) on her mount (as a touch range spell) instead of on herself. A paladin or a Large shark (for a paladin in an aquatic campaign). A paladin’s and her mount can share spells even if the spells normally do not affect mount is treated as a magical beast, not an animal, for the purpose of all creatures of the mount’s type (magical beast). effects that depend on its type (though it retains an animal’s HD, base Share Saving Throws:For each of its saving throws, the mount uses its attack bonus, saves, skill points, and feats). own base save bonus or the paladin’s, whichever is higher. The mount applies its own ability modifiers to saves, and it doesn’t share any other Paladin Bonus Natural Str bonuses on saves that the master might have (such as from magic items Level HD Armor Adj. Adj. Int Special or feats). 5th–7th +2 +4 +1 6 Empathic link, improved Improved Speed (Ex): The mount’s speed increases by 10 feet. evasion, share spells, Command (Sp):Once per day per two paladin levels of its master, a share saving throws mount can use this ability to command other any normal animal of 8th–10th +4 +6 +2 7 Improved speed approximately the same kind as itself (for warhorses and warponies, this 11th–14th +6 +8 +3 8 Command creatures of category includes donkeys, mules, and ponies), as long as the target its kind creature has fewer Hit Dice than the mount. This ability functions like the 15th–20th +8 +10 +4 9 Spell resistance commandspell, but the mount must make a DC 21 Concentration check to succeed if it’s being ridden at the time (in combat, for instance). If the Paladin’s Mount Basics: Use the base statistics for a creature of the check fails, the ability does not work that time, but it still counts against mount’s kind, as given in the Monster Manual, but make changes to take the mount’s daily uses. Each target may attempt a Will save (DC 10 + 1/2 into account the attributes and characteristics summarized on the table paladin’s level + paladin’s Cha modifier) to negate the effect. and described below. Spell Resistance (Ex): A mount’s spell resistance equals its master’s",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Extra eight-sided (d8) Hit Dice, each of which gains a paladin level + 5. To affect the mount with a spell, a spellcaster must get Constitution modifier, as normal. Extra Hit Dice improve the mount’s a result on a caster level check (1d20 + caster level; see Spell Resistance, base attack and base save bonuses. A special mount’s base attack bonus page 177) that equals or exceeds the mount’s spell resistance. is equal to that of a cleric of a level equal to the mount’s HD. A mount has good Fortitude and Reflex saves (treat it as a character whose level SAMPLE PALADIN’S MOUNTS equals the animal’s HD). The mount gains additional skill points or feats The statistics below are for normal creatures of the appropriate kinds; for bonus HD as normal for advancing a monster’s Hit Dice (see the they do not include the modifications given on the table above. Monster Manual). Natural Armor Adj.: The number on the table is an improvement to the mount’s existing natural armor bonus. It represents the preternatural",
        "name":  "Bonus HD",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At the paladin’s option, she may have any spell (but not how to read a creature’s statistics block. any spell-like ability) she casts on herself also affect her mount. The 45 CLASSES CHAPTER 3: Skill Ranks Ability Armor Check Penalty creatures, which makes it easier for him to find and defeat such foes. Heal 4 Wis — Finally, an experienced ranger has such a tie to nature that he can Ride 4 Dex — actually draw upon natural power to cast divine spells, much as a Diplomacy 4 Cha — druid does. Spot (cc) 2 Wis — Alignment: Rangers can be of any alignment. Most are good, and Listen (cc) 2 Wis — such rangers usually function as protectors of the wild areas. In this Climb (cc) 2 Str –6 role, a ranger seeks out and destroys or Search (cc) 2 Int — Soveliss drives off evil creatures that threaten the wilderness. Good rangers also protect",
        "name":  "Share Spells",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The ranger’s best role is that of a scout and secondary Aberration beholder combatant. Without the heavy armor of the fighter or the staying Animal bear power of the barbarian, the ranger should focus on opportunistic Construct golem and ranged attacks. Most rangers user their animal companions as Dragon black dragon sentries, scouts, or to assist them in melee combat. Elemental invisible stalker Fey dryad Giant ogre GAME RULE INFORMATION Humanoid (aquatic) merfolk Rangers have the following game statistics. Humanoid (dwarf) dwarf",
        "name":  "Role",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dexterity is important for a ranger both because he Humanoid (elf) elf tends to wear light armor and because several ranger skills are based Humanoid (goblinoid) hobgoblin on that ability. Strength is important because rangers frequently get Humanoid (gnoll) gnoll involved in combat. Several ranger skills are based on Wisdom, and Humanoid (gnome) gnome a Wisdom score of 14 or higher is required to get access to the most Humanoid (halfling) halfling powerful ranger spells. A Wisdom score of 11 or higher is required Humanoid (human) human to cast any ranger spells at all. One of the ranger’s trademark skills, Humanoid (orc) orc his ability to track foes, is based on Wisdom. Humanoid (reptilian) kobold",
        "name":  "Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+3 AC, armor check penalty –1, speed Wisdom modifier. 30 ft., 20 lb.). Like other spellcasters, a ranger can cast only a certain number of",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rogues follow opportunity, not ideals. They are Survival 4 Wis — more likely to be chaotic than lawful, they are a diverse bunch, so Hide 4 Dex –1 they may be of any alignment. Move Silently 4 Dex –1 Religion: Although they are not renowned for their piety, most Listen 4 Wis — rogues revere Olidammara (god of thieves). Evil rogues might Spot 4 Wis — secretly worship Nerull (god of death), or Erythnul (god of slaugh- Knowledge (nature) 4 Int — ter). Since rogues are so diverse, however, many of them worship Climb 4 Str –1 other deities, or none at all. Heal 4 Wis — Background: Some rogues are officially inducted into an Swim 4 Str –2 organized fellowship of rogues or “guild of thieves.” Some are self- Search 4 Int — taught; others learned their skills from independent mentors. Often, an experienced rogue needs an assistant for scams, second-story jobs,",
        "name":  "Skill Ranks Ability Armor Check Penalty Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dexterity provides extra protection for the lightly creature whose vitals are beyond reach. armored rogue. Dexterity, Intelligence and Wisdom are important",
        "name":  "Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d6. Rogues (and only rogues) can use the Disable Device skill to disarm magic traps. A magic trap generally has a DC of 25 + the level Class Skills of the spell used to create it. The rogue’s class skills (and the key ability for each skill) are A rogue who beats a trap’s DC by 10 or more Appraise (Int), Balance (Dex), Bluff (Cha), Climb (Str), Craft with a Disable Device check can study a (Int), Decipher Script (Int), Diplomacy (Cha), Disable trap, figure out how it works, and bypass it Device (Int), Disguise (Cha), Escape Artist (Dex), Forgery (with her party) without disarming it. (Int), Gather Information (Cha), Hide (Dex), Intimidate Evasion (Ex): At 2nd level and higher, a (Cha), Jump (Str), Knowledge (local) (Int), Listen (Wis), rogue can avoid even magical and unusual Move Silently (Dex), Open Lock (Dex), Perform (Cha), attacks with great agility. If she makes a Profession (Wis), Search (Int), Sense Motive (Wis), successful Reflex saving throw against an Sleight of Hand (Dex), Spot (Wis), Swim (Str), attack that normally deals half damage on Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex). See Chapter 4: Skills for skill a successful save (such as a red dragon’s descriptions. fiery breath or a fireball), she Skill Points at 1st Level: (8 + instead takes no damage. Evasion Int modifier) × 4. can be used only if the rogue is Skill Points at Each Addi- wearing light armor or no tional Level: 8 + Int modifier. armor. A helpless rogue (such as one who is unconscious or Class Features paralysed) does not gain the All of the following are class features of the benefit of evasion. rogue. Trap Sense (Ex): At 3rd level, a rogue",
        "name":  "Hit Die",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leather (+2 AC, speed 20 ft., 7-1/2 lb.). a place in society and to prove themselves to others. Evil sorcerers,",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At the master’s option, he may have any spell (but not with felines, hawks and owls and ravens with birds, lizards and snakes any spell-like ability) he casts on himself also affect his familiar. The with reptiles, toads with amphibians, weasels with similar creatures familiar must be within 5 feet at the time of casting to receive the benefit. (weasels, minks, polecats, ermines, skunks, wolverines, and badgers). If the spell or effect has a duration other than instantaneous, it stops Such communication is limited by the intelligence of the conversing affecting the familiar if it moves farther than 5 feet away and will not creatures. affect the familiar again even if it returns to the master before the Spell Resistance (Ex): If the master is 11th level or higher, a familiar duration expires. Additionally, the master may cast a spell with a target of “You” on his familiar (as a touch range spell) instead of on himself. A gains spell resistance equal to the master’s level + 5. To affect the master and his familiar can share spells even if the spells normally do familiar with a spell, another spellcaster must get a result on a caster not affect creatures of the familiar’s type (magical beast). level check (1d20 + caster level; see Spell Resistance, page 177) that Empathic Link (Su): The master has an empathic link with his familiar equals or exceeds the familiar’s spell resistance. out to a distance of up to 1 mile. The master cannot see through the Scry on Familiar (Sp):If the master is 13th level or higher, he may scry familiar’s eyes, but they can communicate empathically. Because of the on his familiar (as if casting the scrying spell) once per day. limited nature of the link, only general emotional content (such as fear, hunger, happiness, curiosity) can be communicated. Note that the low Master Natural Intelligence of a low-level master’s familiar limits what the creature is Class Level Armor Adj. Int Special able to communicate or understand, and even intelligent familiars see 1st–2nd +1 6 Alertness, improved evasion, the world differently from humans, so misunderstandings are always share spells, empathic link possible. 3rd–4th +2 7 Deliver touch spells Because of this empathic link, the master has the same connection to 5th–6th +3 8 Speak with master an item or place that his familiar does. For instance, if his familiar has 7th–8th +4 9 Speak with animals of its kind seen a room, the master can teleport into that room as if he has seen it 9th–10th +5 10 — too. 11th–12th +6 11 Spell resistance Deliver Touch Spells (Su): If the master is 3rd level or higher, a familiar 13th–14th +7 12 Scry on familiar can deliver touch spells for him. If the master and the familiar are in 15th–16th +8 13 — contact at the time the master casts a touch spell, he can designate his 17th–18th +9 14 — familiar as the “toucher.” The familiar can then deliver the touch spell 19th–20th +10 15 — 53 CLASSES CHAPTER 3: GAME RULE INFORMATION Known. (Unlike spells per day, the number of spells a sorcerer knows is not affected by his Charisma score; the numbers on Table Sorcerers have the following game statistics. 3–17 are fixed.) These new spells can be common spells chosen from",
        "name":  "Share Spells",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 3 + Int modifier. one or more new spells, as indicated on Table 3–17: Sorcerer Spells 54 :3 RETPAHC SESSALC Skill Ranks Ability Armor Check Penalty learn to manipulate her spells so they go farther, work better, or are Spellcraft 4 Int — improved in some other way. Concentration 4 Con — Some wizards prefer to specialize in a certain type of magic. Knowledge (arcana) 4 Int — Specialization makes a wizard more powerful in her chosen field, Bluff 4 Cha — but it denies her access to some of the spells that lie outside that Gather Information (cc) 2 Cha — field. (See School Specialization, page 57.) Diplomacy (cc) 2 Cha — Like a sorcerer, a wizard can call a familiar—a small, magical Hide (cc) 2 Dex 0 animal companion that serves her. For some wizards, their familiars Move Silently (cc) 2 Dex 0 are their only true friends.",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Intelligence deter- so forth). The Difficulty Class for mines how powerful a spell a a saving throw against a wizard’s wizard can cast, how many spells spell is 10 + the spell level + the she can cast, and how hard wizard’s Intelligence modifier. those spells are to resist (see Spells, below). A Like other spellcasters, a wizard high Dexterity score is helpful for a wizard, who can cast only a certain number of typically wears little or no armor, because it spells of each spell level per day. provides her with a bonus to Armor Class. A Her base daily spell allotment good Constitution score gives a wizard extra is given on Table 3–18: The hit points, a resource that she is otherwise Wizard. In addition, she very low on. receives bonus spells per day if she",
        "name":  "Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d4. Ability Modifiers and Bonus Spells, page 8). ARCANE SPELLS AND ARMOR By contrast, bards not only know how to wear light armor effectively, Wizards and sorcerers do not know how to wear armor effectively. If but they can also ignore the arcane spell failure chance for such armor. desired, they can wear armor anyway (though they’ll be clumsy in it), or However, they too wear heavier armor ineffectively andmust either learn they can gain training in the proper use of armor (with the various Armor to wear heavier armor via the appropriate Armor Proficiency feat Proficiency feats—light, medium, and heavy—and the Shield Proficiency (medium or heavy) or add a class (such as fighter) that grants them such feat), or they can multiclass to add a class that grants them armor proficiency as a class feature. A bard wearing armor heavier than light or proficiency (see Multiclass Characters later in this chapter). Even if a using any type of shieldincurs the normal arcane spell failure chance, wizard or sorcerer is wearing armor with which he or she is proficient, even if he becomes proficient with that armor. however, it might still interfere with spellcasting. If a spell doesn’t have a somatic component, an arcane spellcaster can cast it with no problem while wearing armor. Such spells can also be cast Most characters have a difficult time casting arcane spells while even if the caster’s hands are bound or if he or she is grappling wearing armor or carrying shields (see Arcane Spell Failure, page 122). (although Concentration checks still apply normally). Also, the The armor restricts the complicated gestures that a wizards or sorcerer metamagic feat Still Spell allows a spellcaster to prepare or cast a spell at must make while casting any spell that has a somatic component (most one spell level higher than normal without the somatic component. This do). To find the arcane spell failure chance for a wizard or sorcerer also provides a way to cast a spell while wearing armor without risking wearing a certain type of armor, see Table 7–6: Armor and Shields (page arcane spell failure. See Chapter 5: Feats for more about metamagic feats 123). such as Still Spell. 56 :3 RETPAHC SESSALC Unlike a bard or sorcerer, a wizard 3–2: Experience and Level-Dependent Benefits, page 22). The wizard may know any number of spells (see is not limited to the categories of item creation feats, metamagic Writing a New Spell into a Spellbook, feats, or Spell Mastery when choosing these feats. Nebin page 179). She must choose and Spellbooks: A wizard must study her spellbook prepare her spells ahead of time by [gnome each day to prepare her spells (see Preparing Wizard getting a good night’s sleep and spending illusionist] Spells, page 177). She cannot prepare any spell not 1 hour studying her spellbook. While recorded in her spellbook, except for read magic, which all studying, the wizard decides which spells wizards can prepare from memory. to prepare (see Preparing Wizard Spells, A wizard begins play with a spellbook page 177). containing all 0-level wizard spells (except those",
        "name":  "Hit Die",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None (speed 30 ft.). Each character class description includes a table that shows how the",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 2 + Int modifier. he or she attains a new level, it is a new level in that class. If your character has more than one class or wants to acquire a new class, Skill Ranks Ability Armor Check Penalty you choose which class goes up one level. The other class or classes Spellcraft 4 Int — stay at the previous level. (See Multiclass Characters, page 59.) Concentration 4 Con — 2. Base Attack Bonus: The base attack bonus for fighters, Knowledge (arcana) 4 Int — barbarians, rangers, and paladins increase by 1 every level. The base Decipher Script 4 Int — attack bonus for other characters increases at a slower rate. If your Hide (cc) 2 Dex 0 character’s base attack bonus changes, record it on your character Move Silently (cc) 2 Dex 0 sheet. Search (cc) 2 Int — 3. Base Save Bonuses: Like base attack bonuses, base save Spot (cc) 2 Wis — bonuses improve at varying rates as characters increase in level.",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Characters spend time between adventures and Bonus Spells, page 8). This rule represents an intelligent training, studying, or otherwise practicing their skills. This work character’s ability to learn faster over time. Use your character’s consolidates what they learn on adventures and keeps them in top current Intelligence score, including all permanent changes (such as form. If, for some reason, a character can’t practice or train for an inherent bonuses, ability drains, or an Intelligence increase gained extended time, the DM may reduce XP awards or even cause the at step 4, above) but not any temporary changes (such as ability character to lose experience points. damage, or enhancement bonuses gained from spells or magic items, such as a headband of intellect), to determine the number of skill points you gain. 58 :3 RETPAHC SESSALC 7. Feats: Upon attaining 3rd level and at every third level For example, a 7th-level rogue/4th-level wizard (an 11th-level thereafter (6th, 9th, 12th, 15th, and 18th level), the character gains character) can have as many as 14 ranks in any skill that is a class one feat of your choice (see Table 5–1: Feats, page 90). The character skill for rogues or wizards. That same character can have as many as must meet any prerequisites for that feat in order to select it. As with 7 ranks in any skill that is not a class skill for rogues or wizards. ability score increases, it is the overall character level, not the class Class Features: A multiclass character gets all the class features level, that determines when a character gets a new feat. of all his or her classes but must also suffer the consequences of the 8. Spells: Spellcasting characters gain the ability to cast more special restrictions of all his or her classes. (Exception: A character spells as they advance in levels. Each class description for a spell- who acquires the barbarian class does not become illiterate.) Some casting class includes a Spells per Day section (on the class table) class features don’t work well with the skills or class features of that shows the base number of spells (without bonus spells for high other classes. For example, although rogues are proficient with light ability scores) of a given spell level that a character can cast at each armor, a rogue/wizard still has an arcane spell failure chance if class level. See your character’s class description in this chapter for wearing armor. details. In the special case of turning undead, both clerics and experi- 9. Class Features: Check your character’s class description in enced paladins have the same ability. If the character’s paladin level this chapter for any new capabilities your character may receive. is 4th or higher, her effective turning level is her cleric level plus Many characters gain special attacks or new special powers as they her paladin level minus 3. Thus a 5th-level paladin/4th-level cleric advance in levels. turns undead as a 6th-level cleric. In the special case of uncanny dodge, both experienced bar- barians and experienced rogues have the same ability. When a MULTICLASS CHARACTERS barbarian/rogue would gain uncanny dodge a second time (for her A character may add new classes as he or she progresses in level, second class), she instead gains improved uncanny dodge, if she thus becoming a multiclass character. The class abilities from a does not already have it. Her barbarian and rogue levels stack to character’s different classes combine to determine a multiclass determine the rogue level an attacker needs to flank her. For character’s overall abilities. Multiclassing improves a character’s example, a 2nd-level barbarian/4th-level rogue could only be versatility at the expense of focus. flanked by a rogue of at least 10th level. In the special case of obtaining a familiar, both wizards and CLASS AND LEVEL FEATURES sorcerers have the same ability. A sorcerer/wizard stacks his sorcerer and wizard levels to determine the familiar’s natural armor, As a general rule, the abilities of a multiclass character are the sum Intelligence score, and special abilities. of the abilities of each of the character’s classes.",
        "name":  "Training and Practice",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If a skill is a class skill for any of a multiclass character’s ficiencies, spells, and other class features of the new class, hit points classes, then character level determines a skill’s maximum rank. of the appropriate Hit Die type, and the new class’s number of skill (The maximum rank for a class skill is 3 + character level.) points gained at each additional level (not that number × 4, as is the If a skill is not a class skill for any of a multiclass character’s case for a 1st level character). classes, the maximum rank for that skill is one-half the maximum Picking up a new class is not exactly the same as starting a char- for a class skill. acter in that class. Some of the benefits a 1st-level character gains 59 CLASSES CHAPTER 3: (such as four times the usual number of skill points) represent the a fourth class (by adding 1st-level cleric, for example), he would take advantage of training while the character was young and fresh, with a –40% XP penalty from then on. lots of time to practice. When picking up a new class, a character As a second example, consider a dwarf 7th-level fighter/2nd-level does not receive the following starting bonuses given to characters cleric. This character takes no penalty because his fighter class is who begin their careers in that class: favored for dwarves and thus not counted when determining (cid:1) Maximum hit points from the first Hit Die. whether his classes are even. Nor does he take any penalty for (cid:1) Quadruple the per-level skill points. adding 1st-level rogue to the mix, since his cleric and rogue classes (cid:1) Starting equipment. are only one level apart. In this case, cleric counts as the character’s (cid:1) Starting gold. highest class. A human’s or half-elf’s highest-level class is always considered his ADVANCING A LEVEL or her favored class. A multiclass character who attains a new level either increases one of his or her current class levels by one or picks up a new class at 1st HOW MULTICLASSING WORKS level. Lidda, a 4th-level halfling rogue, decides to expand her repertoire by When a multiclass character advances a level in a current class, he learning some wizardry. She locates a mentor who teaches her the or she gets all the standard benefits that a character normally ways of a wizard, and she spends a lot of time looking over the receives for attaining that level in that class: more hit points, shoulder of Mialee, her party’s wizard, while the latter prepares her possible bonuses on attack rolls, Armor Class and saving throws spells each morning. When Lidda amasses 10,000 XP, she becomes a (depending on the class and the new level), possible new class 5th-level character. Instead of becoming a 5th-level rogue, however, features (as defined by the class), possible new spells, and new skill she becomes a 4th-level rogue/1st-level wizard. Now, instead of points. gaining the benefits of attaining a new level as a rogue, she gains the Skill points are spent according to the class that the multiclass benefits of becoming a 1st-level wizard. She gains a wizard’s Hit Die character just advanced in (see Table 4–1: Skill Points per Level, (d4), a 1st-level wizard’s +2 bonus on Will saves, and 4 skill points (2 page 62). Skills purchased from Table 4–2: Skills are purchased at for one wizard level and +2 for her Intelligence score of 14) that she the cost appropriate for that class. can spend as a wizard. These benefits are added to the scores she Rules for characters beyond 20th level (including multiclass already had as a rogue. Her base attack bonus, Reflex save bonus, and characters beyond 20th level) are covered in the Dungeon Master’s Fortitude save bonus do not increase because these numbers are +0 Guide. for a 1st-level wizard. She gains a 1st-level wizard’s beginning spellbook and spells per day. Her rogue skills and sneak attack XP FOR MULTICLASS CHARACTERS capability, however, do not improve. She could spend some of her 4 Developing and maintaining skills and abilities in more than one skill points to improve her rogue skills, but, since they would be class is a demanding process. Depending on the character’s class treated as cross-class skills for a wizard, these skill points would each levels and race, he or she might or might not suffer an XP penalty. buy only one-half rank. (The exceptions are any Craft or Profession",
        "name":  "Skills",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character gets a base allotment of 2, 4, 6, or 8 associated with the skill’s use). The key ability of each skill is skill points for each new level, depending on the class to which that noted in its description and on Table 4–2: Skills. level was added. If the character gaining his or her 1st character Miscellaneous Modifiers: Miscellaneous modifiers level overall (that is, gaining his or her first level in any class), add include racial bonuses, armor check penalties, and bonuses his or her Intelligence modifier to the base skill point allotment for provided by feats, among others. the class and multiply the total by four; then add an extra 4 points of the character is human. ACQUIRING SKILL RANKS If you buy a class skill (such as Listen for a rogue or Spellcraft for a cleric), your character gets 1 rank (equal to a +1 bonus on checks Ranks indicate how much training or experience your with that skill) for each skill point. If you buy other classes’ skills character has with a given skill. Each of his or her skills (cross-class skills), you get 1/2 rank per skill point. Your maximum has a rank, from 0 (for a skill in which your character has rank in a class skill is your character level + 3. Your maximum rank no training at all) to a number equal to 3 + character level in a cross-class skill is one-half of this number (do not round up or (for a character who has increased a skill to its maximum down). rank). When making a skill check, you add your skill ranks",
        "name":  "Getting Skills",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If this notation is included in the skill (history) bardic knowledge checks (class feature) name line, an armor check penalty applies (when appropriate) to (local) Gather Information checks checks using this skill. If this entry is absent, an armor check (nature) Survival checks in aboveground natural penalty does not apply. environments The skill name line is followed by a general description of what (nobility and royalty) Diplomacy checks using the skill represents. After the description are a few other types (religion) checks to turn or rebuke undead (class feature) (the planes) Survival checks when on other planes of information:",
        "name":  "Armor Check Penalty",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any extra facts that apply to the skill, such as special 66 :4 RETPAHC SLLIKS effects deriving from its use or bonuses that certain characters BALANCE (DEX; ARMOR CHECK PENALTY) receive because of class, feat choices, or race. You can keep your balance while walking on a tightrope, a narrow",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climbing is part of movement, so it’s generally part of a Compare the task with those on the following table to determine an move action (and may be combined with other types of movement appropriate DC. in a move action). Each move action that includes any climbing requires a separate Climb check. Catching yourself or another Climb DC Example Surface or Activity 0 A slope too steep to walk up, or a knotted rope with a wall falling character doesn’t take an action. to brace against. Special: You can use a rope to haul a character upward (or lower a 5 A rope with a wall to brace against, or a knotted rope, or a character) through sheer strength. You can lift double your rope affected by the rope trick spell. maximum load in this manner. 10 A surface with ledges to hold on to and stand on, such as a A halfling has a +2 racial bonus on Climb checks because half- very rough wall or a ship’s rigging. lings are agile and surefooted. 15 Any surface with adequate handholds and footholds The master of a lizard familiar (see the Familiars sidebar, page 52) (natural or artificial), such as a very rough natural rock gains a +3 bonus on Climb checks. surface or a tree, or an unknotted rope, or pulling yourself If you have the Athletic feat, you get a +2 bonus on Climb checks. up when dangling by your hands. 20 An uneven surface with some narrow handholds and A creature with a climb speed (such as a monstrous spider, or a footholds, such as a typical wall in a dungeon or ruins. character under the effect of a spider climb spell) has a +8 racial bonus 25 A rough surface, such as a natural rock wall or a brick wall. on all Climb checks. The creature must make a Climb check to 25 An overhang or ceiling with handholds but no footholds. climb any wall or slope with a DC higher than 0, but it always can — A perfectly smooth, flat, vertical surface cannot be climbed. choose to take 10 (see Checks without Rolls, page 65), even if rushed or threatened while climbing. If a creature with a climb speed Climb DC chooses an accelerated climb (see above), it moves at double its Modifier1 Example Surface or Activity climb speed (or at its land speed, whichever is slower) and makes a –10 Climbing a chimney (artificial or natural) or other location single Climb check at a –5 penalty. Such a creature retains its where you can brace against two opposite walls (reduces DC by 10). Dexterity bonus to Armor Class (if any) while climbing, and –5 Climbing a corner where you can brace against opponents get no special bonus to their attacks against it. It cannot, perpendicular walls (reduces DC by 5). however, use the run action while climbing. +5 Surface is slippery (increases DC by 5). Synergy: If you have 5 or more ranks in Use Rope, you get a +2 1 These modifiers are cumulative; use any that apply. bonus on Climb checks made to climb a rope, a knotted rope, or a rope-and-wall combination. You need both hands free to climb, but you may cling to a wall with one hand while you cast a spell or take some other action that CONCENTRATION (CON) requires only one hand. While climbing, you can’t move to avoid a You are particularly good at focusing your mind. blow, so you lose your Dexterity bonus to AC (if any). You also can’t",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your DM makes the Disable Device check for you DISGUISE (CHA) secretly, so that you don’t necessarily know whether you’ve suc- ceeded. The DC depends on how tricky the device is. Disabling (or Use this skill to change your appearance or someone else’s. The rigging or jamming) a fairly simple device has a DC of 10; more effort requires at least a few props, some makeup, and some time. intricate and complex devices have higher DCs. The use of a disguise kit (page 130) provides a +2 circumstance If the check succeeds, you disable the device. If it fails by 4 or less, bonus to a Disguise check. A disguise can include an apparent you have failed but can try again. If you fail by 5 or more, something change of height or weight of no more than one-tenth the original. goes wrong. If the device is a trap, you spring it. If you’re attempting You can also use Disguise to impersonate people, either indi- some sort of sabotage, you think the device is disabled, but it still works normally. viduals or types. For example, you might, with little or no actual You also can rig simple devices such as saddles or wagon wheels disguise, make yourself seem like a traveller even if you’re a local. to work normally for a while and then fail or fall off some time later Check: Your Disguise check result determines how good the (usually after 1d4 rounds or minutes of use). disguise is, and it is opposed by others’ Spot check results. If you don’t draw any attention to yourself, others do not get to make Spot Device Time Disable Device DC1 Example checks. If you come to the attention of people who are suspicious Simple 1 round 10 Jam a lock Tricky 1d4 rounds 15 Sabotage a wagon wheel (such as a guard who is watching commoners walking through a city Difficult 2d4 rounds 20 Disarm a trap, reset a trap gate), the DM can assume that such observers are taking 10 on their Wicked 2d4 rounds 25 Disarm a complex trap, Spot checks. cleverly sabotage a The effectiveness of your disguise depends in part on how much clockwork device you’re attempting to change your appearance. 1 If you attempt to leave behind no trace of your tampering, add 5 to the DC. INFLUENCING NPC ATTITUDES For example, if a character encounters a nonplayer character whose Use the table below to determine the effectiveness of Diplomacy checks initial attitude is hostile, that character needs to get a result of 20 or (or Charisma checks) made to influence the attitude of a nonplayer higher on a Diplomacy check (or Charisma check) to change that NPC’s character, or wild empathy checks made to influence the attitude of an attitude. On any result less than 20, the NPC’s attitude is unchanged. On animal or magical beast. The Dungeon Master’s Guide has more a result of 20 to 24, the NPC’s attitude improves to unfriendly. information on NPC attitudes. Attitude Means Possible Actions Initial ————— New Attitude (DC to achieve)————— Hostile Will take risks to hurt you Attack, interfere, berate, flee Attitude Hostile Unfriendly Indifferent Friendly Helpful Unfriendly Wishes you ill Mislead, gossip, avoid, Hostile Less than 20 20 25 35 50 watch suspiciously, insult Unfriendly Less than 5 5 15 25 40 Indifferent Doesn’t much care Socially expected interaction Indifferent — Less than 1 1 15 30 Friendly Wishes you well Chat, advise, offer limited Friendly — — Less than 1 1 20 help, advocate Helpful — — — Less than 1 1 Helpful Will take risks to help you Protect, back up, heal, aid 72 :4 RETPAHC SLLIKS Disguise Disguise Check Modifier ESCAPE ARTIST (DEX; ARMOR CHECK PENALTY) Minor details only +5 Use this skill to slip out of bonds or manacles, wriggle through tight Disguised as different gender1 –2 spaces, or escape the grip of a monster that grapples you. Disguised as different race1 –2",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character with the Self-Sufficient feat gets a +2 bonus (That is, the target retains its normal attitude, but will chat, advise, on Heal checks. offer limited help, or advocate on your behalf while intimidated. See A healer’s kit (page 130) gives you a +2 circumstance bonus on the Diplomacy skill, above, for additional details.) The effect lasts as Heal checks. long as the target remains in your presence, and for 1d6×10 minutes afterward. After this time, the target’s default attitude toward you HIDE (DEX; ARMOR CHECK PENALTY) shifts to unfriendly (or, if normally unfriendly, to hostile). Use this skill to sink back into the shadows and proceed unseen, to If you fail the check by 5 or more, the target provides you with approach a wizard’s tower under cover of brush, or to tail someone incorrect or useless information, or otherwise frustrates your efforts. through a busy street without being noticed. Demoralize Opponent: You can also use Intimidate to weaken an",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you have 5 or more ranks in Bluff, you get a +2 bonus 4 feet 16 on Intimidate checks. 5 feet 20 6 feet 24 7 feet 28 JUMP (STR; ARMOR CHECK PENALTY) 8 feet 32 Use this skill to leap over pits, vault low fences, or reach a tree’s 1 Not including vertical reach; see below. lowest branches. 2 Requires a 20-foot running start. Without a running start, double the",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The DC and the distance you can cover vary according to DC. the type of jump you are attempting (see below). Your Jump check is modified by your speed. If your speed is 30 Obviously, the difficulty of reaching a given height varies according feet (the speed of an unarmored human), then no modifier based on to the size of the character or creature. The maximum vertical reach speed applies to the check. If your speed is less than 30 feet, you take (height the creature can reach without jumping) for an average a –6 penalty for every 10 feet of speed less than 30 feet. If your speed creature of a given size is shown on the table below. (As a Medium is greater than 30 feet, you gain a +4 bonus for every 10 feet beyond creature, a typical human can reach 8 feet without jumping.) 30 feet. For instance, if you have a speed of 20 feet, you take a –6 Quadrupedal creatures (such as horse) don’t have the same vertical penalty on your Jump checks. If, on the other hand, your speed is 50 reach as a bipedal creature; treat them as being one size category feet, you gain a +8 bonus. smaller. All Jump DCs given here assume that you get a running start, which requires that you move at least 20 feet in a straight line before Creature Size Vertical Reach attempting the jump. If you do not get a running start, the DC for Colossal 128 ft. the jump is doubled. Gargantuan 64 ft. Distance moved by jumping is counted against your normal Huge 32 ft. maximum movement in a round. For example, Krusk has a speed of Large 16 ft. 40 feet. If he moves 30 feet, then jumps across a 10-foot-wide chasm, Medium 8 ft. he’s then moved 40 feet total, so that’s his move action. Small 4 ft. If you have ranks in Jump and you succeed on a Jump check, you Tiny 2 ft. land on your feet (when appropriate). If you attempt a Jump check Diminutive 1 ft. Fine 1/2 ft. untrained, you land prone unless you beat the DC by 5 or more.",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Answering a question within your field of study has a DC Your DM may decide to make the Listen check for you, so that of 10 (for really easy questions), 15 (for basic questions), or 20 to 30 you don’t know whether not hearing anything means that nothing (for really tough questions). is there, or that you failed the check. In many cases, you can use this skill to identify monsters and their special powers or vulnerabilities. In general, the DC of such a Listen DC Sound check equals 10 + the monster’s HD. A successful check allows you –10 A battle to remember a bit of useful information about that monster. For 0 People talking1 every 5 points by which your check result exceeds the DC, you 5 A person in medium armor walking at a slow pace recall another piece of useful information. (10 ft./round) trying not to make any noise.",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Usually none. In most cases, making a Knowledge check 10 An unarmored person walking at a slow pace doesn’t take an action—you simply know the answer or you don’t. (15 ft./round) trying not to make any noise",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When several characters are listening to the same thing, You are skilled in a type of artistic expression, which may encom- a single 1d20 roll can be used for all the individuals’ Listen checks. pass a variety of specific methods, and you know how to put on a A fascinated creature takes a –4 penalty on Listen checks made as show. reactions. Like Craft, Knowledge, and Profession, Perform is actually a If you have the Alertness feat, you get a +2 bonus on Listen number of separate skills. For instance, you could have the skill checks. Perform (act). Your ranks in that skill don’t affect any checks you A ranger gains a bonus on Listen checks when using this skill happen to make for Perform (oratory) or Perform (string against a favored enemy (see page 47). instruments). You could have several Perform skills, each with its An elf, gnome, or halfling has a +2 racial bonus on Listen checks, own ranks, each purchased as a separate skill. thanks to the keen ears with which members of those races are Each of the nine categories of the Perform skill includes a variety blessed. of methods, instruments, or techniques, a small list of which is A half-elf has a +1 racial bonus on Listen checks. Her hearing is provided for each category below. The DM is free to expand any of good because of her elven heritage, but not as keen as that of a full these categories with additional methods, instruments, or tech- elf. niques, as appropriate for his or her campaign. A sleeping character may make Listen checks at a –10 penalty. A (cid:1) Act (comedy, drama, mime) successful check awakens the sleeper. (cid:1) Comedy (buffoonery, limericks, joke-telling) (cid:1) Dance (ballet, waltz, jig) MOVE SILENTLY (DEX; ARMOR CHECK PENALTY) (cid:1) Keyboard instruments (harpsichord, piano, pipe organ) You can use this skill to sneak up behind an enemy or to slink away (cid:1) Oratory (epic, ode, storytelling) without being noticed. (cid:1) Percussion instruments (bells, chimes, drums, gong)",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you have 5 or more ranks in Handle Animal, you get a Fight with warhorse 10 Control mount in battle 20 +2 bonus on Ride checks. Cover 15 Fast mount or dismount 201 Soft fall 15 1 Armor check penalty applies. 80 :4 RETPAHC SLLIKS SEARCH (INT) “something is up” (that is, something odd is going on) or to assess someone’s trustworthiness. Your DM may decide to make your You can find secret doors, simple traps, hidden compartments, and Sense Motive check secretly, so that you don’t necessarily know other details not readily apparent. The Spot skill lets you notice whether you were successful. something, such as a hiding rogue. The Search skill lets a character discern some small detail or irregularity through active effort. Search does not allow you to find complex traps unless you are a Task Sense Motive DC rogue (see Restriction, below). Hunch 20 Sense enchantment 25 or 15",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you have 5 or more ranks in Search, you get a +2 bonus on Survival checks to find or follow tracks. SLEIGHT OF HAND (DEX; TRAINED ONLY; If you have 5 or more ranks in Knowledge (architecture and engineering), you get a +2 bonus on Search checks to find secret ARMOR CHECK PENALTY) doors or hidden compartments. You can cut or lift a purse and hide it on your person, palm an un-",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you have 5 or more ranks in Survival, you get a +2 ARMOR CHECK PENALTY) bonus on Knowledge (nature) checks. You can dive, roll, somersault, flip, and so on. You can’t use this skill If you have 5 or more ranks in Knowledge (dungeoneering), you if your speed has been reduced by armor, excess equipment, or loot get a +2 bonus on Survival checks made while underground. (see Table 9–2: Carrying Loads, page 162). If you have 5 or more ranks in Knowledge (nature), you get a +2",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can land softly when you fall or tumble past bonus on Survival checks in aboveground natural environments opponents. You can also tumble to entertain an audience (as though (aquatic, desert, forest, hill, marsh, mountains, and plains). using the Perform skill). The DCs for various tasks involving the If you have 5 or more ranks in Knowledge (geography), you get a Tumble skill are given on the table below. +2 bonus on Survival checks made to keep from getting lost or to avoid natural hazards. Tumble DC Task If you have 5 or more ranks in Knowledge (the planes), you get a 15 Treat a fall as if it were 10 feet shorter than it really +2 bonus on Survival checks made while on other planes. is when determining damage. If you have 5 or more ranks in Search, you get a +2 bonus on 15 Tumble at one-half speed as part of normal Survival checks to find or follow tracks. movement, provoking no attacks of opportunity while doing so. Failure means you provoke attacks SWIM (STR; ARMOR CHECK PENALTY) of opportunity normally. Check separately for each Using this skill, a land-based creature can swim, dive, navigate opponent you move past, in the order in which you underwater obstacles, and so on. pass them (player’s choice of order in case of a tie).",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Swim checks are subject to double the normal armor as an uninteresting performer, is not receptive to repeat check penalty and encumbrance penalty (see pages 123 and 162). performances. You can try to reduce damage from a fall as an instant For instance, full plate incurs a –12 penalty on Swim checks instead reaction only once per fall. of –6. 84 :4 RETPAHC SLLIKS",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You cannot take 10 with this skill. Escape Artist checks when escaping from rope bonds. You can’t aid another on Use Magic Device checks. Only the user If you have 5 or more ranks in Escape Artist, you get a +2 bonus of the item may attempt such a check. on checks made to bind someone. 86 :4 RETPAHC SLLIKS PREREQUISITES feat is a special feature that either gives your character a new capability or improves one he or she already has. Some feats have prerequisites. Your character must have the For example, Lidda (a halfling rogue) chooses to start indicated ability score, class feature, feat, skill, base attack bonus, with the Improved Initiative feat at 1st level. That feat or other quality designated in order to select or use that feat. A gives her a +4 bonus to her initiative check results. At character can gain a feat at the same level at which he or she 3rd level (see Table 3–2: Experience and Level-Dependent gains the prerequisite. For example, at 3rd level, Krusk, the half- Benefits, page 22), she gains a new feat and chooses Dodge. This feat orc barbarian, could spend 1 skill point on the Ride skill allows her to avoid the attacks of an opponent she selects by (gaining his first rank in Ride) and select the Mounted Combat improving her Armor Class against that opponent. feat at the same time. Unlike a skill, a feat has no ranks. A character either has a feat or A character can’t use a feat if he or she has lost a prerequisite. does not. For example, if your character’s Strength drops below 13 because a ray of enfeeblement spell, he or she can’t use the Power ACQUIRING FEATS Attack feat until the prerequisite is once again met. Unlike skills, feats are not bought with points. A player simply TYPES OF FEATS chooses them for his or her character. Each character gets one feat upon creation. At 3rd level and every three levels thereafter (6th, Some feats are general, meaning that no special rules govern 9th, 12th, 15th, and 18th), he or she gains another feat (see Table 3– them as a group. Others are item creation feats, which allow 2: Experience and Level-Dependent Benefits, page 22). Feats are spellcasters to create magic items of all sorts. A metamagic gained according to character level, regardless of individual class feat lets a spellcaster prepare and cast a spell with greater levels. effect, albeit as if the spell were a higher level than it Additionally, members of some classes get bonus feats as class actually is. features. These feats may be chosen from special lists (see Fighter Bonus Feats, below, and the individual class descriptions in Chapter FIGHTER BONUS FEATS 3 for details). Fighters gain bonus feats selected from a subset of the A human character also gets a bonus feat at 1st level, chosen by feat list presented in Table 5–1 (page 90). Any feat the player. This feat can be of any feat for which the character designated as a fighter feat can be selected as a fighter’s qualifies. bonus feat. This designation does not restrict characters of other classes from selecting these feats, assuming that they meet any prerequisites. 87 ITEM CREATION FEATS up a spell slot one spell level higher than the spell actually is. Thus, if she prepares charm person as a silent spell, it takes up one of her Spellcasters can use their personal power to create lasting magic 2nd-level slots. It is still only a 1st-level spell, so the DC for the Will items. Doing so, however, is draining. A spellcaster must put a little save against it does not go up. Mialee cannot prepare a 2nd-level of himself or herself into every magic item he or she creates. spell as a silent spell because she would have to prepare it as a 3rd- An item creation feat lets a spellcaster create a magic item of a certain type. Regardless of the type of items they involve, the vari- level spell, and she can’t use 3rd-level spell slots until she reaches ous item creation feats all have certain features in common. 5th level.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any potion, scroll, or wand that stores a spell with a spell modified by Quicken Spell does not provoke an attack of costly material component or an XP cost also carries a commen- opportunity. surate cost. For potions and scrolls, the creator must expend the Metamagic feats cannot be used with all spells. See the specific material component or pay the XP cost when creating the item. For feat descriptions for the spells that a particular feat can’t modify. a wand, the creator must expend fifty copies of the material Multiple Metamagic Feats on a Spell: A spellcaster can apply component or pay fifty times the XP cost. multiple metamagic feats to a single spell. Changes to its level are Some magic items similarly incur extra costs in material cumulative. A silent, stilled version of charm person, for example, components or XP, as noted in their descriptions. For example, a would be prepared and cast as a 3rd-level spell (a 1st-level spell, ring of three wishes costs 15,000 XP in addition to its normal price (as increased by one spell level for each of the metamagic feats). You many XP as it costs to cast wish three times). can’t apply the same metamagic feat more than once to a single spell (for instance, you can’t cast a twice-empowered magic missile to get METAMAGIC FEATS +100% damage). As a spellcaster’s knowledge of magic grows, she can learn to cast Magic Items and Metamagic Spells: With the right item cre- spells in ways slightly different from the ways in which the spells ation feat, you can store a metamagic version of a spell in a scroll, were originally designed or learned. For example, a spellcaster can potion, or wand. Level limits for potions and wands apply to the learn to cast a spell without having to say its verbal component, to spell’s higher spell level (after the application of the metamagic feat). cast a spell for greater effect, or even to cast it with nothing but a A character doesn’t need the metamagic feat to activate an item moment’s thought. Preparing and casting a spell in such a way is storing a metamagic version of a spell. harder than normal but, thanks to metamagic feats, at least it is Counterspelling Metamagic Spells: Whether or not a spell has possible. been enhanced by a metamagic feat does not affect its vulnerability For instance, at 3rd level, Mialee chooses to gain Silent Spell, the to counterspelling or its ability to counterspell another spell (see feat that allows her to cast a spell without its verbal component. The Counterspells, page 170). cost of doing so, however, is that in preparing the spell, she must use 88 :5 RETPAHC STAEF FEAT DESCRIPTIONS ARMOR PROFICIENCY (MEDIUM) [GENERAL] Here is the format for feat descriptions. You are proficient with medium armor (see Table 7–6: Armor and Shields, page 123). FEAT NAME [TYPE OF FEAT] Prerequisite: Armor Proficiency (light). Description of what the feat does or represents in plain language. Benefit: See Armor Proficiency (light).",
        "name":  "Extra Costs",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A minimum ability score, another feat or feats, a Normal: See Armor Proficiency (light). minimum base attack bonus, a minimum number of ranks in one or Special: Fighters, barbarians, paladins, clerics, druids, and bards more skills, or a class level that a character must have in order to automatically have Armor Proficiency (medium) as a bonus feat. acquire this feat. This entry is absent if a feat has no prerequisite. A They need not select it. feat may have more than one prerequisite.",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You get a +2 bonus on all Balance checks and Escape An invisible attacker gets no advantages related to hitting you in Artist checks. melee. That is, you don’t lose your Dexterity bonus to Armor Class, and the attacker doesn’t get the usual +2 bonus for being invisible ALERTNESS [GENERAL] (see Table 8–5: Attack Roll Modifiers and Table 8–6: Armor Class You have finely tuned senses. Modifiers, page 151). The invisible attacker’s bonuses do still apply",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Blind-Fight feat is of no use against a character who ARMOR PROFICIENCY (HEAVY) [GENERAL] is the subject of a blink spell (see page 206). You are proficient with heavy armor (see Table 7–6: Armor and A fighter may select Blind-Fight as one of his fighter bonus feats Shields, page 123). (see page 38).",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor Proficiency (light), Armor Proficiency (medium). BREW POTION [ITEM CREATION]",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "See Armor Proficiency (light). You can create potions, which carry spells within themselves. See",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "See Armor Proficiency (light). the Dungeon Master’s Guide for rules on potions.",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fighters, paladins, and clerics automatically have Armor",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can create a potion of any 3rd-level or lower spell that you know and that targets one or more creatures. Brewing a ARMOR PROFICIENCY (LIGHT) [GENERAL] potion takes one day. When you create a potion, you set the caster You are proficient with light armor (see Table 7–6: Armor and level, which must be sufficient to cast the spell in question and no Shields, page 123). higher than your own level. The base price of a potion is its spell",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you wear a type of armor with which you are level × its caster level × 50 gp. To brew a potion, you must spend proficient, the armor check penalty for that armor applies only to 1/25 of this base price in XP and use up raw materials costing one Balance, Climb, Escape Artist, Hide, Jump, Move Silently, Pick half this base price. Pocket, and Tumble checks. When you create a potion, you make any choices that you would",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character who is wearing armor with which she is not normally make when casting the spell. Whoever drinks the potion is proficient applies its armor check penalty to attack rolls and to all the target of the spell. skill checks that involve moving, including Ride. Any potion that stores a spell with a costly material component or",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you use the attack action or the full attack action tiple magical effects. in melee, you can take a penalty of as much as –5 on your attack roll Prerequisite: Caster level 12th. and add the same number (+5 or less) as a dodge bonus to your Benefit: You can create any staff Armor Class. This number may not exceed your base attack bonus. whose prerequisites you meet The changes to attack rolls and Armor Class last until your next (see the Dungeon Master’s action. Guide for prerequisites and",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character without the Combat Expertise feat can fight other information on staffs). defensively while using the attack or full attack action to take a –4 Crafting a staff takes penalty on attack rolls and gain a +2 dodge bonus to Armor Class. one day for each 1,000",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "During your action, you designate an opponent and could make. Doing so costs half the XP, half the raw materials, and receive a +1 dodge bonus to Armor Class against attacks from that half the time it would take to craft that item in the first place. opponent. You can select a new opponent on any action. Some wondrous items incur extra costs in material components A condition that makes you lose your Dexterity bonus to Armor or XP, as noted in their descriptions. These costs are in addition to Class (if any) also makes you lose dodge bonuses. Also, dodge those derived from the item’s base price. You must pay such a cost to bonuses (such as this one and a dwarf’s racial bonus on dodge create an item or to mend a broken one. attempts against giants) stack with each other, unlike most other types of bonuses.",
        "name":  "You can also mend a broken wondrous item if it is one that you Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When reduced to between –1 and –9 hit points, you nonlethal damage from hot or automatically become stable. You don’t have to roll d% to see if you cold environments (see pages lose 1 hit point each round. 302 and 303 of the Dungeon When reduced to negative hit points, you may choose to act as if Master’s Guide), and Forti- you were disabled, rather than dying. You must make this decision tude saves made to resist as soon as you are reduced to negative hit points (even if it isn’t your damage from suffocation turn). If you do not choose to act as if you were disabled, you (see page 304 of the Dun- immediately fall unconscious. geon Master’s Guide). Also, When using this feat, you can take either a single move or stan- you may sleep in light dard action each turn, but not both, and you cannot take a full-round or medium armor action. You can take a move action without further injuring yourself, without becoming but if you perform any standard action (or any other action the DM fatigued. deems as strenuous, including some free actions, such as casting a Normal: A quickened spell) you take 1 point of damage after completing the character act. If you reach –10 hit points, you immediately die. without this",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character without this feat who is reduced to between feat who sleeps in –1 and –9 hit points is unconscious and dying, as described in medium Chapter 8: Combat. DILIGENT [GENERAL] Your meticulousness allows you to analyze minute details that others miss. 93 Illus. by J. Foster FEATS CHAPTER 5: or heavier armor is automatically fatigued the next day. Benefit: Each time you take this feat, you can use your ability to",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield Proficiency. does not have the prerequisites for it, but only when he is wearing",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you perform a shield bash, you may still apply the light or no armor (see page 48). shield’s shield bonus to your AC.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Without this feat, a character who performs a shield IMPROVED UNARMED STRIKE [GENERAL] bash loses the shield’s shield bonus to AC until his or her next turn. You are skilled at fighting while unarmed.",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You get a +4 dodge bonus to Armor Class against attacks POWER ATTACK [GENERAL] of opportunity caused when you move out of or within a threatened area. A condition that makes you lose your Dexterity bonus to You can make exceptionally powerful melee attacks. Armor Class (if any) also makes you lose dodge bonuses. Dodge Prerequisite: Str 13. bonuses (such as this one and a dwarf’s racial bonus on dodge Benefit: On your action, before making attack rolls for a round, attempts against giants) stack with each other, unlike most types of you may choose to subtract a number from all melee attack rolls and bonuses. add the same number to all melee damage rolls. This number may",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A fighter may select Precise Shot as one of his fighter Armor Class if it’s higher than the mount’s regular AC.) bonus feats (see page 38).",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A fighter may select Rapid Shot as one of any spell that you know. of his fighter bonus feats (see page 38). Scribing a scroll takes one day A 2nd-level ranger who has chosen the archery for each 1,000 gp in its base combat style is treated as having Rapid Shot, even price. The base price of a if he does not have the prerequisites for it, but scroll is its spell level × its only when he is wearing light or no armor (see caster level × 25 gp. To scribe page 48). a scroll, you must spend 1/25 of this base price in XP and use up raw materials RIDE-BY ATTACK [GENERAL] costing one-half of this base You are skilled at making fast attacks for your price. mount. Any scroll that stores a spell",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can use a shield and take only the standard penalties Special: A fighter may select Snatch Arrows as one of his fighter (see Table 7–6: Armor and Shields, page 123). bonus feats (see page 38).",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you are using a shield with which you are not proficient, you take the shield’s armor check penalty on attack rolls and SPELL FOCUS [GENERAL] on all skill checks that involve Choose a school of magic, such as moving, including Ride checks. illusion. Your spells of that school are",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Barbarians, bards, more potent than normal. clerics, druids, fighters, paladins, Benefit: Add +1 to the Difficulty and rangers automatically have Class for all saving throws against Shield Proficiency as a bonus feat. spells from the school of magic you They need not select it. select.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You get a +3 bonus on all checks involving that skill. heavy armor.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character may gain this feat multiple times. Its effects Fog or precipitation +3 stack. Tracked party hides trail (and moves at half speed) +5 1 For a group of mixed sizes, apply only the modifier for the largest size TOWER SHIELD PROFICIENCY [GENERAL] category. You are proficient with tower shields. 2 Apply only the largest modifier from this category.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield Proficiency. If you fail a Survival check, you can retry after 1 hour (outdoors) or",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can use a tower shield and suffer only the standard 10 minutes (indoors) of searching. penalties (see Table 7–6: Armor and Shields, page 123).",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character who is using a shield with which he or she tracks, but you can follow them only if the DC for the task is 10 or is not proficient takes the shield’s armor check penalty on attack lower. Alternatively, you can use the Search skill to find a footprint rolls and on all skill checks that involve moving, including Ride. or similar sign of a creature’s passage using the DCs given above, but",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fighters automatically have Tower Shield Proficiency as you can’t use Search to follow tracks, even if someone else has a bonus feat. They need not select it. already found them.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character who sleeps in medium or heavy armor is automatically fatigued the next day. He or she takes a –2 Your armor protects you in combat, but it can also slow you down. penalty on Strength and Dexterity and can’t charge or run. Sleeping See Table 7–6: Armor and Shields for the list of armors available. in light armor does not cause fatigue.",
        "name":  "ARMOR Sleeping in Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor interferes with the gestures that a creatures. The time it takes to get into or out of armor depends on its spellcaster must make to cast an arcane spell that has a somatic type (see Table 7–7: Donning Armor). component. Arcane spellcasters face the possibility of arcane spell failure if they’re wearing armor, so wizards and sorcerers usually ARMOR QUALITIES don’t do so. Bards can wear light armor without incurring any arcane Armor isn’t the only fashion statement a character can make, but it’s spell failure chance for their bard spells. a big one. In addition, depending on class, a character may be Casting an Arcane Spell in Armor: A character who casts an arcane proficient with all, some, or no armors, including shields. To wear spell while wearing armor must usually make an arcane spell failure heavier armor effectively, you can select the Armor Proficiency feats roll. The number in the Arcane Spell Failure column on Table 7–6 is (page 89), but most classes are automatically proficient in the armors the chance that the spell fails and is ruined. If the spell lacks a that work best for them. somatic component, however, it can be cast with no chance of Armor and shields can take damage from some types of attacks arcane spell failure. (see Sunder, page 158, and Smashing an Object, page 165). Shields: If a character is wearing armor and using a shield, add the When selecting your character’s armor, keep in mind the fol- two numbers together to get a single arcane spell failure chance. lowing factors (given as column headings on Table 7–6: Armor and",
        "name":  "The information given on this table is for armor sized for Medium Arcane Spell Failure",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Medium and heavy armor slows the wearer down. It’s Shields). better to be slow and alive than to be quick and dead, but don’t",
        "name":  "Speed",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The cost of the armor for Small or Medium humanoid neglect to give speed some thought. The number on Table 7–6 is the creatures. See the Armor for Unusual Creatures sidebar for armor character’s speed while wearing the armor. Humans, elves, half- prices for other creatures. elves, and half-orcs have an unencumbered speed of 30 feet. They Armor/Shield Bonus: Each armor grants an armor bonus to AC, use the first column. Dwarves, gnomes, and halflings have an while shields grant a shield bonus to AC. The armor bonus from a unencumbered speed of 20 feet. They use the second column. suit of armor doesn’t stack with other effects or items that grant an Remember, however, that a dwarf’s land speed remains 20 feet even armor bonus, such as the mage armor spell or bracers of armor.. Similarly, the shield bonus from a shield doesn’t stack with other in medium or heavy armor or when carrying a medium or heavy effects that grant a shield bonus, such as the shield spell. load.",
        "name":  "Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This number is the maximum Dexterity Shields: Shields do not affect a character’s speed. bonus to AC that this type of armor allows. Heavier armors limit Weight: This column gives the weight of the armor sized for a your mobility, reducing your ability to dodge blows. For example, Medium wearer. Armor fitted for Small characters weighs half as chainmail permits a maximum Dexterity bonus of +2. A character much, and armor for Large characters weighs twice as much. 122 :7 RETPAHC TNEMPIUQE Table 7–6: Armor and Shields Armor/Shield Maximum Armor Arcane Spell —–— Speed ——– Armor Cost Bonus Dex Bonus Check Penalty Failure Chance (30 ft.) (20 ft.) Weight1 Light armor Padded 5 gp +1 +8 0 5% 30 ft. 20 ft. 10 lb. Leather 10 gp +2 +6 0 10% 30 ft. 20 ft. 15 lb. Studded leather 25 gp +3 +5 –1 15% 30 ft. 20 ft. 20 lb. Chain shirt 100 gp +4 +4 –2 20% 30 ft. 20 ft. 25 lb. Medium armor Hide 15 gp +3 +4 –3 20% 20 ft. 15 ft. 25 lb. Scale mail 50 gp +4 +3 –4 25% 20 ft. 15 ft. 30 lb. Chainmail 150 gp +5 +2 –5 30% 20 ft. 15 ft. 40 lb. Breastplate 200 gp +5 +3 –4 25% 20 ft. 15 ft. 30 lb. Heavy armor Splint mail 200 gp +6 +0 –7 40% 20 ft.2 15 ft.2 45 lb. Banded mail 250 gp +6 +1 –6 35% 20 ft.2 15 ft.2 35 lb. Half-plate 600 gp +7 +0 –7 40% 20 ft.2 15 ft.2 50 lb. Full plate 1,500 gp +8 +1 –6 35% 20 ft.2 15 ft.2 50 lb. Shields Buckler 15 gp +1 — –1 5% — — 5 lb. Shield, light wooden 3 gp +1 — –1 5% — — 5 lb. Shield, light steel 9 gp +1 — –1 5% — — 6 lb. Shield, heavy wooden 7 gp +2 — –2 15% — — 10 lb. Shield, heavy steel 20 gp +2 — –2 15% — — 15 lb. Shield, tower 30 gp +43 +2 –10 50% — — 45 lb. Extras Armor spikes +50 gp — — — — — — +10 lb. Gauntlet, locked 8 gp — — Special 4 — — +5 lb. Shield spikes +10 gp — — — — — — +5 lb. 1 Weight figures are for armor sized to fit Medium characters. Armor fitted for Small characters weighs half as much, and armor fitted for Large characters weighs twice as much. 2 When running in heavy armor, you move only triple your speed, not quadruple. 3 A tower shield can instead grant you cover. See the description. 4 Hand not free to cast spells. GETTING INTO AND OUT OF ARMOR minute (10 rounds), the armor would provide only a +3 bonus to his AC (instead of +4), and his armor check penalty would be –5 The time required to don armor depends on its type; see Table 7–7: (instead of –4). Donning Armor.",
        "name":  "Maximum Dex Bonus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This column tells how long it takes to get the armor off",
        "name":  "Remove",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This column on Table 7–7 tells how long it takes a character (important to know if you are suddenly submerged; see the to put the armor on. (One minute is 10 rounds.) Readying (strapping on) a shield is only a move action. drowning rules in the Dungeon Master’s Guide). Loosing a shield",
        "name":  "Don",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This column tells how long it takes to put the (removing it from the arm and dropping it) is only a move action. armor on in a hurry. The armor check penalty and armor bonus for Table 7–7: Donning Armor hastily donned armor are each 1 point worse than normal. For example, if Tordek donned his scale mail hastily, it would take him 1 Armor Type Don Don Hastily Remove Shield (any) 1 move action n/a 1 move action Padded, 1 minute 5 rounds 1 minute1 leather, hide, studded leather, ARMOR FOR UNUSUAL CREATURES or chain shirt Armor and shields for unusually big creatures, unusually little creatures, Breastplate, 4 minutes1 1 minute 1 minute1 and nonhumanoid creatures have different costs and weights from those scale mail, given on Table 7–6: Armor and Shields. Refer to the appropriate line on chainmail, the table below and apply the multipliers to cost and weight for the banded mail, armor type in question. or splint mail Half-plate 4 minutes2 4 minutes1 1d4+1 minutes1 Humanoid Nonhumanoid or full plate Size Cost Weight Cost Weight 1 If the character has some help, cut this time in half. A single character Tiny or smaller1 ×1/2 ×1/10 ×1 ×1/10 doing nothing else can help one or two adjacent characters. Two Small ×1 ×1/2 ×2 ×1/2 characters can’t help each other don armor at the same time. Medium ×1 ×1 ×2 ×1 2 The wearer must have help to don this armor. Without help, it can be Large ×2 ×2 ×4 ×2 donned only hastily. Huge ×4 ×5 ×8 ×5 Gargantuan ×8 ×8 ×16 ×8 Colossal ×16 ×12 ×32 ×12 1 Divide armor bonus by 2. 123 EQUIPMENT CHAPTER 7: ARMOR DESCRIPTIONS You can’t bash someone with a buckler.",
        "name":  "Don Hastily",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A chain shirt protects your torso while leaving your The types of armor found on Table 7–6: Armor and Shields are limbs free and mobile. It includes a layer of quilted fabric worn described below (in alphabetical order), along with any special underneath to prevent chafing and to cushion the impact of blows. benefits they confer on the wearer (“you”). A chain shirt comes with a steel cap.",
        "name":  "Chain Shirt",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can have spikes added to your armor, which",
        "name":  "Armor Spikes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor is made of overlapping strips of metal less than splint mail even though splint is lighter. Each suit of full sewn to a backing of leather and chainmail. The strips cover plate must be individually fitted to its owner by a master vulnerable areas, while the chain and leather protect the joints and armorsmith, although a captured suit can be resized to fit a new provide freedom of movement. Straps and buckles distribute the owner at a cost of 200 to 800 (2d4 × 100) gold pieces. weight evenly. The suit includes gauntlets. Full plate is also known as field plate.",
        "name":  "Banded Mail",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor consists of a coat and leggings (and per- Shield, Tower: This massive wooden shield is nearly as tall as you haps a separate skirt) of leather covered with overlapping pieces of are. In most situations, it provides the indicated shield bonus to your metal, much like the scales of a fish. The suit includes gauntlets. AC. However, you can instead use it as total cover, though you must",
        "name":  "Scale Mail",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You strap a shield to your give up your attacks to do so. The shield does not, however, provide forearm and grip it with your hand. A heavy shield is so heavy that cover against targeted spells; a spellcaster can cast a spell on you by you can’t use your shield hand for anything else. targeting the shield you are holding. You cannot bash with a tower",
        "name":  "Shield, Heavy, Wooden or Steel",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wooden and steel shields offer the same basic shield, nor can you use your shield hand for anything else. protection, though they respond differently to special attacks (such When employing a tower shield in combat, you take a –2 penalty as warp wood and heat metal). on attack rolls because of the shield’s encumbrance.",
        "name":  "Wooden or Steel",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor is made of narrow vertical strips of metal creature moving at half speed or slower can pick its way through a riveted to a backing of leather that is worn over cloth padding. Flex- bed of caltrops with no trouble. ible chainmail protects the joints. The suit includes gauntlets. The DM judges the effectiveness of caltrops against unusual",
        "name":  "Splint Mail",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor is made from tough but flexible opponents. A Small monstrous centipede, for example, can slither leather (not hardened leather as with normal leather armor) rein- through an area containing caltrops with no chance of hurting itself, forced with close-set metal rivets. and a fire giant wearing fire giant-sized boots is immune to normal- size caltrops. (They just get stuck in the soles of his boots.)",
        "name":  "Studded Leather",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This capped leather or tin rube holds rolled of armor or shields. Such a well-made item functions like the normal pieces of parchment or paper. version, except that its armor check penalty is lessened by 1. For",
        "name":  "Case, Map or Scroll",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chain has hardness 10 and 5 hit points. It can be burst example, a masterwork chain shirt has an armor check penalty of –1 with a DC 26 Strength check. rather than –2.",
        "name":  "Chain",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This ceramic, glass, or metal container is fitted with a tight All magic armors and shields are automatically considered to be stopper and holds 1 pint of liquid. of masterwork quality.",
        "name":  "Flask",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Striking steel and flint together creates sparks. You can’t add the masterwork quality to armor or a shield after it By knocking sparks into tinder, you can create a small flame. is created; it must be crafted as a masterwork item. Lighting a torch with flint and steel is a full-round action, and lighting any other fire with them takes at least that long.",
        "name":  "Flint and Steel",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A hooded lantern has shuttered or hinged spends a round fighting while standing in such an area), it might sides. It clearly illuminates a 30-foot radius and provides shadowy step on one. The caltrops make an attack roll (base attack bonus +0) illumination in a 60-foot radius. It burns for 6 hours on a pint of oil. against the creature. For this attack, the creature’s shield, armor, and You can carry a hooded lantern in one hand. See page 164 for more deflection bonuses do not count. (Deflection averts blows as they rules on illumination. approach, but it does not prevent a creature from touching",
        "name":  "Lantern, Hooded",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A lock is worded with a large, bulky key. The DC to open a something dangerous.) If the creature is wearing shoes or other lock with the Open Lock skill depends on the lock’s quality: simple footwear, it gets a +2 armor bonus to AC. If the caltrops succeed on the attack, the creature has stepped on one. The caltrop deals 1 point (DC 20), average (DC 25), good (DC 30), or superior (DC 40). of damage, and the creature’s speed is reduced by one-half because Manacles and Manacles, Masterwork: The manacles detailed its foot is wounded. This movement penalty lasts for 24 hours, or on Table 7–8: Goods and Services can bind a Medium creature. A until the creature is successfully treated with a DC 15 Heal check, or manacled creature can use the Escape Artist skill to slip free (DC 30, until it receives at least 1 point of magical curing. A charging or or DC 35 for masterwork manacles). Breaking the manacles requires running creature must immediately stop if it steps on a caltrop. Any a Strength check (DC 26, or DC 28 for masterwork manacles). 126 :7 RETPAHC TNEMPIUQE Manacles have hardness 10 and 10 hit points. Most manacles have for battering down a door. Not only does it gives you a +2 locks; add the cost of the lock you want to the cost of the manacles. circumstance bonus on Strength checks made to break open a door For the same cost, you can buy manacles for a Small creature. For and it allows a second person to help you without having to roll, a Large creature, manacles cost ten times the indicated amount, and increasing your bonus by 2 (see Breaking Items, page 167). for a Huge creature, one hundred times this amount. Gargantuan, Rations, Trail: Trail rations are compact, dry, high-energy foods Colossal, Tiny, Diminutive, and Fine creatures can be held only by suitable for travel, such as jerky, dried fruit, hardtack, and nuts. specially made manacles. Rope, Hempen: This rope has 2 hit points and can be burst with",
        "name":  "Lock",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Barding is a or pants with a drawstring, shoes, and perhaps a cap or hat. It may type of armor that covers the head, neck, chest, body, and possibly also include a belt or a leather or cloth apron for carrying tools. legs of a horse or other mount. Barding made of medium or heavy Cleric’s Vestments: These ecclesiastical clothes are for per- armor provides better protection than light barding, but at the forming priestly functions, not for adventuring. expense of speed. Barding can be made of any of the armor types",
        "name":  "Barding, Medium Creature and Large Creature",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Certain creatures and magical effects can cause temporary ability damage (a reduction to an ability score). The Dungeon Master’s Guide has details on ability damage. ARMOR CLASS Your Armor Class (AC) represents how hard it is for opponents to land a solid, damaging blow on you. It’s the attack roll result that an opponent needs to achieve to hit you. The average, unarmored peasant has an AC of 10. Your AC is equal to the following: 10 + armor bonus + shield bonus + Dexterity modifier + size modifier",
        "name":  "Ability Damage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your armor and shield each pro- vide a bonus to your AC. This bonus represents their ability to pro- tect you from blows.",
        "name":  "Armor and Shield Bonuses",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 + armor bonus + shield bonus + Dexterity modifier + size modifier. chance of becoming stable. While stable, you’re still unconscious. Each hour you have a 10% chance to regain consciousness, and if Hit Points you don’t, you lose 1 hit point instead. –10 Hit Points: If your hit points fall to –10 or lower, you’re dead. Hit points represent how much damage a character can take before falling unconscious or dying. Healing: You can stop a dying character’s loss of hit points with a DC 15 Heal check or with even 1 point of magical healing. If SPELLS healing raises a character’s hit points to 1 or more, the character can resume acting as normal. In most cases, you can move your speed and cast a spell in the same round (a move action and a standard action). Casting a spell 135 COMBAT CHAPTER 8: why you apply your Dexterity modifier to your AC. If you use two move actions in a round (sometimes called a Note that armor limits your Dexterity bonus, so if you’re wearing “double move” action), you can move up to double your speed. If you armor, you might not be able to apply your whole Dexterity bonus to spend the entire round to run all out, you can move up to quadruple your AC (see Table 7–6: Armor and Shields, page 123). your normal speed (or triple if you are in heavy armor). Sometimes you can’t use your Dexterity bonus (if you have one). If you can’t react to a blow, you can’t use your Dexterity bonus to SAVING THROWS AC. (If you don’t have a Dexterity bonus, nothing happens.) You lose As an adventurer, you have more to worry about than taking dam- your Dexterity bonus when, for example, an invisible opponent age. You also have to face the petrifying gaze of a medusa, a wyvern’s attacks you, you’re hanging on the face of a crumbling cliff high lethal venom, and a harpy’s compelling song. Luckily, a tough above a river of lava, or you’re caught flat-footed at the beginning of adventurer can survive these threats, too. a combat.",
        "name":  "Armor Class",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Enhancement effects make your armor better (+1 chainmail, +2 large shield, etc.). Saving Throw Types: The three different kinds of saving throws",
        "name":  "Enhancement Bonuses",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor improves your AC. (Members of the punishment or attacks against your vitality and health. Apply your common races don’t have natural armor, which usually consists of Constitution modifier to your Fortitude saving throws. Fortitude scales, fur, or layers of huge muscles.) saves can be made against attacks or effects such as poison, disease,",
        "name":  "Natural Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Some other AC bonuses represent actively paralysis, petrification, energy drain, and disintegrate. avoiding blows, such as the dwarf’s AC bonus against giants or the Reflex: These saves test your ability to dodge area attacks. Apply AC bonus for fighting defensively. These bonuses are called dodge your Dexterity modifier to your Reflex saving throws. Reflex saves bonuses. Any situation that denies you your Dexterity bonus also can be made against attacks or effects such as pit traps, catching on denies you dodge bonuses. (Wearing armor, however, does not limit fire, fireball, lighting bolt, and red dragon breath. these bonuses the way it limits a Dexterity bonus to AC.) Unlike",
        "name":  "Dodge Bonuses",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Some attacks disregard armor, including shields",
        "name":  "Touch Attacks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The DC for a save is determined and natural armor. For example, a wizard’s touch with a shocking by the attack itself. Two examples: A Medium monstrous centipede’s grasp spell hurts you regardless of what armor you’re wearing or how poison allows a DC 11 Fortitude save. An ancient red dragon’s fiery thick your skin happens to be. In these cases, the attacker makes a breath allows a DC 36 Reflex save. touch attack roll (either ranged or melee). When you are the target",
        "name":  "Saving Throw Difficulty Class",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A natural 1 (the d20 comes of a touch attack, your AC doesn’t include any armor bonus, shield up 1) on a saving throw is always a failure (and may cause damage to bonus, or natural armor bonus. All other modifiers, such as your size exposed items; see Items Surviving after a Saving Throw, page 177). modifier, Dexterity modifier, and deflection bonus (if any) apply A natural 20 (the d20 comes up 20) is always a success. normally. For example, if a sorcerer tries to touch Tordek with a shocking grasp spell, Tordek gets his +1 Dexterity bonus, but not his +4 armor INITIATIVE bonus for his scale mail or his +2 shield bonus for his large wooden shield. His AC is only 11 against a touch attack. Every round, each combatant gets to do something. The combatants’ initiative checks, from highest to lowest, determine the order in which they act. HIT POINTS",
        "name":  "Automatic Failures and Successes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Damage gives you scars, bangs up your armor, and gets blood on your tunic, but it doesn’t slow you down until your current hit points reach 0 or lower. At 0 hit points, you’re disabled. At from –1 to –9 hit points, you’re dying. At –10 or lower, you’re dead.",
        "name":  "Effects of Hit Point Damage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You heal nonlethal damage at the night of rest (8 hours) for each affected ability score. Complete bed rate of 1 hit point per hour per character level. For example, a 7th- rest restores 2 points per day (24 hours) for each affected ability level wizard heals 7 points of nonlethal damage each hour until all score. the nonlethal damage is gone. When a spell or a magical power cures hit point damage, it also TEMPORARY HIT POINTS removes an equal amount of nonlethal damage. Certain effects, such as the aid spell, give a character temporary hit points. When a character gains temporary hit points, note his cur- MOVEMENT, POSITION, rent hit point total. When the temporary hit points go away, such as at the end of the aid spell’s duration, the character’s hit points drop to his current hit point total. If the character’s hit points are below AND DISTANCE his current hit point total at that time, all the temporary hit points Few characters in a fight stand around motionless. Enemies appear have already been lost and the character’s hit point total does not and charge the party. The heroes reply, advancing to take on new drop further. foes after they down their first opponents. Wizards remain outside When temporary hit points are lost, they cannot be restored as the fight, looking for the best place to use their magic. Rogues real hit points can be, even by magic. 146 :8 RETPAHC TABMOC quietly skirt the fracas seeking a straggler or an unwary opponent to strike with a sneak attack. Finally, if the fight is lost, most characters seek to remove themselves from the vicinity. Movement is an important element for gaining the upper hand on the battlefield. Dungeons \u0026 Dragons miniatures are on the 30mm scale—a miniature figure of a six-foot-tall human is approximately 30mm tall. A square on the battle grid is 1 inch across, representing a 5-foot-by- 5-foot area. TACTICAL MOVEMENT Where you can move, how long it takes you to get there, and whether you’re vulnerable to attacks of opportunity while you’re moving are key questions in combat. How Far Can Your Character Move? Your speed is determined by your race and your armor (see Table 8– 3: Tactical Speed). Your speed while unarmored is your base land speed.",
        "name":  "Healing Nonlethal Damage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A barbarian has a +10 foot bonus to his speed ponent, unless the opponent is helpless (dead, unconscious, (unless he’s wearing heavy armor). Experienced monks also have paralyzed, bound, or the like). You can move through a square higher speed (unless they’re wearing armor of any sort). In addition, occupied by a helpless opponent without penalty. (The DM may many spells and magic items can affect a character’s speed. Always rule that some creatures, such as an enormous dragon, present an apply any modifiers to a character’s speed before adjusting the character’s speed based on armor or encumbrance, and remember that multiple bonuses of the same type to a character’s speed (such as enhancement bonuses) don’t stack. Table 8–3: Tactical Speed No Armor or Medium or Race Light Armor Heavy Armor Human, elf, half-elf, half-orc 30 ft.(6 squares) 20 ft.(4 squares) Dwarf 20 ft.(4 squares) 20 ft.(4 squares) Halfling, gnome 20 ft.(4 squares) 15 ft.(3 squares) Measuring Distance",
        "name":  "Bonuses to Speed",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character’s armor (as described on penalty (and cuts his speed to 15 feet, were he not a dwarf and Table 7–6: Armor and Shields, page 123) defines his or her thus able to move normally even when encumbered by armor maximum Dexterity bonus to AC, armor check penalty, speed, and or a load). The total weight of his gear, including armor, is 71- running speed. Unless your character is weak or carrying a lot of 1/2 pounds. Since Tordek has a Strength of 15, his maximum gear, that’s all you need to know. The extra gear your character carrying capacity, or maximum load, is 200 pounds. A carries won’t slow him or her down any more than the armor already medium load for him is 67 pounds or more, and a heavy load does. is 134 pounds or more, so he is carrying a medium load. If your character is weak or carrying a lot of gear, however, then Looking at the medium load line on Table 9–2: Carrying you’ll need to calculate encumbrance by weight. Doing so is most Loads, his player sees that these figures are all equal to or important when your character is trying to carry some heavy object. less than the penalties that Tordek is already incurring for",
        "name":  "Encumbrance by Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "For Strength scores not shown on Table 16 76 lb. or less 77–153 lb. 154–230 lb. 17 86 lb. or less 87–173 lb. 174–260 lb. 9–1, find the Strength score between 20 and 29 that has the same 18 100 lb. or less 101–200 lb. 201–300 lb. number in the “ones” digit as the creature’s Strength score does. 19 116 lb. or less 117–233 lb. 234–350 lb. Multiply the figures by 4 if the creature’s Strength is in the 30s, 16 if 20 133 lb. or less 134–266 lb. 267–400 lb. it’s in the 40s, 64 if it’s in the 50s, and so on. For example, a cloud 21 153 lb. or less 154–306 lb. 307–460 lb. giant with a 35 Strength can carry four times what a creature with a 22 173 lb. or less 174–346 lb. 347–520 lb. 25 Strength can carry, or 3,200 pounds × 4 because the cloud giant is 23 200 lb. or less 201–400 lb. 401–600 lb. Huge, for a total of 12,800 pounds. 24 233 lb. or less 234–466 lb. 467–700 lb. 25 266 lb. or less 267–533 lb. 534–800 lb. MOVEMENT 26 306 lb. or less 307–613 lb. 614–920 lb. 27 346 lb. or less 347–693 lb. 694–1,040 lb. Characters spend a lot of time getting from one place to another. A 28 400 lb. or less 401–800 lb. 801–1,200 lb. character who needs to reach the evil tower might choose to walk 29 466 lb. or less 467–933 lb. 934–1,400 lb. +10 ×4 ×4 ×4 along the road, hire a boat to row him along the river, or cut cross- country on horseback. In addition, a character can climb trees to get Then Mialee is knocked unconscious in a fight, and Tordek wants a better look at his surroundings, scale mountains, or ford streams. to carry her out of the dungeon. She weighs 104 pounds, and her The DM moderates the pace of a game session, so he or she gear weighs 28 pounds (or 38 pounds with the gold), so Tordek can’t determines when movement is so important that it’s worth meas- quite manage to carry her and her gear, because doing so would put uring. During casual scenes, you usually won’t have to worry about him over his 200-pound maximum load. Fortunately, their movement rates. If your character has come to a new city and takes a companion Jozan is able to carry her gear and the gold, so all Tordek stroll to get a feel for the place, no one needs to know exactly how has to worry about is Mialee herself. Tordek hoists Mialee onto his many rounds or minutes the circuit takes. shoulders, and now the dwarf is carrying 175-1/2 pounds. He can There are three movement scales in the game, as follows. manage it, but it’s a heavy load. His maximum Dexterity bonus to (cid:1) Tactical, for combat, measured in feet (or squares) per round. AC drops to +1, his check penalty worsens from –4 (the armor check Table 9–3: Movement and Distance penalty for scale mail) to –6 (the check penalty for a heavy load), and now he runs at ×3 speed instead of ×4. ——————— Speed ——–————",
        "name":  "Tremendous Strength",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A hustle is a jog at about 6 miles per hour for an unencumbered human. A character moving his or her speed twice in a single round, or moving that speed in Adventurers prepare for their the same round that he or she performs a standard next challenge. action or another move action is hustling when he or she moves. Run (×3): Moving three times speed is a running pace for a character in heavy armor. It represents about 9 miles per hour for a human in full plate. Run (×4): Moving four times speed is a running pace for a character in light, medium, or no armor. It repre- sents about 12 miles per hour for an unencumbered human, or 8 miles per hour for a human in chainmail. TACTICAL MOVEMENT Use tactical movement for combat, as detailed on page 147. Characters generally don’t walk during combat—they hustle or run. A character who moves his or her speed and takes some action, such as attacking or casting a spell, is hustling for about half the round and doing something else the other half.",
        "name":  "Hustle",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Animated objects (see the Monster Manual) them in the front line. Rogues, rangers, and monks might serve as count as creatures for purposes of determining their Armor Class stealthy scouts, though they have to be careful if they’re away from (do not treat them as inanimate objects). the safety of the party. If the characters are not far apart, they can protect each other, but Breaking Items they’re more vulnerable to many spells when they cluster together, When a character tries to break something with sudden force rather so sometimes it pays to spread out a little. than by dealing damage, use a Strength check (rather than an attack roll and damage roll, as with the sunder special attack) to see TREASURE whether he or she succeeds. The DC depends more on the construction of the item than on the material. For instance, an iron When characters undertake adventures, they usually end up with door with a weak lock can be forced open much more easily than it some amount of silver, gold, gems, or other treasure. These rewards can be hacked down. might be ancient treasures that they have unearthed, the hoards of If an item has lost half or more of its hit points, the DC to break it the villains they have conquered, or pay from a patron who hired drops by 2. them to go on the adventure. Larger and smaller creatures get size bonuses and size penalties",
        "name":  "Animated Objects",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Some spells specifically counter each that otherwise harm or hamper subjects are attacks. Summon monster other, especially when they have diametrically opposed effects. For I and similar spells are not attacks because the spells themselves example, you can counter a haste spell with a slow spell as well as don’t harm anyone. with another haste spell, or you can counter reduce person with enlarge Bonus Types: Many spells give their subjects bonuses to ability person. scores, Armor Class, attacks, and other attributes. Usually, a bonus",
        "name":  "Specific Exceptions",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can use dispel magic to has a type that indicates how the spell grants the bonus. For counterspell another spellcaster, and you don’t need to identify the example, mage armor grants an armor bonus to AC, indicating that spell he or she is casting. However, dispel magic doesn’t always work the spell creates a tangible barrier around you. Shield of faith, on the as a counterspell (see the spell description, page 223). other hand, grants a deflection bonus to AC, which makes attacks veer off. (Bonus types are covered in detail in the Dungeon Master’s CASTER LEVEL Guide.) The important aspect of bonus types is that two bonuses of the same type don’t generally stack. With the exception of dodge A spell’s power often depends on its caster level, which for most bonuses, most circumstance bonuses, and racial bonuses, only the spellcasting characters is equal to your class level in the class you’re better bonus works (see Combining Magical Effects, below). The using to cast the spell. For example, a fireball deals 1d6 points of damage per caster level (to a maximum of 10d6), so a 10th-level same principle applies to penalties—a character taking two or more wizard can cast a more powerful fireball than a 5th-level wizard can. penalties of the same type applies only the worst one.",
        "name":  "Dispel Magic as a Counterspell",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Enemies can take steps to make it more SPELL FAILURE difficult for a character to be returned from the dead. Keeping the If you ever try to cast a spell in conditions where the characteristics body prevents others from using raise dead or resurrection to restore of the spell (range, area, or the like) cannot be made to conform, the the slain character to life. Casting trap the soul prevents any sort of casting fails and the spell is wasted. For example, if you cast charm revivification unless the soul is first released. person on a dog, the spell fails because a dog is the wrong sort of Revivification against One’s Will: A soul cannot be returned to life if target for the spell. it does not wish to be. A soul knows the name, alignment, and Spells also fail if your concentration is broken and might fail if patron deity (if any) of the character attempting to revive it and may you’re wearing armor while casting a spell with somatic components refuse to return on that basis. For example, if Alhandra the paladin is (see Table 7–6: Armor and Shields, page 123). slain and a high priest of Nerull (god of death) grabs her body, Alhandra probably does not wish to be raised from the dead by him. THE SPELL’S RESULT Any attempts he makes to revive her automatically fail. If the evil Once you know which creatures (or objects or areas) are affected, cleric wants to revive Alhandra to interrogate her, he needs to find and whether those creatures have made successful saving throws (if some way to trick her soul, such as duping a good cleric into raising any were allowed), you can apply whatever results a spell entails. her and then capturing her once she’s alive again. Many spells affect particular sorts of creatures. Repel vermin keeps vermin away, and calm animals can calm down animals and magical beasts. These terms, and terms like them, refer to specific creature COMBINING MAGICAL EFFECTS types defined in the Monster Manual. Spells or magical effects usually work as described, no matter how many other spells or magical effects happen to be operating in the SPECIAL SPELL EFFECTS same area or on the same recipient. Except in special cases, a spell Many special spell effects are handled according to the school of the does not affect the way another spell operates. Whenever a spell has spells in question. For example, illusory figments all have certain a specific effect on other spells, the spell description explains that effects in common (see Illusion, page 173). Certain other special effect. Several other general rules apply when spells or magical spell features are found across spell schools. effects operate in the same place:",
        "name":  "Preventing Revivification",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A successful save lets the subject ignore the effect. (object): The spell can be cast on objects, which receive saving SPELL RESISTANCE throws only if they are magical or if they are attended (held, worn, Spell resistance is a special defensive ability. If your spell is being grasped, or the like) by a creature resisting the spell, in which case resisted by a creature with spell resistance, you must make a caster the object uses the creature’s saving throw bonus unless its own level check (1d20 + caster level) at least equal to the creature’s spell bonus is greater. (This notation does not mean that a spell can be resistance for the spell to affect that creature. The defender’s spell cast only on objects. Some spells of this sort can be cast on creatures resistance is like an Armor Class against magical attacks. The Dun- or objects.) A magic item’s saving throw bonuses are each equal to 2 geon Master’s Guide has more details on spell resistance. Include any + one-half the item’s caster level. adjustments to your caster level (such as from domain granted (harmless): The spell is usually beneficial, not harmful, but a powers) to this caster level check. targeted creature can attempt a saving throw if it desires. The Spell Resistance entry and the descriptive text of a spell",
        "name":  "Disbelief",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The character class tables in Chapter 3: Classes show magical effects without being spellcasters. Characters using magic how many spells of each level a character can cast per day. These wands, rods, and other enchanted items, as well as certain class openings for daily spells are called spell slots. A spellcaster always features, can also create magical effects. These effects come in two has the option to fill a higher-level spell slot with a lower-level spell. types: spell-like and supernatural. Additionally, members of certain For example, a 7th-level cleric has at least one 4th-level spell slot and classes and certain creatures can use special abilities that aren’t two 3rd-level spell slots. However, he could choose to prepare three magical. These abilities are called extraordinary or natural. 3rd-level spells instead, filling the 4th-level slot with a lower-level Spell-Like Abilities: A dryad’s charm person effect and the greater spell. Similarly, he could fill his 4th-level domain spell slot with a teleport ability of many devils are spell-like abilities Usually, a spell- lower-level domain spell. A spellcaster who lacks a high enough like ability works just like the spell of that name. A few spell-like ability score to cast spells that would otherwise be his or her due still abilities are unique; these are explained in the text where they are gets the slots but must fill them with spells of lower level. For described. example, a 9th-level cleric who has a Wisdom score of only 14 A spell-like ability has no verbal, somatic, or material component, cannot cast a 5th-level spell but can prepare an extra lower-level nor does it require a focus or have an XP cost. The user activates it spell in its place and store it in the 5th-level spell slot. mentally. Armor never affects a spell-like ability’s use, even if the",
        "name":  "Spell Slots",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Calls extraplanar creature to fight for you. Entropic Shield: Ranged attacks against you have 20% miss chance.",
        "name":  "Summon Monster V",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Target becomes panicked, sickened, and comatose. Shield of Faith: Aura grants +2 or higher deflection bonus.",
        "name":  "Eyebite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You take half of subject’s damage. vermin.",
        "name":  "Shield Other F",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield gains +1 enhancement per four creatures. levels. Insect Plague: Locust swarms attack creatures.",
        "name":  "Magic Vestment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4 to AC, +4 resistance, and SR 25 against chaotic",
        "name":  "Shield of Law F",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Turn or destroy water creatures as a good cleric Granted Power: Add all Knowledge skills to your list of cleric turns undead. Rebuke, command, or bolster fire creatures as an evil class skills. cleric rebukes undead. Use these abilities a total number of times You cast divination spells at +1 caster level. per day equal to 3 + your Charisma modifier. This granted power is a supernatural ability. Knowledge Domain Spells 1 Detect Secret Doors: Reveals hidden doors within 60 ft. Fire Domain Spells 2 Detect Thoughts: Allows “listening” to surface thoughts. 1 Burning Hands: 1d4/level fire damage (max 5d4). 3 Clairaudience/Clairvoyance: Hear or see at a distance for 1 2 Produce Flame: 1d6 damage +1/ level, touch or thrown. min./level. 3 Resist Energy*: Ignores 10 (or more) points of damage/attack 4 Divination M: Provides useful advice for specific proposed from specified energy type. actions. 4 Wall of Fire: Deals 2d4 fire damage out to 10 ft. and 1d4 out to 20 5 True Seeing M: Lets you see all things as they really are. ft. Passing through wall deals 2d6 damage +1/level. 6 Find the Path: Shows most direct way to a location. 5 Fire Shield: Creatures attacking you take fire damage; you’re 7 Legend Lore M F: Lets you learn tales about a person, place, or protected from heat or cold. thing. 6 Fire Seeds: Acorns and berries become grenades and bombs. 8 Discern Location: Reveals exact location of creature or object. 7 Fire Storm: Deals 1d6/level fire damage. 9 Foresight: “Sixth sense” warns of impending danger. 8 Incendiary Cloud: Cloud deals 4d6 fire damage/round. 9 Elemental Swarm**: Summons multiple elementals. LAW DOMAIN *Resist cold or fire only. Deities: St. Cuthbert, Heironeous, Hextor, Moradin, Wee Jas, **Cast as a fire spell only. Yondalla.",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You cast good spells at +1 caster level. control, hedge out elementals and outsiders. 2 Calm Emotions: Calms creatures, negating emotion effects. Good Domain Spells 3 Magic Circle against Chaos: As protection spells, but 10-ft. radius 1 Protection from Evil: +2 to AC and saves, counter mind control, and 10 min./level. hedge out elementals and outsiders. 4 Order’s Wrath: Damages and dazes chaotic creatures. 2 Aid: +1 on attack rolls, +1 on saves against fear, 1d8 temporary hp 5 Dispel Chaos: +4 bonus against attacks by chaotic creatures. +1/level (max +10). 6 Hold Monster: As hold person, but any creature. 3 Magic Circle against Evil: As protection spells, but 10-ft. radius 7 Dictum: Kills, paralyzes, slows, or deafens nonlawful subjects. and 10 min./level. 8 Shield of Law F: +4 to AC, +4 resistance, and SR 25 against 4 Holy Smite: Damages and blinds evil creatures. chaotic spells. 5 Dispel Evil: +4 bonus against attacks by evil creatures. 9 Summon Monster IX*: Calls extraplanar creature to fight for 6 Blade Barrier: Wall of blades deals 1d6/level damage. you. 7 Holy Word F: Kills, paralyzes, slows, or deafens nongood *Cast as a law spell only. subjects. 8 Holy Aura: +4 to AC, +4 resistance, and SR 25 against evil spells. LUCK DOMAIN 9 Summon Monster IX*: Calls extraplanar creature to fight for Deities: Fharlanghn, Kord, Olidammara. you. Granted Power: You gain the power of good fortune, which is *Cast as a good spell only. usable once per day. This extraordinary ability allows you to reroll one roll that you have just made before the DM declares whether HEALING DOMAIN the roll results in success or failure. You must take the result of the",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
