[
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 13 + spell level): 0—arcane mark, dancing lights, detect magic, ghost sound, read magic, resistance; 1st— expeditious retreat, Nystul’s magic aura, shield, true strike; 2nd— darkness, detect thoughts . Kesikasumislox Mature Adult Green Dragon As biting as the odor of chlorine that hangs around her,Kesikasumislox’s wit slashes her opponents’ morale. Shehas a gift for sarcasm, punctuating every slash with herclaws, wing buffet, or tail slap with a snide observation ofher foes’ weakness. No amount of injury short of uncon-sciousness can still her tongue, and even on the rare occa-sions she is forced to flee a fight, she does so with a scathingparting comment. No living creature escapes her contempt,though she has learned to hold her tongue around the oldestgreen dragons.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer. Sorcerer Spells Known (6/7/7/5; save DC 13 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, mage hand, read magic, resistance; 1st— expeditious retreat, magic missile, protection from good, shield, true strike; 2nd— cat’s grace, darkness, summon swarm; 3rd— haste, vampiric touch. Othocintlydavarei Old Green Dragon Though he is certainly an unlikely ally for good-alignedplayer characters, Othocintlydavarei has a problem theymight be able to help him with. A group of evil druids hastaken up residence in his territory, and they have so far resis-ted his attempts to encourage them to relocate. Their fanat-ical devotion to the purity of nature threatens to end thelogging operation that helps swell Othocintlydavarei’s cof-fers: he has been content to tax the loggers, while the druidsare trying to drive them away . He wants to see the meddlersgone, and certainly, the human loggers would rather paytribute to a dragon than suffer the raids of evil druids andtheir animal allies. Some sort of cooperation, as strange as itmight be, seems almost inevitable.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 11 + spell level): 0—arcane mark, detect magic, ray of frost, resistance; 1st— protection from good, shield. Kalfyra Juvenile Red Dragon Kalfyra is a dragon in search of a lair and a mate. She roamsthe countryside looking for a likely spot to settle down andeventually raise a clutch of wyrmlings. Relatively person-able (for a red dragon), she often stops to talk to travelers orother creatures who might be able to help her. Of course,she often consumes such creatures shortly after the discus-sion ends, but nobody’s perfect. Kalfyra is particularly goodat sensing duplicity or weakness in her opponents, and usesthat information to her best advantage.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 9th-level sorcerer. Sorcerer Spells Known (6/7/7/7/5; save DC 14 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, read magic, resistance; 1st— alarm, magic missile, protection from good, shield, shocking grasp; 2nd— cat’sgrace, cure moderate wounds, darkness, sound burst; 3rd— dispel magic, protection from energy, stinking clou d;4th— fire shield, greater invisibility. Sventsorggviresh Old Red Dragon Sventsorggviresh passes most of her time in her lair, whereshe reclines on her vast pile of treasure and feels very satis-fied with herself. Always loathe to leave her hoard, sheseldom stirs from her lair except when hungry, even thenshe sometimes cajoles a group of magma, fire, and steammephits who share her lair into fetching her a snack (or atlast locating one for her). She distrusts the mephits, and usu-ally seals her lair with a wall of force while she’s out hunting. She usually carries her wand of chaos hammer in one glove of storing and he wand of fire shield in the other. Sventsorggviresh has peppered her lair with magic mouth and alarm spells to give warning of any intrusions. She has also persuaded an evil cleric she once met to cast some for- biddance spells (to prevent extradimensional intrusions) for her. She has since done away with the cleric.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 11th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 30 half.CHAPTER 5: SAMPLE DRAGONSPlan View Entry ViewCut-Away View 150 ft. drop down pit into cavern below ledge entrancefalse chamberpit 150 ft. drop into cavern below poolsleeping chamber storage chamber Plan View Entry ViewCut-Away View 150 ft. drop down pit into cavern below ledge entrancefalse chamberpit 150 ft. drop into cavern below poolsleeping chamber storage chamber 260Sorcerer Spells Known (6/8/7/7/7/5; save DC 15 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic, resistance;1st—alarm, cure light wounds, divine shield, shield, true strike;2nd— cat’s grace, cure moderate wounds, invisibility, magic mouth, shatter; 3rd— deeper darkness, dispel magic, haste, protec- tion from energy; 4th— arcane eye, confusion, phantasmal killer; 5th— hold monster, wall of force",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2 gloves of storing, necklace of adaptation, ring of swimming, wand of chaos hammer (8th-level caster, 28 charges), wand of fire shield (22 charges). Urivayotornotach Very Old Red Dragon Urivayotornotach has a pathological hatred of adventurers.He has turned his lair into an enormous deathtrap, fortify-ing it with pits, tripwires, and the like. His feat and spellselections are aimed at maximizing his adventurer-killingpower while simultaneously protecting him from their typ-ical attacks. He has learned from experience the folly of let-ting pride or dignity interfere with his tactics, and is willingto feign injury or cowardice or otherwise demean himself inways that other red dragons might not in order to gain acombat advantage. He favors hit-and-run tactics, forcingopponents to bleed off their resources while drawing themever deeper into his cave network.",
        "name":  "Possessions",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+19 points of bludgeoningdamage, Reflex DC 33 half. Sorcerer Spells Known (6/8/8/7/7/7/5; save DC 16 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic, resist-ance; 1st— alarm, chill touch, divine shield, magic missile, shield; 2nd— cat’s grace, cure moderate wounds, darkness, detect thoughts, pyrotechnics; 3rd— deeper darkness, dispel magic, haste, protection from energy; 4th— charm monster, crushing despair, greater invis- ibility, spell immunity; 5th— mass inflict light wounds, feeble- mind, shadow evocation ; 6th— acid fog, heal. Durtaxsteingakila Ancient Red Dragon Durtaxsteingakila may well be the most powerful warlordthat no one has ever heard of. She has spent patient decadesbuilding alliances with other powerful creatures, fromdemons to slaadi to dark elves, with the eventual goal ofcontinental-scale conquest. Along the way, she has incitedconflict in various locales, each one carefully designed todestabilize a local ruler, weaken defenses, or otherwisemake her ultimate goal achievable. In some cases, she hassacrificed her own allies in these battles, but always with along-term plan in mind. Despite her many collaborators, no one truly understands the scope of her plan. Many allies don’t even know of eachother’s existence, and in fact, some have even come in con-flict with one another. That’s just the way she likes it.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 15th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+21 points of bludgeoningdamage, Reflex DC 35 half. Sorcerer Spells Known (6/8/8/8/7/7/7/5; save DC 17 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic, resist-ance; 1st— alarm, chill touch, divine shield, magic missile, shield; 2nd— cat’s grace, cure moderate wounds, darkness, detect thoughts, pyrotechnics; 3rd— deeper darkness, dispel magic, haste, protection from energy; 4th— charm monster, crushing despair, greater invis- ibility, spell immunity; 5th— mass inflict light wounds, feeble- mind, hold monster, shadow evocation; 6th— greater dispel magic, heal, mass suggestion; 7th— insanity, word of chaos. Bheilorveilthion Wyrm Red Dragon Bheilorveilthion enjoys personal combat with powerfulopponents. As soon as the battle begins, he picks a targetwithin range and charges, using Dire Charge to make a fullattack (augmented by Power Attack), combining that with arend attack if he hits with both claws. This usually reducesthe opponent to ribbons, at which point Bheilorveilthionmoves on to the next target (assuming any remain in sightafter his display of power). It’s common for his battles to lastonly a single round.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 17th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+22 points of bludgeoningdamage, Reflex DC 38 half. Sorcerer Spells Known (6/8/8/8/7/7/7/7/4; save DC 17 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic, resist-ance; 1st— alarm, chill touch, divine shield, magic missile, shield; 2nd— cat’s grace, cure moderate wounds, darkness, detect thoughts, pyrotechnics; 3rd— deeper darkness, dispel magic, haste, protection from energy; 4th— charm monster, crushing despair, greater invis- ibility, spell immunity; 5th— mass inflict light wounds, feeble- mind, hold monster, shadow evocation; 6th— greater dispel magic, heal, mass suggestion; 7th— insanity, reverse gravity, word of chaos; 8th— horrid wilting, symbol of death. Syzdothyx Great Wyrm Red Dragon Syzdothyx desires immortality . Though she dabbled withthe idea of becoming a dracolich, she ultimately decidedthat godhood was her goal. In her most egotistical moments,she styles herself as a rival to the power of Tiamat herself—and her egotistical moments tend to outnumber her realis-tic moments these days. In the short term, she seeks togain the attention of the draconic deity Garyx (see Reli-gion in Chapter 2), perhaps becoming an avatar or consortas a step ping-stone to even greater power. The value of her hoard exceeds that held in the vaults of many small king-doms, but she won’t hesitate to use or sacrifice that hoard inpursuit of her dream of divine ascension.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 14 + spell level): 0—dancing lights, detect magic, detect poison, mage hand, mend- ing, prestidigitation; 1st— chill touch, divine shield, protection from evil, unseen servant; 2nd— cat’s grace, darkness. Sallahtuwlishion Adult Silver Dragon When Sallahtuwlishion entered adulthood, she resisted put-ting aside her favorite nondraconic guise, that of a villageinnkeeper. Now, she still maintains the Silver Goblet Inn butspends only a few days a month there. Most of the villagersknow of her draconic nature and cover “Sal’s” disappearances,saying to outsiders that she has “gone off to visit relatives” andher adopted daughter runs the place in her absence. Sallah-tuwlishion has found herself dragged reluctantly into dra-conic politics. Because of her willingness to mediate disputesand hold messages (useful talents for an innkeeper), she oftenfinds herself speaking on behalf of older or more powerfuldragons and other good or neutral beings.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer. Sorcerer Spells Known (6/8/7/5; save DC 15 + spell level): 0— cure minor wounds, dancing lights, detect magic, mage hand, mending, prestidigitation, read magic; 1st— divine shield, magic missile, protection from evil, sanctuary, true strike; 2nd— cat’s grace, flaming sphere, shatter; 3rd— cure serious wounds, flame arrow. Livezzenvivexious Mature Adult Silver Dragon An unusually “draconic” silver dragon, Livezzenvivexious haslittle use for other forms. While he takes different shapes forshort times, he does nearly all his fighting in dragon form—and Livezzenvivexious does a lot of fighting. Livezzen-vivexious loathes evil creatures (particularly demons anddevils) and despises evil dragons. Those creatures who wor-ship evil deities also make Livezzenvivexious their enemies.He might use his power to polymorph to get himself intoan evil creature’s lair or a sadistic cult’s stronghold, but whenan adult silver dragon appears in their midst, Livezzen-vivexious unleashes his righteous fury .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 9th-level sorcerer. Sorcerer Spells Known (6/8/7/7/5; save DC 15 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, mage hand, mending, prestidigitation, read magic;1st— charm person, color spray, divine shield, magic missile, shield; 2nd— cat’s grace, fog cloud, shatter, web; 3rd— hold person, slow, stinking cloud; 4th— cure critical wounds, Evard’s black tentacles. Aesthyrondalaurai Old Silver Dragon Known throughout the planes as a master of lore and heal-ing, Aesthyrondalaurai shares her insights with those whocan find her. Legend has it that this old silver dragonalways takes on a matronly form but seldom stays in oneplace for long. Still, she does maintain her own lair, highin the mountains, and keeps a strong friendship witheagles, pegasi, and other airborne creatures. When some-one seeks knowledge, Aesthyrondalaurai often sends outher friends with clues to her location. If a seeker is per-sistent enough, he or she can find Aesthyrondalaurai, butit is never easy .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Sorcerer Spells Known (6/8/8/8/7/7/5; save DC 17 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, mending, prestidigi-tation, read magic; 1st— charm person, color spray, divine shield, magic missile, shield; 2nd— aid, cat’s grace, fog cloud, shatter, web; 3rd— hold person, sleet storm, slow, stinking cloud; 4th— cure critical wounds, crushing despair, enervation, solid fog;5th— greater command, hold monster, telekinesis; 6th— greater dispel magic, heal. Asaduanaivakka Ancient Silver Dragon Asaduanaivakka Silverstar considers herself a front-linewarrior against the forces of evil. She has spent many ofher considerable years traveling the world and the planeslearning about the constant war between good and evil andshe feels it is her time to step up and “do something aboutit.” Occasionally found in the form of a humanoid paladin,Asaduanaivakka inspires and supports those who battlegreat evil. She has been known to employ lower-leveladventurers to battle lesser evils, in the hope that theygrow into powerful heroes, but more often, she joins aparty of strong crusaders in climactic struggles. She has nocompunctions about revealing her draconic nature andoften uses her considerable reputation as leverage whenseeking to join a party .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 15th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 34 half. Sorcerer Spells Known (6/8/8/8/8/7/7/5; save DC 18 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, mending, prestidigitation, readmagic; 1st— charm person, color spray, divine shield, magic mis- sile, shield; 2nd— aid, cat’s grace, fog cloud, shatter, speak with animals; 3rd— haste, hold person, stinking cloud, tongues; 4th— cure critical wounds, crushing despair, enervation, solid fog;5th— Bigby’s interposing hand, cloudkill, greater command, hold monster; 6th— chain lightning, greater dispel magic, heal; 7th— Bigby’s grasping hand, power word stun. Kuulvaysheniruss Wyrm Silver Dragon It is hard to think of one of the oldest dragons in the worldas a sad, old man, but Kuulvaysheniruss the Venerated hasearned that description. For more than a hundred years,Kuulvaysheniruss was the cohort of a mighty paladin inthe service of Heironeous, but the paladin was destroyedand attempts to revivify her failed. Now, Kuulvayshenirussspends most of his time with his memories and doing little.Still, every so often, a particular quest or problem awakensKuulvaysheniruss’s once-lively heart from its slumber andhe becomes the powerful dragon songs still sing of. Henever takes humanoid form anymore, preferring to battleas he did beside his paladin friend, breathing blasts of par-alyzing gas and cones of frigid air.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 17th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+21 points of bludgeoningdamage, Reflex DC 36 half. Sorcerer Spells Known (6/9/8/8/8/8/7/7/5; save DC 19 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, mending, prestidigita-tion, read magic; 1st— charm person, color spray, divine shield, magic missile, shield; 2nd— aid, cat’s grace, fog cloud, heat metal, shatter; 3rd— haste, hold person, stinking cloud, tongues; 4th— cure critical wounds, crushing despair, enervation, solid fog; 5th— Bigby’s interposing hand, cloudkill, greater command, holdmonster; 6th— chain lightning, greater dispel magic, heal; 7th— Bigby’s grasping hand, power word stun, prismatic spray; 8th— mass charm monster, whirlwind. Nymbryxion Great Wyrm Silver Dragon Nymbryxion the Shield of Law seldom visits the MaterialPlane anymore, preferring instead the uninterrupted sky ofthe Elemental Plane of Air. If she does travel back to theplane of her birth, she does so in the form of an ageless elvenwoman with silver eyes. Nymbryxion seldom speaks ineither form, preferring to listen and to watch. When shedoes speak, she cuts right to the heart of any matter and hervoice has the power of persuasion behind it. Nymbryxionhas been known to visit elder dragons of nearly every type—even chromatic—to advise them on their place inthe world. Metallic dragons take her words to heart; chro-matic dragons often fly into a rage at her presence but fewdare attack her. Nymbryxion is an unbelievably powerfulopponent and many creatures of many planes owe herfavors. An enemy of Nymbryxion can find few places on anyplane to hide.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 19th-level sorcerer. Tail Sweep (Ex): Half-circle 40 ft. in diameter, Large or smaller opponents take 2d8+24 points of bludgeoning damage, Reflex DC 39 half. Sorcerer Spells Known (6/9/9/8/8/8/8/7/7/5; save DC 20 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, mending, prestidigita-tion, read magic; 1st— charm person, color spray, divine shield, sanctuary, shield; 2nd— aid, calm emotions, cat’s grace, fog cloud, shatter; 3rd— cure serious wounds, haste, speak with animals, 269CHAPTER 5: SAMPLE DRAGONS270tongues; 4th— cure critical wounds, crushing despair, enervation, solid fog; 5th— Bigby’s interposing hand, cloudkill, greater com- mand, hold monster; 6th— chain lightning, greater dispel magic, heal; 7th— Bigby’s grasping hand, power word stun, prismatic spray; 8th— mass charm monster, sunburst, whirlwind; 9th— foresight, summon monster IX. SAMPLE WHITE DRAGONS Detailed below are twelve sample white dragons, one ofeach age category . The descriptions include basic personal-ity and encounter notes that the DM can flesh out for hiscampaign, along with a set of statistics that make the dragonready to play . Icewalking (Ex): All white dragons can move on icy sur- faces as though using spider climb (as the spell).",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 11th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 33 half. Sorcerer Spells Known (6/7/7/7/6/4; save DC 13 + spell level): 0— arcane mark, dancing lights, detect magic, flare, ghost sound, mage hand, prestidigitation, read magic, resistance; 1st— alarm, burning hands, magic missile, shield, true strike; 2nd— cat’s grace, darkness, detect thoughts, gust of wind, minor image;3rd— dispel magic, haste, protection from energy, vampiric touch; 4th— crushing despair, fire shield, greater invisibility; 5th— cloudkill, feeblemind. Laximyrkcion Great Wyrm White Dragon Possessing a general scorn for others’ existence rivaled bythe most evil demons, Laximyrkcion Iceflame, Scourge ofthe North has amassed a treasure of such great renown thatit attracts hunters from across the planes. Laximyrkcion wel-comes these hunters with soul-chilling ferocity and greatlyenjoys collecting the frozen heads of any who would chal-lenge her. Fear is Laximyrkcion’s greatest joy . Those whostruggle to survive under her thrall often inform on or hinder adventurers who would destroy Laximyrkcion andtake her treasure, simply because they dread her vengeance.These minions also keep the Scourge of the North informedabout happenings beyond her realm, and Laximyrkcion hasmuch knowledge of the world as a result.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+19 points of bludgeoningdamage, Reflex DC 36 half. Sorcerer Spells Known (6/7/7/7/7/6/4; save DC 14 + spell level): 0— arcane mark, dancing lights, detect magic, flare, ghost sound, mage hand, prestidigitation, read magic, resistance;1st— alarm, burning hands, magic missile, shield, true strike; 2nd— cat’s grace, darkness, detect thoughts, gust of wind, minor image; 3rd— dispel magic, haste, protection from energy, vampiric touch; 4th— bestow curse, fire shield, greater invisibility, solid fog; 5th— cloudkill, feeblemind, hold monster; 6th— acid fog, greater dispel magic.CHAPTER 5: SAMPLE DRAGONSAppendix 1: The Dragon’s Hoard",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most dragons have no use for such items unless they can assume a form that can wear them.",
        "name":  "Armor and Shields",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Arcane scroll of silent image and invisibility , divine scroll of detect snares and pits and dispel magic ,hat of disguise , adamantine heavy shield, +1 rapier, wand of detect secret doors (35 charges). CR 10  (17,400 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Potion of remove fear, potion of disguise self, arcane scroll of protection from arrows, +1 animated large steel shield*. CR 11  (22,500 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 heavy wooden shield, staff of swarming insects (32 charges). CR 16  (84,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine scroll of cure serious wounds, prayer, and remove disease ,wand of lightning bolt* (38 charges), amulet of natural armor *+4. CR 18  (141,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Broom of flying ,minor ring of energy resistance (acid) *, ioun stone (pink and green sphere)*, arcane scroll of passwall, disintegrate , and control undead; +5 large shield . CR 20  (240,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rod of enemy detection *,gem of brightness *,+4/+2 dire flail, arcane scroll of blink, displacement, halt undead , and dimensional anchor ,wand of knock (28 charges), ring of invisi- bility *,staff of life (8 charges), +4 scimitar , divine scroll of stone tell, word of chaos, holy aura , and sunburst ,+2 full plate armor of moderate fortification, mantle of faith . CR 27  (465,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sventsorggviresh casts spells as an 11th- level sorcerer. Tail Sweep (Ex): Sventsorggviresh can sweep with her tail as a standard action. The sweep affectsSmall or smaller creatures in a half-circle with a radiusof 30 feet extending from an intersection on the edgeof the dragon’s space in any direction. Each potentiallyaffected creature in the area takes 2d6+18 points ofdamage (Reflex DC 31 half). Keen Senses (Ex): Sventsorggviresh can see four times as well as a human in shadowy illumination andtwice as well in normal light. She also has darkvision toa range of 120 feet. Sorcerer Spells Known (6/8/7/7/7/5; save DC 15 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation,read magic, resistance; 1st— alarm, cure light wounds, divine shield, shield, true strike; 2nd— cat’s grace, cure moderate wounds, invisibility, magic mouth, shatter; 3rd— deeper darkness, dispel magic, haste, protection from energy; 4th— arcane eye, confusion, phantasmal killer; 5th— hold monster, wall of force.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sventsorggviresh’s hoard contains the following: 21,760 gp, 2,320 pp, 1 alexandrite (500 gp), 2aquamarines (300 gp each), 1 fire opal (1,000 gp), 2pieces of jade (400 gp each), 3 peridots (50 gp each), 3red garnets (100 gp each), 2 rubies (400 gp each), 4pieces of smoky quartz (25 gp each), 1 star ruby (1,000gp), 2 topazes (500 gp each), 6 gold altar plates (200 gpeach), 1 gold and silver chalice with amethysts (2,500gp), 8 jade scroll cases (500 gp each), 1 jeweled goldcasket, 1 platinum and black jade ring (3,500 gp), 2scrolls of mirage arcana (caster level 12th) , scroll of pro- grammed image (caster level 12th), +4 spell resistance 13 full plate armor, and a +3 heavy pick. The coins and gems lie atop the mound. The other items are buried in the sand, and a Search check (DC25) is needed to recover them all. The three scrolls arein separate jade scroll cases, which are included in thelist of items in the hoard. All the metal items in thehoard are searing hot, and each deals 2d4 points of firedamage if touched. 7. OLD LAIR The temperature in this chamber is greater than 250 °F (hot enough to damage characters after 1 minute of expo-sure, as noted in the Dungeon Master’s Guide ). The crevasse here is similar to the one in area 3, and the steam and vol-canic gases it emits restrict vision to 20 feet. The bones of the dragon that Sventsorggviresh defeated when she claimed this lair lie arranged in ani-mated skeleton fashion atop a big mound of volcanicsand. Despite their lifelike arrangement, however, theyare just bones. Sventsorggviresh has laid a clutch of four eggs in the sand under the skeleton. 8. LAVA POOL (EL 10) This pool of molten lava is several hundred feet deep.Lava tubes lead from here to many geysers and smallervolcanoes in the vicinity. Sventsorggviresh hasplumbed the depths of the pool using her ring ofswimming and necklace of adaptation , and she has discov- ered several tubes large enough to admit her. If facedwith certain defeat within the lair, she dives into thepool and escapes though one of these tubes.",
        "name":  "Treasure",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Charisma is the battle dancer\u0027s key ability, as it affects her dance abilities and defenses. A good Dexterity helps her avoid blows, as the battle dancer scorns armor, while Strength and Constitution make TABLE 2-2: SMALL AND LARGE her a more effective fighter. BATTLE DANCER UNARMED DAMAGE",
        "name":  "Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The death master\u0027s role is simple: He strives spells. He must choose and prepare his spells by getting to spread undead across the world. In so doing, he a good night\u0027s sleep and studying his books for 1 hour. increases his own prestige and power and that of his While studying, the death master chooses the spells he dreaded lord, Orcus. wants to prepare. The death master\u0027s spells have a special material GAME RULE INFORMATION component that makes them easier to cast in armor. Death masters have the following game statistics. If the death master uses a vial of blood as a material",
        "name":  "Role",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Intelligence determines the potency and component he can cast the spell without somatic number of a death master\u0027s spells. Charisma is a key components and thereby ignore the spell failure chance attribute in his ability to rebuke undead and force them for casting in armor. This blood must come from an into service. intelligent creature (Intelligence 3 or higher) that the",
        "name":  "Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The undead minion gains the listed minion if he releases his current one. bonus hit dice. Advance its saving throws, base attack Link of the Grave: Once per day as a free action, the death bonus, and so forth as per the Monster Manual It does master can cast a shield other spell that links him to his minion. not increase in size due to these bonus HD. This spell has one critical difference from its normal form. Str/Dex Bonus: The minion gains the listed bonus to Treat the death master as the spell\u0027s target and the minion as both its Strength and Dexterity scores. the caster. Thus, if the death master suffers damage he shares",
        "name":  "Bonus Hit Dice",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ranged attacks against you have Gray render zombie 20% miss chance.",
        "name":  "Ghast Entropic Shield",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Detects poison in one creature or can\u0027t attack. object. Shield: Invisible disc gives +4 to AC, blocks magic",
        "name":  "Detect Poison",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As phantasmal killer, but affects all within 30 ft. benefits listed under armor class, special attacks, turn resistance, damage reduction, abilities, and skills. These Master of the Dead (Su): As a herald of Orcus, the granted abilities stack with any the undead death master death master is the unquestioned master of the living already possessed. dead. An undead creature must make a Will save (DC 10 + half the death master\u0027s level + his Charisma modifier) Jester in order to attack him in any way. If this save fails, the undead creature cannot take any aggressive action against the death master for 24 hours. If the undead by Roger E. Moore, DRAGON #60, April 1982 creature succeeds in this save, it can act normally for 24 hours. After this time, it must save again. The jester masters a style of performance and magic While under the effects of this ability, an undead similar to the bard\u0027s. While a bard sings to inspire courage creature cannot take any direct action against the death and arouse hope in his friends, the jester uses his razor master, but it could order its minions to attack, cast wit and comedic put downs to devastate his enemies. The spells to boost its allies who can attack the death master, jester\u0027s style of performance allows him to find flaws in and so on. others and exploit them with his cruel sense of humor. Undead creatures that lack Intelligence scores Most jesters serve as fools and comedians in the courts automatically fail this save unless another creature of powerful nobles. Their comedy serves to lighten the controls them, such as a cleric who channels negative mood in the royal court, while a jester\u0027s jibes and puns energy. In this case, the creature that controls the can put a king\u0027s political enemies in their place. unintelligent undead makes a save on its behalf A jester\u0027s magic comes from his ability to find humor Sustenance of the Dead (Su): A loth-level death in even the grimmest situation. Even while a fierce master gains power from the negative energy that battle rages around him, the jester finds reason to make infuses undead creatures. Once per round as a free merry. Evil jesters see life as a running joke, with the action the death master can draw energy from a single punchline the pain, suffering, and torment they inflict undead creature he controls. The undead creature must on others. Good jesters see their role as providing be within 60 feet of the death master. When the death relief and support to others. Neutral jesters are merely master user this power, he reduces the undead creature observers who report on the odd coincidences, grim to a pile of dust and gains 2 temporary hit points per ironies, and bitter comedy of life. Hit Die of the undead creature. These temporary hit Adventures: The jester\u0027s profession naturally lends points fade after 1 hour. itself to instability. A single poorly worded joke or a An undead creature with an Intelligence score can scathing comeback delivered to the wrong nobleman make a Will save (DC 10 + half the death master\u0027s level can see a jester banished from court and forced onto + his Charisma modifier) to avoid destruction. If the the road. Other jesters work as traveling entertainers by save succeeds, the death master gains no temporary hit choice. In any case, jesters typically adventure for lack points. The undead creature survives and is no longer of any other option. Jesters tend to be wanderers and under the death master\u0027s control. The death master free spirits with an adventuresome streak. can attempt to rebuke the newly independent creature Characteristics: Jesters produce magic from deep as normal. within their souls in a manner similar to bards, but Undead creatures that lack Intelligence scores gain while bards focus on great epics, inspiring stories, and no saving throw against this ability. ancient myths, jesters seek purely to entertain. Their ability to find humor at the expense of others gives a jester\u0027s wit even when it is aimed at them. Jesters their magic a more aggressive edge—one that allows find paladins particularly stuffy, humorless, and dull, them to use spells that harass others. and needle them with jokes and puns at every turn—",
        "name":  "Weird",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ranged attacks against you have for 24 hours. 20% miss chance.",
        "name":  "Entropic Shield",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most mountebanks adventure out of a and typically only from among the deviants and criminals pure sense of greed. They ally with other adventurers in their midst. only to have a stable of useful dupes to shield them from Other Classes: Mountebanks trust no one and harm. When the going gets rough, the mountebank saves see all others in terms of their utility. Friendship is her own life. The more marks between her skin and her almost utterly alien to them. They particularly hate enemies, the better. paladins, both because they are champions of good Mountebanks who seek to betray their infernal and because paladins can sense the evil that dwells in bargain usually work alone, but sometimes they find a a mountebank\u0027s heart.",
        "name":  "Adventures",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The savant studies a wide variety of Delephon the 3rd-level savant has 6 ranks in Knowledge disciplines, from the physiology and lore of plants to (engineering). He inspects an old ruin to determine if the genealogy of ancient noble lines. The savant may it is structurally sound. His Knowledge (engineering) make a special academic lore check with a bonus equal check fails. He then attempts to use his academic lore to his savant level + his Intelligence modifier to see ability and succeeds. whether he knows some relevant information about a Skill Assistance: The savant\u0027s broad range of talents particular situation, person, item, historical event, or and insights into dozens of areas of knowledge grant other subject. If the savant fails this check, he must gain him the ability to lend his knowledge to others. If, TABLE 2-10: THE SAVANT BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL 1st +0 +0 +0 +2 Academic lore, skill assistance (5 feet), trapfinding 2nd +1 +0 +0 +3 Talent lore 3rd +2 +1 +1 +3 Sneak attack +ld6 4th +3 +1 +1 +4 Skill assistance (10 feet) 5th +3 +1 +1 +4 Arcane lore 6th +4 +2 +2 +5 7th +5 +2 +2 +5 Talent lore 8th +6/+1 +2 +2 +6 Skill assistance (15 feet) 9th +6/+1 +3 +3 +6 Sneak attack +2d6 10th +7/+2 +3 +3 +7 Divine lore 11th +8/+3 +3 +3 +7 12th +9/+4 +4 +4 +8 Skill assistance (20 feet), talent lore 13th +9/+4 +4 +4 +8 14th +10/+5 +4 +4 +9 15th +11/+6/+1 +5 +5 +9 Sneak attack +3d6 16th +12/+7/+2 +5 +5 +10 Skill assistance (25 feet) 17th +12/+7/+2 +5 +5 +10 Talent lore 18th +13/+8/+3 +6 +6 +11 19th +14/+9/+4 +6 +6 +11 20th +15/+10/+5 +6 +6 +12 Skill assistance (30 feet) for example, a savant sees an approaching ogre, he before he knows the savant\u0027s die roll. In any case, the knows how to deliver a swift warning that alerts his targets of this ability never use their own ranks in allies before the ogre is upon them. If he and his addition to the savant\u0027s ranks. They must either make a friends must slip into a blackguard\u0027s fortress, his check as normal or substitute the savant\u0027s ranks and die intense study of stealth and reconnaissance allows result for their own. him to mask the clanks of his paladin ally\u0027s armor. The savant cannot use this ability if his allies wish At 1st level and again at 4th level and every 4 levels to make a skill check as part of an attempt to aid thereafter (8th, 12th, and so on), the savant selects a another\u0027s check. skill from the following list in which he has at least Trapfinding: Savants can use the Search skill to 1 rank: Balance, Climb, Disguise, Hide, Listen, Move locate traps when the task has a Difficulty Class higher Silently, Ride, Spot, and Swim. than 20. Finding a nonmagical trap has a DC of at least The savant can choose to replace an ally\u0027s skill 20, or higher if it is well hidden. Finding a magic trap attempt with his own efforts. Rather than make a skill has a DC of 25 + the level of the spell used to create it. check, the ally can use the result of a special check made Savants can use the Disable Device skill to disarm with a bonus equal to the savant\u0027s skill ranks + the ally\u0027s magic traps. A magic trap generally has a DC of 25 + the ability score modifier, armor check penalty (if any), and level of the spell used to create it. A savant who beats other modifiers. In effect, the ally replaces her ranks in a trap\u0027s DC by 10 or more with a Disable Device check the particular skill with those of the savant and adds all can study a trap, figure out how it works, and bypass it other modifiers as normal. The savant makes the d20 without disarming it. roll on this check in secret (although the DM can ask to Talent Lore: The savant gains a bonus feat at 2nd level see it) and cannot take 10 or take 20. and every five levels thereafter. His intense studies and The savant can replace the skill checks of a number wide range of training grant him access to specialized of allies equal to his Intelligence modifier. The allies abilities and talents. must be within 5 feet of the savant at 1st level. This range Sneak Attack: Beginning at 3rd level, if a savant increases by 5 feet each time the savant chooses a new can catch an opponent unable to defend itself skill to gain the benefits of this ability (up to 30 feet at effectively from his attack, he can strike a vital spot 20th level). for extra damage. A target of this ability must choose whether to use The savant\u0027s attack deals extra damage any time the savant\u0027s result or make his own, and he must choose his target would be denied a Dexterity bonus to AC (whether the target actually has a Dexterity bonus or savant cannot cast spells of that level. When selecting not), or when the savant flanks his target. This extra his two new spells, he cannot choose them from that damage is 1d6 at 3rd level, and it increases by 1d6 every level\u0027s list. A 5th- or 6th-level savant who lacks the six savant levels thereafter. The savant never multiplies Intelligence score needed to gain a bonus 1st-level spell sneak attack damage on a successful critical hit. does not choose any spells.",
        "name":  "Academic Lore",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Invisible disc gives +4 to AC, blocks magic and written languages. missiles. Cure Light Wounds: Cures ld8 damage +1/level",
        "name":  "Shield",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Magically locks a portal or chest. Entropic Shield: Ranged attacks against you have",
        "name":  "Arcane Lock",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Senses direction toward object Shield of Faith: Aura grants +2 or higher deflection (specific or type). bonus. Melf\u0027s Acid Arrow: Ranged touch attack; 2d4 damage for 1 round + 1 round/three levels. 2ND-LEVEL DIVINE SAVANT SPELLS",
        "name":  "Locate Object",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Arrows deal +ld6 fire damage. Shield Other: You take half of subject\u0027s damage.",
        "name":  "Flame Arrow",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alerts you of magical eavesdropping. Magic Vestment: Armor or shield gains +1",
        "name":  "Detect Scrying",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 size, +2 Dex, +1 natural), touch Air Mastery (Ex): An airborne creature takes a -1 14, flat-footed 13 penalty on attack and damage rolls against an air gen. Base Attack/Grapple: +1/-9 • Arcane Spell Unknown: The sha\u0027ir can cast a spell DC 20 Diplomacy check, since the gen is acting as a from the sorcerer/wizard list he does not know proxy to the elemental powers on behalf of the sha\u0027ir. but has seen the effects of and identified with a Modify the sha\u0027ir\u0027s Diplomacy check as follows: successful Spellcraft check. If the sha\u0027ir seeks to • +1 per sha\u0027ir level. cast such an arcane spell, the gen must search for • +2 if the spell is in the Spells Known category (ar ld6 minutes + 1 minute per spell level. A spell so cane only). retrieved does not become learned or known for • -2 per level of the desired spell. the purposes of the gen retrieving it again. • -6 if the spell is an unknown divine spell. • Divine Spell: Retrieving a divine spell, known or • -1 per increase in level caused by the use of a not, takes a gen ld6 hours + 1 hour per spell level. metamagic feat. The gen can retrieve only divine spells from the • -2 per attempt after a failed check the gen makes domains indicated above. to retrieve the same spell in the same day. Once a gen is sent out to fetch a spell, it cannot If the sha\u0027ir succeeds at his Diplomacy check the be recalled; it is gone for the duration of the search. gen reappears within 5 feet of its master and imparts To determine its success, the sha\u0027ir must succeed at a to him the power to cast the spell. If the check fails, EARTH GEN FIRE GEN Tiny Outsider (Earth, Extraplanar) Tiny Outsider (Extraplanar, Fire)",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 size, +1 Dex, +3 natural), touch Armor Class: 15 (+2 size, +2 Dex, +1 natural), touch 13, flat-footed 15 14, flat-footed 13 Base Attack/Grapple: +1/-8 Base Attack/Grapple: +1/-9",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+2 size, +1 Dex, +1 natural), touch such creatures speak. 13, flat-footed 13 Summon Gen Familiar: A sha\u0027ir must obtain a gen Base Attack/Grapple: +1/-9 familiar (see Gen Familiars) at 1st level. A gen familiar is",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Grants +2 (or higher) enhancement to rolls (max+5). natural armor. Neutralize Poison: Immunizes subject against poison, Bear\u0027s Endurance: Subject gains +4 to Con for 1 min./level. detoxifies venom in or on subject. Bull\u0027s Strength: Subject gains +4 to Str for 1 min./level. Nondetection M: Hides subject from divination, scrying",
        "name":  "Barkskin",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Arcanopaths are monks, although they meditate on alternative methods of achieving physical enlightenment. As such, an arcanopath monk gains flurry of blows, unarmed damage, AC bonus, and unarmored speed as if he were a monk whose level equaled his monk level + his arcanopath monk level. For instance, a 6th-level monk/1st-level arcanopath has a base flurry of blows attack bonus of +4/+4 (as if he were a 7th-level monk). Those who manage to meet the requirements for this class who are not monks gain these abilities as if a monk equal to only their arcanopath monk level. REQUIREMENTS Chop of Silence (Su): The arcanopath of at least 2nd To qualify to become an level can use this supernatural ability once per round, arcanopath, a character must but no more than once per arcanopath level per day. The fulfill the following criteria. arcanopath must declare he is using the chop of silence",
        "name":  "Student of Perfection",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8 + Int modifier. the spell of the same name, as cast by a sorcerer of the cerebrex\u0027s class level. enigma, code, or riddle, she gains a circumstance bonus Blindsight (Ex): An 8th-level cerebrex gains blindsight equal to her cerebrex level to any Intelligence checks or to 60 feet (Monster Manual, page 306). Intelligence-based skill checks necessary to solve it. Twist the Neural Skein (Su): The 9th-level Cerebrex Scent (Su): At 2nd level, the cerebrex gains the scent knows the neural \"shapes\" of spells in her own mind so ability (Monster Manual, page 314). well that she can sense the traces of memorized spells in Aggression Mastery (Su): At this point in her the minds of her opponents and tear them from their development, the 3rd-level cerebrex has mastered the minds. Twice per day, as a standard action, a Cerebrex areas of the brain responsible for aggression. Once can watch a known spellcaster and attempt to determine per day, as a standard action, the cerebrex may either a spell that caster still has prepared. She must succeed cause herself or another creature to enter a rage (as a at a Spellcraft check (DC 15 + spell level + opponent\u0027s barbarian), or alternatively to force a barbarian out of a Intelligence modifier) to uncover a spell. The amount rage. Non-barbarians rage as a 1st-level barbarian, while the check result exceeds this DC determines the highest barbarians rage as normal. The cerebrex must touch the level of spell she can find. She knows one randomly creature, which provokes an attack of opportunity, to use determined prepared spell of the appropriate level (or this ability. An unwilling target can make a Will save (DC lower). The cerebrex chooses the spell level she wishes to 10 + one-half cerebrex level + Charisma bonus) to negate investigate after making her check. the effect. The cerebrex may attempt to overload the paths of Symphony of Nerves (Su): A 4th-level cerebrex\u0027s neural the spellcaster\u0027s memory, making a discerned spell networks are now highly sensitized. Once per day, as a inaccessible, as if it had been cast. This requires the free action, she gains an enhancement bonus to Dexterity cerebrex to succeed at a touch attack against the opponent. TABLE 3-4: THE CEREBREX BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL SPELLS PER DAY 1st +0 +0 +0 +2 Enigma\u0027s bane — 2nd +1 +0 +0 +3 Scent +1 level o-f existing class 3rd +1 +1 +1 +3 Aggression mastery 4th +2 +1 +1 +4 Symphony of nerves +1 level of existing class 5th +2 +1 +1 +4 Blindsense, telepathic immunity — 6th +3 +2 +2 +5 Eidetic memory +1 level of existing class 7th +3 +2 +2 +5 Clairaudience/clairvoyance — 8th +4 +2 +2 +6 Blindsight +1 level of existing class 9th +4 +3 +3 +6 Twist the neural skein — 10th +5 +3 +3 +7 Neural glimpse, inscrutable mind +1 level of existing class She and her opponent then both make opposed Will saves. If the cerebrex wins the opposed roll, the target loses the spell. If her opponent wins, he retains the spell, but the cerebrex may try again (including another attempt that round, if she can make more than one attack per round). This ability has no effect on Spellcasters who don\u0027t prepare their spells, such as bards and sorcerers. Neural Glimpse (Su): The cerebrex can detect minute indicators of a humanoid\u0027s intended actions even as that being becomes aware of them. In combat, this translates into an insight bonus to AC equal to the cerebrex\u0027s Intelligence modifier. Outside of combat, the cerebrex gains an insight bonus equal to her Intelligence modifier (minimum +1) on Bluff, Diplomacy, Intimidate, and Sense Motive checks. She may use this ability once per day for a number of rounds equal to her cerebrex class level. Inscrutable Mind (Su): Also at 10th level, the cerebrex has become so aware of her own mind that she gains a +4 bonus on all saves made against mind-affecting, fear, and sleep effects. In addition, whenever a cerebrex makes a saving throw against an illusion, she gains a circumstance bonus equal to her Intelligence bonus. Fleet Runner of Ehlonna by James Wyatt, DRAGON #283, May 2001 In the wild, speed is sometimes essential. Often, an animal\u0027s only hope of survival is to outrun another creature. Certain followers of Ehlonna, goddess of the woodlands, emulate this aspect of the natural world above all others, cultivating their natural speed until they become like the deer leaping between the trees, or—eventually—the wind that blows through them. Most fleet runners of Ehlonna are clerics or druids who serve that deity, although a number of rangers also follow this path. Multiclass cleric/rangers or druid/ rangers quite often become fleet runners, but members of other classes are rarely interested. NPC fleet runners are almost feral creatures of the woodland. They have been known to run with the centaurs and dance with the satyrs although many prefer the company of animals to that of more sophisticated creatures. They use their speed and travel-related abilities in defense of the woodlands—to carry messages, send for aid, or bring aid themselves. CLASS FEATURES All of the following are class features of the fleet runner of Ehlonna prestige class. REQUIREMENTS 40 feet. This increase stacks with similar speed increases, To qualify to become a fleet runner such as from the barbarian or monk classes. of Ehlonna, a character must fulfill Greater Mobility (Ex): A fleet runner of Ehlonna gains all the following criteria: a +8 dodge bonus to Armor Class against attacks of",
        "name":  "Skill Points at Each Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At every even level the fleet runner gains new runner can use evasion only if she is wearing light armor spells per day (and spells known, if applicable) as if she or no armor. had also gained a level in a divine spellcasting class Leap of the Hart (Ex): At 3rd level and higher, a she belonged to before adding the prestige class. She fleet runner makes Jump checks as if she made a does not, however, gain any other benefit a character running jump regardless of how far she moves (if at all) of that class would have gained (improved chance of before leaping. rebuking or controlling undead, wildshape, and so on), Shot on the Run: At 4th level, the fleet runner gains except for an increased effective level of spellcasting. the Shot on the Run feat, even if she does not meet If a character had more than one spellcasting class its prerequisite. before becoming a fleet runner, she must decide to Run Like the Huntress (Su): At 5th level, a fleet which class she adds the new level for purposes of runner gains supernatural stamina while running. She determining spells per day. can run for a number of rounds equal to two times her Fast Movement (Ex): The fleet runner has a speed Constitution score without making any checks, and faster than what is normal for her race by +10 feet when she gains a +8 bonus on Constitution checks made to wearing no armor, light armor, or medium armor (and continue running after that point. not carrying a heavy load). For example, a human fleet Improved Evasion (Ex): At 6th level, a fleet runner\u0027s runner in studded leather armor has a standard speed of evasion ability improves. She still takes no damage on TABLE 3-5: THE FLEET RUNNER OF EHLONNA BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL SPELLS 1st +0 +2 +0 +2 Fast movement, greater mobility, — additional domain 2nd +1 +3 +0 +3 Evasion +1 caster level - 3rd +2 +3 +1 +3 Leap of the hart 4th +3 +4 +1 +4 Shot on the Run +1 caster level 5th +3 +4 +1 +4 Run like the huntress — 6th +4 +5 +2 +5 Improved evasion +1 caster level 7th +5 +5 +2 +5 Run like the wind - 8th +6 +6 +2 +6 Leopard\u0027s pounce +1 caster level 9th +6 +6 +3 +6 Swiftness of the tigress - 10th +7 +7 +3 +7 Cheetah\u0027s sprint +1 caster level a successful Reflex, but henceforth she only takes half character adds half her flux adept level to all Balance, damage on a failed save. The fleet runner can only use Climb, Escape Artist, and Tumble skill checks. improved evasion if she wears light armor or no armor. Pheromonic Control (Ex): At 2nd level, the flux adept Run Like the Wind (Sp): At 7th level, a fleet runner can learns that beauty is more than skin deep—it lies at least slip magically between spaces, as per the spell dimension as deep as the glands. Three times per day, the flux adept door, once per day as a spell-like ability. The fleet runner\u0027s may create an affect that functions like eagle\u0027s splendor, effective caster level equals her class level. as cast by a sorcerer of the flux adept\u0027s class level. In Leopard\u0027s Pounce (Ex): At 8th level, a fleet runner can addition, the flux adept gains an additional +2 bonus on make a full attack at the end of a charge. any Charisma-based skill check made against a creature Swiftness of the Tigress (Ex): When she reaches 9th with the scent ability. level, a fleet runner can act as if under the effects of a Thermoregulation (Su): A 2nd-level flux adept can, at haste spell for a total of 1 round per class level per day. will, vary her skin and blood to cope with extremes of These rounds need not be consecutive. temperature, even when these extremes have magical Cheetah\u0027s Sprint (Su): Once an hour, a loth-level origins. The flux adept gains a +2 bonus on all saves fleet runner can take a charge action to move ten against fire or cold effects, as well as Fortitude saves times her normal speed. made in cold or very hot conditions (DUNGEON MASTER\u0027S Guide, pages 302-303). At 7th level, the bonus increases to +4, and the flux adept is immune to the effects of cold Flux Adept and hot conditions. Iron Stomach (Su): Beginning at 3rd level, the flux by Andrew M. Scott, DRAGON #317, March 2004 adept may draw nutrients out of any substance: bark, grass, stone, gold, and even ash. The adept gains no The path of the flux adept is far more physical benefit against poisons delivered by an attack, but and bloody than most mages would ever want to becomes immune to all ingested poisons (DUNGEON experience. The creed of the adept is that the body MASTER\u0027S Guide, page 297). is in constant turmoil, and that turmoil should be Bitter Tides (Ex): The 4th-level flux adept now embraced and empowered, not overcome. Arcane commands the composition of all fluids produced by magic opens the door to the true potential of what is glands or ducts of the body, such as tears, sweat, and usually thought of as mere scaffolding for the brain: saliva. She gains the ability to make such fluids acidic, muscles, glands, organs. However, these systems, and can do so a number of times per day equal to 3 plus given their due, can turn any creature—mage or her Constitution modifier (minimum 1). With this ability, not—into an awesome force. the flux adept may either spit a single concentrated bolus of acidic saliva or sweat acid for 10 minutes. The acidic CLASS FEATURES spittle deals 3d6 points of acid damage on a successful All of the following are class features of the flux adept ranged touch attack (range increment 10 feet). Her prestige class. acidic sweat deals 1 point of acid damage per round to",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 1st level, a force missile mage gains increased mastery over his spell of choice. Every time he casts magic missile he creates an addition missile, even if this extra missile exceeds the normal maximum of five missiles that the spell normally allows. Thus, a 1st-level force missile mage/6th-level wizard creates five magic missiles, while a 1st-level force missile mage/8th- level wizard produces six missiles. At 5th level, the force missile mage benefits from an additional bonus missile. This means that a high-level force missile mage can create up to seven missiles with a single casting of magic missile. Still Missile (Ex): All of the force missile mage\u0027s magic missile spells lack a somatic component. He casts magic missile as if using the Still Spell feat but without an increase in spell level. Energy Missile (Ex): A force missile mage becomes intimately attuned to the energies that compose the spell magic missile and may alter them in significant ways. Starting at 2nd level, a force missile mage may add either the acid, cold, electricity, or fire descriptor to any magic missile he casts. The type of energy added to the spell is chosen at the time of casting, and you can choose a different type of energy each time you cast magic missile. This altered descriptor affects all missiles created by a single casting of magic missile. Although still a force spell, any magic missile altered in this way deals additional damage against vulnerable creatures and less damage against creatures with related resistances and immunities. Swift Shield (Sp): A force missile mage realizes the need to defend himself against the magic missiles of FAVORED SPELLS OF THE FORCE MISSILE MAGES Force missile mages have a long and prolific history of using of damage per two caster levels (maximum 5d6). In and creating magic similar to their spell of choice. Provided addition, any target damaged by this spell must succeed here are two spells likely to appear in the spellbooks of at a Fortitude save or be knocked prone (size and stability many force missile mages. More information on force modifiers apply to the saving throw as if the spell were a spells and the Force domain are provided in Complete bull rush). Arcane and Complete Divine, respectively. Those interested in further expanding their repertoire of force spells should ORB OF FORCE also consult \"Force Spells\" in DRAGON #323. Evocation [Force]",
        "name":  "Bonus Missile",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes streaks from your palm toward your target. You must succeed on a ranged touch attack to hit the target. The You direct an invisible blast of force at a chosen target. orb deals a total of ld6 points of damage per caster The blast is a ranged touch attack that deals ld6 points level (maximum 10d6). TABLE 3-7: THE FORCE MISSILE MAGE BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL SPELLS PER DAY 1st +0 +0 +0 +2 Bonus missile, still missile — 2nd +1 +0 +0 +3 Energy missile, swift shield +1 level of existing spellcasting class 3rd +1 +1 +1 +3 Overpowering missile +1 level of existing spellcasting class 4th +2 +1 +1 +4 Reflective shield +1 level of existing spellcasting class 5th +2 +1 +1 +4 Bonus missile +1 level of existing spellcasting class other Spellcasters. A 2nd-level force missile mage can of being affected by magic missile, a force missile mage is cast shield once per day as an immediate action. (An constantly treated as being under the effect of the spell immediate action is like a free action, but only one can spell turning, thus reflecting offensive magic missiles back be made per round.) This spell is cast in addition to the at their caster. If that caster is protected by the shield force missile mage\u0027s usual number of spells per day and spell or a brooch of shielding, these reflected magic missiles at the force missile mage\u0027s highest caster level. are negated as normal. Missiles reflected back against",
        "name":  "Spell Resistance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 3rd level, the force missile a caster who also has spell turning in effect require the mage\u0027s magic missile spells become especially potent, force missile mage to roll on the spell turning mishap breaking through spell resistance more readily than normal. chart (Player\u0027s Handbook, page 283). He gains a +2 bonus on caster level checks to overcome a creature\u0027s spell resistance with the spell magic missile. This Monk of the benefit only applies to magic missile spells he casts. Enabled Hand In addition, a force missile mage\u0027s magic missiles might penetrate shield spells and brooches of shielding. Against such protections, the force missile mage makes a caster by Bruce R Cordell, DRAGON #299, September 2002 level check with a DC equal to the caster level, in the case of shield, or DC 20, in the case of a brooch. Monasteries can be found in every corner of the land, Reflective Shield (Sp): At 4th level, a force missile each filled with contemplative monks learning the mage can reflect the spell magic missile. For the purposes special brand of martial arts each individual monastery REQUIREMENTS To qualify to become a monk of the Enabled Hand, a character must fulfill the following criteria.",
        "name":  "Overpowering Missile",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The shaper of form gains a +1 natural allows the shaper of form to create a Mordenkainen\u0027s armor bonus. disjunction effect to completely remove all magical",
        "name":  "Resilience",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "By focusing your perceptions on only one opponent, you reap benefits at the cost of your ability to defend against the attacks of others. When in melee with the foe you designate as the focus of your Dodge feat, you may choose to gain an additional +1 dodge bonus to your Armor Class from attacks made by that creature and a +1 competence bonus on attack rolls against that foe. Unfortunately, during that round you take a -2 penalty to your AC against attacks by any other creature.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If a character takes this feat any time after 1st 2nd—Darkness level and has already learned any of the spells on this 3rd—Sepia snake sigil 4th—Bestow curse 3rd—Tongues* 5th—Nightmare 4th—Fire shield 6th—Mislead 5th—Cloudkill** 7th—Insanity 6th—Summon monster VI (elementals and outsiders 8th—Maze with the fire subtype only) 9th—Imprisonment 7th—Delayed blast fireball",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +4 bonus to your Armor Class Your physical characteristics might vary depending on against any blow enhanced by the Power Attack feat. the type of undead creature from which you are descended,",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "James Wyatt. Source: #309. exclusively comes from intelligent, corporeal undead. It takes powerful magic or extremely bizarre situations for to Armor Class for your next attack and the next creatures to gain this feat from unintelligent or incorporeal attack of any allies adjacent to the foe when you made undead. The descendants of ghouls tend to be feral and your Bluff check. To benefit from this feat, each ally\u0027s constantly hungry. Those with ghast ancestors generally next attack and your next attack must be made on or have a strong, unpleasant stench, and they often find it before your next turn. difficult to satiate their hunger. Lich-blooded characters Normal: After a successful feint in combat, your value intelligence and generally have elitist personalities, victim loses his Dexterity bonus to AC for your next often appearing gaunt and skeletal. Characters descended attack, so long as you make your attack on or before from mummies tend to have dull but focused personalities, your next turn. and many have gaunt, dry skin. Descendants of vampires Special: A fighter may select Pack Feint as one of his tend to have long canine teeth and commanding, fighter bonus feats. seductive personalities. Wight-blooded characters tend Author: Dean Poisso. Source: #313. to have clawlike fingernails and toenails, and lean, muscular bodies; they are generally hate-filled loners who PACK TACTICS [GENERAL] hold grudges. Characters with the Necromantic Bloodline Fighting in cooperation with one or more partners feat often favor wearing the blacks, whites, and grays of is second nature to you. You are a master of harrying mourning. opponents and finding their undefended flanks.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You may cast one additional spell per day, bonus +5. over and above your allotment for the class that qualified Benefit If you use Combat Expertise to increase your you for your base bloodline feat. The additional spell Armor Class, the first opponent to attack and miss you for must be one granted by that bloodline feat. that round provokes an attack of opportunity from you.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scott Carter. Source: #325. SHIELD MAIDEN\u0027S GRACE [GENERAL] You can channel energy to grant grace and spiritual calm to your companions.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spend one of your turn undead attempts to grant a touched creature the protection of your divine grace. The creature applies your Charisma modifier at the time it was touched as a bonus on all saving throws. The Shield Maiden\u0027s Grace lasts a number of rounds equal to your Charisma modifier (minimum 1 round). The bonus from this ability does not stack with a paladin\u0027s divine grace.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The dwarven warpike resembles a halberd with a greatly elongated shaft, and a counterweight at the other end. A dwarven warpike has reach. You can strike opponents 10 feet away with it, but you can\u0027t use it against an adjacent foe. If you use a ready action to set a dwarven warpike against a charge, you deal double damage on a successful hit against a charging character. You can use the hook on the back of a dwarven warpike to make trip attacks. If you are tripped during your own trip attempt, you can drop the dwarven warpike to avoid being tripped. Author: Jason Bulmahn, Ari Marmell, et al. Source: #331. Armor Only a fool ventures out into the wilds or the depths of a dungeon without some form of protection. The new armors presented in this section are drawn from both history and the world of the fantastic.",
        "name":  "Warpike, Dwarven",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This suit of gladiatorial armor consists of leather and metal protection for only the left arm and shoulder, including a high shoulder guard. Author: Dean Poisso. Source: #303.",
        "name":  "Retarius",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Crafted by highly trained artisans who Alchemical Items weave this armor from the silk of monstrous spiders, silk armor is a prized form of protection favored by drow While magic is the most common source of power who want to look good without weighing themselves for adventurers, the pseudo-science of alchemy has down. Silk armor looks more like a medium-weight produced such useful tools as the tindertwig and the jerkin than regular armor, but it is incredibly tough. thunderstone. These new alchemical items fill a variety Silk armor is naturally accepting of enhancements. of roles for adventurers. Although the enhancement\u0027s cost is unaffected, the time Alchemist\u0027s Mercy: A fine powder that, when mixed it takes to add the enhancement to the armor is reduced with water or fruit juice and consumed, eliminates the by half In addition, non-masterwork silk armor can be effects of a hangover. Author: Jesse Decker and Stephen enhanced with magic. Author: Eric Cagle. Source: #298. Kenson. Source: #280. TABLE 5-2: ARMOR ARMOR MAXIMUM ARMOR ARCANE SPELL ARMOR COST BONUS DEX BONUS CHECK PENALTY FAILURE CHANCE WEIGHT Light Armor Retarius armor 10 gp +1 +6 -1 5% 5 lb. Samite armor 10 gp +1 +8 -1 10% 10 lb. Secutor armor 40 gp +3 +3 -2 20% 30 lb. Silk armor 5,000 gp +3 +8 -1 5% 15 lb. Thracian armor 15 gp +2 -2 10% 15 lb.",
        "name":  "Silk Armor",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This slippery red oil has a mild corrosive dipped into a revealing solution. The efficient formula effect on most metals. Although long-term use of armor for the ink actually produces the revealing solution as soft is detrimental to any suit of armor, it provides the a byproduct of the creation process, making the two short-term benefit of easier movement and less noise. relatively inexpensive. Courier\u0027s ink is common enough Any suit of metal armor treated with armor soft has that blank pages found among captured documents its armor check penalty reduced by one. The effects of are routinely dipped in a revealing solution to look for armor soft last for 1 hour. information hidden with the ink. Revealed courier\u0027s ink Each application of armor soft causes a cumulative is always red, so most people with sensitive information 5% chance of the armor failing. The check is made after to hide write or draw on a page first in a differently the duration of the armor soft has expired. Any armor colored ink. This serves to draw suspicion away from that fails as a result of armor soft\u0027s corrosive effect is pages treated with the special ink. Once the revealing rendered useless. solution is applied, messages written in courier\u0027s ink are Armor soft does not reduce the armor check penalty of permanently visible. nonmetal armor, but the corrosive properties still apply. Courier\u0027s ink cannot be used to record a spell. Until",
        "name":  "Armor Soft",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When ingested—usually dissolved in a This section presents a variety of new magic items. It is drink or sprinkled over a meal—a vial of this powder arranged in the same order as the DUNGEON MASTER\u0027S induces a lethargic state for 1d3 hours, during which the Guide, although rods and staffs are combined into one subject is highly susceptible to suggestion. A successful table and section. DC 14 Fortitude save negates this effect. Anyone interacting with someone who has failed the save against TABLE 5-4: SPECIFIC ARMORS a dose of tongueloose receives a +4 circumstance bonus on Bluff, Diplomacy, and Intimidate checks against ARMOR PRICE that person. Author: Eric Cagle \u0026 Evan Michael Jackson. Drachensgaard 11,000 gp",
        "name":  "Tongueloose",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "#316. Arboreal armor 16,000 gp Traveler\u0027s Solace: This fiery, unpleasant liquid allows Humillianthir 21,000 gp the user to temporarily circumvent the effects of fatigue Praesidium Luminata 24,000 gp and exhaustion for a short time. Fatigued or exhausted Hellshield 25,000 gp characters who drink a vial of traveler\u0027s solace can run and Truedeath 26,000 gp charge normally. Fatigued characters under the effects Shield of obstruction 27,403 gp of traveler\u0027s solace take no penalties to their Strength Armor of the long journey 39,650 gp or Dexterity. Exhausted characters take a -4 penalty to Spellcease 40,000 gp both ability scores (instead of the usual -6 penalty). The Breastplate of righteous endeavors 61,600 gp beneficial effects of traveler\u0027s solace last for 1d4 hours, but the aftereffects last much longer. Exhausted characters who use traveler\u0027s solace to lessen the effects of exhaustion SPECIFIC ARMORS require a full 8 hours of rest before they become fatigued. The following specific suits of armor usually are Fatigued characters who use traveler\u0027s solace require at preconstructed with exactly the qualities described here. least 8 hours of bed rest before they become fully rested. Arboreal Armor: Druids created arboreal armor for A vial of traveler\u0027s solace has no effect if another has been their ranger allies so they might better defend the wilds taken within the past 8 hours. Author: Jesse Decker and against despoilers. Stephen Kenson. Source: #280. Arboreal armor appears as plates of bark held together",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This sweet white wine of elven origin by vines and covered with patches of moss. The armor loosens the tongue more effectively than other alcohol- has an earthy smell, and it is favored by wood elves, who based drinks. In addition to suffering the wine\u0027s find it especially suited to their naturalistic taste. normal intoxicating effects, a character who drinks Arboreal armor functions as a set of +2 leather truth wine must make a DC 15 Will save to tell a lie. The armor. Its appearance gives the wearer a +4 bonus on wine\u0027s effects are short-lived, lasting only 10 rounds -1 Hide checks made in forested settings. The armor round per point of the drinker\u0027s Constitution bonus. automatically regenerates damage dealt to it at the (For example, a character with a +2 Constitution rate of 1 hit point per hour. The wearer can cast bonus would suffer truth wine\u0027s effects for 8 rounds.) entangle three times per day, and the armor itself Hellshield Armor Truedeath Armor Drachensgaard Armor casts goodberry every morning at dawn, growing five removed his need for rest. Heironeous instructed berries from its own form. Ironbrow to forge as many breastplates as he could Faint abjuration; CL 5th; Craft Magic Arms and within a three-month period, anoint the armor with Armor, entangle, goodberry; Price 16,000 gp; Weight 15 lb, the ethereal-based oil, and sprinkle each chest plate",
        "name":  "Truth Wine",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor of the long impressed him greatly. journey is made from a mundane-looking steel alloy When the foretold day of evil arrived, the dwarves bearing no special marks or runes. While the armor were ready. As hordes of drow vampires surrounded appears bulky, a closer inspection reveals that it is the underground dwarven complex, legions of its actually as light as a chain shirt. bravest soldiers teleported into their midst. It was the Armor of the long journey protects its wearer as a suit of breastplate of righteous endeavors that won the battle, a feat +2 full plate armor of cold resistance. The suit, however, is that history has not forgotten. so light that its owner can move at his normal base land Each breastplate of righteous endeavors is a +3 breastplate. speed rather than the reduced land speed caused by All are marked with Heironeous\u0027s holy symbol—a large normal full plate. The armor of the long journey also aids white hand gripping a surging lightning bolt. Only lawful its wearer in carrying great loads. While wearing this good characters can use the breastplate\u0027s other powers; to armor, the owner treats all medium loads as light loads, all others it functions simply as a +3 breastplate. and all heavy loads as medium loads. Furthermore, the For lawful good characters, the armor absorbs the wearer of armor of the long journey never suffers from the first 10 points of damage per round due to damage effects of fatigue caused by traveling. Combat and other from negative energy the wearer would normally take conditions (such as swimming, raging, and certain (similar to the resist energy spell). In addition, the wearer spells) fatigue the wearer normally. can use the armor to cast bless, invisibility to undead, and Moderate abjuration; CL 6th; Craft Magic Arms and protection from evil three times per day, and holy smite Armor, bear\u0027s endurance, resist energy; Price 39,650 gp; once per day as a loth-level caster. Weight 25 lb. Author: Richard Farrese. Source: #328. Moderate evocation; CL 10th level; Craft Magic",
        "name":  "Armor of the Long Journey",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hellshield was crafted by the wizard Armadane whenever he summons it. for the paladin Cornelius Borugon, a devout follower of As a move action the paladin can greater teleport onto",
        "name":  "Hellshield",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +2 lawful suppressing sturdy shoots of evergreen bamboo are ornately etched quarterstaff is designed specifically for use by the most with depictions of serene glades, lakes, and mountains, powerful githzerai monks against the slaadi of Limbo as well as symbols meant to inspire peace. However, in stark contrast, the glistening metal of countless chains TABLE 5-7: RINGS covers much of their carved surfaces. While the silvery chains hide much of the staffs masterfully crafted RING COST surfaces, they protect the etchings from coming to Evil eye 6,000 gp harm when used in battle. Earth\u0027s grasp 10,000 gp Composed of a length of bamboo wrapped in a thin Keeper\u0027s guide 24,000 gp mesh of mithral chains, the staff of the crushing breeze is a +2 Scry detection 28,000 gp quarterstaff that grants its wielder access to the Improved Stalking 56,000 gp Trip feat, even if she does not meet the prerequisites. Moderate evocation; CL 6th; Craft Magic Arms and made of solid turquoise with a single lapis lazuli stone Armor, gust of wind; Price 18,000 gp; Weight 4 lb. Author: set in it. This ring grants the wearer the ability to find Keith Strohm. Source: #325. traps as a rogue and a +3 insight bonus on all Search",
        "name":  "Quarterstaff of Law",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wielder gains a +3 natural armor bonus spell, once per day. and a +4 enhancement bonus to his Strength. While Faint divination; CL 3rd; Craft Wondrous Item, speak using this aspect the wielder adds 20 pounds to his with animals; Price 4,120 gp; Weight —. Author: Kieran weight from increased bulk. Turley. Source: #326.",
        "name":  "Bear",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Inspired by the piety and blessed by clerics of Isis, the belt of the dedication of one of the monkey god\u0027s most devout camel defends travelers on long treks servants, these bands are among the most across the desert. The belt protects honored gifts bestowed by those in the deity\u0027s the wearer from extreme heat, as service. With the swiftness of the wind and the per endure elements, but not cold. In strength of a savage animal, the forces incarnate addition, the wearer never becomes in these simple-looking bands combine to keep thirsty and never requires water their wearer from harm. for nourishment, although the The bands of the iron monkey are simple leather need for food still exists. The armbands with six silver belt must be worn for 24 hours medallions sewn along before its powers take effect. the leather that covers Faint abjuration; CL 1st; Craft the outer forearm. This Wondrous Item, create water, item grants the wearer endure elements; Price 3,000 a +2 bonus on initiative gp; Weight 1 lb. Author: Kevin rolls and grants her free Hamilton. Source: #325. use of the Deflect Boots of the Woodland: Arrows feat. Both These enchanted calf-high boots armbands must are fashioned from soft leather or be worn, and the suede with thick soles made from user must have at spongy hide. The boots, which least one hand free come in all manners of style, only to deflect projectiles. If the have one distinctive and uniting wearer already has the Deflect feature in the form of a rune engraved Arrows feat, bands of the iron monkey upon each sole, forming a crude \"X.\" allow the wearer to use the feat twice each round. Boots of the woodland bestow great speed and agility Faint abjuration; CL 3rd; Craft Wondrous Item, upon their owner while traveling in woodlands. In any entropic shield; Price 15,000 gp; Weight 2 lb. Author: Keith forest environment (which includes sparse woods and Strohm. Source: #325. tree-covered hills or mountains) the wearer of a pair of",
        "name":  "Bands of the Iron Monkey",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Liquid transformed by this rune grants Each extradimensional anchor comes with a shield—a the rune invoker resistance to fear. This functions as fine, magically enhanced mesh of mithral that, when the remove fear spell. draped over the anchor, suppresses the dimensional anchor",
        "name":  "Bravery Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This rune causes the liquid within the effect. This shielding does not, however, stop the item stein to have the same effects as a potion of bear\u0027s endurance. from floating. fortitude Rune: This rune causes the liquid within the Moderate abjuration; CL 7th; Craft Wondrous Item, stein to have the same effects as a potion of aid. dimensional anchor; Price 112,000 gp; Weight 20 lb.",
        "name":  "Endurance Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This rune grants the drinker a +4 natural Once absorbed, the eye of Horus allows its user to armor bonus for 1 hour. detect evil at will as a standard action. In addition, the user may cast disguise self, misdirection, and protection from Golden Beholder: A golden beholder is a magic scrying evil, each once per day and only on himself device that shares its form with its monstrous namesake. Faint divination; CL 3rd; Craft Wondrous Item, detect With all of its pieces collected and in place, the golden evil, disguise self, misdirection, protection from evil; Price 13,200b eholder looks like a 2-foot-diameter sculpture of a gp; Weight —. Author: Kevin Hamilton. Source: #325. beholder made of gold. The large central eye is a sphere",
        "name":  "Mettle Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A mirror of captured remaining in the area himself. images appears to be a finely They are also occasionally wrought silver mirror, typically used for blackmail purposes, 3 feet tall by 4 feet wide and capturing indiscretions that held in a frame containing the instigators would rather 24 embedded gemstones. It not become public knowledge. has a retractable leg on the As the mirror has no auditory back of its frame allowing capability, Spot is an invaluable it to stand upright upon a skill when using this device to spy desktop or dresser, but it is upon others\u0027 conversations. more commonly hung upon a Strong divination; CL 13th; Craft wall at the appropriate height for Wondrous Item, clairaudience/clairvoyance, proper viewing by its owner. planeshift; Price 40,000 gp; Weight 40 lb. Author: The mirror of captured images is Johnathan M. Richards and Matthew Sernett. Source: #319. slightly different than most scrying devices in Obi of the White Lotus Master: Constructed of the that it can be set to begin scrying and then continues purest silk and delicately decorated with masterful to do so automatically until the effect is dispelled brushstroke representations of lotus petals, the obi of the or it is commanded to stop. Upon utterance of a white lotus master is reputedly the belt worn by a master command word, the mirror views another place as if warrior-philosopher before he attained Perfection. with clairvoyance, but vision extends even onto other Anyone of lawful alignment wearing the obi receives a planes provided that the user is sufficiently familiar +4 armor bonus to Armor Class. with the chosen place. A second command word If worn by a monk, this item reveals its true nature. begins recording the images from the distant location When tightened around the waist of a lawful neutral depicted in the mirror\u0027s surface, storing these images character with the unarmed strike ability or Improved Unarmed Strike feat, the obi enhances its wearer\u0027s Requiem Jar: This tonic of black sludge is typically perception, allowing her to see her opponents\u0027 encased in a barrel-shaped bronze receptacle, around intentions and granting her the opportunity to counter which hangs a chain with a blank plaque. To use this or avoid attacks. This effect causes any foe to suffer a tonic, it must be poured into a corpse\u0027s mouth. From 20% miss chance when attacking the wearer. If the obi there it magically works its way through the body, of the white lotus master\u0027s wearer is denied her Dexterity causing the corpse to deteriorate at an incredible bonus, she cannot make use of the obi\u0027s enhancement rate. In 1 round all remnants of the corpse\u0027s flesh and of perception, and the obi only provides its +4 bonus to blood dissolve into dust. In 2 rounds the creature\u0027s Armor Class. bones or exoskeleton completely crumble and in 3 Faint abjuration; CL 3rd; Craft Wondrous Item, mage rounds the resulting dust magically whirls up and armor, owl\u0027s wisdom; Price 48,000 gp; Weight 1 lb. Author: flies into the empty container formerly housing the Keith Strohm. Source: #325. tonic. On the previously blank plaque the creature\u0027s",
        "name":  "Images",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The freezer. This glyph freezes the targeted ability score when you create this glyph.. target It has the same effect as chill metal, but Rimesh: The sanctifier. Deals 1d6 points the target takes damage as if he wears metal of damage per three caster levels against armor, regardless of his actual equipment. A evil living creatures. A successful Reflex save successful Will save negates the effect. halves the damage. Undead take 1d6 points of damage",
        "name":  "Lumat",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Acid. This glyph explodes into a only creatures that have taken damage from a physical shower of corrosive acid that sprays the attack or spell within the past 6 hours. The glyph has target. It deals 1d6 points of damage per no effect on creatures uninjured in the past 6 hours, 2 caster levels. A successful Reflex save nor on constructs, elementals, plants, undead, or other halves the damage. This damage also applies to any creatures that lack or do not need blood. armor the target wears. Uvas: The web. This glyph has the",
        "name":  "Ozha",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+1 Dex, +8 natural), touch 11, flat- This foul creature resembles a sapling covered with black footed 18 leaves and sharp thorns. It is humanoid in shape, with broad, Base Attack/Grapple: +6/+10 powerful legs and long, willowy arms that end with three fierce",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (4 squares), fly 30 ft. (good) This spherical creature is covered with dozens of armored",
        "name":  "Speed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (-1 size, +2 Dex, +10 natural), touch 11, plates with a single large eye dominating its center. Ten flat-footed 19 writhing tentacles, ending in small mouths set with dozens of Base Attack/Grapple: +7/+13 small, loony hooks, gnash and bite.",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5d12 (35 hp) damage, or otherwise use any of the standard options Initiative: +3 available to a grappler. Instead, it merely continues to Speed: 10 ft., swim 20 ft. drain blood from its victim. The victim can attempt Armor Class: 20 (-2 size, +3 Dex, +9 natural), touch 11, to break free as normal, but he takes a -2 penalty on flat-footed 17 his grapple check per tentacle attached to him beyond Base Attack/Grapple: +2/+14 the first. Attack: Bite +4 melee (1d10+4) The bleeder\u0027s tentacles are vulnerable to attack. A Full Attack: 5 bites +4 melee (idio+4) tentacle is AC 14 (-1 size, +2 Dex, +3 natural) and has Space/Reach: 15 ft./10 ft. 10 hit points. If its hit points are reduced to 0 or Special Attacks: Death gaze less, it is severed. A severed tentacle no longer causes Special Qualities: Acid resistance 10, DR 10/cold iron, Constitution damage via the blood drain ability. electricity immunity, fast healing 15, fire resistance 10, Damage dealt against a tentacle has no effect on the flashbacks, scent, sunlight vulnerability, undead traits bleeder\u0027s overall hit point total. Saves: Fort +4, Ref +7, Will +3",
        "name":  "The bleeder cannot make grapple checks to pin, Hit Dice",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (+7 Dex, +5 natural), touch 17, flat- of arms, legs, torsos, and heads, mixed together with footed 15 plant and animal matter. The bonespitter moves about Base Attack/Grapple: +1/+2 on those arms and legs nearest its base and is nimble",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— A horrific monstrosity with a vaguely humanoid shape, this creature is composed of body parts from apparently dozens of different species and includes plants and minerals in its amalgamation. The creature\u0027s bones appear to writhe beneath its flesh, and on occasion a bone spur juts forth in a bloody eruption, only to be reabsorbed a moment later. The bonespitter is a disgusting undead abomination formed when a planar flux causes the fabric between two worlds to break, mingle, and return to normal in the space of a few moments. The living creatures caught and occasionally leaping from the body to fall back in attempting to use a dispel magic spell (cast as a 6th-level with wet slaps. sorcerer) to counter the spell. The transformation into a bonespitter shatters the Displacement (Su): The bonespitter\u0027s chaos-infused minds of those consumed by the planar shift, but their body creates a light-bending glamer that warps and new undead bodies are resistant to destruction. distorts perceived spatial dimensions, making it difficult to surmise the creature\u0027s true location. Any COMBAT melee or ranged attack directed at it has a 50% miss The bonespitter is haunted by half-formed memories chance unless the attacker can locate the bonespitter of the various lives its body parts led. The sight of an by some means other than sight. A true seeing effect unblemished creature who has not been consumed allows the user to see the bonespitter\u0027s position, but see by these terrible energies fills a bonespitter with invisibility has no effect. boundless rage. Bone Shards (Su): The bonespitter\u0027s preferred method Bonetree of attack is to crush one of its mobile bones to fragments in the supernaturally powerful jaws of one of its many faces; it then spews these razor-sharp fragments with by James Jacobs, DRAGON #280, February 2001 deadly accuracy. The bonespitter can make this attack once per round as a standard action; bones consumed Huge Plant and ejected in this manner are replaced by new bones Hit Dice: 11d8+55 (104 hp) in the space of only a few seconds. This attack has a Initiative: +0 range of 30 feet with no range increment. Speed: 0 ft. Disease(Su):Bonespitters are infested with a terrible Armor Class: 12 (-2 size, +4 natural), touch 8, supernatural contagion known as the dripping decay. flat-footed 12 Any living creature damaged by a bonespitter must Base Attack/Grapple: +8/+16 make a DC 15 Fortitude save to avoid contracting Attack: Stinging vines +6 melee (1d4 and poison) this magical disease. Failure causes the victim to Full Attack: Stinging vines +6 melee (1d4 and poison) take 1 point of Strength, Dexterity, and Constitution Space/Reach: 10 ft./10 ft., 30 ft. with stinging vines damage. As the fever progresses, a new Fortitude Special Attacks: Constitution drain, poison, stinging vines save must be made every day to avoid suffering an Special Qualities: Bonegrowth, energy flash, fire additional 1 point of damage to these ability scores. resistance 10, plant traits, tremorsense 60 ft.",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fort +12, Ref +3, Will +3 the disease has run its course, and the victim begins Abilities: Str 10, Dex 10, Con 20, Int —, Wis 10, Cha 2 to heal lost ability points naturally at the rate of 1 Skills: — per day. Until the disease is cured or overcome, the Feats: — victim cannot recover ability damage from natural Environment: Warm marsh rest. If the victim\u0027s Constitution score is ever reduced Organization: Solitary or grove (2-8) to zero by this disease, the victim immediately falls to Challenge Rating: 5 pieces. After only a few seconds, all that remains of the Treasure: 1/10 coins; 50% goods; 50% items victim is a steaming stain on the ground surrounded Alignment: Always neutral by his clothing and equipment. The flesh then forms Advancement: 12-16 HD (Huge); 17-32 HD into a new bonespitter. The victim cannot be raised (Gargantuan); 33+ HD (Colossal) until the bonespitter is destroyed. This ability\u0027s save Level Adjustment: — DC is Charisma-based. Frightful Presence (Su): A bonespitter\u0027s appearance is This twisted and bulbous treelike creature possesses a number horrifying; all creatures within 30 feet of one of these of lashing vines instead of normal branches. monsters must make a DC 15 Will save to avoid becoming shaken for 1d6 rounds. An opponent who succeeds The bonetree is a particularly horrible form of at the saving throw is immune to that bonespitter\u0027s carnivorous plant that subsists on the various minerals frightful presence for one day. This ability\u0027s save DC is found in bones. It has developed an efficient method Charisma-based. of extracting additional nourishment from prey, both Counterspelling (Su): The bonespitter\u0027s chaotic living and dead, allowing it to grow much larger than nature also protects it from magical attacks. Once per the other plants in its region. round, as a free action, it automatically attempts to A bonetree is a swamp-dwelling plant. It is similar to counterspell any spell that is cast within 30 feet of the a mangrove plant in that its trunk is bulbous and lumpy bonespitter. Treat this ability as if the bonespitter is and its thick nest of roots is mostly above ground. Dozens of spindly branches grow out of the top of the (at which time the bonetree gathers them up to eat trunk, but its sides are barren save for hundreds of them), but until they do so the bonetree\u0027s stinging knots and jagged holes the size of an apple. The tree\u0027s vines deal 3d4 points of damage on a successful hit. bark is pale brown and its branches are leafless. For a The bony exoskeleton degrades at the rate of 1 short period of time after feeding, a bonetree can grow point of natural armor bonus per hour until it is thick bony plates and spurs over its body to aid it in completely reabsorbed by the tree. attack and defense. Energy Flash (Ex): A bonetree\u0027s trunk is charged A typical bonetree is 25 feet tall. Although its growth with energy. When it is struck forcefully, this energy slows after reaching this height, a bonetree continues is released in a flash of blinding light. Each time a to grow its entire life. A well-fed bonetree can live for bonetree is struck for damage, the attacker must make hundreds of years and reach heights of 100 feet or more. a DC 15 Fortitude save or be blinded for 1 round. Those standing at least 30 feet away gain a +4 bonus on this COMBAT saving throw. The flash\u0027s maximum range is 60 feet. When a bonetree senses prey, it begins to rattle its Creatures in the vicinity can also avert their gaze branches in anticipation. This creates an unnerving from the bonetree to avoid this effect. sound that resembles a nest of rattlesnakes. Constitution Drain (Ex): Once it has paralyzed a victim, Casurua the stinging vines automatically attach to the victim. The vines quickly extrude a nest of tiny filaments that worm their way into the flesh of the victim and begin to exude by Tom Moldvay, DRAGON #210, October 1994 a horrible enzyme that dissolves bone while leaving surrounding tissues intact. This process drains 1 point of Large Undead (Incorporeal)",
        "name":  "Two successful Fortitude saves in a row indicate that Saves",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 who created it are made to pay for their crime. While Speed: 30 ft. most casuruas mindlessly attack all living creatures, in Armor Class: 20 (-2 Dex, -2 size, +14 natural), touch 6, this situation the casurua tries to communicate with flat-footed 20 creatures of the same race or alignment as the victims. Base Attack/Grapple: +13/+29",
        "name":  "In some cases, a casurua can be put to rest if those Initiative",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (+2 Dex, +1 size), touch This strange plant appears to have all its roots above ground, 12, flat-footed 11 supporting a body of a cluster of narrow, triangular fronds that Base Attack/Grapple: +2/-2 grow to about afoot off the ground. Bright red berries and small",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 Dex, +4 natural), touch 11, flat- eyes are overly large for its head, and it wears its long, footed 14 flowing hair pulled hack. Base Attack/Grapple: +6/+6",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (+3 Dex, +8 natural, +1 shield), touch 13, flat-footed 18 This demonic creature appears as a bald humanoid with Base Attack/Grapple: +10/+12 piercing blue eyes and pah blue skin coated with a layer",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2d8+2 (11 hp) in deep wells or pools, then summon and bind water Initiative: +7 demons to guard the items. Whenever curious or Speed: 50 ft. (10 squares) greedy interlopers brave the water in search of loot, Armor Class: 18 (+1 size, +3 Dex, +3 natural, +1 dodge), the demons transform the innocent-looking pool into touch 15, flat-footed 14 a boiling pit. Alternatively, a wizard or sorcerer with Base Attack/Grapple: +1/-1 a penchant for piracy might summon these creatures Attack: Slam +5 melee (1d4+2 and 1d4 fire) to sink merchant ships then send followers who can Full Attack: Slam +5 melee (1d4+2 and 1d4 fire) breathe underwater to recover treasure from the Space/Reach: 5 ft./5 ft. sunken vessels. Special Attacks: Burn",
        "name":  "Demonologists sometimes store valuable treasures Hit Dice",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (-1 size, +1 Dex, +9 natural), touch 10, flat-footed 18 Base Attack/Grapple: +6/+18",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature\u0027s natural armor Abilities: Increase from base creature as follows: increases by +2. +2 Strength, +4 Dexterity, +2 Intelligence, +4 Wisdom,",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+4 Dex, +3 natural), touch 14, flat- the harpy is difficult to imagine, a ghoulish harpy outdoes footed 13 a living harpy in depravity and sadism. This creature Base Attack/Grapple: +3/+4 resembles a gray-skinned, evil-faced old human with the",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature\u0027s natural armor Advancement: Same as the base creature increases by +2.",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. (6 squares) Fine 1 Armor Class: 21 (-1 size, +2 Dex, +10 natural), Diminutive ld2 — touch 11, flat-footed 19 Base Attack/Grapple: +6/+14 for the master\u0027s death. The horror does not fight to the",
        "name":  "SIZE BITE CLAW Speed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 size,-5 Dex, +10 natural), touch 6, Grandfather plaques prefer to avoid combat. If flat-footed 17 possible, a plaque uses its Diplomacy skill to convince Base Attack/Grapple: +4/-2 would-be intruders that bursting through the door is",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (-2 Dex, +12 natural), touch 8, flat- footed 20 Base Attack/Grapple: +6/+20",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+3 Dex, +1 size, +2 natural) as it remains within 30 feet of the victim. If the ragewing Base Attack/Grapple: +0/-6 is ever more than 30 feet away from the target, the bond",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— creature to protect itself If the ragewing moves more than 30 feet away, however, the bond is broken and the This creature\u0027s body is a tangled mess of feelers, tendrils, and rage ends prematurely without further side-effects. strange sensory organs between a large pair of batlike wings. Two An enraged creature cannot use skills or abilities that dozen spindly legs trail below its body, and a long ratlike tail wirthe quire patience and concentration, such as moving a triangular fin at the tip trails behind. The neck of the creature sisil ently or casting a spell. The victim can use any feats long and bald, and its head is like that of an eyeless lamprey withhe might have except Combat Expertise, item creation three large white mandibles surrounding rows of rasping teeth. feats, metamagic feats, and Skill Focus (if it\u0027s tied to a skill that requires patience and concentration). Finally, A ragewing is a small, insidious breed of flying predator the character cannot activate magic items while in the that has the ability to heal itself by absorbing the life rage. This rage lasts for a number of rounds equal to 3 force of nearby creatures, as well as drive them into a plus the victim\u0027s Constitution modifier. After the rage murderous frenzy. ends, the victim is fatigued. This ability\u0027s save DC is Although most ragewings are rather small (with a Charisma-base d. wingspan of 3 feet), there is a variant that dwells in large Radiation Pulse (Ex): The ragewing continually absorbs bodies of water. These giant ragewings seem to have lost ambient radiation. When it is excited or threatened, it their hivemind abilities and are always encountered flushes the radiation it has absorbed. This expulsion alone. They use their wings to swim and cannot fly. The takes the form of a pulse of visible light. A ragewing can largest aquatic ragewings reach lengths of over 25 feet, emit a pulse once per hour. Any living creature within 15 with wingspans of 65 feet or more. feet of a ragewing when it does this must make a Fortitude save (DC 14) or become dazzled for 1 hour. Armor Class: 17 (+1 size, +4 Dex, natural +2), touch 15, Sightless creatures are immune to the ragewing\u0027s flat-footed 13 radiation pulse. This ability\u0027s save DC is Charisma-based. Base Attack/Grapple: +0/-1 Hivemind (Su): A group of at least five ragewings Attack: Bite +4 melee (1d6+3 and paralysis) within 60 feet of each other can join their minds Full Attack: Bite +4 melee (1d6+3 and paralysis) and 2 together as a free action to form a single acting mind claws -1 melee (1d2+1 plus paralysis) that allows the ragewings in the swarm to act in a Space/Reach: 5 fi/5 ft. coordinated manner against enemies. This grants Special Attacks: Create spawn, feed, halfling traits, a ragewing in the group a +2 dodge bonus on its improved grab, need to feed, paralysis",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+4 Dex, +3 natural), touch 14, flat- affects only the touched undead. footed 13 Aura of Glory (Su): A seelie court fey radiates calm. Base Attack/Grapple: +2/+2 She is immune to fear (magical or otherwise). Allies",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+2 size, +4 Dex, +2 deflection), touch If the spiritus\u0027s enemies flee, it typically attempts 18, flat-footed 14 to move its mortal body if it has time and if its body Base Attack/Grapple: +1/— is not securely hidden.",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+3 Dex, +4 deflection), touch 17, flat- before 24 hours have passed, the afflicted opponent footed 14 must succeed at a DC 16 Fortitude save to remove Base Attack/Grapple: +2/+2 it. Failure means the opponent\u0027s level (or HD) is",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The trap haunt\u0027s natural armor value haunt continues to inhabit the ruined remains but can no is +0, but it gains a deflection bonus to its Armor longer animate the trap. If the trap haunt is then brought Class equal to its Charisma bonus. down to 0 hit points, it is permanently destroyed.",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The trap haunt retains all the trap haunt\u0027s Intelligence becomes 3 and it lacks a special attacks of the base creature, although those Constitution score. relying on physical contact do not affect corporeal Skills: Same as base creature. Note that an undead creatures. In addition, the trap haunt gains the creature uses Charisma to modify Concentration following special attacks. checks and an incorporeal creature is always Animate Dead (Su): As a full-round action, the trap completely silent unless it wishes to be heard. haunt may transform the remains of any creature Environment: Any. slain by it or its trap into a skeleton or zombie of Organization: Solitary plus 1-10 (or more) skeletons the appropriate size. Once the undead is animated, and 1-10 (or more) zombies. the trap haunt may control the actions of the undead Challenge Rating: Same as base creature +2. minion as a free action. These animated undead Treasure: Standard. Note that trap haunts are cannot move more than 30 feet from the area the trap incorporeal creatures with no connection to the Ethereal affects, regardless of who controls them. Plane. They cannot use equipment of any kind. Animate Trap (Su): As a full-round action, the trap Alignment: Always chaotic evil. haunt may animate the trap that slew it, either Advancement: Same as base creature. triggering or resetting the trap. Chill Aura (Su): Any living creature within 30 feet Troll, Fire of a trap haunt must succeed at a Fortitude save (DC 10 + half the trap haunt\u0027s HD + Charisma modifier) each round or take 1d6 points of cold damage. A trap by Alec Baclawski, DRAGON #199, November 1993 haunt may suspend or resume the use of this ability as a standard action. When the chill aura ability is Large Giant (Fire) not in use, a trap haunt is invisible as per the spell Hit Dice: 10d8+80 (125 hp) greater invisibility. Initiative: +2 Energy Drain (Su): Any living creature struck by a trap Speed: 40 ft. (8 squares) haunt gains 1 negative level. For each negative level Armor Class: 22 (-1 size, +3 Dex, +10 natural), touch 12, bestowed, the trap haunt heals 5 points of damage. If the flat-footed 19 amount of healing is more than the damage the trap haunt Base Attack/Grapple: +7/+20 has taken, it gains any excess as temporary hit points. If Attack: Claw +15 melee (1d8+9) the negative level has not been removed (with a spell such Full Attack: 2 claws +15 melee (1d8+9) and bite +13 as restoration) before 24 hours have passed, the afflicted melee (1d8+4) opponent must succeed at a Fortitude save (DC 10 + half Space/Reach: 10 feet/10 feet the trap haunt\u0027s HD + Charisma modifier) to remove it. Special Attacks: Rend 2d8+13 Failure means the opponent\u0027s level (or HD) is reduced by 1. Special Qualities: Acidic blood, darkvision 90 ft., fire",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The most obvious use for dragonhide is the of knowledge of anatomy found in his campaign and crafting of armour and shields but several worn the way he has decided that a dragon’s body works magical items can be made from dragon scales. To (see The Slayer’s Guide to Dragons for several ideas make a suit of armour, use the guidelines found in on this).",
        "name":  "Hide",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once during your turn as a free action, you can 10 feet a +2 dodge bonus to Armor Class. This effect lasts until designate a single opponent. You gain a +1 insight bonus on the start of your next turn or until you are more than 10 feet attack rolls made against that opponent and a +1 insight bonus from the chosen ally, whichever comes fi rst. to AC against attacks made by that opponent.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can rebuke or command vermin as an evil Benefi t: Three times per day, you can use a standard action cleric rebukes or commands undead. When commanding to gain tremorsense (MM 316) out to of 5 feet for 1 round per spiders, you gain a +4 bonus to your effective turning level. class level. This is a supernatural ability. This ability otherwise works exactly as rebuke undead. You At 10th level your tremorsense extends to 20 feet, and at can use this ability in place of turn or rebuke undead for the 15th level to 30 feet. purpose of qualifying for divine feats. DROW FIGHTER DROW DRUID Drow fi ghters strike fast and melt away before their opponents Druids are rare among drow communities. Most drow spell- have a chance to mount a counterattack. Rather than using casters pursue either the faith of Lolth or one of a variety of heavy armor or picking feats that emphasize direct assaults, arcane paths. However, a rare few exist who seek a different, drow fi ghters employ techniques that exploit their natural more natural connection between themselves and their sub- advantages. terranean environment. In exchange for a fi ghter’s access to heavy armor, a drow Drow druids forgo the ability to assume animal forms, pre- fi ghter gains strong fi rst-strike capability. ferring the shape of their revered totem: the spider. Hit-and-Run Tactics Spider Shape The drow specialize in guerrilla warfare, picking off their foes After extensive indoctrination by drow priestesses, you use with poisoned bolts and slipping away into the darkness. Each wild shape to assume the form of vermin. attack wears their opponents down, until their numbers are",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Beginning at 5th level, you can turn yourself into accuracy when attacking unsuspecting foes. any Small or Medium monstrous spider. You are not mind- Level: 1st. less, and thus do not gain immunity to mind-affecting spells Replaces: By selecting the hit-and-run alternative class and abilities. feature, you give up profi ciency with heavy armor and tower You can take the shape of a Large monstrous spider at 8th shields, even if you already have those profi ciencies from level, a Tiny monstrous spider at 11th level, and a Huge mon- another class. You can’t gain either of these profi ciencies by strous spider at 15th level. multiclassing later, but you can gain them by selecting the This class feature otherwise functions as the normal wild appropriate feats. shape ability. Benefi t: At 1st level, you gain a +2 bonus on initiative It doesn’t affect your ability to wild shape into plant creatures checks. or elementals (gained at 12th and 16th level, as normal). In addition, when attacking a fl at-footed opponent within",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you select this class feature, you cannot special- Magic is a cornerstone of the values and beliefs of all elves, ize in a school of magic, and you lose the ability to cast spells including the drow. Between their spell-like abilities and their from a prohibited school. magical gear, drow wizards are among the most formidable You must select one school of magic to serve as your prohib- spellcasters known. Though they make extensive use of spells ited school, and you can never cast spells from it or use spell that are available to other casters, they have forms of magic in completion and spell trigger devices connected to it, as per their arsenals that are unknown beyond the shadowy realm normal specialist rules. You may not select divination as your of the Underdark. prohibited school. DROW-ONLY SPELLS 4th Level Spider Form, Lesser: You take on the Some spells in this chapter have “Drow” Armored Vermin: +2 to natural armor form and abilities of a Medium fi end- on the component line. To learn, pre- of vermin. ish monstrous spider. pare, or cast one of these spells, you Yochlol Blessing: Target gains eight 2nd Level must either be a drow or have selected tentacle attacks, resistance to acid and",
        "name":  "Replaces",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 to natural armor 5th Level 1st Level of vermin. Dridershape: You take on the form and",
        "name":  "Armored Vermin",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Extinguish one non- 2nd Level monstrous spider. magical light source. Magical Backlash: Target takes 2 2nd Level points of damage per spell level affect- ARMORED VERMIN ing it.",
        "name":  "Snuff the Light",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V Casting Time: 1 swift action three vermin to harden to the strength Casting Time: 1 standard action Range: Personal of steel. The spell increases the vermin’s Range: Touch Target: You natural armor bonus by 2. This bonus Target: Creature touched Duration: 1 round/level (D) increases by 1 for every three caster Duration: 1 minute/level levels above 7th, to a maximum of +6 at Saving Throw: Will negates (harm- Your lower extremities transform, sprout- caster level 19th. less) ing arachnid legs, as a large, pulsing thorax",
        "name":  "You cause the exoskeletons of up to Components",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) swells from your back. armored vermin stacks with the target’s natural armor bonus, but not with other The target’s eyes widen, and shine briefl y You take on the form and abilities of a enhancement bonuses to natural armor. with a white light. drider (MM 89). You gain 20 temporary A vermin with no natural armor has an hit points, which disappear at the end effective natural armor bonus of +0. The touched creature gains a +1 insight of the spell’s duration. You don’t gain bonus on initiative checks for every the drider’s spellcasting ability, but BEBILITH BLESSING three caster levels you have (mini- you retain your own. (Spellcasting is Transmutation [Chaos, Evil] mum +1, maximum +6). subject to the drider’s ability scores; for",
        "name":  "The enhancement bonus provided by Spell Resistance",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any evil. Possessions combat gear plus +2 light steel shield, +1 keen",
        "name":  "Alignment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Persuasive. armor +2, assassin’s cloak*, boots of striding and springing,",
        "name":  "Feats",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability to cast dominate person. bracers of armor +2, gloves of Dexterity +2 * See Chapter 4 CLASS FEATURES Light Blindness (Ex) Abrupt exposure to bright light (such as sunlight or a daylight spell) blinds drow for 1 round. In Although his talents lie in his deceptions, the insidious cor- addition, they take a –1 circumstance penalty on attack ruptor has a powerful will that he can exert upon any creature rolls, saves, and checks when in bright light. he meets. He sinks the claws of his infl uence into the hearts 95726720_Ch03.indd 83 2/22/07 3:07:46 PM 84 3 RETPAHC EGITSERP SESSALC and minds of his victims, using them like puppets to further of claws of infl uence to take any of the following specifi c his own ambitions. actions on its next turn.",
        "name":  "Spells",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These mundane-seeming cloaks of an olive Refi lling a mister requires a full-round action and provokes or pale green color are handed out to visitors to Erelhei-Cinlu attacks of opportunity. by the drow guards at the entrance to the Vault. The fabric of Potion Bladder: Crafted from the thin, rubbery organs of these cloaks is suffused with darkvision powder (see Alchemi- cloakers and lurkersUnd, these items are slung over the shoulder cal Items, below) so that they glow brightly when viewed with and worn on the upper back. They are small enough that they darkvision. The drow use these to easily identify foreign guests do not interfere with backpacks, can be worn under armor, within their city. Any non-drow caught in the city and not and are easily concealable (+5 circumstance bonus on Sleight wearing one of these cloaks is usually executed. of Hand checks to hide). A fl exible tube made from the same material runs from this rubbery bladder under the collar and Table 4–1: Equipment ends below the chin of the wearer. A potion bladder can hold Item Cost Weight a single dose of one potion. A valve in the bladder prevents Breathing hood 70 gp 5 lb. the potion from leaking unless suction is placed at the end of Cinnabar eye cusps 50 gp — the strawlike tube. A potion bladder allows you to drink the Guest cloak 15 gp 1 lb. potion within as a standard action without provoking attacks Mister 150 gp — of opportunity. Refi lling a potion bladder requires a full-round Potion bladder 25 gp 1/2 lb. Spider kit 110 gp 5 lb. action and is done by siphoning the potion through the straw; Stoneburners 5 gp 1 lb. this action provokes attacks of opportunity. Insidious drow have been known to place poisons in the",
        "name":  "Guest Cloak",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This gray paste is brewed from the exoskeletons The drow have created several innovative alchemical sub- of monstrous spiders ground with silk-based oils and mixed stances to help them negotiate the tunnels and caverns of with various chemicals and reagents. When spread on your the Underdark. exposed fl esh, it temporarily hardens your skin, granting you a +1 bonus to natural armor for 2 minutes. This bonus Table 4–2: Alchemical Items stacks with any other natural armor you already have. It takes Item Cost Weight 1 minute to apply shedden to your entire body and obtain its Bile droppings (fl ask) 50 gp 1 lb. benefi ts. Darkvision powder (vial) 10 gp — Shedden can be created with a DC 20 Craft (alchemy) check. Dwarfblind stone 50 gp 1 lb. Certain master alchemists can create shedden that provides Shedden (jar) 75 gp1 1/2 lb. natural armor bonuses of +2 to +5, but doing so raises the Spelunker’s oil (fl ask) 15 gp 1 lb. Stoneburn acid (flask) 10 gp 1 lb. Craft DC by 4 for each additional point of natural armor and Vilegrip (vial) 50 gp — increases the price as follows: 200 gp for +2, 500 gp for +3, 1,000 gp for +4, and 2,000 gp for +5. 1 See item description for additional costs. Spelunker’s Oil: This clear, slick substance is derived from several types of slimes and certain mineral oils. As a",
        "name":  "Shedden",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th Armor, daylight.",
        "name":  "Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— Armor, web, drow. Activation: —",
        "name":  "Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The kind of action required to activate the item is classified as clothing or a tool. pqqqqqqqqqqqqqqqqqqqqrs ttorT .B yb .sullI 95726720_Ch04.indd 96 2/22/07 3:10:13 PM 97 EQUIPMENT DROW CHAPTER 4 ARMOR FEARSOME SPIDER BOUND",
        "name":  "Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5,000 gp Price: +2,500 gp (buckler), +5,000 gp",
        "name":  "AND SHIELD Price",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor (light shield), +10,000 gp (heavy PROPERTIES",
        "name":  "Property",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "3rd shield), +15,000 gp (tower shield)",
        "name":  "Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Faint; (DC 16) necromancy Property: Shield to the drow than it is to other cultures, Activation: — Caster Level: 12th most dark elves fi nd mithral shirts Aura: Strong; (DC 21) conjuration suffi cient for their needs. When they This foul armor has a sinister appearance. Activation: Standard (command) do purchase magic armor, it is almost It is dark, almost black, and covered with always light armor—that way, they can sharp barbs and spikes. This shield resembles a large spider. The retain the benefi ts of their high Dexter- small rubies used for its eyes burn with a ity scores. Fearsome armor functions as if it has hellish light. armor spikes (PH 124) if the armor DARK doesn’t have this feature already. In addi- Once per day, you can speak a command",
        "name":  "Since mithral is more widely available Aura",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+8,000 gp tion, when wearing this armor, you gain word to cause your shield to transform",
        "name":  "Price",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor a +5 enhancement bonus on Intimidate into a fi endish spider. The spider’s size",
        "name":  "Property",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th checks, and you can demoralize oppo- depends on the type of shield, as shown",
        "name":  "Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Fiendish Monstrous This armor has a dull appearance. It does Armor. Shield Spider Size Buckler Small not refl ect light, and it maintains its color Cost to Create: 2,500 gp, 200 XP, 5 Light shield Medium regardless of lighting conditions. days. Heavy shield Large Tower shield Huge Dark armor is specially crafted to blend SPIDER BOON in with its surroundings when viewed Price: +9,000 gp with darkvision. You gain a +5 circum- Property: Armor stance bonus on Hide checks made to Caster Level: 8th conceal yourself from creatures with Aura: Moderate; (DC 20) darkvision. In addition (when fi ghting transmutation such creatures), you gain concealment. Activation: Swift You lose these benefi ts whenever you (command) are in an area of bright light.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and This armor is etched with spi- Armor, invisibility. derweb patterns. It is slightly",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4,000 gp, 320 XP, 8 slippery to the touch. days.. Spider boon armor allows you to navigate through the sticky strands of webbing. You gain a +4 pqqqqqrs enhancement bonus on Climb and Escape Artist checks. Also, the webs MORE DROW of monstrous spiders or spiderkin (such MAGIC ITEMS as ettercaps) cannot affect you. There are many other fantastic magic Three times per day, you items suitable for drow beyond those can increase the enhance- included in this chapter. If you have City ment bonus on Climb of the Spider Queen, be sure to check checks to +8 and gain a climb out the lesser and greater death spears speed equal to your base land and eyes of the spider. Additionally, the Underdark supplement also includes a speed. When under this effect, number of drow-oriented items, such you can take 10 on Climb checks even as the driftdisk, jasper spider, and glove if rushed or threatened. This function of venom. lasts for 8 rounds. Also, Magic Item Compendium in-",
        "name":  "Cost to Create",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and cludes four items that are closely associ- Armor, freedom of movement, spider ated with drow: the greater piwafwi, the climb, drow. pearl of speech, the rod of the recluse, and vestments of ebonsilk. Cost to Create: 4,500 gp, 360 XP, 9 pqqqqqrs days. A spider bound shield transforms into an effective companion Illus. by B. Trott 95726720_Ch04.indd 97 2/22/07 3:10:16 PM 98 4 RETPAHC WORD TNEMPIUQE The spider follows your mental com- BELT OF THE Prerequisite: Craft Wondrous Item, mands. It remains for 10 rounds or until REINFORCED FORM alter self, haste. reduced to 0 hit points, at which point it Cost to Create: 2,700 gp, 216 XP, 6 Price (Item Level): 5,400 gp (10th) instantly reverts back to a shield. While days.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Waist the spider is activated, you lose your shield bonus to AC. Caster Level: 7th BRACERS OF MURDER",
        "name":  "Body Slot",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Price (Item Level): 8,000 gp (11th) transmutation Armor, summon monster I (buckler), Body Slot: Arms",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— summon monster II (light shield), summon Caster Level: 5th",
        "name":  "Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 lb. monster IV (heavy shield), summon mon- Aura: Faint; (DC 17) evocation ster VI (tower shield), drow. Activation: — This wide belt is made of orange scaly",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1,250 gp, 100 XP, 3 Weight: 3 lb. leather. Despite its appearance, it is soft and days (buckler); 2,500 gp, 200 XP, 5 days pliable. The adamantine buckle is set with (light shield); 5,000 gp, 400 XP, 10 days Each of these burnished metal bracers is a strange teardrop gemstone that changes (heavy shield); 7,500 gp, 600 XP, 15 days adorned with grinning skull set with onyx color in the light. (tower shield). stones in its eye sockets. While you wear a belt of the reinforced Bracers of murder grant you a +2 profane CLOTHING form, whenever you are the target of a bonus on attack rolls and damage rolls transmutation spell or spell-like effect, The drow are famous for their magical against fl at-footed targets. or some other transformative effect creations. From the house insignia worn If you have the death attack ability, such as an aboleth’s slime or a basilisk’s by drow of consequence to the curious the save DC to resist your death attack petrifying gaze, you gain a +4 bonus on assassin’s cloak, the dark elves have a vari- increases by 2. your saving throw. ety of clothing at their disposal. If you have sneak attack or sudden In addition, once per day, when cast- Drow rings reinforce or augment strike, reroll any result of 1 on the ing a transmutation spell with a casting their wearer’s already impressive abili- dice. time of 1 standard action on yourself, ties. A few, however, are designed to be Prerequisite: Craft Wondrous Item, you can cast that spell as a swift action defensive, aiding the wearer by con- divine favor, evil. instead. founding her enemies. Cost to Create: 4,000 gp, 200 XP, 8 days. ASSASSIN’S CLOAK Price (Item Level): 10,000 gp (12th)",
        "name":  "Cost to Create",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 lb. grace, comprehend languages, feather fall, be wearing its drow house insignia, the jump, levitate, shield, spider climb, unseen message is lost, but you have no way of Eight tiny silver spiders with ruby chips for servant, and water breathing. The aura of knowing whether it successfully trans- eyes adorn this delicate circlet. this item is of the same school as the mits or not. spell it contains. Since each insignia is slightly differ- Three times per day, a circlet of spiderkind Since each insignia is slightly differ- ent, even those from the same noble command allows you to issue psychic ent—even those from the same noble house, a person aware of the unique commands to spiderkind creatures (see house—a person aware of the unique shape of an individual insignia can magi- page 112). As a standard action, you shape of an individual insignia can magi- cally locate that amulet with a scrying or can target a single spiderkind creature cally locate that amulet with a scrying or similar spell. within 30 feet. The target is entitled to a similar spell. Lore: A DC 15 Knowledge (local), or DC 14 Will save to resist the command.",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— armorSC.",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and RING OF ANTICIPATION Cost to Create: 2,400 gp, 192 XP, 5 Armor, darkvision, deeper darkness. Price (Item Level): 6,000 gp (10th) days.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Wondrous Item, Body Slot: — (held) blur, dimension hopPH2, mage armor. Caster Level: 8th You can throw bottled night by making",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9,000 gp (plus 312 gp the light. darkness. for masterwork light mace), 720 XP, The rod increases your caster level 18 days. A cloak of the consort grants a +6 defl ec- by 2 when casting spells or spell-like tion bonus to Armor Class and a +4 effects with the darkness descriptor. SPIDER BOX resistance bonus on all saving throws. If you touch the rod to a creature or Price (Item Level): 3,200 gp (8th) In addition, the cloak negates any object under the effect of a spell or spell-",
        "name":  "Cost to Create",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4. 25 Draegloths are highly resistant to most forms of energy, including acid, cold, electricity, and fire. pqqqqqqqqqrs Illus. by J. Zhang 95726720_Ch05.indd 113 2/22/07 3:29:29 PM 114 5 RETPAHC EHT FO SRETSNOM KRADREDNU DRAEGLOTHS IN FAERÛN Change Shape (Su): As a standard action, a deep dragon With Lolth’s silence, the draegloths have become rebellious (except for a wyrmling) can assume one or more forms other and unwieldy. In times past, they would serve the matriarchs than its normal draconic form. The dragon can remain in an without question, but now they demand equal status—if they alternate form until it chooses to assume a new one or return do not outright abandon or betray their mothers. Some drae- to its natural form. gloths are leaving their cities, striking out on their own to It can assume a serpentine (legless) form three times per restore the Spider Queen or to found new cults to bring more day at very young age and four times per day at juvenile age or mortals under the sway of their demonic fathers. older. This form is the same size as the dragon, but it is able to move through narrow tunnels because it has no legs (treat the creature as one size category smaller for squeezing purposes). DRAGON, DEEP The dragon’s natural armor bonus worsens by –6 in this form. This dragon is sinuous and serpentine with a slender neck and limbs It moves at 30 feet, fl ies at 10 feet (poor), and swims at 30 feet. and narrow wings. Its scales gleam with the deep purple luster of It loses all claw attacks in this form but gains a constrict attack amethysts. Its sleek, narrow head has a streamlined, shielded crest against grappled opponents, dealing damage depending on its that reaches to its neck. size: 1d8 points of damage if Small, 2d6 if Medium, 2d8 if Large, 3d6 if Huge, 3d8 if Gargantuan, or 5d6 if Colossal. The self-proclaimed masters of the material world, dragons A deep dragon can assume a humanoid form of Medium are creatures of awe-inspiring strength, intellect, and power. size or smaller three times per day at young age and four times The various breeds of dragonkind can be found in almost per day at juvenile age or older. any environment. Many varieties of chromatic and other Spell-Like Abilities: The caster level for a deep dragon’s evil dragons have allied with the drow in the past: from spell-like abilities is equal to the dragon’s age category (1–12) Greyhawk’s infamous red, Brazzemal, to the insidious master or its sorcerer caster level (as given on the table), whichever of the Wailing Cliff, the shadow dragon Glouroth (City of the is higher. Spider Queen). However, none is more at home among the Challenge Rating: Wyrmling 3; very young 5, young 7; machinations of the drow and their lightless environment juvenile 9; young adult 12; adult 15; mature adult 17; old 19; than the deep dragon. very old 20; ancient 22; wyrm 23; great wyrm 25.",
        "name":  "Level Adjustment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wyrmling +3; very young +3; young +3; Change Shape (Su) Phazeuroth can assume a Large juvenile +4; others —. serpentine form or a Medium or smaller humanoid form. The serpentine form counts as Medium size for the DEEP DRAGONS IN FAERÛN purpose of squeezing. In this form, Phazeuroth’s natural armor bonus decreases to 14. He loses all claw attacks Deep dragons are most often encountered near drow cities. The but gains a constrict attack against grappled opponents confusion of the cities during Lolth’s silence has interrupted that deals 2d8 points of damage. the steady supplies of food and magic, causing many deep dragons to take independent action. However, the dragons are generally pleased that the drow are fi ghting one another: By weakening themselves in this way, they pose no immediate threat of dominating the lower realms. 95726720_Ch05.indd 117 2/22/07 3:29:38 PM 118 5 RETPAHC EHT FO SRETSNOM KRADREDNU ELF, If a szarkai provocateur is forced to enter battle, her fi rst ALBINO DROW (SZARKAI) priority is escape. She rarely engages in a prolonged confl ict but seeks to withdraw after a round or two, and she always has The dark elves are bad enough, but some legends speak of two or three retreat plans ready. She seeks to eliminate her foe an even more sinister and deadly foe—drow who resemble quickly and quietly and then disappear, leaving no evidence of surface elves and can walk among them undetected. Called her own identity. Unless caught completely by surprise, she szarkai (pronounced zahrk-eye), these enigmatic drow are fi rst uses her wand of eagle’s splendor to enhance her spellcasting natural spies. ability. Divination spells such as clairaudience/clairvoyance, detect thoughts, and detect magic allow her to prepare for the strengths SZARKAI PROVOCATEUR and exploit the weaknesses of opponents. If time permits, she The cloaked, pale humanoid before you looks something like a drow, might charm a few minions for added muscle. but her skin is alabaster rather than black, and her red eyes size you The provocateur makes use of her disguise abilities and up in a quick calculation. spells or hides in plain sight to get close enough for an attack. An envenomed dart, or a quick jab from a poisoned rapier, Szarkai (whose name means “ghost spiders”) are rare mutants is usually enough to remove a combat threat. Spring Attack in the deep confi nes of drow cities who appear perfectly allows her to leap in to make melee attacks and then retreat natural in other surroundings—especially those on the sur- beyond the range of counterattacks. Suggestion and charm face. Thus, albino drow receive intense training in espionage person against foes or their bodyguards can also provide a almost from birth. tactical advantage. A provocateur commonly uses shadow The szarkai provocateur presented here had the following illusion and her shadow companion to cover her retreat, and ability scores before racial adjustments and Hit Die ability score a potion of sanctuary allows further protection. Often she falls increases: Str 13, Dex 14, Con 12, Int 10, Wis 8, Cha 15. back into a crowded area and uses alter self or lesser disguise to slip away unnoticed. Strategy and Tactics A szarkai provocateur never plans to become involved in a Sample Encounters stand-up fi ght. Better to manipulate somebody more suited to Szarkai provocateurs usually pass themselves off as surface the task or to put it off somehow until the potential combat- elves while pursuing hidden goals that might reach fruition ants lose interest in it or forget it altogether. only after centuries. Deep Cover Agent (EL 10–20): A szarkai provocateur is expert in the arts of disguise. She blends into society while pqqqqqqqqqrs furthering the cause of her noble house. EL 15: The provocateur described above has thoroughly stud- ALBINO DROW LORE ied the intrigues of the high elf court, and she has infi ltrated Characters who have ranks in Knowledge (dungeoneering) or a minor noble house by the simple expedient of replacing a Knowledge (history) can research albino drow to learn more lesser scion. Having disposed of the body among the chwi- about them. When a character makes a successful skill check, the following lore is revealed, including the information from denchas of her native house, the szarkai now bides her time lower DCs. in her adopted role. She quietly manipulates court politics in ways advantageous to the drow, sowing discord and distrac- Knowledge (dungeoneering) tion with innocent-seeming comments. DC Result 15 This creature is an albino drow, a rare variant of the Ecology drow race, also called a szarkai. This result reveals These albinos appear only rarely, representing one-hundredth all elf traits. 20 Like other drow, szarkai are highly resistant to magic of one percent of the drow population. Other drow hold them but are vulnerable to light. This result reveals all in some awe, and the birth of one is considered a blessing to drow traits (see page 36). the family. They are called “ghost spiders” to signify the boon of Lolth. Knowledge (history) Whether through inbreeding or the intentional dabbling DC Result of the Spider Queen, szarkai tend to appear more frequently 20 This creature is an albino drow, a rare variant of the drow race, also called a szarkai. Drow are generally among the noble houses than among the lower castes. Their evil and subterranean dwellers. existence is hidden from all but the highest-ranking drow who 25 The drow trace their lineage back to an elf splinter have a need to know. Szarkai are largely sequestered from drow group that rejected the surface life. life, being are too valuable to risk losing to a casual murder 30 Most drow live underground, but the szarkai can when out among the riffraff. Although they are physically pass as surface elves. They are trained as spies and safer than other drow, their lot in life is no less harsh and cor- saboteurs, spending centuries among ordinary folk rupting. Szarkai receive the personal attentions of the cruelest as they pursue inscrutable and long-term plots. pqqqqqqqqqrs priestesses and most Machiavellian of nobles. 95726720_Ch05.indd 118 2/22/07 3:29:40 PM 119 UNDERDARK MONSTERS OF THE CHAPTER 5",
        "name":  "Level Adjustment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "See MM 29 and 133 for Bugbear stonejacks serve a secondary role as irregular basic information about bugbears and goblins, respectively. troops. The drow typically do not allow their servants to 95726720_Ch05.indd 124 2/22/07 3:29:55 PM 125 UNDERDARK MONSTERS OF THE CHAPTER 5 train in the martial skills unless specifi cally for the gladi- are occasionally hand-picked from the miserable throngs to atorial arenas—and these only under careful guard—to become personal servants or guards. Otherwise, goblins are avoid an uprising. Yet they are averse to exposing themselves useful only as breeding stock to produce vril and the psionic to danger in battle. The hardy and loyal stonejacks are an bluesEPH, which the drow hope to exploit to gain dominance excellent solution to this conundrum: They do not require over the illithids. Rumors speak of secret programs to breed extensive training and are unlikely to organize any serious a legendary type of goblinoid known as a nilbog for some revolt. Stonejacks suffer a high casualty rate in battle against nefarious purpose. capable foes, but the bugbear warrens teem with laborers that Most of these creatures live in utter squalor and must scav- can easily replace those losses. enge for even the basic necessities of life. Goblins are usually bullied by stronger races and grow apathetic in the face of Goblins brutality, and they are not known for cleverness or ingenuity. Most numerous of the goblinoid slaves are the lowly goblins, Thus, they are assigned menial labor, such as tending rothé who are the most expendable in the drow’s eyes. They are herds, mucking out cesspools, harvesting fungi, and dredging mere chattel, forced to perform the most onerous or danger- subterranean channels. And if some particularly poisonous or ous tasks. Their lives are particularly brutal and short, since sentient fungus or hitherto unknown sewer-dwelling mon- they usually don’t even have the opportunity to improve ster kills off a few dozen goblins, the drow hardly even pay their station by serving as soldiers. Exceptional individuals attention. The bugbear overseers get the rest back to work as quickly as possible and replenish the stock at the slave mar- pqqqqqqqqqrs kets on the morrow. However, exceptional goblins who show promise early GOBLINOID LORE in life are destined for a special role. These youngsters are Characters who have ranks in Knowledge (arcana), Knowledge removed from their warrens and housed in special cloisters (history), or Knowledge (local) can research goblinoids that serve the drow to learn more about them. When a character dedicated to Nerull, one of the few deities other than Lolth makes a successful skill check, the following lore is revealed, whose worship is openly accepted among the drow. These including the information from lower DCs. religious communities train the prospective goblin candidates (those that survive the rigors of indoctrination) to serve as Knowledge (arcana) fl esh-herders. The drow create nearly endless ranks of skeletons DC Result and zombies to perform tasks that are beneath even the lowly 10 This strange-looking goblinoid is a vril, a magically goblin slaves. Undead can arise under other circumstances as altered goblin. This result reveals all goblinoid traits. 15 Vril have innate sonic attacks and are resistant to well: Slain enemies are animated as guardians of their killers, sonic damage. and victims of strife and predators rise as slavering ghouls that 20 Although they are calculating and ferocious, vril are wander the streets. The fl esh-herders not only marshal the bred to obey drow. They serve as defenders of drow undead laborers, but they also control and contain the more cities. free-willed undead that could otherwise become a hazard to 25 A few vril have escaped drow servitude and have the city dwellers. established hidden colonies in the Underdark. Knowledge (history) Vril DC Result The drow treat vril little better than animals, yet generations 10 Drow enslave many races they consider to be of specialized breeding have produced unquestioned loyalty. inferior, especially goblinoids that inhabit the same Vril fear and obey the drow instinctively. They serve as shock regions of the Underdark. troops and city defenders, and they are the only slave race 15 Although members of some enslaved races have allowed to formally train for combat. Vril are usually quartered limited autonomy within drow society, the drow despise them and think nothing of throwing away in warrens and barracks separate from the other drow thralls, their lives to save their own. though their living conditions are no better. Although they 20 Drow forbid all their slaves from worshiping Lolth, might grumble about their lot in life, rarely do they think to and they strongly discourage worship of other do something about it. deities. Vril share few traits with their goblin kin. The drow wiz- ards who created them sought to expunge many of the race’s Knowledge (local) characteristic weaknesses. Like their cousins, they are mali- DC Result 10 This is a goblinoid, either a bugbear or a goblin. This cious little creatures, but while goblins are cowardly and result reveals all goblinoid traits. undisciplined, vril are bold, daring, and organized. Genera- 15 Goblins serve drow mainly as slaves and breeding tions of mistreatment at the hands of the drow have also built stock. Bugbears often fill enforcement positions, up a fi ercely stubborn resolve. The race now breeds true, but and some are trained for construction and mining. attempts to cross vril with other goblinoid races produce only 20 A few goblins are indoctrinated into the worship of stillborn offspring, perhaps as a result of deliberate design. Vril Nerull and become clerical handlers of undead view ordinary goblins as inferior but have a cautious respect laborers and soldiers. pqqqqqqqqqrs 95726720_Ch05.indd 125 2/22/07 3:29:57 PM 126 5 RETPAHC EHT FO SRETSNOM KRADREDNU for larger humanoids such as humans, orcs, half-orcs, and HUSK VERMIN hobgoblins. They avoid bugbears, which dislike the strange Husk vermin are undead creatures formed from the carapaces little creatures. of monstrous vermin, animated by evil spirits. Vril typically form squads of fi ve to eight individuals and platoons of ten to forty (plus one 5th-level sergeant per ten HUGE HUSK SCORPION vril and one lieutenant of 6th–8th level). A company of vril Scuttling forward is a massive scorpion. Its dead-black exoskeleton is might have as many as 200 members plus the same number pocked with noticeable holes. It raises its stinger, which glows with of noncombatant young; it includes one 5th-level sergeant an unholy light. per ten adults, three to six lieutenants of 6th–8th level, and a captain of 9th–10th level. A husk scorpion is a relentless hunter, seeming to delight in TYPICAL TREASURE the suffering it causes. As servant races, goblinoids living among the drow acquire Strategy and Tactics virtually no possessions. Those in positions of minor author- A husk scorpion is solitary, prowling over rocks and debris, ity, such as bugbear overseers or goblin fl esh-herders, receive searching for prey much as its living kin do. When a husk mundane and magical equipment from their masters but do not scorpion attacks, it swiftly closes, then makes full attacks carry other kinds of treasure. Such equipment has a standard until either it or its opponent is destroyed. value for characters of their Challenge Rating. MEDIUM HUSK SPIDER GOBLINOIDS AS CHARACTERS As this big spider creeps forward to attack, you notice that a few of its See MM 29 and 134 for information about bugbears and gob- eyes leak a pale fl uid, and the stench of decay fi lls your nostrils. lins as characters. Drow priestesses sometimes create husk spiders from par- Vril as Characters ticularly beloved pets to ensure they are never without their Most vril are warriors or barbarians that serve in the armies favored companion. Also, the drow are quick to turn slain of the drow. Vril are usually agnostic, since the drow crush spiders into undead to prove their devotion to the Spider any religious inclination and do not permit them to venerate Queen. Lolth. Thus, clerics are rare. Vril clerics sometimes worship The above example is based on a hunting spider (MM Maglubiyet in secret, but adepts are more common. Clerics 289). of Maglubiyet have access to two of the following domains: Chaos, Evil, and Trickery. Strategy and Tactics Some exceptional individuals have managed to throw off Medium husk spiders congregate in groups of two to three, the yoke of servitude and escape their drow masters. Small, using pack tactics to bring down their prey. They circle the hidden communities of free vril exist throughout the Under- opponent, each taking turns biting it until it becomes so weak dark, and they include members of various character classes. that the group can tear it to pieces. Clerics are more common in these settlements, and Maglubiyet is worshiped openly. HUSK WIDOWMAKER Vril characters possess the following racial traits. This massive spider has a swollen abdomen, from which drips a — Humanoid (goblinoid) type. noxious fl uid that stinks of death. It fi xes you with its ghostly eyes — +2 Constitution, –2 Intelligence, –2 Charisma. as it prepares to charge. — Small size: +1 bonus to Armor Class, +1 bonus on attack rolls, +4 bonus on Hide checks, –4 penalty on grapple checks, Drow necromancers raise widowmakers specifi cally to trans- lifting and carrying limits those of Medium characters. form into husk vermin. Since they retain their ability to be — A vril’s base land speed is 30 feet. easily trained, even as undead creatures, they are ideal mounts — Darkvision out to 60 feet. for Lolth’s high priestesses. — Resistance to sonic 5. — Weaknesses (see above): light blindness, vulnerability Strategy and Tactics to poison. A husk widowmaker is a violent and destructive monster. It — Special Abilities (see above): skinshift, shriek. leaps into battle, charging the closest foe to bite and weaken — +4 racial bonus on Climb checks. its opponent. It has no regard for danger and fl ings itself at — +2 racial bonus on Balance and Jump checks. its enemies with reckless abandon. Only when under the — Automatic Languages: Goblin, Undercommon. Bonus fi rm guidance of a rider does a husk widowmaker fi ght with",
        "name":  "Typical Physical Characteristics",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The creation of a husk vermin infuses it with especially to watch for enemy spellcasters. Once they have an evil spirit of dark energy and vicious purpose. Husk vermin identifi ed spellcasting opponents, the whips immediately are always chaotic evil. dispatch troops—usually led by the fi ercest monitors—to attack them directly, thus providing a distraction that allows Typical Treasure the whips to gain an advantageous position. Whips expect If the base creature ordinarily possesses treasure, the their followers to fi ght to the death if necessary to accom- husk vermin creature does too, according to its Challenge plish this end. Rating. Once within range, whips coordinate to cast silence on the entire area containing enemy spellcasters. The sudden quiet For Player Characters signals the soldiers to disengage. The whips next start pum- A character can create a husk vermin by casting a create greater meling the enemy position with lightning bolts. After the undead spell. initial barrage, they send their underlings back in to mop up the remaining combatants and close themselves to ensnare any Husk Vermin in Eberron still-living casters with their pincer staffs. They prefer to take Husk vermin are almost exclusively found in the jungles of captives alive if possible for their sacrifi ces to the Sea Mother. Xen’drik, where the drow transform monstrous scorpions in profane rituals celebrating Vulkoor. The dark elves some- MONITOR times use the largest husk scorpions as massive war platforms, A scaled, fi shlike being leaps at you, its webbed hands and feet thrash- launching barrages of poisoned arrows and spears from the ing in a blur of deadly motion. backs of these deadly creatures. Monitors are special kuo-toas trained as monks from the time Husk Vermin in Faerûn they leave the fi ngerling pool. A rigid system of discipline and Husk vermin, specifi cally husk spiders, are animated by evil privation hardens their bodies and psyches to create emotion- spirits conjured from the realm of Kiaransalee. They appeared less guardians of the race. in appalling numbers during the deity’s rise to power. During The monitor presented here had the following ability scores the War of the Spider Queen, her priestesses turned the sacred before racial adjustments, Hit Die ability score increases, spiders into undead mockeries and sent them against the hold- and equipment bonuses: Str 12, Dex 15, Con 10, Int 8, Wis outs who remained loyal to the Spider Queen. 14, Cha 13. 95726720_Ch05.indd 129 2/22/07 3:30:02 PM 130 5 RETPAHC EHT FO SRETSNOM KRADREDNU ECOLOGY Once a dominant race in a time before the coming of the soft, warm-blooded peoples, kuo-toas have been in a millen- nia-long decline. As their numbers dwindle, they retreat ever farther into the world’s roots. There they cultivate temples to Blib- doolpoolp in sunless, hidden lakes, plotting a glorious return to power. Behind their bulging, emotionless eyes lurks an ice-cold fury. Dreams of vengeance against the soft ones fi ll kuo-toas’ thoughts, and a thread of insanity runs deep through the psyche of the race. Its source could be the kuo-toas’ long history of setback and decline, dark dealings in primordial times with beings of power and madness, or simply a recessive trait that occasionally surfaces. Whatever the cause, psychopathic episodes break out from time to time among kuo-toas, usually in the form of homicidal rages. For some unknown reason, despite their animosity toward most humanoid races, the kuo-toas treat the drow as friends— or at least useful allies. Only drow are allowed free access to kuo-toa temples and settlements, and they are virtually the only people the kuo-toas don’t attack on sight. Likewise, A kuo-toa whip KUO-TOA LORE Characters who have ranks in Knowledge (nature) or Knowl- Strategy and Tactics edge (religion) can research kuo-toas to learn more about Monitors are whirlwinds of fury in melee combat. An indi- them. When a character makes a successful skill check, the following lore is revealed, including the information from vidual monitor attempts to quickly overcome his foes under lower DCs. an onslaught of attacks, using Paralyzing Fists when feasible. In battle, monitors serve as the fi eld captains who command Knowledge (nature) the troops, coordinating their movements with the tactics DC Result of the whips. Groups of monitors lead kuo-toa warriors in 12 This is a kuo-toa, a fishlike being of deep waters and charges and attempt to stun, paralyze, or otherwise distract Underdark caves. This result reveals all monstrous enemy commanders and spellcasters in order to soften them humanoid traits. 17 Kuo-toas have excellent vision and can even notice up for the whips’ spells and lightning bolts. the movement of invisible things. They are unaffected by paralysis and poison, and they are SAMPLE ENCOUNTERS resistant to electricity. Patrols of kuo-toas, led by whips and monitors, protect their 22 Kuo-toas once controlled a vast empire, but their hidden cities. Larger groups mount attacks against other power waned as other races outnumbered them. Underdark dwellers. They retreated into the oceans and the Underdark, where they now plot revenge. EL 8–12: A typical patrol contains two to four kuo-toa war- riors led by a whip. A squad might have up to a dozen warriors Knowledge (religion) under the command of several monitors and whips. DC Result EL 10: The whip described above leads a patrol of four kuo- 15 Kuo-toas worship Blibdoolpoolp, a terrible deity they toas to defend the precinct of the Sea Mother’s temple. call the Sea Mother. EL 13+: Bands of twenty to fi fty kuo-toas and their com- 20 The high priests of the Sea Mother completely manders raid other subterranean communities for slaves, dominate kuo-toa society. Clerics called whips enforce the Sea Mother’s will and can produce sacrifi ces, and treasure. lightning bolts by working together. EL 16: Two whips, four monitors, and forty kuo-toa soldiers 25 The Sea Mother’s rites are unspeakably vile and (including fi ve 3rd-level fi ghters acting as sergeants) form a cruel. The goddess especially delights in sacrifices of raiding party. spellcasters by slow drowning. pqqqqqqqqqrs tseW-tnarG .L yb .sullI 95726720_Ch05.indd 130 2/22/07 3:30:04 PM 131 UNDERDARK MONSTERS OF THE CHAPTER 5 Whip CR 9 Abilities Str 14, Dex 14, Con 10, Int 12, Wis 20, Cha 14 SQ amphibious Female kuo-toa cleric 5/Sea Mother whipUnd 2 Feats AlertnessB, Combat Casting, Eschew Materials, Great NE Medium monstrous humanoid (aquatic) Fortitude, Spell Penetration Init +1; Senses darkvision 60 ft., keen sight; Listen +10, Skills Concentration +11, Escape Artist +6, Knowledge Spot +16 (religion) +11, Listen +10, Move Silently +1, Search +5, Languages Aquan, Drow, Kuo-Toan, Undercommon Spot +16, Swim +6 AC 23, touch 13, flat-footed 21 Possessions combat gear plus scale mail, +1 frost pincer staff, (+2 Dex, +4 armor, +1 deflection, +6 natural) cloak of resistance +1, ring of protection +1, mother-of-pearl hp 44 (9 HD) holy symbol Immune paralysis, poison; slippery Keen Sight (Ex) A kuo-toa whip can spot a moving object or Resist electricity 10 creature even if it is invisible or ethereal. Fort +10, Ref +7, Will +16 Slippery (Ex) Unaffected by natural and magical webs. Weakness light blindness Light Blindness (Ex) Sudden exposure to bright light (such as Speed 15 ft. (3 squares) in scale mail, base speed 20 ft.; sunlight or a daylight spell) blinds this kuo-toa whip for swim 30 ft. in scale mail, base speed 40 ft. 1 round. In addition, she takes a –1 circumstance penalty Melee+1 frost pincer staff +9/+4 (1d10+4 plus 1d6 cold) and on attack rolls, saves, and checks when in bright light. bite +3 (1d4+1) Pincer Staff (Ex) If this kuo-toa whip hits a Small to Large Base Atk +6; Grp +8 opponent with her pincer staff attack, she can attempt to Atk Options Combat Casting, punish the infidels, smite 1/day start a grapple as a free action without provoking attacks (+4 attack, +5 damage), smite nonaquatic creatures 1/day of opportunity. If she wins the grapple check, she (+4 attack, +7 damage) establishes a hold and deals 1d10+4 points of damage Special Actions lightning bolt, rebuke undead 5/day (+4, each round the hold is maintained. 2d6+7, 5th), rebuke water creatures 5/day (+4, 2d6+7, Punish the Infidels (Sp) All foes within 30 feet who can see 5th), spontaneous casting (inflict spells) and hear this kuo-toa whip are affected as if by a doomUnd Combat Gear 3 potions of cure moderate wounds, potion of spell (Will DC 16 negates); CL 2nd. magic fang Lightning Bolt (Su) Two or more kuo-toa whips can generate Cleric Spells Prepared (CL 7th; 1d20+9 to overcome SR): a stroke of lightning every 1d4 rounds. The whips must 4th—control waterD, divine power, poison (+8 melee touch, join hands to launch the bolt but need merely be within DC 19) 30 feet of one another while it builds. The lightning bolt 3rd—contagionD (+8 melee touch, DC 18), cure serious deals 1d6 points of electricity damage per whip; a wounds, deeper darkness, prayer successful Reflex save (DC 13 + number of whips) halves 2nd—bear’s endurance, hold person (DC 17), fogcloudD, the damage. silence (DC 17), sound burst (DC 17) Skills Kuo-toas have a +8 racial bonus on Escape Artist 1st—cause fear (DC 16), deathwatch, divine favor, checks and a +4 racial bonus on Spot and Search checks. entangleD (DC 16), entropic shield, shield of faith A kuo-toa has a +8 racial bonus on any Swim check to 0—create water, cure minor wounds (2), detect poison, perform some special action or avoid a hazard. It can guidance, light always choose to take 10 on a Swim check, even if D: Domain spell. Deity: Blibdoolpoolp. Domains: distracted or endangered. It can use the run action when Destruction, Water, Watery DeathUnd swimming, provided it swims in a straight line. kuo-toas are among the few races that the drow do not openly Typical Physical Characteristics: Kuo-toas look like try to enslave. Despite this cautious peace, animosity does lurk bizarre hybrids of humanoids and fi sh. They have pallid, below the surface between the two races, fueling a low-grade luminous eyes that bulge out at the sides of their heads, giving cold war that has gone on for centuries. Each side quietly them exceptional peripheral vision. A mucous slime keeps attempts to undermine the other’s power, and both lay claim them moist and also makes them extremely slippery, and they to ancient Underdark sites. Lone drow or kuo-toas had best stink of rotting fi sh. beware when among those of the other race, especially if their Kuo-toas spawn like fi sh, rearing their young in commu- disappearance is unlikely to be noticed. nal pools for the fi rst year of life, until the fi ngerlings can",
        "name":  "Alignment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Kuo-toas prefer watery environments, breathe air. although they can breathe air and water with equal ease. A typical kuo-toa stands about 5 feet tall and weighs about They hate bright light, so their settlements are at the bot- 160 pounds. Its normal color is a silvery green, but it fl ushes toms of oceans or deep within the Underdark. They are deep red when angry and becomes very pale when surprised cold-blooded, like the fi sh they resemble, so they prefer tem- or frightened. perate climates. Alignment: Cold and cruel, kuo-toas would tend toward Rumors persist of tribes of kuo-toas that have infi ltrated lawful evil alignment were it not for the taint of madness humanoid communities by cross-breeding. These offspring that infects the race. Like drow, the tension between their resemble their humanoid forebears and blend into surface regimented society and individual ferocity leads them to be societies until they reach maturity, when they join the kuo- usually neutral evil. toas in the depths. 95726720_Ch05.indd 131 2/22/07 3:30:07 PM 132 5 RETPAHC EHT FO SRETSNOM KRADREDNU SOCIETY Monitor CR 7 The worship of the Sea Mother permeates kuo-toa society, Male kuo-toa monk 5 and every community has at least one great temple to Blib- LE Medium monstrous humanoid (aquatic) Init +3; Senses darkvision 60 ft., keen sight; Listen +8, doolpoolp. The high priests of the Sea Mother wield absolute Spot +12 authority. Just below them are the dreaded whips, who enforce Languages Aquan, Kuo-Toan, Undercommon the will of the priest-nobility. They administer the temples AC 25, touch 19, flat-footed 22; Deflect Arrows and shrines and watch over pilgrims. The whips are also (+3 Dex, +4 Wis, +1 deflection, +6 natural, +1 class) the planners of the race, managing long-term relationships hp 42 (7 HD) with the drow, concocting plots against surface dwellers, Immune normal disease, paralysis, and poison; slippery and questing after long-lost, forbidden secrets of the light- Resist electricity 10; evasion less depths. Their infl uence prevents all-out war with the Fort +7, Ref +10, Will +11 (+13 against enchantments) dark elves, fostering the strained alliance for the whips’ own Weakness light blindness sinister purposes. Speed 30 ft. (6 squares), swim 60 ft. War is only one strategy of the calculating kuo-toas. After Melee unarmed strike +8 (1d8+3) or +7/+7 (1d8+3) with flurry of blows and many centuries of decline, they have learned the lessons of bite +3 (1d4+2) attrition and the dangers posed by the more fecund races. Base Atk +5; Grp +7 Thus, whips prefer to defend their communities through Atk Options Combat Reflexes, Paralyzing Fists, Stunning Fist stealth, misdirection, isolation, and secrecy. Many kuo-toa 5/day (DC 17), ki strike (magic) settlements try to exist beyond the knowledge of the races Combat Gear 2 potions of cure light wounds, potion of jump, living around them. However, when battle is forced upon potion of shield of faith +2 them—whether to further the agenda of the Sea Mother or Abilities Str 14, Dex 16, Con 12, Int 10, Wis 18, Cha 11 defend the holy places from interlopers—kuo-toas fi ght with SQ amphibious, slow fall 20 ft. Feats AlertnessB, Combat Reflexes, Deflect ArrowsB, Great a cold-blooded savagery. Fortitude, Improved Unarmed StrikeB, Paralyzing Fists*, Stunning FistB * See page 51 Skills Balance +7, Climb +7, Diplomacy +2, Escape Artist +11, Jump +4, Knowledge (religion) +2, Listen +8, Move Silently +7, Search +6, Sense Motive +10, Spot +12, Swim +10, Tumble +8 Possessions combat gear plus amulet of mighty fists +1, ring of protection +1 Keen Sight (Ex) A kuo-toa monitor can spot a moving object or creature even if it is invisible or ethereal. Slippery (Ex) Unaffected by natural and magical webs. Light Blindness (Ex) Sudden exposure to bright light (such as sunlight or a daylight spell) blinds this kuo-toa monitor for 1 round. In addition, he takes a – 1 circumstance penalty on attack rolls, saves, and checks when in bright light. The monitors are the police of kuo-toa society. They combat the destabilizing infl uence of the race’s streak of insanity and enforce the social mores and practices of their ancient culture. These disciplined kuo-toas are generally not susceptible to the embrace of madness. Their training techniques are not always successful, though, and some of the most dangerous kuo-toas are monitors who have succumbed to insanity or teeter at its brink. A primary duty of monitors is to locate and neutralize kuo- toas who have gone mad and to do so as quickly as possible. When they spot a kuo-toa who appears to have gone insane, they do not pause to ask questions to be sure. A monitor quickly overtakes a fl eeing quarry and then attempts to paralyze the target by raining blows down on it. He then performs a coup de grace against the help- less individual. Insane kuo-toas are never allowed to live, for fear that they might further taint the tribe. A kuo-toa monitor iasT .F yb .sullI 95726720_Ch05.indd 132 2/22/07 3:30:09 PM 133 UNDERDARK MONSTERS OF THE CHAPTER 5 TYPICAL TREASURE Strategy and Tactics Kuo-toas have standard treasure for NPCs of their Challenge A footpad lizard has the intelligence of an animal and fi ghts Rating. Whips are armed with their signature pincer staffs, usu- as such. It initiates combat only if hungry or threatened. ally magic, and carry potions and other magic items to enhance When it does attack, it stretches out its snakelike neck to their command ability. Monitors favor magic items to protect bite its foes. Once it catches a creature between its teeth, it them in combat, since they usually lead the assault. A temple clamps down hard and doesn’t let go until the meal stops to the Sea Mother is lavishly decorated with pearls and other wiggling. gems, as well as with spoils taken from defeated enemies. QUICKSILVER LIZARD KUO-TOA AS CHARACTERS This big, silvery lizard stands on two hind powerful hind legs, bal- See MM 164–165 for more information on kuo-toa society and anced by a short tail. It has a pair of small forearms that end in sharp characters, and Underdark 16 for a list of racial traits. claws. A diamond-shaped head fi lled with sharp teeth perches atop a long, slender neck. LIZARD, GIANT Even with the use of the Vermin Trainer feat (see page 53), spiders Quicksilver lizards are valued for their tremendous bursts of are challenging to train. In addition, some clerics of Lolth forbid speed and their willingness to bear riders. Drow scouts use using spiders for any purpose other than participating in their these mounts to make lightning-quick raids. rituals. For these reasons, drow cultivate new breeds of hardy, Underdark-dwelling lizards to act as mounts and dray animals. Strategy and Tactics Other giant lizards are formidable hazards of the depths. In the wild, quicksilver lizards hunt in packs. They employ hit-and-run tactics, weakening prey until they can safely bring FOOTPAD LIZARD it down. But they are also skittish and fl ee if faced with any This massive lizard has a scaly blue hide. Its wedge-shaped head is serious threat. fi lled with teeth as long as daggers. Instead of claws, the lizard’s feet As a mount, a quicksilver lizard serves primarily to get its end in suckerlike disks. rider safely into and out of combat. Drow scouts use Ride-By Attack or Mounted Archery to exploit the beasts’ speed, and A footpad lizard is a breed of subterranean reptile sometimes the lizards sometimes add their own bites in melee. used as a pack animal by the drow.",
        "name":  "Environment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  " The low-fractured ceiling looks ominously unstable, and it clearly hp 15 each; see above collapsed at some point in the past. The fl oor is covered with bits of rubble and a layer of dust disturbed by the passage of many feet. Steel The violet fungi will not leave the cavern. They usually ignore poles anchored into the fl oor and walls seem to hold the ceiling in the szarkai, having become used to the presence of the albino place. Scattered among the rubble on the fl oor are a number of large drow. However, if combat starts, the fungi grow agitated and white bones that seem to have been fractured or crushed. Part of a fl ail at anything that comes within reach. large draconic skull rests in one corner. 4. MINE FACE The szarkai in Phazeuroth’s lair have recently allied with the Use this encounter when the PCs reach area 4 on the map. This deep dragon. They belong to a tribe of albino drow that lives area extends as a 20-foot-wide tunnel for 80 feet off the map to several weeks’ journey from Erelhei-Cinlu. The members of the west before hitting a dead end. When Vatirian originally this tribe call themselves Ul-Ilendeth, which means “drow claimed the lair, it included a mine that had been excavated by of destiny” in Elven, and they believe that they are destined drow in search of darklight ore lodes, many generations ago. to rule all drow one day. For centuries, they have kept their The location of the mine was lost to the current residents of existence a secret from other Underdark races by living in the Erelhei-Cinlu, its presence forgotten. Vatirian remembered, most hostile environments possible, often near darklight ore though, and the deep dragon was trying to reopen the mine lodes. They take precautions to shield themselves from dark- and extend the excavations when he triggered the cave-in light ore poisoning, but generations of mild exposure have that killed him. caused the Ul-Ilendeth to mutate. As a result, all Ul-Ilendeth The dark elves of Erelhei-Cinlu still know nothing about appear emaciated and frail, despite their fi erce strength, and are the ancient mine, but the Ul-Ilendeth somehow learned of its sometimes mistaken for undead upon fi rst glance. They also existence, and that is the reason they now seek an alliance with have low Constitution scores, making them prone to the many Phazeuroth. The szarkai have depleted the stores of darklight diseases and toxins of the Underdark. Due to this infi rmity, ore in their homeland and followed divinations to the lair, the Ul-Ilendeth are fanatical fatalists and fear nothing. hoping to reopen the old mine and dig out its ore. They have bribed Phazeuroth heavily, and because the deep dragon cares 3 Szarkai Fighters CR 5 nothing for the metal that lies beyond the collapsed tunnel, he Male albino drow fighter 4 agreed to let them take as much as they want. The Ul-Ilendeth NE Medium humanoid (elf) have only recently fi nished clearing away enough debris to Init +3; Senses darkvision 120 ft.; Listen +4, Spot +4 gain access to the mine. Languages Common, Elven, Undercommon AC 22, touch 11, flat-footed 21",
        "name":  "To trigger this encounter, read",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bronze staff to come from this martial house, whose holdings are built City District: Ghetto of the Dead like fortresses, with extensive armories and training facili- Matron: Eclavdra (CE female drow cleric 24, ties. Despana is also known for its diabolists and summoners, Diplomacy +26, Knowledge [religion] +30; see Epic Level who make liberal use of bound demons and other outsiders. Handbook page 306) Lady Shehirae is a remarkable success story, having risen from Once a leading family in Erelhei-Cinlu politics, House Eilservs the rank of slave to that of matron after participating in the lost much of its infl uence when a band of surface adventurers assassination of the house’s previous ruler. Despana’s tradition dealt a serious blow to the Vault of the Drow—the intruders of military excellence has continued ever since, and today a even sacked the holy Fane of Lolth. Mistress Eclavdra disap- disproportionate number of drow warriors owe allegiance to peared for many years, and some thought her dead. Eventually, this household. Despana maintains relatively good relations she returned and took command of House Eilservs once with House Tormtor and periodically lends its warriors to again, guiding it through the Priestess Wars and emerging assist with wall patrol and guard duties. intact, albeit with reduced status. But Eclavdra appears to have regained the favor of the Spider Queen, having recently Shi’quos assumed control of the Fane of Lolth. Thus, she continues to",
        "name":  "The fi nest warriors and gladiators in the drow realm are said Sigil",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Beginning at 3rd level, you gain trapfi nding You gain one additional daily use of this ability at every (see the rogue class feature, PH 50), except that you can odd-numbered bard level (3rd, 5th, and so on). use Survival instead of Search to locate traps. However, you take a –5 penalty on such checks because of your Alternative Class Feature: Mimicking Song comparative unfamiliarity with the mechanisms and You use your bardic music to create background noise triggers involved. consistent with your adventuring environment, shielding Once you fi nd a mechanical trap, you can attempt to the sounds made by yourself and your adventuring party disarm it by making an attack roll. You succeed if the result as you move through dangerous areas. exceeds the Disable Device DC of that trap. Only traps Level: 1st. with moving mechanisms or gears (such as shifting fl oor Replaces: If you select this alternative class feature, you panels, dropping portcullis gates, or arrow traps) can be do not gain the countersong bardic music ability. 662200__9955668844__CChh11..iinndddd 88 1111//2222//0066 1100::5588::2211 AAMM 9 AS ENEMY THE DUNGEON CHAPTER 1",
        "name":  "Benefi t",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you select this alternative class feature, you level, you gain a +2 competence bonus on saves and to do not gain any of the following abilities: wild empathy at your Armor Class when attacked by traps. You also gain 1st level, woodland stride at 2nd level, and resist nature’s a +5 bonus on Strength checks to break a door, wall, or lure at 4th level. similar obstacle.",
        "name":  "Replaces",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 1st level, you gain vermin empathy. This In addition, you gain a special benefi t when making a ability functions just like wild empathy (PH 35) except that bull rush. If you force an opponent to move into a wall you can improve the attitude of vermin instead of animals, or other solid object, he stops as normal. However, your even though vermin are usually nonintelligent. momentum crushes him against it, dealing an amount At 2nd level, you gain the ability to move over stone, of bludgeoning damage equal to 4d6 points + twice your rock, and earthen debris at your full speed without taking Strength bonus (if any). damage or suffering any other impairment. This ability At 6th level, the bonuses when dealing with traps functions only with natural surfaces. Magically altered increase to +4, and the bonus on Strength checks to break surfaces, such as those created by soften earth and stone or objects increases to +10. The damage you deal when bull spike stones, affect you normally. rushing an opponent into a wall increases to 8d6 points + At 4th level, you gain resistance to the powers of three times your Strength bonus. creatures most abhorrent to nature. You gain a +4 bonus on saving throws against the spell-like abilities MONK of aberrations. You are the party member most able to bypass dungeon obstacles, and you also provide combat support. Your varied FIGHTER class skills, substantial skill points, and lack of reliance Your role in the dungeon is to fi ght strategically, pro- on armor make you ideally suited to focusing on essential tecting the weaker members of the party by holding off dungeoneering skills. Climb, Hide, Jump, Listen, Move enemies. Ranged attacks are certainly possible in larger Silently, Spot, and Tumble are all good choices; depend- chambers, but your greatest strength is holding the line ing on your ability scores, either dominate in one area or in melee. Focus your feats on those that enhance melee select a balanced array. combat in tight spaces where movement is limited, such as In combat, use your great mobility to set up fl anking Combat Refl exes, Cleave and Great Cleave, or Whirlwind positions for other characters (especially the rogue). The Attack. Setting up tactical “pinch points,” as mentioned Tumble skill can protect you from attacks of opportunity in the barbarian’s entry above, will let you deliver more and allow you to move about the battlefi eld safely. The pain than usual. The Vexing Flanker feat (PH2 85) makes Acrobatic Strike feat (PH2 71) makes tumbling even more a fl anking position even more deadly against enemies. If worthwhile. For your bonus feats, Combat Refl exes and you’re worried about being caught in the dark, Blind-Fight Improved Trip are useful selections: Knock foes prone, can be useful. then slam them as they try to rise or crawl away. Your Strength-based skills (Climb and Jump) are vital in Your other class features have broad utility in the dun- the dungeon, allowing you to cross or exploit obstructing geon, especially slow fall and immunity to disease and terrain. Unless you specialize in light armor and Dexter- poison. At higher levels, the abundant step ability lets you ity-based combat, you’ll need maximum ranks to make up bypass most obstacles with ease. for your armor check penalty. Aside from these considerations, your function isn’t Alternative Class Feature: Standing Jump much different from that in other situations. A blade is a While most monks gain a fl uid grace that allows them blade in the dungeon or in the wilderness. to move with astounding speed, you have learned how to focus your energy and expel it in one quick burst.",
        "name":  "Benefi t",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you select this alternative class feature, and a stout shield. Traps, hazards, falling portcullises, and your fast movement ability is reduced. You gain a +10-foot other threats can pose as much danger as an enraged troll. enhancement bonus to speed at 12th level and another But you cannot help your impetuous nature. When others +10-foot bonus at 18th level. might move ahead cautiously and search for traps and other Benefit: At 3rd level, you can make a standing long hidden dangers, you charge forward, ignoring the traps jump with ease. The check DCs for your long jumps do you set off and splintering doors and obstacles. not require a 20-foot running start and do not double",
        "name":  "Survival in a dungeon requires more than skill at arms Replaces",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You excel at overwhelming traps, smashing armor (even light armor) or when carrying a medium through doors, and pushing aside your enemies. At 2nd or heavy load. 662200__9955668844__CChh11..iinndddd 1100 1111//2222//0066 1100::5588::2244 AAMM 11 AS ENEMY THE DUNGEON CHAPTER 1",
        "name":  "Benefit",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you use Disable Device to disarm a trap, Alternative Class Feature: Spell Shield the time required to perform the check is reduced. Use As a powerful spellcaster, you’re likely to attract the atten- the following table in place of the one on page 72 of the tion of powerful opponents, and your teammates can’t Player’s Handbook. always protect you. Spell shield lets you use your spells’ energy to offset damage that might otherwise kill you.",
        "name":  "Benefi t",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You have an encumbrance limit, but most of your survival. Remember, your first priority is the time, you do not want to be anywhere near it. You to come back alive. should not carry so much gear that your equipment puts Cooperation: Find out whether an ally plans you in a load category higher than your armor. In fact, to bring the same item, and whether he would you should carry less than the maximum to keep you in mind sharing it if needed. If an item can be passed the same category, or items you accumulate during the around a group, there is little reason for each trip will push you into a heavier load. If everything you member to carry his own. need weighs too much, get a bag of holding, a portable hole, a Effi ciency: Is the item the most space-effi cient cohort, a follower, a pack animal, or a hired lackey to tote way to handle the anticipated problem? Often, a your stuff, depending on what your budget will bear. smaller, more elegant item is available, though its",
        "name":  "Weight",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Swarmguard armor is precisely crafted Durable Armor with a bare minimum of gaps between pieces. Delicate To protect their valuable magic armor, many fight- script is engraved around each seam that is absolutely ers add this special ability to guard against familiar necessary, warding it against intrusion by the tiniest of dungeon hazards. vermin. When exposed to a swarm attack, the script glows",
        "name":  "Description",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Durable armor is coated with special sub- bright red, blocking creatures that try to penetrate the stances that repel caustic attacks. The surface of the armor armor’s defenses. is slick to the touch, indicating the special magical and Activation: The swarmguard ability activates automati- alchemical treatments applied during its manufacture. cally when a creature of the swarm subtype enters your",
        "name":  "Description",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Only metal armors can have this special space. No action on your part is required. ability. Effect: You gain damage reduction 5/— to the swarm attack ability of any creature of the swarm subtype. You 662200__9955668844__CChh22..iinndddd 3399 1111//2277//0066 99::2266::4433 AAMM 40 2 RETPAHC FO SLOOT EDART EHT gain a bonus on Fortitude saving throws and on Concen- party quickly. Typical command words might be “Rise tration checks to resist a swarm’s distraction ability (MM and shine,” “Danger lurks,” or the simple but effective 316). This bonus is equal to the armor bonus of the armor “Wake up!” you are wearing. Effect: When a creature within 100 feet speaks the Aura/Caster Level: Moderate abjuration; CL 7th. command word, a blanket of security automatically wakes",
        "name":  "Prerequisite",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, repel any creature sleeping under it, even if the dozing creature vermin. is under a magical sleep effect.",
        "name":  "Construction",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, repel move 5 feet as an immediate action whenever you are vermin. allowed to make a Reflex save against a spell, spell-like",
        "name":  "Construction",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Blankets of security are fi ve matching wool items by drawing a harmful effect to itself instead. blankets, each embroidered with sigils in orange thread Description: A clasp of safeguarding looks like a delicate along the edges. When activated, the sigils glow brightly gold pin that can be affi xed to clothing or armor. The pin and vibrate, emitting a low subsonic hum. is sculpted to resemble a tortoise, with two minuscule",
        "name":  "Description",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bypassing danger and setting up by surprise. ambushes is often wiser than attacking head-on, especially when Lightning Reflexes: Traps and environmental hazards (not to the party is already banged up and far from civilization. mention monsters) make Reflex saves crucial in a dungeon. Decipher Script, Knowledge (arcana), and Knowledge (history): Stealthy: Many characters are ill suited to stealthy movement, Ancient dungeons contain lost secrets, and these skills can help especially those wearing heavy armor, but this feat can pick up determine why a dungeon exists and who made it, as well as the slack. The quieter everyone moves, the more advantageous enabling you to solve puzzles and bypass danger. for the whole party. pqqqqqqqqqqqqqqqqqqqqrs lekniwhoV .F yb .sullI 662200__9955668844__CChh22..iinndddd 4422 1111//2277//0066 99::2266::4477 AAMM 43 THE TRADE TOOLS OF CHAPTER 2 in-a-box kit is a fine substitute in an emergency. With Item Quantity Cost Weight potions on hand to heal most ailments, you can march Bag of holding, type I 1 2,500 gp 15 lb. into a dungeon with the peace of mind that relief is Climber’s kit 1 80 gp 5 lb. Grappling hook, mithral 1 1,000 gp 2 lb. never far away. Lava stone 10 240 gp — Potions Item Quantity Cost Weight jump 4 200 gp — Antitoxin 4 200 gp — levitate 2 600 gp — Healer’s kit 1 50 gp 1/2 lb. spider climb 2 600 gp — Holy water 4 100 gp 4 lb. water breathing 1 750 gp — Keoghtom’s ointment 1 4,000 gp 1/2 lb water walk 1 750 gp — Potions Quaal’s feather token, 1 450 gp — cure moderate wounds 2 600 gp — lb. swan boat lesser restoration 2 600 gp — lb. Rope, silk (100 ft.) 4 80 gp 10 lb. remove blindness/deafness 1 750 gp — lb. Total 7,250 gp 32 lb. remove curse 1 750 gp — lb. remove paralysis 1 300 gp — lb. SAFE REST KIT Total 7,350 gp 5 lb. When your party needs to rest, protect everyone with this DOORBUSTER KIT kit of cautionary equipment. Barricade yourself in a room With this kit in your backpack, no door will block your by spiking the doors shut. If ghosts or ethereal fi lchers are way. If you cannot pick the lock, melt it. If you cannot melt a concern, paint the walls, ceiling, and fl oor with ghostwall it, pry it open. If you cannot pry it open, saw it off. With all shellac to keep out things that go bump in the night. these options, you will yearn to face tougher locks—just for the change of pace. Item Quantity Cost Weight Bedroll 6 20 gp 1 lb. Ghostwall shellac 6 900 gp 6 lb. Item Quantity Cost Weight Hammer 1 5 sp 2 lb. Acid (flask) 4 40 gp 4 lb. Iron spike 5 5 sp 5 lb. Crowbar 1 2 gp 5 lb. Stone of alarm 1 2,700 gp 2 lb. Hacksaw, superior 1 20 gp 1 lb. Waterskin 1 1 gp 4 lb. Lockslick 2 360 gp 1 lb. Total 3,622 gp 20 lb. Thieves’ tools, masterwork 1 100 gp 2 lb. Wand of knock 1 4,500 gp — Total 5,022 gp 13 lb. TRAPSPRINGER KIT With a variety of tools for finding and neutralizing MOBILITY KIT common traps, you are well prepared to face any mechani- You should have no problem leading the party anywhere cal hazard. Use the dagger to cut through trap parts with with this suite of climbing and exploring aids. The potions ease (especially when dealing with encounter traps; see cover special situations, while the climber’s kit lets you page 120). Feel ahead for pressure plates with the collaps- scale a wall fi rst before dropping a line back down for your ible pole, and send the animals from the bag of tricks ahead companions. And the bag of holding? Let’s just say there is to test for traps. no such thing as having too much rope. Item Quantity Cost Weight Acid (flask) 3 30 gp 3 lb. Acid neutralizer 3 150 gp 3 lb. Antitoxin 5 250 gp — Bag of tricks, gray 1 900 gp — Collapsible pole 1 20 gp 8 lb. Dagger, adamantine 1 3,002 gp 1 lb. Goggles of minute seeing 1 1,250 gp — Hacksaw, adamantine 1 600 gp 1 lb. Lockslick 2 360 gp 1 lb. Rubber ball 10 30 gp — Thieves’ tools, masterwork 1 100 gp 2 lb. Total 6,692 gp 19 lb. Thieves’ tools Illus. by B. Hagan 662200__9955668844__CChh22..iinndddd 4433 1111//2277//0066 99::2266::5500 AAMM his chapter presents a variety of dungeon- COMBAT TINKERING themed material that adds to the subterranean You can disarm traps or pick locks quickly and effi ciently, adventuring experience, both for player char- even under the pressure of combat. acters and the opponents they face. Benefit: You gain a +4 bonus on Concentration checks to avoid being distracted in combat while making Disable Device or Open Lock checks. You also NEW FEATS gain a +4 bonus when attempting to quicken a Disable Feat selection is perhaps the biggest factor that differ- Device or Open Lock check (see the Quickened Skill entiates two characters of the same class. The following Checks sidebar). feats supplement those in the Player’s Handbook and Normal: You must make a Concentration check other sources. Each feat offers valuable talents to whenever you are damaged or otherwise distracted while dungeoneering PCs. attempting to use the Disable Device or Open Lock skills.",
        "name":  "Hide and Move Silently",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You know the styles of famous dungeon before seeing the result of his Balance check. You can architects or recognize their infl uences. After fi nding or target a particular creature with this maneuver once setting off a trap in a dungeon, you gain a +2 bonus on per round. future Search checks and Disable Device checks to fi nd Tunnel Fighter: To use this maneuver, you must be the or disarm traps in that same dungeon. You also gain a +4 target of at least one melee attack from at least one foe while bonus on Refl ex saves to avoid traps in that dungeon, and standing with walls adjacent to you on two or more sides. a +4 dodge bonus to Armor Class against attacks made by When you are attacked under such conditions, you gain traps in that dungeon. a +2 bonus to Armor Class due to cover. (If you gain cover from another source, this benefi t does not stack with it.) TRAP SENSITIVITY You also block line of sight for any spells or attacks made Your senses are so attuned that you can detect mechanical by your opponents, though your allies can fi re through traps that are close by. your space as normal.",
        "name":  "Benefit",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hunter of the dead (Complete Warrior), 4th +4 +4 +1 +4 Monstrous fl ank radiant servant of Pelor (Complete Divine), sacred exorcist 5th +5 +4 +1 +4 Extra monstrous (Complete Divine), and warpriest (Complete Divine). companion In addition to these options, two new prestige classes— 6th +6/+1 +5 +2 +5 — the beast heart adept and the trapsmith—make fine 7th +7/+2 +5 +2 +5 Monstrous tactics 8th +8/+3 +6 +2 +6 — choices for aspiring dungeoneers. The beast heart 9th +9/+4 +6 +3 +6 Extra monstrous adept learns to train many of the monsters found in companion dungeons and use them as companions. The trapsmith 10th +10/+5 +7 +3 +7 Monstrous team-up is a master of traps, capable of setting up booby traps quickly to confound and hurt foes. In addition, a third Class Skills (4 + Int modifier per level): Climb, Concentration, Craft (any), Diplomacy, Handle prestige class—the dungeon lord—offers a special suite Animal, Heal, Jump, Knowledge (arcana), Knowledge of abilities for NPC villains who set themselves up as (dungeoneering), Knowledge (nature), Knowledge (the rulers of dungeons. planes), Profession (any), Ride, Survival, Swim. CLASS FEATURES BEAST HEART ADEPT A beast heart adept forms something like a pack, with “I’d rather not travel with your band. Here in the dungeon, I’ll himself at the center and his bestial allies as the members. stick with my companions. They talk less and fi ght harder.” Under his tutelage and care, these monsters become stron- —Daktar Goretusk, half-orc beast heart adept ger and tougher. Over time, the beast heart adept learns to optimize his fi ghting ability when battling alongside Adventurers face monsters every time they descend his newfound allies. into a new dungeon. Most view the creatures as horrid Monstrous Companion (Ex): You gain the service abominations that want nothing more than to cut of a monstrous companion. The creature is similar to them down where they stand. However, the beast heart a druid’s animal companion (PH 35), but it is a magical adept sees through a monster’s frightening visage. beast or aberration rather than an animal. Choose one 662200__9955668844__CChh33..iinndddd 4488 1111//2277//0066 99::3366::2277 AAMM 49 OPTIONS CHARACTER CHAPTER 3 of the following as your monstrous companion: ankheg, Monster Empathy (Ex): You can use body language, blink dog, giant eagle, giant owl, hippogriff (4 Hit Dice), vocalization, and demeanor to improve the attitude of a krenshar (4 Hit Dice), otyugh, owlbear, pegasus, or worg. magical beast such as a chimera or a gorgon. This ability Except for the hippogriff and the krenshar, which are functions like the druid’s wild empathy class feature (PH larger than normal, the monster is typical of its kind. If 35), except that it affects magical beasts regardless of their its Intelligence is greater than 2, the companion has the Intelligence score. same alignment as you. You can also use this ability to infl uence an animal (such If you have levels in other classes (such as druid or as a dire bear) or an aberration that has an Intelligence ranger) that give you the ability to have an animal com- score of 1 or 2 (such as a rust monster), but you take a –4 panion, those levels do not stack with your beast heart penalty on the check. adept levels for the purpose of determining which kinds If you have the wild empathy ability from another class, of monstrous companions you can select (and what the add your levels in that class to your beast heart adept level abilities of those companions are). when infl uencing magical beasts or animals. In addition, At 3rd level or higher, you can select from alternative you no longer take a penalty to your monster empathy lists of monsters (see the sidebar). Just as with a druid’s check when infl uencing animals. If you have 5 or more alternative animal companion, an alternative monstrous ranks in the Handle Animal skill, you gain a +2 bonus on companion gains abilities as if your beast heart adept class your monster empathy checks. level were lower than it actually is. pqqqqqqqqqqqqqqqqqqqqrs MONSTROUS COMPANIONS beast heart adept gains a +4 circumstance bonus on monster The beast heart adept’s monstrous companion is superior empathy checks and Handle Animal checks regarding a mon- to a normal animal of its kind and has special powers, as strous companion. described below. Evasion (Ex): Beginning at 3rd level, your monstrous compan- ion can avoid damage from certain attacks with a successful Class Bonus Natural Str/Con Bonus Reflex save. See the monk class feature (PH 41). Level HD Armor Adj. Adj. Tricks Special Devotion (Ex): A monstrous companion’s devotion to its 1st–2nd +0 +0 +0 1 Link master is so complete that it gains a +4 morale bonus on Will 3rd–4th +2 +2 +2 2 Evasion saves against enchantment spells and effects. 5th–6th +4 +4 +4 3 Devotion Improved Evasion (Ex): Beginning at 9th level, your monstrous 7th–8th +6 +6 +6 4 — companion can avoid damage from certain attacks with a suc- 9th–10th +8 +8 +8 5 Improved cessful Reflex save and take only half damage on a failed save. evasion See the monk class feature (PH 42).",
        "name":  "Divine Specialist",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Add this number to the base creature’s existing parentheses) when determining the monster’s characteristics Hit Dice. Extra Hit Dice improve a monstrous companion’s base and special abilities. attack bonus and base save bonuses, and grant it additional feats and skill points (for details, see Improving Monsters, MM 3rd Level or Higher (Level –2) 290). Monstrous companions do not increase in size as a result Digester of these extra Hit Dice. Girallon Natural Armor Adj.: Add this number to the base creature’s Manticore existing natural armor bonus. Winter wolf Str/Con Adj.: Add this number to the base creature’s Strength score and Constitution score. 5th Level or Higher (Level –4)",
        "name":  "Bonus HD",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sometimes a dungeon worked into the back of a cloak or shield. is so large and so well stocked that a guild Background, Goals, and Dreams: decides to claim it. Members guard the en- Based at the entrance to a massive dun- trance so that they alone control the fl ow geon complex just outside a large of wealth from the dungeon’s halls. The metropolis, the Wartower Wardens guards let adventurers pass for a flat originated as an ownership guild, fee, or perhaps in exchange for controlling and taxing wealth a portion of whatever loot the pulled up from the halls below. explorers fi nd below. Guild Over the years, the senior leader- members can come and go as ship of the guild came to believe they please, and as a reward that great secrets were buried in for their loyalty, they give up the dungeon, and they launched a lower percentage of treasure. plans to investigate. In some kingdoms, the hoards Today, members of the guild of ancient dungeons are consid- spend a good deal of time exploring ered the property of the king, and the great dungeon or preparing for thus ownership guilds issue permits to a future expedition. Occasionally, allow the exploration of such sites, with a they are called upon by the guild percentage going to the crown. Stillguar to perform specific duties in the",
        "name":  "Ownership Guild",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A surprise attack should catch the treasure in a way that makes sense and doesn’t seem players, not just their characters, off guard. Asking for contrived, but still serves the aim of letting the game go a Spot or Listen check alerts the players to something on. Using treasure properly lets the players feel like their lurking ahead, even if their characters don’t see or hear characters get a little bit better from every encounter. anything. In the same way, a surprise attack or a trap Treasure can appear many forms. Nearly any furnish- effect loses its punch if you have to ask the AC of the ing can be valuable if crafted finely and inlaid with intended target. Keep notes on the PCs’ key statistics, precious stones and metals. A room that grants strange such as their Armor Class, saving throws, hit points, and abilities or an altar that makes dreams come true are so on. In particular, have important skill modifi ers on treasures too—the powers they grant serve the game as hand, especially Listen, Search, and Spot, so that you can if they were magic items. Chapter 7 of Dungeon Master’s make secret checks from time to time. Guide II describes a number of such magical locations",
        "name":  "Character Notes",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Four shadows (hosers, CR 3) pass through the The Burners: These monsters should be as far away walls suddenly to ambush the PCs. They focus their attacks from the encounter as their range allows, preferably behind on adventurers wearing heavy armor, ordered by their several obstacles or hazards. master to reduce the strength of the party’s warriors. The Sample: Two kobold sorcerers (burners, kobold sor- shadows are easily replaced and have been commanded to cerer 10 that knows fireball, CR 10) stand far away from fi ght until destroyed. the bridge in darkness, watching for light sources that",
        "name":  "Sample",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Blind-Fight, Improved Overrun, Two new dungeon denizens, the ascomoid and the rot grub Power Attack. swarm, are presented below. If an owlbear is confined to a specific part of a dun- geon, the ability to track prey is irrelevant. Owlbears ASCOMOID bred for combat get more use out of Power Attack than Track, while those intended for sentry duty might be Rolling along is a ball of fungus, made up of mottled patches of better off with Blind-Fight. Or, for a particularly nasty yellow and orange, marked with occasional indentations that combination, create an owlbear that was trained by look almost like gigantic pores. its owner to attack the intruder farthest away, on the Ascomoid CR 4 theory that the most distant foe is usually a lightly armored wizard or archer. Such owlbears are taught Always N Medium plant Power Attack and Improved Overrun so that they can Init +2; Senses tremorsense 60 ft.; Listen +0, Spot +0 plow through front-line fighters to dig their claws into AC 16, touch 12, fl at-footed 14 (+2 Dex, +4 natural) the softer prey at the rear. hp 45 (6 HD); DR 5/piercing Immune trip attacks, cannot be knocked prone, plant immuni- RUST MONSTER ties (MM 313)",
        "name":  "Alternative Feats",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Great Fortitude, Iron Will (Truly Horrid victims for a number of points of damage equal to 2d6 + only), Improved Natural Armor (Truly Horrid only), 1-1/2 times its Strength bonus (Refl ex DC 17 half; the save Multiattack, Toughness. DC is Strength-based).",
        "name":  "Default Feats",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature’s natural armor bonus increases by +2.",
        "name":  "Armor Class",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any trap with a delay between its acti- testing traps serve to separate the truly deserving from vation and the final result can serve as a testing trap. those who are merely powerful. The classic water-filled room (CR 7, DMG 73) and the compacting room trap (CR 6, DMG 72) are good EJECTING INTRUDERS examples, because they cause no damage or ill effects for The purpose of an ejection trap is to remove the target the first few rounds. A clue in the room might grant a completely from the premises. These traps are favored circumstance bonus on a Search check to find the trap’s among good-aligned dungeon builders who have no wish bypass mechanism, or on a Disable Device check to to harm accidental trespassers. disarm the trap. Clever PCs who understand the clue can Examples: The catapult trap (see page 135) is an example shut the trap down with no harm done. Alternatively, of an ejection trap, as would be one that used plane shift or normal traps could have location triggers based teleport to magically dispose of intruders. on questions or riddles written nearby. If Placement: Ejection traps are best placed after intrud- the PCs give the wrong answer, the ers have already bypassed several dangerous obstacles in trap activates. the dungeon, so that they must confront those obstacles again on their return trip. There is not much point in placing an ejection trap close to the dungeon’s entrance, because the PCs will not find it particularly oner- ous to hike back. Also, ejection traps do not work as well in dungeons that offer plenty of monster encounters but few hazards or obstacles, because the PCs will dispose of most creatures on their first trip through and face few challenges on the return trip. ALTERING THE DUNGEONSCAPE Sometimes, the point of a trap is to alter the terrain features around the target rather than to affect the target directly. These traps shut doors, drop portcullises, open new passages, or release captive monsters. The main advan- tage of these traps is that a high Reflex save or Armor Class is of no use in defending against their purpose.",
        "name":  "Examples",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Traps that alter the dungeonscape can be placed just about anywhere, Illus. by S. Belledin Some traps test those who would pass 662200__9955668844__CChh66..iinndddd 111199 1111//2277//0066 99::4499::4422 AAMM 120 6 RETPAHC SPART but they must work in conjunction with the overall fl oor Type: This section identifi es the trap as mechanical plan of the dungeon to have any meaning. For example, (using objects or hazardous substances to attack those traps that cut off avenues of retreat work only if there are who enter its area) or magic (using a spell or magic item no other passages for escape. Similarly, traps that open to attack those who enter its area). new paths work best if the revealed areas contain unhappy Trigger: This section describes the means by which monsters that leap out and attack the PCs. the trap is activated. Typically, traps activate by location or tough trigger, going off when the PCs step on a pres- sure plate or touch a specifi c object. Magic traps often ENCOUNTER TRAPS have a detection trigger and activate when an intruder Many of the standard traps in the D\u0026D game are is detected through such spells as alarm or true seeing. usually brief obstacles to experienced PCs, draining Other traps trigger after a preset time has expired, such few resources. Encounter traps are different—they as a trap that activates 1 minute after the door to the room engage the entire group in overcoming a trap’s attacks, is opened. and the trap becomes an encounter unto itself. Many Init: This modifi er is used to determine the trap’s place encounter traps behave more like monsters, acting in in the initiative order. When the trap is sprung, the PCs, the initiative order and trying to smash, poke, or burn the trap, and any other creatures in the room roll initiative intruders. Encounter traps can contain large moving to determine the order of action. parts, such as crushing blocks, rolling boulders, or Effect: This section describes the specifi cs of the trap’s spinning blades, while others rely on spells or hazard- attacks, including its attack bonus, damage, save DC, ous substances, such as burning jets of oil, bolts of save type, and the area affected by each separate attack. lightning, or acidic gases. Encounter traps make a number of attacks each round, Although standard traps still have a place in the dun- usually, one attack per 5-foot-by-5-foot square. The DM geon, throwing a few encounter traps into the mix makes should roll each attack separately unless the area affected every room an opportunity for adventure. by an individual attack affects multiple targets, in which case a single attack applies to all targets. Traps that utilize ENCOUNTER TRAP FORMAT spells function in much the same way, with each square Like standard traps, encounter traps are activated by a under attack each round. trigger. Once set in motion, encounter traps run for a set Duration: This section specifies how long the trap amount of time (usually, a few minutes) or until defeated. functions before it must be triggered again. Some traps The trap activates on its initiative count, allowing the PCs must be reset entirely once triggered and do not reset to act while the trap resets. Each sample encounter trap automatically. presented here provides a number of pieces of information Destruction: This section gives the Armor Class, hit needed to run the trap. points, and hardness (if any) of a single attack source. If",
        "name":  "Placement",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A few undead make good guards for magic scour an access panel for a simple poison needle trap, encounter traps that use mind-affecting magic, poison, which makes it all the more effective in the end. A big, energy drain, or any other effect that hampers only fl ashy encounter trap might be a distraction for a more living creatures. For double benefit, a trap that deals deadly trap hidden inside it. negative energy damage (such as with mass inflict light Finally, there is something to be said for using standard wounds) will harm intruders while simultaneously heal- traps to reward the players of rogues. An encounter with ing the undead. a standard trap is their chance to shine, to validate their training and preparation, and to be the hero. Placing ENCOUNTER TRAPS standard traps here and there in your dungeon to give a AND STANDARD TRAPS rogue occasional time in the spotlight can go a long way Standard traps still have a place in the dungeon, but toward making the player feel good about her choice remember to consider when it is appropriate to encour- of character. age caution and when it is not. If the PCs barge through every door without stopping to weigh the consequences, NEW STANDARD TRAPS a few standard traps that explode in their faces might give them second thoughts. On the other hand, if the The following traps use the standard rules for traps. For group spends hours of game time searching every details, see page 67 of the Dungeon Master’s Guide. square inch for traps, a few encounter traps might send them the message that springing a trap is not the end HIGH-LEVEL MECHANICAL TRAPS of the world. By the time adventurers reach character levels in the dou- Consider the time you want to spend on the trap. If it ble digits, only the most powerful standard traps pose a guards a signifi cant person, place, or object—one signifi cant threat to them. The that has thematic im- magical abilities of high-level portance in your characters allow them to by- adventure—then pass most standard traps a spectacular en- without springing them, counter trap might and traps that do activate be desirable. But seldom cause them seri- the treasure chest ous harm. No traps in of an ordinary the Dungeon Master’s monster does not Guide have a Challenge warrant the time Rating higher than 10. spent on a com- Characters of 18th level plex encounter and higher, howev- trap. Remember er, do not earn XP too that the brief for defeating CR 10 time it takes to traps, making them interact with a something of a waste standard trap of time in such high- can be an ad- level games. vantage, such as So, should traps be in the case of a phased out at a certain room fi lled with point? No. Barbarians and trapped footlock- rogues gain trap sense bonus- ers. Treating them es up through 18th level, and all as encounter it would not be fair to deny them traps would waste a chance to use their skills. But hours of game trapbuilders must expand their time without add- arsenals to ward off adventurers ing much to the overall Monsters and traps work well together of immense power. The following experience. strategies can be used to create In addition, standard traps can be paired with encoun- and place traps so that high-level characters will need to ter traps. If your encounter trap has a central disarm be cautious. hcaoR .D yb .sullI 662200__9955668844__CChh66..iinndddd 112288 1111//2277//0066 99::4499::5599 AAMM 129 TRAPS CHAPTER 6 Multiple Traps attacks. It is not effi cient to cast invisibility and permanency Linking several independent traps to a single trigger is an on every piece of ammunition a trap holds. Similarly, pit easy and effective way to increase the threat of a trapped traps and most forms of “can’t miss” traps rarely benefi t corridor. Because the traps are sprung simultaneously, from invisibility. they can combine effects in a way that is more dangerous However, it is possible to make greater invisibility (PH to the PCs than if they were encountered separately. For 245) permanent on a melee attack trap by casting perma- example, a power word stun trap (CR 8, DMG 73) that is nency and expending 2,000 XP. Such a trap would retain inscribed inside a crushing room trap (CR 10, DMG 74) its invisibility even after attacking, allowing it to strike is effective because any creature stunned by the fi rst trap repeatedly while invisible. Only automatic reset traps gain will be unable to escape being squeezed by the second. much benefi t from this arrangement. Together, these traps would be treated as a “mixed pair” The Challenge Rating for an invisible trap increases by encounter, for a total Encounter Level of 11. Likewise, 1, or by 2 if the trap has greater invisibility and is a melee eight linked chain lightning traps (CR 7 each, DMG 73) attack trap. The costs in Table 6–6 (page 131) assume that can pack a deadlier punch than if they were encountered the trapbuilder hired an NPC spellcaster to cast the spells separately, because the victims will not have time to needed. If the trapbuilder can cast the spells herself, the heal between the traps. Together, the eight traps have an process is free except for the XP costs. Encounter Level of 13. Greater Poison Invisible Traps Poison can make any trap deadly, but some trapbuilders Mechanical attack traps can be rendered invisible by find that commonly available venom lacks the lethal casting invisibility (PH 245) and permanency (PH 259) on force they require. By harvesting poison from only the them. Creatures that cannot see invisible objects take largest and most powerful monsters, they can increase a –20 penalty on Search checks to fi nd invisible traps. their traps’ potency—at a dramatic increase in cost. Still, However, they take only a –10 penalty on Disable Device to the masters of trapbuilding, the extra expense is more checks to disarm invisible traps, because much of the art than worth it. of disarming a trap is based on touch. Ranged or melee Greater poison comes from monsters that have attack traps that have been rendered invisible deny their advanced in size beyond their most common form. targets a Dexterity bonus to Armor Class, just as if they Advances in size increase the creature’s Constitution were invisible creatures. score, which in turn increases the DC of the Fortitude Because a trap springing is technically an attack, an save against its poison. Many poisons in Table 6–2: invisible trap that activates cancels its own invisibility Greater Poisons come from monsters that have grown in spell. Invisibility is thus most common with traps that size, while others come from mighty but less commonly have a manual or repair reset, especially for ranged found creatures. Table 6–2: Greater Poisons Name Type Initial Damage Secondary Damage Trap CR Cost Bonespear poison fusionFF Injury DC 25 2d4 Str + 2d4 Dex 2d4 Str + 2d4 Dex +6 3,100 gp Centipede poison, Colossal Injury DC 23 2d6 Dex 2d6 Dex +4 900 gp Conflagration ooze essenceMM3 Contact DC 19 1d4 Con + 2d4 hp (fire)1 1d4 Con + 2d4 hp (fire)1 +4 850 gp GreensicknessMM3 Inhaled DC 33 2d6 Str + 1d4 Con 2d6 Str + 1d4 Con +7 4,000 gp Megapede poisonMM2 Injury DC 44 2d6 Con + 1d4 Dex 2d6 Con + 1d4 Dex +11 24,000 gp Pit fi end venom Injury DC 27 1d6 Con Death +9 30,000 gp Purple worm poison, Colossal Injury DC 27 1d6 Str 2d6 Str +5 1,400 gp Scorpion venom, Gargantuan Injury DC 23 1d8 Con 1d8 Con +5 3,300 gp Scorpion venom, Colossal Injury DC 33 1d10 Con 1d10 Con +8 9,900 gp Shrieking terror salivaMM3 Injury DC 19 Unable to heal injury2 — +1 5,000 gp Spider venom, Gargantuan Injury DC 20 2d6 Str 2d6 Str +4 850 gp Spider venom, Colossal Injury DC 28 2d8 Str 2d8 Str +6 1,900 gp Svaklor venomMM3 Injury DC 24 Paralysis 1d4 Con +6 3,500 gp Svaklor venom, greaterMM3 Injury DC 34 Paralysis 1d6 Con +9 8,000 gp Wyvern poison, Huge Injury DC 19 2d6 Con 2d6 Con +6 4,000 gp Wyvern poison, Gargantuan Injury DC 21 2d6 Con 2d6 Con +7 5,000 gp",
        "name":  "Undead",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This is a cardstock screen (available in many game and Computers:With a computer at the table (or at your side nearby, hobby stores) that stands up on the table between you and the players. It but shielded from players), you can keep all your notes and maps in has useful tables and rules reminders on it to speed play. You can also clip electronic files easily searched and referenced during the game. notes to it, so you can see them but the players can’t. Behind this screen, Special DM utility programs are available that manage NPCs, PCs, you can put your maps and records on the table, and roll dice where the monsters, treasure, and other kinds of information. Some will deter- players can’t see what you’re doing. The only drawback is that a screen mine random encounters, create characters, and generate random creates a wall between you and the players, which can be distancing. DMs numbers. Not all roleplaying groups prefer to use a computer, who wish to have the information on the screen handy but don’t want to however, because of the tendency of the machine to draw the DM’s set themselves apart from the players sometimes lay the screen flat on attention away from the players and the game. If you find yourself star- the table in front of them, hiding adventure notes underneath. ing at the screen more than at your players, consider scaling back the",
        "name":  "DM Screen",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "How much the creature can turn after covering the stated Armor and Encumbrance distance. The Player’s Handbookexplains the effect of armor and encum- Turnin Place: A creature with good or average maneuverability brance on creatures with base speeds of 20 feet or 30 feet. The table can use some of its speed to turn in place. below provides reduced speed figures for all base speeds from 20 Maximum Turn: How much the creature can turn in any one space. feet to 100 feet (in 10-foot increments). UpAngle:The angle at which the creature can climb.",
        "name":  "Turn",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The ability to move backward without turning tures are important for combat, but outside combat they can around. impose unnecessary hindrances on character activities. 20 :2 RETPAHC GNISU SELUR EHT Table 2–1: Maneuverability Maneuverability and Example Creature Perfect Good Average Poor Clumsy (Will-o’-wisp) (Beholder) (Gargoyle) (Wyvern) (Manticore) Minimum forward speed None None Half Half Half Hover Yes Yes No No No Move backward Yes Yes No No No Reverse Free –5 ft. No No No Turn Any 90º/5 ft. 45º/5 ft. 45º/5 ft. 45º/10 ft. Turn in place Any +90º/–5 ft. +45º/–5 ft. No No Maximum turn Any Any 90º 45º 45º Up angle Any Any 60º 45º 45º Up speed Full Half Half Half Half Down angle Any Any Any 45º 45º Down speed Double Double Double Double Double Between down and up 0 0 5 ft. 10 ft. 20 ft. enhancement to natural armor bonus bestowed by a spell (such as BONUS TYPES barkskin) indicates that the subject’s skin has become tougher.",
        "name":  "MoveBackward",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This is the bonus that nonmagical armor gives a char- COMBAT acter. A spell that gives an armor bonus typically creates an invis- ible, tangible field of force around the affected character. The brave party of adventurers smashes through the wooden door",
        "name":  "Armor",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A deflection bonus increases a character’s AC by There are few better ways to test your mettle against your foes making attacks veer off, such as with the shield of faithspell. than in pitched battle. Your most important job as DM is running",
        "name":  "Deflection",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A natural armor bonus is the type of bonus such as by the corner of a building, spells work normally but the that many monsters get because of their tough or scaly hides. An target’s AC increases due to the cover. 21 THE RULES USING CHAPTER 2: pqqqqrs",
        "name":  "Natural Armor",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "STACKING BONUSES multiple magic items. For instance, note that some of the items from Keeping track of the different types of bonuses a character gets from the previous example—the magic plate armor, the ring, and the divine different sources may seem like a real bother. There are good reasons favor spell, for example—could work together, because they provide to do this, however. bonuses of different types.",
        "name":  "BEHIND THE CURTAIN",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The main reason to keep track of what stacks and what Consistency and Logic:The system of bonus types provides a way to doesn’t stack is to keep total bonuses from getting out of hand. If a make sense out of what can work together and what can’t. At some character wears a belt of giant Strength,it’s unbalancing to allow the point, when adding types of protection together, a reasonable player cleric to cast bull’s strengthon her as well and allow both bonuses to realizes that some protections are just redundant. This system logically add up. Likewise, a character with mage armor,magic plate armor, a portrays how it all makes sense together. ring of protection,and a divine favorspell would be unbalanced if all his Encouraging Good Play:Categorizing bonuses by type allows play- bonuses were cumulative. Stacking restrictions keep the game within ers to put together suites of effects that do work in conjunction in a manageable limits, while still allowing characters to benefit from consistent manner—encouraging smart play rather than pile-it-on play. pqqqqrs STARTING AN ENCOUNTER dard action before initiative is rolled, while the unaware character An encounter can begin in one of three situations. or party does nothing and is caught flat-footed. During this time, • One side becomes aware of the other and thus can act first. the unaware character or party gains no Dexterity bonus to AC. • Both sides become aware of each other at the same time. After this action, both sides make initiative checks to determine • Some, but not all, creatures on one or the order in which the participants act. both sides become aware of the Other times, the aware side has a few rounds to prepare. (If its other side. members see the other side off in the distance, heading their way, When you decide that it is for example.) You should track time in rounds at this point to possible for either side to determine how much the become aware of the aware characters can accom- other, use Spot checks, plish. Once the two sides come Listen checks, sight into contact, the aware characters ranges, and so on can take a standard action while the to determine unaware characters do nothing. Keep in which of the mind that if three above the aware char- cases acters alert the comes into play. Although it’s good to give characters some chance to detect a coming encounter, ultimately it’s you unaware side before actual contact is who decides when the first made, then both sides are treated as round begins and where each aware. side is when it does. Example (Sudden Awareness):A kobold",
        "name":  "Balance",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A wizard wants to cast a spell unhindered by on it. The drow, on his turn, walks within 30 feet of Jozan, who has cast the oncoming monk who rushes toward him. He knows that if the invisibility purge.Suddenly, the drow is visible. Under normal initiative monk reaches him, it will be difficult to cast a spell without drawing an rules, whoever happens to act next would be able to attack the newly attack of opportunity from her. He thinks to himself that his actions visible drow. Aside from game mechanics, there’s no good reason to will depend on whether he wins initiative in this round (you need to let that character act first. Additionally, everyone else will get one turn keep this sort of change in approach in mind if you use this variant). before the drow gets to act again. Instead of following the previous Meanwhile, the monk wants to reach the wizard and use her stunning order, you can call for everyone—the drow included—to roll initiative attack to keep him from casting spells. They roll initiative, and the again to see how fast each character reacts to the new condition (the wizard wins, casting a spell on the monk (but the monk saves and isn’t drow becoming visible). pqqqqrs saving throws. Once the damage from the spell is assessed, both Some Creatures on One or Both Sides Aware: In this case, sides roll initiative. only the creatures that are aware can act. These creatures can take Example (Time to Prepare):Jozan the cleric hears the sounds of standard actions before the main action starts. creatures moving beyond a door in a dungeon. He also hears some Example:Lidda is scouting ahead. She and a gargoyle spot each voices, and determines other simultaneously, but the rest of Lidda’s party doesn’t see the that the creatures are monster (though they are close enough to hear any fighting that speaking Orc. He fig- erupts). Lidda and the gargoyle each get standard actions, and then ures that they don’t normal combat starts. Lidda and the gargoyle roll initiative know he’s there. He before taking their actions, and everyone else rolls ini- takes the time to cast blessand tiative after those actions are concluded. shield of faith on himself before opening the door and using a standard action to cast hold person on the first foe he sees. He can cast the hold person spell before anyone makes an initiative check, unless the orcs heard him casting blessorshield of faithin the previous 2 rounds, in which case they become aware, Jozan doesn’t get the action that enabled him to cast hold person,and he’d better hope he gets the higher result on his initiative check. Both Sides Aware at the Same",
        "name":  "And consider this case",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "AUTOMATIC HITS AND MISSES force) characters to make defense rolls. Every time a character is The Player’s Handbook says that an attack roll of natural 1 (the d20 attacked, rather than just using his never-changing, static AC, he comes up 1) is always a miss. A natural 20 (the d20 comes up 20) is makes a d20 roll and adds it to all his AC modifiers. Every attack always a hit. becomes an opposed roll, with attacker and defender matching their This rule means that the lowliest kobold can strike the most modified rolls against one another. (One way to look at it is that with- magically protected, armored, dexterous character on a roll of 20. out the defense roll, characters are “taking 10” on the roll each round, It also means that regardless of a warrior’s training, experience, and thus are using a base of 10 for Armor Class.) and magical assistance, he still misses a given foe at least 5% of The defense roll can be expressed like this: the time. 1d20 + (AC – 10) A different way to handle this is to say that a natural 1 is treated as For example, a paladin attacks an evil fighter. The paladin rolls a 13 and a roll of –10. Someone with an attack bonus of +6 nets a –4 result, adds his attack bonus of +10 for a result of 23. The fighter makes his which can’t hit anything. Someone with a +23 attack bonus rolling a 1 defense roll and gets a 9. He adds his defensive bonuses (all the things would hit AC 13 or lower. At the other extreme, a natural 20 is treated that modify AC, including armor), which amount to +11. The fighter’s as a roll of 30. Even someone with a –2 attack penalty would hit AC 28 result is 20, less than 23, so the paladin hits. with such a roll. This variant rule really comes in handy at high levels, where high- level fighters always hit with their primary attacks, and other characters",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Similar to the “PCs as spectators” problem is adventure. Sometimes, however, a surprise that the PCs never the potential pitfall of the deus ex machina, a term used to describe could have seen coming makes it all the more interesting—the the ending to a story in which the action is resolved by the inter- vampire turns out to be a good-aligned undead resisting her blood- vention of some outside agency rather than by the characters’ own lust but slowly succumbing to the temptation of an erinyes devil actions. Don’t put the PCs in situations in which they can only sur- who lives under the church back in town. Both the “no surprises” vive through the intervention of others. Sometimes it’s interesting and the “unexpected twist” structures work well, so long as you to be rescued, but using this sort of “escape hatch” gets frustrating avoid overusing either. for the players quickly. Players would rather defeat a young dragon on their own than face an ancient wyrm and only defeat it because Divination Magic a high-level NPC teleports in to help them. Keep divination magic in mind when predetermining how Preempting the Characters’ Abilities: It’s good to know the you’re going to control the flow of information. Don’t deny the PCs’ capabilities, but you shouldn’t design adventures that contin- spells their potency. Instead, learn what they can and cannot do, ually countermand or foil what they can do. If the wizard just and plan for the PCs to use them. (See Handling Divinations, learnedfireball, don’t continually throw fire-resistant foes at him. page 34). After all, if you have assumed that they would cast the Don’t create dungeons where flyandteleportspells don’t work, just proper spells and they don’t use what’s available to them, they because it’s more difficult to design challenging encounters for deserve to fail. characters with those capabilities. Use the PCs’ abilities to allow them to have more interesting encounters—don’t arbitrarily rule SITE-BASED ADVENTURES that their powers suddenly don’t work. The Tomb of Horrors, the Temple of Elemental Evil, the Ghost THE FLOW OF INFORMATION Tower of Inverness—these are places of legend, mystery, and ad- Much of the structure of an adventure depends on what the PCs venture. If you create an adventure based around some place—a know and when they learn it. If they know that there’s a dragon at dungeon, a ruin, a mountain, a valley, a cave complex, a wilderness, the bottom of the dungeon, they will conserve their strength for a town—then you have created a site-based adventure. Site-based that encounter and have proper spells and strategies prepared. adventures revolve around a map with a key, detailing important When they learn the identity of a traitor, they will probably act on spots on that map. Encounters in the adventure are triggered this information immediately. If they learn too late that their ac- when the PCs enter a new location at the site. The implication is tions will cause a cavern complex to collapse, they won’t be able to that each encounter describes what occurs at that site when the keep it from happening. PCs arrive (or arrive for the first time). Don’t give away the whole plot in one go, but do give the play- Creating a site-based adventure involves two steps: drawing a ers some new bit of knowledge every so often. For example, if the map and keying the encounters. drow elves are the secret masters behind an uprising of giants, Draw a Map:Graph paper is useful for mapping out dungeons, slowly reveal clues to that fact. Information gained while fighting because you can assign a scale for the squares, such as 5 feet or 10 the hill giants leads the PCs to the frost giants, which in turn gar- feet per square. The printed gridlines also aid in drawing straight ners them clues that take them to the fire giants. Only among the lines (particularly useful when you’re mapping the interior of a 46 :3 RETPAHC SERUTNEVDA pqqqqrs ADVENTURE WRITER’S CHECKLIST likely sequences of events that take the PCs from the beginning If you want to write an adventure but aren’t sure where to start, just scene to the climax, hitting one or more of the important intermedi- work your way down the checklist below. Each entry corresponds to a ate scenes along the way. section found later in this chapter. • Fill in the details. Create the areas and scenes that aren’t integral to • Brainstorm one or more motivations for the adventure, keeping in the adventure but may be fun or challenging nonetheless. Draw the mind the style of play you prefer. Why will the PCs put their lives at risk? maps you’ll need, build the NPCs, and create any random encoun- • Decide whether you want a site-based adventure, an event-based ters you want for the adventure. adventure, or an adventure that incorporates both. • Check your work. Examine what you’ve done, but think like your play- • If it’s a site-based adventure, imagine where the adventure will take ers. Is there a clever way to bypass many of the adventure’s chal- place. You don’t need to know every detail yet, just a broad sense of lenges? Think of ways to reward cleverness without rendering the what the place is like. adventure obsolete. • If it’s an event-based adventure, imagine the starting scene, a likely climax scene, and a few “set piece” intermediate scenes you think Now that you’ve worked your way down the checklist, here’s a secret: would be fun. You don’t have to do the items in order. You can just as easily start by • Choose the most important antagonists for the PCs. If allies, saying, “I want to write an adventure with mind flayer assassins as the patrons, or other NPCs are important, think about them too. main villains,” starting with the antagonists and making the other • Begin assembling your adventure. If it’s a site-based adventure, choices later. You might design a site first, then figure out how to entice sketch out the site and decide where your important NPCs spend the characters inside. But it’s always a good idea to start with motiva- most of their time. If it’s an event-based adventure, identify the most tion, because it’s the energy that gets your adventure off the ground. pqqqqrs building or a dungeon). Mark important areas with numbers or counter areas interact, and each encounter area need only be de- letters that reference the map key. Make notes on the map describ- signed with the most immediate implications in mind—namely, ing anything of importance, including room contents (statues, what happens when the PCs arrive? pools, furniture, pillars, steps, pits, curtains, and so on). Plan out By contrast, a good example of a dynamic site is a drow fortress- which areas are linked by similar or allied inhabitants. Place traps, temple. A dynamic site usually involves some sort of intelligent taking care to note particularly the location of trap triggers. Con- organization. As the PCs move around the site, they discover that sider spell ranges—if an NPC wizard is in a particular area and you actions in certain areas affect encounters in other areas. For know that she might cast a particular spell, save yourself time example, if the PCs kill two of the drow priestesses in the fortress- during the playing of the adventure by noting now how far the temple but allow a third one to escape, the fortress-temple mobi- spell effect can extend. lizes its populace—now, defenders are moving around from loca- As you map out the site, think about how you’ll depict each area tion to location and are much more likely to attack any unknown at the gaming table. It’s a bad idea, for example, to design a site intruders rather than ask questions. Perhaps the two dead priest- with many areas that are larger than the grid you place your minia- esses rise from the dead as vampires and start creating vampire tures on. If it’s likely that characters will travel back and forth spawn as bodyguards. between two adjacent rooms, make each of the rooms small Designing a dynamic site is more complicated than designing a enough to fit both of them on the tabletop grid at the same time. static one. In addition to creating a map and a key—both of which Remember that the player characters are catalysts for change. might be updated significantly as the adventure develops—you While you play, note changes caused by the PCs’ presence—pos- must address the following issues as well. sibly even writing them directly on the map. That way it’s easier to • Formulate defensive plans for the inhabitants. “If attacked, the remember, on the second time they pass through an area, which guards use the gong to raise the alarm. The sound of the gong doors they have knocked down, which traps they have triggered, can be heard in areas A, B, and D. The inhabitants in those areas which treasures they have looted, which guardians they have hastily don hide armor (5 rounds) and overturn tables to give defeated, and so forth. themselves cover. The sorcerer in area B casts mass invisibilityon",
        "name":  "Deus ex Machina",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These pillars are only a foot or two Pool:Pools of water collect naturally in low spots in dungeons (a across, so they don’t occupy a whole square. Place a dry dungeon is rare). Pools can also be wells or natural under- dot in the center of each square that has a slender ground springs, or they can be intentionally created pillar in it, and don’t worry about exactly how much basins, cisterns, and fountains. In any event, space it takes up. A creature standing in the same water is fairly common in dungeons, harbor- square as a slender pillar gains a +2 cover bonus to ing sightless fish and sometimes aquatic Armor Class and a +1 cover bonus on Reflex saves monsters. Pools provide water for dun- (these bonuses don’t stack with cover bonuses from geon denizens, and thus are as important other sources). The presence of a slender pillar does an area for a predator to control as a water- not otherwise affect a creature’s fighting space, ing hole aboveground in the wild. because it’s assumed that the creature is using the Shallow Pool: If a square contains a shallow pillar to its advantage when it can. A typical slender pool, it has roughly 1 foot of standing water. pillar has AC 4, hardness 8, and 250 hit points. It costs 2 squares of movement to move",
        "name":  "Slender Pillar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Balance +6, Size and Type: The creature’s Climb +5, Hide +6, Jump +5, size category and its type (and Move Silently +6, Spot +7; subtype or subtypes, if appli- Multiattack (see page 304 of cable). the Monster Manual). HD: The creature’s Hit Dice Ghoul Fever (Su):Those hit (and any hit points it gains or bya ghoul’s bite must succeed loses because of its Constitu- on a DC 12 Fortitude save or tion modifier). succumb to ghoul fever (incu- hp: The creature’s full bation period 1 day, damage normal hit point total (usually 1d3 Con and 1d3 Dex). A average rolls on each Hit Die). humanoid who dies of ghoul Init: The creature’s modifier fever rises as a ghoul at mid- on initiative checks. night of the next day (see page Spd: The creature’s base land 118 of the Monster Manualfor speed, followed by speeds for more information). other modes of movement if Paralysis (Ex):Those hit by a applicable. ghoul’s bite or claw attack AC: The creature’s Armor must succeed on a DC 12 For- Class against most regular titude save or be paralyzed for attacks, followed by its AC 1d4+1 minutes. Elves are against touch attacks (which immune to this paralysis. disregard armor) and its AC",
        "name":  "Skills and Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The most important terrain element in a forest is the trees, dense forests, but even unexplored forests will have occasional obviously. Place a dot in the center of each square that you decide game trails. has a tree in it, and don’t worry about the tree’s exact location within Stealth and Detection in a Forest: In a sparse forest, the max- the square. A creature standing in the same square as a tree gains a imumdistance at which a Spot check for detecting the nearby +2 bonus to Armor Class and a +1 bonus on Reflex saves (these presence of others can succeed is 3d6×10 feet. In a medium bonuses don’t stack with cover bonuses from other sources). The forest, this distance is 2d8×10 feet, and in a dense forest it is presence of a tree doesn’t otherwise affect a creature’s fighting space, 2d6×10 feet. because it’s assumed that the creature is using the tree to its advan- Because any square with undergrowth provides concealment, tage when it can. The trunk of a typical tree has AC 4, hardness 5, it’s usually easy for a creature to use the Hide skill in the forest. and 150 hp. A DC 15 Climb check is sufficient to climb a tree. Logs and massive trees provide cover, which also makes hiding Medium and dense forests have massive trees as well. These possible. trees take up an entire square and provide cover to anyone behind The background noise in the forest makes Listen checks more them. They have AC 3, hardness 5, and 600 hp. Like their smaller difficult, increasing the DC of the check by 2 per 10 feet, not 1 (but counterparts, it takes a DC 15 Climb check to climb them. note that Move Silently is also more difficult in undergrowth).",
        "name":  "Trees",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Getting caught within a forest fire is even worse the danger before stepping in, but charging or running characters than being exposed to extreme heat (see Heat Dangers, page 303). don’t have a chance to detect a hidden bog before blundering in. A Breathing the air causes a character to take 1d6 points of damage typical patch of quicksand is 20 feet in diameter; the momentum per round (no save). In addition, a character must make a Forti- of a charging or running character carries him or her 1d2×5 feet tude save every 5 rounds (DC 15, +1 per previous check) or take into the quicksand. 1d4 points of nonlethal damage. A character who holds his breath Effects of Quicksand: Characters in quicksand must make a DC 10 can avoid the lethal damage, but not the nonlethal damage. Those Swim check every round to simply tread water in place, or a DC 15 wearing heavy clothing or any sort of armor take a –4 penalty on Swim check to move 5 feet in whatever direction is desired. If a their saving throws. In addition, those wearing metal armor or trapped character fails this check by 5 or more, he sinks below the coming into contact with very hot metal are affected as if by a heat surface and begins to drown whenever he can no longer hold his metalspell (see page 239 of the Player’s Handbook). breath (see the Swim skill description, page 84 of the Player’s Hand-",
        "name":  "Heat Damage",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a guideline, the maximum distance in mountain terrain at which a Spot check for Mountain Travel detecting the nearby presence of others can succeed is 4d10×10 High altitude can be extremely fatiguing—or sometimes feet. Certain peaks and ridgelines afford much better vantage deadly—to creatures that aren’t used to it. Cold becomes extreme, points, of course, and twisting valleys and canyons have much and the lack of oxygen in the air can wear down even the most shorter spotting distances. Because there’s little vegetation to hardy of warriors. obstruct line of sight, the specifics on your map are your best Acclimated Characters: Creatures accustomed to high alti- guide for the range at which an encounter could begin. tude generally fare better than lowlanders. Any creature with an As in hills terrain, a ridge or peak provides enough cover to hide Environment entry that includes mountains is considered native from anyone below the high point. to the area, and acclimated to the high altitude. Characters can also It’s easier to hear faraway sounds in the mountains. The DC of acclimate themselves by living at high altitude for a month. Char- Listen checks increases by 1 per 20 feet between listener and acters who spend more than two months away from the moun- source, not per 10 feet. tains must reacclimate themselves when they return. Undead, constructs, and other creatures that do not breathe are Sample Cold Mountains Encounter Table (EL 11) immune to altitude effects. d% Encounter Average EL Altitude Zones: Ingeneral, mountains present three possible 01–04 1 beholder 13 altitude bands: low pass, low peak/high pass, and high peak. 05–07 1 young adult silver dragon 13 Low Pass (lower than 5,000 feet): Most travel in low mountains 08–19 1d3 10th-level half-orc barbarian NPCs 12 takes place in low passes, a zone consisting largely of alpine mead- 20–29 1 devourer 11 ows and forests. Travelers may find the going difficult (which is 30–47 1d3 frost giants 11 reflected in the movement modifiers for traveling through moun- 48–58 1d4 greater shadows 11 tains), but the altitude itself has no game effect. 59–75 1 troll hunter 11 Low Peak or High Pass (5,000 to 15,000 feet): Ascending to the high- 76–88 10th-level drow wizard NPC 11 est slopes of low mountains, or most normal travel through high and 1 shield guardian mountains, falls into this category. All nonacclimated creatures 89–100 2d4 trolls 9 labor to breathe in the thin air at this altitude. Characters must succeed on a Fortitude save each hour (DC 15, +1 per previous Avalanches (CR 7) check) or be fatigued. The fatigue ends when the character de- The combination of high peaks and heavy snowfalls means that scends to an altitude with more air. avalanches are a deadly peril in many mountainous areas. While Acclimated characters do not have to attempt the Fortitude save. avalanches of snow and ice are common, it’s also possible to have High Peak (more than 15,000 feet): The highest mountains exceed an avalanche of rock and soil. 20,000 feet in height. At these elevations, creatures are subject to Anavalanche can be spotted from as far away as 1d10×500 feet both high altitude fatigue (as described above) and altitude sick- downslope by a character who makes a DC 20 Spot check, treat- ness, whether or not they’re acclimated to high altitudes. ing the avalanche as a Colossal creature. If all characters fail their Altitude sickness represents long-term oxygen deprivation, and Spot checks to determine the encounter distance, the avalanche it affects mental and physical ability scores. After each 6-hour moves closer to them, and they automatically become aware of it period a character spends at an altitude of over 15,000 feet, he when it closes to half the original distance. must succeed on a Fortitude save (DC 15, +1 per previous check) It’spossible to hear an avalanche coming even if you can’t see it. or take 1 point of damage to all ability scores. Under optimum conditions (no other loud noises occurring), a Creatures acclimated to high altitude receive a +4 competence character who makes a DC 15 Listen check can hear the avalanche bonus on their saving throws to resist high altitude effects and 90 or landslide when it is 1d6×500 feet away. This check might have a altitude sickness, but eventually even seasoned mountaineers DC of 20, 25, or higher in conditions where hearing is difficult must abandon these dangerous elevations. (such as in the middle of a thunderstorm). :3 RETPAHC SERUTNEVDA DESERT TERRAIN flat ground surrounded on all sides by cliffs and steep slopes (de- Desert terrain exists in warm, temperate, and cold climates, but all scribed in Mountain Terrain, above). Sandy deserts sometimes deserts share one common trait: little rain. The three categories of have quicksand; this functions as described in Marsh Terrain, desert terrain are tundra (cold deserts), rocky desert (often tem- above, although desert quicksand is a waterless mixture of fine perate), and sandy desert (often warm). sand and dust. All desert terrain is crisscrossed with dry streambeds (treat as trenches 5 to 15 feet wide) that fill with water Desert Terrain Features on the rare occasions when rain falls. ——— Desert Category ——— Stealth and Detection in the Desert: Ingeneral, the maxi- Tundra Rocky Sandy mum distance in desert terrain at which a Spot check for detect- Light undergrowth 15% 5% 5% ing the nearby presence of others can succeed is 6d6×20 feet; Ice sheet 25% — — beyond this distance, elevation changes and heat distortion in Light rubble 5% 30% 10% warm deserts makes spotting impossible. The presence of dunes Dense rubble — 30% 5% in sandy deserts limits spotting distance to 6d6×10 feet. Sand dunes — — 50% The desert imposes neither bonuses nor penalties on Listen or Spot checks. The scarcity of undergrowth or other elements that Sample Warm Desert Encounter Table (EL 7) offer concealment or cover makes hiding more difficult. d% Encounter Average EL 01–07 1 androsphinx 9 Sandstorms 08–15 1 gynosphinx 8 A sandstorm reduces visibility to 1d10×5 feet and provides a –4 16–23 1d3 lamias 8 penalty on Listen, Search, and Spot checks. A sandstorm deals 1d3 24–31 1d3 basilisks 7 points of nonlethal damage per hour to any creatures caught in 32–41 1 criosphinx 7 the open, and leaves a thin coating of sand in its wake. Driving 42–49 5th-level human monk NPC 7 sand creeps in through all but the most secure seals and seams, to and 5th-level human bard NPC chafe skin and contaminate carried gear. 50–57 1 flesh golem 7 PLAINS TERRAIN 58–69 1d3 hieracosphinxes 7 70–80 1 Huge monstrous scorpion (vermin) 7 Plains are where most civilizations flourish, so they are often set- 81–88 1d3 jann (genie) 6 tled. Plains come in three categories: farms, grasslands, and battle- 89–96 1d4+2 Large monstrous scorpions (vermin) 6 fields. Farms are common in settled areas, of course, while grass- 97–100 1 mummy 5 lands represent untamed plains. The battlefields where large armies clash are temporary places, usually reclaimed by natural Tundra differs from the other desert categories in two impor- vegetation or the farmer’s plow. Battlefields represent a third ter- tant ways. Because snow and ice cover much of the landscape, it’s rain category because adventurers tend to spend a lot of time easy to find water. And during the height of summer, the per- there, not because they’re particularly prevalent. mafrost thaws to a depth of a foot or so, turning the landscape into The table below shows the proportions of terrain elements in a vast field of mud. The muddy tundra affects movement and skill the different categories of plains. On a farm, light undergrowth use as the shallow bogs described in marsh terrain, although represents most mature grain crops, so farms growing vegetable there’s little standing water. crops will have less light undergrowth, as will all farms during the The table above describes terrain elements found in each of the time between harvest and a few months after planting. three desert categories. The percentages are intended to guide The terrain elements in the table below are mutually exclusive. your map-drawing; don’t roll for each square. The terrain ele- Plains Terrain Features ments on this table are mutually exclusive; for instance, a square of tundra may contain either light undergrowth or an ice sheet, ——— Plains Category ——— but not both. Farm Grassland Battlefield",
        "name":  "Stealth and Detection in Mountains",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Lakes and oceans simply require a swim Aquatic terrain is the least hospitable to most PCs, because they can’t speed or successful Swim checks to move through (DC 10 in calm breathe there. Characters are as likely to find themselves unwillingly water, DC 15 in rough water, DC 20 in stormy water). Characters thrust into the water (when it’s at the bottom of a pit, for example) as need a way to breathe if they’re underwater; failing that, they risk they are to intentionally seek adventure under the waves. drowning (see Drowning, page 304). When underwater, charac- 92 :3 RETPAHC SERUTNEVDA Table 3–22: Combat Adjustments Underwater ————— Attack/Damage ————— Condition Slashing or Bludgeoning Tail Movement Off Balance?4 Freedom of movement normal/normal normal/normal normal No Has a swim speed –2/half normal normal No Successful Swim check –2/half1 –2/half quarter or half2 No Firm footing3 –2/half –2/half half No None of the above –2/half –2/half normal Yes 1 A creature without a freedom of movementeffects or a swim speed makes grapple checks underwater at a –2 penalty, but deals damage normally when grappling. 2 A successful Swim check lets a creature move one-quarter its speed as a move action or one-half its speed as a full-round action. 3 Creatures have firm footing when walking along the bottom, braced against a ship’s hull, or the like. A creature can only walk along the bottom if it wears or carries enough gear to weigh itself down—at least 16 pounds for Medium creatures, twice that for each size categorylarger than Medium, and half that for each size category smaller than Medium. 4 Creatures flailing about in the water (usually because they failed their Swim checks) have a hard time fighting effectively. An off-balance creature loses its Dexterity bonus to Armor Class, and opponents gain a +2 bonus on attacks against it. ters can move in any direction as if they were flying with perfect Floods maneuverability. In many wilderness areas, river floods are a common occurrence.",
        "name":  "AQUATIC TERRAIN Nonflowing Water",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An invisible creature displaces water and leaves a A river in flood makes Swim checks one category harder (calm visible, body-shaped “bubble” where the water was displaced. The water becomes rough, and rough water becomes stormy). Rivers creature still has concealment (20% miss chance), but not total also become 50% swifter. concealment (50% miss chance). WEATHER Underwater Combat Sometimes weather can play an Land-based creatures can have considerable important role in an adven- difficulty when fighting in water. Water ture—rain can wash away affects a creature’s Armor Class, attack tracks, a thunderstorm can rolls, damage, and move- force the adventurers to seek ment. In some cases shelter, or a gale can delay a creature’s oppo- their ship from sailing. nents may get a If your adventure involves bonus on attacks. spending a lot of time out- The effects are sum- doors, create a random table marized in the to determine the weather accompanying conditions in a particular table. They apply area. Local conditions whenever a charac- have a dramatic effect on ter is swimming, weather. High-altitude walking in chest- areas are often much deep water, or walk- colder than lowlands, ing along the bottom. for example. The Ranged Attacks presence of a moun-",
        "name":  "Invisibility",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Immune to magic sleepspells and effects; +2 racial example, a halfling gains a racial modifier of +2 to Dexterity (and bonus on saves against enchantment spells or effects; darkvision thus a +1 Dex bonus) and a +1 bonus on all saves, which means 120 ft.; entitled to a Search check when within 5 feet of a secret or that the finished character has a +2 Reflex save bonus. If a feat is concealed door as though actively looking for it; spell resistance duplicated, select a new one. 26; +2 racial bonus on Will saves against spells or spell-like abili- See the Player’s HandbookorDungeon Master’s Guide for other ties; spell-like abilities (1/day—dancing lights, darkness,andfaerie traits by race or kind. (Racial traits that always affect a skill check fireas the spells from a 10th-level caster); light blindness (blinded are already included in the adjustments to total skill bonuses.) for 1 round by abrupt exposure to bright light, –1 circumstance penalty on all attack rolls, saves, and checks while operating in Explanations/Definitions bright light); +2 racial bonus on Listen, Spot, and Search checks The following notes explain or define certain terms used in the (already figured into the statistics given above). adjustments list. Wizard Spells Prepared(4/5/5/4/4/2; save DC 14 + spell level): –3 Ranks/Skill: Subtract 3 ranks from each skill modifier the 0—daze, detect magic, ghost sound, ray of frost;1st—magic missile(3), NPC is listed as having at 1st level. (The NPC has Hit Dice as a shield, true strike;2nd—blur, flaming sphere,glitterdust, Melf’s acid monster and therefore doesn’t get 4 times its per-level skill ranks arrow, web; 3rd—dispel magic,fireball, haste, lightning bolt;4th—ener- at 1st level.) vation, ice storm(2), shout;5th—cone of cold,teleport. Large:The NPC’s attack and AC bonuses are 1 lower, and it takes",
        "name":  "Drow Traits",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 CR. +4 Str, +2 Dex, +2 Con, –2 Cha. +3d8 HD. +2 Jump, +6 Swim. base attack. +1 Fort, +3 Ref, +1 Will. +3 natural armor. –3 Mind Flayer:+8 CR. +2 Str, +4 Dex, +2 Con, +8 Int, +6 Wis, +6 ranks/skill, +2 Climb, +4 Hide, +2 Listen, +6 Move Silently, +2 Cha. +8d8 HD. +6 base attack. +2 Fort, +2 Ref, +6 Will. +3 natural Spot. armor. –3 ranks/skill, +8 Bluff, +6 Concentration, +8 Hide, +4",
        "name":  "Bugbear",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3 CR. +4 Dex, +2 Con, –6 Wis, +6 Cha. +3d8 HD. +3 Intimidate, +8 Knowledge (any one), +8 Listen, +8 Move Silently, base attack. +1 Fort, +3 Ref, +3 Will. +2 natural armor. –3 +4 Sense Motive, +8 Spot. ranks/skill, +2 Bluff, +7 Hide, +4 Listen, +7 Move Silently. Small. Minotaur:+4 CR. +8 Str, +4 Con, –4 Int, –2 Cha. +6d8 HD. +6 Speed 20 ft. base attack. +2 Fort, +5 Ref, +5 Will. +5 natural armor. –3 ranks/skill,",
        "name":  "Derro",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3 CR. +2 Str, +2 Dex, +2 Con, +2 Int, +4 Wis, +3 Intimidate, +7 Listen, +4 Search, +7 Spot. Large. +2 Cha. +4d8 HD. +4 base attack. +1 Fort, +4 Ref, +4 Will. +4 natu- Ogre:+2 CR. +10 Str, –2 Dex, +4 Con, –4 Int, –4 Cha. +4d8 HD. ral armor. –3 ranks/skill, +9 Bluff, +8 Disguise, +4 Listen, +4 Sense +3 base attack. +4 Fort, +1 Ref, +1 Will. +5 natural armor. –3 Motive, +4 Spot. ranks/skill, +3 Climb, +2 Listen, +2 Spot.Large. Speed 40 ft. Drow (Elf):+1 CR. +2 Dex, –2 Con, +2 Int, +2 Cha. +2 Listen, +2 OgreMage:+8 CR. +10 Str, +6 Con, +4 Int, +4 Wis, +6 Cha. Search, +2 Spot. +5d8 HD. +3 base attack. +4 Fort, +1 Ref, +1 Will. +5 natural armor.",
        "name":  "Doppelganger",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "–2 Str, +2 Dex, –2 Con, +2 Int. +2 Listen, +2 Search, Troglodyte:+1 CR. –2 Dex, +4 Con, –2 Int. +2d8 HD. +1 base +2 Spot. attack. +3 Fort. +6 natural armor. –3 ranks/skill, +6 Hide, +3 Listen. Elf,High [Common]:+2 Dex, –2 Con. +2 Listen, +2 Search, Multiattack (see the Monster Manual). +2 Spot. Werebear (Lycanthrope):+5 CR. +2 Str, +2 Con, –2 Cha. +4",
        "name":  "Elf,Gray",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 Dex, –2 Int. +2 Listen, +2 Search, +2 Spot. base attack. +5 Fort, +5 Ref, +2 Will. +2 natural armor. +2 Listen, +2",
        "name":  "Elf, Wild",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 CR. +4 Str, +2 Con, –2 Int, –2 Cha. +2d8 HD. +1 base Wereboar (Lycanthrope): +1 CR. +2 Str, +2 Con, –2 Cha. +2 attack. +3 Fort. +1 natural armor. –3 ranks/skill, +2 Listen, +3 Spot. natural armor. +2 base attack. +3 Fort, +3 Ref, +1 Will. +3 Listen, +3",
        "name":  "Gnoll",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    }
]
