[
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 6; magic device; proximity",
        "name":  "Lightning Bolt Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 5; magic device; proximity trigger, automatic reset; hidden lock bypass (Search [DC trigger (alarm covering the entire room); automatic reset; 25], Open Lock [DC 30]); Atk +10 melee (1d4+4/19-20 plus spell effect (phantasmal killer, 7th-level wizard, Will save [DC poison, dagger); poison (purple worm poison, Fortitude 16] for disbelief and Fortitude save [DC 16] partial); Search save [DC 24] resists, 1d6 Str/1d6 Str); multiple targets (one (DC 29); Disable Device (DC 29). Cost: 14,000 gp, 1,120 XP. target in each of three preselected 5-ft. squares); Search Poisoned Wall Spikes; CR 5; mechanical; location (DC 20); Disable Device (DC 20). Market Price: 30,200 gp. trigger; manual reset; Atk +16 melee (1d8+4 plus poison, Wide-Mouth Pit Trap: CR 6; mechanical; location spike); multiple targets (closest target in each of two trigger, manual reset; Refl ex save (DC 25) avoids; 40 ft. adjacent 5-ft. squares); poison (Medium-size spider venom, deep (4d6, fall); multiple targets (all targets within a 10- Fortitude save [DC 14] resists, 1d4 Str/1d6 Str); Search (DC ft.-by-10-ft. area); Search (DC 26); Disable Device (DC 25). 17); Disable Device (DC 21). Market Price: 12,650 gp.",
        "name":  "Phantasmal Killer Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 5; mechanical; location trigger; manual reset; gas; multiple targets (all targets in a CRC R7 7 10-ft. by 10-ft. room); never-miss; onset delay (2 rounds); Acid Fog Trap: CR 7; magic device; proximity trigger poison (ungol dust, Fortitude save [DC 15] resists, 1 (alarm); automatic reset; spell effect (acid fog, 11th-level Cha/1d6 Cha + 1 Cha [permanent drain]); Search (DC 20); wizard, 2d6/round acid for 11 rounds); Search (DC 31); Disable Device (DC 16). Market Price: 9,000 gp. Disable Device (DC 31). Cost: 33,000 gp, 2,640 XP.",
        "name":  "Ungol Dust Vapor Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; magic device; proximity trigger 34 CRC R6 6 (alarm); automatic reset; spell effect (blade barrier, 11th- Built-to-Collapse Wall: CR 6; mechanical; proximity level cleric, Refl ex save [DC 19] negates); Search (DC trigger, no reset, Atk +20 melee (8d6, stone blocks); 31); Disable Device (DC 31). Cost; 33,000 gp, 2,640 XP. CHAPTER 2: SKILLS AND FEATS",
        "name":  "BladeBarrierTrap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; magic device; proximity Melf’s Acid Arrow Trap: CR 8; magic device; visual trigger (alarm); automatic reset; spell effect (chain lightning, trigger (true seeing); automatic reset; multiple traps (two 11th-level wizard, Refl ex save [DC 19] half damage, 11d6 simultaneous Melf’s acid arrow traps); Atk +9 ranged electrical to target nearest center of trigger area plus 5d6 touch, Atk +9 ranged touch; spell effect (Melf’s acid arrow, electrical to each of up to eleven secondary targets); Search 15th-level wizard, 2d4 acid damage for 7 rounds); Search (DC 31); Disable Device (DC 31). Cost: 33,000 gp, 2,640 XP. (DC 27); Disable Device (DC 27). Cost: 83,500 gp, 4,680 XP. Evard’s Black Tentacles Trap: CR 7; magic device; proximity Note: This trap is really two CR 6 Melf’s acid arrow traps trigger (alarm); no reset; spell effect (Evard’s black tentacles, that fi re simultaneously, using the same trigger and reset. 7th-level wizard, ld4+7 tentacles, Atk +7 melee [ld6+4, Power Word, Stun Trap: CR 8; magic device; touch trigger; grapple]); multiple targets (up to six tentacles per target in no reset; spell effect (power word, stun, 13th-level wizard), each of two adjacent 5-ft. squares); Search (DC 29); Disable Search (DC 32); Disable Device (DC 32). Cost: 4,550 gp, 364 Device (DC 29). Cost: 1,400 gp, 112 XP. XP.",
        "name":  "Chain Lightning Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; mechanical; Prismatic Spray Trap: CR 8; magic device; proximity location trigger; manual reset; Atk +18 ranged (1d4+1 plus trigger (alarm); automatic reset; spell effect (prismatic poison, dart); poison (greenblood oil, Fortitude save [DC spray, 13th-level wizard, Refl ex, Fortitude, or Will save 13] resists, 1 Con/1d2 Con); multiple targets (1d8 darts [DC 20] depending on effect); Search (DC 32); Disable per target in a 10-ft.-by-10-ft. area); Search (DC 25); Disable Device (DC 32). Cost: 45,500 gp, 3,640 XP. Device (DC 25). Market Price: 33,000 gp. Reverse Gravity Trap: CR 8; magic device; proximity",
        "name":  "Fusillade of Greenblood Darts",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; magic device; proximity when the spell ends]); Search (DC 32); Disable Device (DC trigger (alarm); no reset; spell effect (summon monster VI, 32). Cost: 45,500 gp, 3,640 XP. 11th-level wizard), Search (DC 31); Disable Device (DC Well-Camoufl aged Pit Trap: CR 8; mechanical; 31). Cost: 3,300 gp, 264 XP. location trigger; repair reset; Refl ex save (DC 20) avoids; Water-Filled Room: CR 7; mechanical; location trigger, 100 ft. deep (10d6, fall); Search (DC 27); Disable Device manual reset; multiple targets (all targets in a 10-ft.-by-10 ft. (DC 18). Market Price: 16,000 gp. room); never-miss; onset delay (3 rounds); water; Search Word of Chaos Trap: CR 8; magic device; proximity (DC 20); Disable Device (DC 25). Market Price: 21,000 gp. trigger (detect law); automatic reset; spell effect (word of Well-Camoufl aged Pit Trap: CR 7; mechanical; chaos, 13th-level cleric); Search (DC 32); Disable Device location trigger; repair reset; Refl ex save (DC 25) avoids; (DC 32). Cost: 46,000 gp, 3,680 XP. 70 ft. deep (7d6, fall); multiple targets (fi rst target in each of two adjacent 5-ft. squares); Search (DC 27); Disable Device CRC R9 -910-10 (DC 18). Market Price: 24,500 gp.",
        "name":  "Summon Monster VI Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; magic device; touch trigger 3d6 Con/3d6 Con); Search (DC 18); Disable Device (DC (alarm); automatic reset; spell effect (destruction, 13th- 26). Market Price: 21,600 gp. level cleric, Fortitude save [DC 20] partial); Search (DC 32); Dropping Ceiling: CR 9; mechanical; location trigger, Disable Device (DC 32). Cost: 45,500 gp, 3,640 XP. repair reset; ceiling moves down (12d6, crush); multiple",
        "name":  "Destruction Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; magic device; proximity targets (all targets in a 10-ft. by 10-ft. room); never-miss; trigger (alarm); automatic reset; spell effect (earthquake, onset delay (1 round); Search (DC 20); Disable Device (DC 13th-level cleric, Refl ex save [DC 15 or 20, depending on 16). Market Price: 12,600 gp. 35 terrain], 65-ft. radius); Search (DC 32); Disable Device (DC Energy Drain Trap: CR 10; magic device; visual trigger 32). Cost: 45,500 gp, 3,640 XP. (true seeing); automatic reset; Atk +8 ranged touch; spell CHAPTER 2: SKILLS AND FEATS effect (energy drain, 17/th-level wizard, Fortitude save [DC act as a sniper, and even improve your chances of avoiding 23] negates, 2d4 negative levels for 24 hours); Search (DC detection while invisible. 34); Disable Device (DC 34). Cost: 124,000 gp, 7,920 XP. A Hide check is opposed by an opponent’s Spot check.",
        "name":  "Earthquake Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 9; magic device; proximity Therefore, the fi rst requirement for a successful attempt is trigger (alarm); automatic reset; spell effect (incendiary someplace to hide. No matter how good you are at hiding, cloud, 15th-level wizard, Refl ex save [DC 22] half damage, you cannot hide in the open unless you have some special 4d6/round for 15 rounds); Search (DC 33); Disable Device ability that allows you to do so (such as the shadowdancer’s (DC 33). Cost: 60,000 gp, 4,800 XP. hide in plain sight ability; see Chapter 2 of the Dungeon",
        "name":  "Incendiary Cloud Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 10; magic Master’s Guide). Otherwise, you need some sort of cover. device; proximity trigger (alarm); automatic reset; multiple Anything that gives you at least one-half concealment can traps (one forcecage trap and one summon monster VII trap serve as a hiding place-a piece of furniture, a bush, or even that summons a hamatula); spell effect (forcecage, 13th- a deep shadow is suffi cient. level wizard), spell effect (summon monster VII, 13th-level wizard, hamatula); Search (DC 32); Disable Device (DC 32). SpSepceicaila Hl Hidiidnign gS iStuitautaiotinosns",
        "name":  "Forcecage and Summon Monster VII trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 10; magic device; proximity depends on the distance at which you follow. If you stay trigger (alarm); automatic reset; spell effect (wail of the at least 60 feet away from your quarry, you can get by with banshee, 17th-level wizard, Fortitude save [DC 23] negates); a Hide check once every 10 minutes, provided that your multiple targets (up to 17 creatures); Search (DC 34); quarry doesn’t suspect you’re following and that you do Disable Device (DC 34). Cost: 76,500 gp, 6,120 XP. nothing but maintain the tail. At distances of less than 60 Wide-Mouth Pit Trap: CR 9; mechanical; location feet, you must make a Hide check each round. trigger; manual reset; Refl ex save (DC 25) avoids; 100 ft. Of course, you still need appropriate concealment to deep (10d6, fall); multiple targets (all targets within a 10- succeed at Hide checks while tailing, but often many ft.-by-10-ft. area); Search (DC 25); Disable Device (DC 25). options are available. If you’re trying to tail someone on",
        "name":  "Wail of the Banshee Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Possibly the oldest of all instruments, the for any musical performance. drum exists in types without number. Drums range from Kettle drums are quite popular among gnolls, who simple hollow trees pounded with sticks to a celebrated have developed highly sophisticated rhythms with magic lake named Irontick, which a musician can “play” them. Most gnoll timpani concerts end with the by jumping up and down on its rigid surface. audience rushing to attack any convenient targets.",
        "name":  "Drum",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item. already have, this benefi t is useless.) Furthermore, the animal trance, summon nature’s ally V; Market Price: fumes increase the user’s effective caster level by +1. All 15,400 gp: Weight: 1 lb. these effects last for 10 minutes Harp of the Immortal Maestro: This pinnacle",
        "name":  "Knowledge or Profession skill that the user does not Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "cure critical wounds, Perhaps more so than any other classes, rogues and bards displacement and summon monster V. The harp also tend to use wondrous items. The ones presented here grants its owner a +6 enhancement bonus on Perform are designed either for the use of rogues and bards, or to checks made while using it. In addition, the harp of the protect items or characters from their particular talents. immortal maestro has the following command-word",
        "name":  "Wondrous Items following effects once per day each",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, continues to play and the affected creatures remain shatter, Market Price: 150 gp; Weight: 1/10 lb. within 15 feet. Moving out of range ends the effect for",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When placed over the eyes, these the creature that did so, but others still within the radius ebony lenses allow normal vision and reveal the state of retain the benefi ts. The horn can produce this magical health of all creatures visible to the wearer within 25 fanfare twice a day. It functions as a normal trumpet if its feet. The eyes of dark aura indicate whether each is dead, user does not have the bardic music ability. fragile (3 or fewer hit points left), fi ghting off death Caster Level: 7th; Prerequisites: Craft Wondrous Item, (alive with 4 or more hit points), undead, or neither emotion; Market Price: 35,380 gp; Weight: 3 lb alive nor dead (a construct, for example). Members of Jumping Caltrops: These unusual items are actually the Lamenters’ Order (see Chapter 4) are particularly Diminutive animated objects. When released from 56 fond of this item. their bag, they begin hopping around the 5-foot square",
        "name":  "Eyes of Dark Aura",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immune to mind-infl uencing Those who can afford nondescript boxes typically use effects and to poison, sleep, paralysis, stunning, disease, them to stash valuables, incriminating documents, or death effects, necromantic effects, and any effect that other items that they wish to keep others from fi nding. requires a Fort save unless it also works on objects; can- A typical nondescript box is about the size of a small cof- not heal damage; not subject to critical hits, subdual fer—18 inches long by 1 foot deep by 1 foot high. damage, ability damage, ability drain, or energy drain; Caster Level: 13th; Prerequisites: Craft Wondrous Item, not at risk of death from massive damage, but destroyed sequester, Market Price: 4,552 gp; Weight: 10 lb. when reduced to 0 or fewer hit points; cannot be raised Possum Pouch: Also known as a false stomach, a pos- or resurrected; darkvision 60 ft. sum pouch is a small, fl at, circular bag about 10-12 inches",
        "name":  "Construct Traits",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, in diameter and up to 2 inches thick. When placed animate object; Market Price: 150 gp; Weight: 2 lb. against a humanoid’s abdomen and sealed there with a",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This fi nely wrought command word, it blends in unobtrusively with the sur- instrument functions as a masterwork lute with minor rounding skin, requiring a successful Search check (DC magical effects in the hands of someone with fewer than 30) to detect. Spies and couriers fi nd these items useful 10 ranks in Perform. By speaking the correct command as hidden diplomatic pouches, while nobles and wealthy words, such a musician can utilize fortissimo (see Chapter merchants sometimes use them as superior money belts. 6), levitate, and magic circle against evil once per day each Assassins and sneak-thieves love possum pouches because A musician with 10 or more ranks in Perform, how- they make it easy to smuggle poisons and small valu- ever, can coax even greater magical effects from this ables into or out of well-guarded houses. instrument. By playing single chord on the lute, such a Caster Level: 3rd; Prerequisites: Craft Wondrous Item, performer can generate an expeditious retreat, haste, or phan- change self; Market Price: 1,800 gp; Weight: 1 lb. tom steed effect.ıEach of these spells is usable once per day. Safe Box: This reinforced box keeps anything inside Furthermore, the lute of the wandering minstrel grants its it safe from damage by most outside forces. Made of 2- owner a +2 enhancement bonus on any Perform checks inch-thick adamantine, it has a hardness of 40 and has made while playing it. 80 hit points. In addition, it ignores the fi rst 12 points",
        "name":  "Lute of the Wandering Minstrel",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, for- of damage from fi re and acid, and any direct attack tissimo, expeditious retreat, haste, levitate, magic circle against against it has a 50% miss chance. evil, phantom steed; Market Price: 39,500 gp; Weight: 3 lb. Safe boxes can come in a range of sizes and shapes, from 57",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, Caster Level: 7th; Prerequisites: Craft Wondrous Item, displacement, protection from elements; Market Price: 77,500 imbue with spell ability; Market Price: 48,600 gp; Weight: gp; Weight: 10 lb. 1/2 lb.",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, powers or abilities. Leomund’s secret chest, 5 ranks of Use Rope; Market Price: Once it has a prisoner, the book becomes harmless to 2,000 gp; Weight: 10 lb. others, and Search checks reveal no more traps. Anyone",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This set of six catgut strings else who opens the book sees a lifelike illustration of the for a lute, mandolin, or other stringed instrument has prisoner as its frontispiece. The text is a series of stories up to six levels of spells stored within it. By playing the about thieves who came to bad ends, and the prisoner’s proper sequence of notes (a standard action) on an instru- name appears in red as the unfortunate protagonist of ment strung with these and making a successful Perform each tale. Each of these stories ends with a pious moral check (DC 10), a musician can unleash the desired spell. about the virtue of leaving others’ property alone. When As with a wand, the user need not provide any material the book is in this state, detect magic used in conjunction components or focus and pays no XP cost to cast the spell. with a successful Spellcraft check (DC 15) reveals trans- No arcane spell failure chance exists because the musi- mutation magic. cian doesn’t need to gesture. The trapped character can be retrieved only with a A spellcaster with at least one rank in Perform can cast limited wish or a spell of equivalent power. If the book any spells into the strings, as long as the total spell levels is burned, any prisoner inside dies, leaving behind do not add up to more than six. To store each spell, the lifesized bones among the ashes. A thief catcher can be caster must make a successful Perform check (DC 10 + used only once; if a trapped character is freed, the text spell level). Failure causes the spell to fi zzle. For exam- remains, but the frontispiece is gone, and the book is ple, a bard could cast protection from good and cure moderate no longer magical. wounds into the strings, then give them to a wizard with Thief catchers are extremely rare. It is rumored that the Perform skill, who could cast fi reball into them. Any their creator was an archwizard who had lost one too character with the Perform skill could then cast all three manyprecious magic items to daring rogues. Because spells from the strings. this item is not stationary like the typical magic device Treat a randomly generated set of strings of spell trap, it is treated as a wondrous item. storing as a scroll to determine what spells are stored Caster Level: 15th; Prerequisites: Craft Wondrous Item, within it. If you roll a spell that would put the set over arcane lock, Nystul’s magic aura, trap the soul; Market Price: its six-level limit, ignore that roll; those strings have no 32,250 gp; Weight: 3 lb.ı 58 CHAPTER 4:ORGANIZATIONS FOR BARDS \u0026 ROGUES C HAPTER 4: and specialty-based leaders. Though this abundance ORGANIZATIONS of leaders increases the guild’s level of control, it also adds signifi cantly to its overall bureaucracy. Both types FOR BARDS operate effi ciently for the most part, with their leaders conferring regularly and assembling interdisciplinary AND ROGUES teams for specifi c missions. The leaders in charge of the various specialties and neighborhoods typically form a ruling council for the guild as a whole. Some councils decide all major guild Nearly every city of any size has an organized band issues by vote, while others serve as advisory bodies to of thieves—it’s a fantasy staple. Some large cities also a single, overall guildmaster. have bardic colleges, where bards can learn music from Information generally spreads quickly through the masters and exchange songs, tales, and expertise. such an organization, but now and then a traditional This chapter offers detailed descriptions often thieves’ guild has so many ranks and subgroups that one sec- guilds and seven bardic colleges that you can either use tion doesn’t know what another is doing. Because this as presented or modify for your campaign. type of guild takes organizational issues very seriously, however, its leaders usually deal with communication problems quickly. TEN THIEVES’ GUILDS",
        "name":  "Strings of Spell Storing",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mob leaders typically conduct guild to cover their own tracks. Thus, the city watch might business out of their own manor homes. A great feast know that a particular guild leader is responsible for or party can be the backdrop for the delivery of a dire a crime but be unable to prove it. In cities where the threat or the clinching of an important deal. During burden of proof is low or nonexistent, mob leaders and quieter moments, a leader may ponder guild member their guilds are much more secretive, and many leaders reports or discuss an upcoming mission with under- are known only by nicknames. lings in an opulent gallery or sitting room. Well-trained Hooks: One or more of the characters worked as bodyguards are always present, though they may be dis- lowlevel muscle for a mob guild before taking up the guised or hidden by magic. High-ranking mobsters are adventurer’s life. Now the mob wants a favor. accustomed to periodic eruptions of violence during A character was born into a mob family but wants no social events, so they’re always prepared. part of that lifestyle. Some guild members resent the On the street, mob guilds operate networks of safe character for “letting the family down,” while others houses and meeting places, but the locations change are more sympathetic. After all, in the chess game that frequently. Low-level thugs typically receive orders to determines who the next matriarch or patriarch will show up at a particular warehouse and await instruc- be, even a family member who has rejected the mob tions. Higher-ranking guild operatives, however, try life may be a useful pawn. not to remain too well hidden—after all, a certain If the characters utilize any of a city’s typical vice degree of visibility and access is necessary to keep the rackets (an illicit casino, for example), they may run guild’s many rackets operating smoothly. For example, afoul of a mob guild. They may simply be customers everyone in the neighborhood might know that Du- in the wrong place at the wrong time, or they may rank, a falcon in the Gathra family, takes dinner once a have something the guild week in the back room of the Pepperpot Inn. wants. Alternatively,",
        "name":  "Locations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A monster-based guild faces great danger if have an easier time hiding than large ones, and trust its true nature is revealed. While an active thieves’ guild comes more easily when leaders know every guild is an annoyance to city leaders, a thieves’ guild run by a member personally. beholder is a grave threat—even if the guild itself isn’t as Locations: A new guild usually can’t afford a secret strong as a traditional one. headquarters, so the members often meet in a tavern, A guild dominated by a single race, on the other hand, private residence, or abandoned building instead. As faces pressure from that race’s enemies. A drow-based the guild grows, its leader expends some effort to thieves’ guild, for example, might fi nd itself beset by acquire and equip a proper hideout. A remnant guild magically disguised driders eager to kill all the drow they may still have access to all the structures the former can fi nd. guild had, although its members must be careful about",
        "name":  "Confl icts",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "‘’Until we accumulate infi nity” is the CCololellgeeg eo fo fC Conocnrcersecsecnetn tL oLroere college’s motto. Concrescent Lorists wear dark robes with This bardic college, one of the largest in existence, fo- red stripes encircling the upper sleeves. cuses on the acquisition of hidden lore, particularly of Admission: Candidates for membership must pass the historical or magical variety. Its members eagerly a series of examinations to gain admission. Each test page through dusty tomes, seeking to uncover secrets is unique, composed of questions posed by collegians about long-dead societies, strange magical rituals, and with specialties similar to the one the candidate has re- other unusual topics. quested. Because those who contribute to the test tend to",
        "name":  "Distinctions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "History and magical lore are the be widely scattered, it can take months for the college to bread and butter of this college. Many of the world’s prepare an exam and even longer for the contributors to greatest historians are at least adjunct members, and grade it. Those who contributed test questions have the several powerful wizards have joined the college to sole authority to admit the candidate, and particularly gain access to its texts on magic. The study of his- petty collegians have been known to create unthinkably tory here has an archeological bent, and members diffi cult questions just to keep new blood out of their focus on understanding the languages, favorite disciplines. architecture, rituals, and leaders of lost Passing a typical examination requires specifi c civilizations. knowledge of one’s specialty. The",
        "name":  "Area of Study",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each mem- for a different specialty. ber chooses an area of The initial membership fee is 500 knowledge (such as “The gp, which goes to pay for the creation Second Empire of Qir- and grading of the test. taia” or “Vordhavian Death Membership Benefi ts: The greatest Magic”) as a specialty upon advantage to membership in this college is entering the college, but access to the volumes of research its mem- this choice can be changed as often as once a year. The bers produce each year. Unless they’ve some- administrators update the list of members and specialties how made enemies among their colleagues, annually and circulate that document, called a “yearbook,” members can count on receiving advance word of 71 to the current membership. every discovery made in their fi elds. CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES Members with specifi c questions also have the right to query members outside their own specialties for information. Answering such a query is rarely a high priority, however, especially if no reason is given for the request.",
        "name":  "Activities",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Members spend time collecting all kinds of enigmas, and mysterious creatures. Unlike their academ- lore. Rather than relying on academic reports to disperse ic rivals, however, Talespinners lack any organized means 72 it, the League embeds its lore within historical or fi cti- of cataloging their lore. Thus, an apprentice’s query about tious tales. Any member is free to specialize if desired but a particular item might produce the following sort of re- can change specialties at a moment’s notice. ply: “A few years back, someone at the northern meeting CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES mentioned such a jade statue. But I can’t recall who it work from nobles and rulers who want to know more was. Kardalius over in Baselton might remember who about the creatures within their lands. For example, a told such a tale....” noble might want to know how to drive off wyverns Talespinners tend to travel more than their more in the nearby forest without arousing their ire, or why academic counterparts, and they eagerly swap tales and the cattle in the Southern Dale keep disappearing. The render assistance to fellow collegians, recognizing them regents fi eld such requests, negotiate payment, then by the blue and white tassels they wear. Clever innkeep- assign Arcanobiologists of the appropriate specialties ers look for the tassels, too. and many offer discounts to to do the work. Most Arcanobiologists get at least one Talespinners who are willing to spin yarns by the fi re. project a year this way.",
        "name":  "Activities",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Talespinners regard the Concrescent festooned with a few scales, a feather, or a patch of fur Lorists with contempt for wanting “to keep the most from the creature he or she studies. interesting items in the world locked up for their private Admission: To be accepted into the college, a can- little club.” Because they travel a great deal, Talespinners didate must pass a written exam that covers the fi eld are generally cordial toward members of the League of broadly but does not delve into specifi cs. A successful Boot and Trail. In addition, they love to quiz adventurers Knowledge (nature) check (DC 20) passes the test. A 250- about the perils they’ve faced. gp fee is required to take the test, which is offered once a year in the spring. A new Arcanobiologist may work CCololellgeeg eo of fA Arrccaannoobbiioollooggiiccaall SSttuuddiieess under a mentor for the fi rst two years if desired. Unlike the Talespinners’ League, the College of Ar- Membership Benefi ts: As with many of the other canobiological Studies has a narrow focus: the study colleges, the primary asset this one has is its collected of the monsters that inhabit the world’s vast wilder- knowledge. Collegians are generally forthcoming about nesses. Whether they work from the confi nes of their their discoveries, but they’re sticklers for proper attribu- laboratories or the expanse of unmapped territories, tion. If Orized the Younger fi rst observed how dragons Arcanobiologists are determined to learn all they can sharpen their claws, it’s considered a breach of protocol about the strangest creatures the world has to offer. not to mention him by name when discussing the topic.",
        "name":  "Relations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unlike many of the other colleges, the ly, Lamenters began to study the nature of death itself, College of Arcanobiological Studies actively solicits hoping that a greater understanding of it would provide CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES Inspiration for their music. In time, however, these necromantic magic. All members receive training in studies eclipsed the musical aspect of the college. Thus, poison use, so they never accidentally poison them- some of the college’s current members have no musical selves (see the Poison section in Chapter 3 of the skills at all. Dungeon Master’s Guide).",
        "name":  "Activities",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To join the Lamenters, a lyptic lore to light or helping to stave off cataclysms. character must pass one of three exams. A remote mountain citadel serves as the organization’s To pass the Test of Consolation, which involves writ- worldwide headquarters. There, a group of fi ve hooded ing and singing an original dirge, the candidate must members known as the High Council provides guidance make a successful Perform check (DC 30). The Test of on signifi cant issues and settles matters of policy. Because Icy Pallor requires the applicant to survive an injection the headquarters is so remote, however, the Watchers of wyvern poison without magical aid. To pass the Test handle mundane issues on a regional basis. of the Unending Stare, which involves describing in Activities: The Watchers for the Coming Sunset do detail the physiological effects of death, the candi- more than just study how the world might end; they date needs a successful Heal check (DC 30). Rumors actively try to prevent civilization-destroying events. A abound of a fourth test requiring the assassination of a decade ago, a group of Watchers destroyed the Key of public fi gure, but no Lamenter has ever admitted that Churik-Va, which could have unleashed a world-eating such a test exists. plague of extradimensional insects. Currently, one group Each test costs 1,500 gp to take. Retries are permitted of Watchers is studying ancient scrolls that speak of an without restriction at the same cost. “unquenchable black-fl ame wave,’’ and another is hunt-",
        "name":  "Admission",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lamenters have access to ing for the eleven vampiric unicorns destined to slay the 74 the organization’s death lore and relics, including a last living elf-child. number of remarkably deadly spells and magic items. Recently, a secret splinter group has formed within the They also have ready access to various poisons and Watchers. Its members believe that a coming apocalypse CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES will bring rebirth in the wake of ruin. Therefore, they A successful Perform check at the appropriate level (DC seek to hasten, rather than prevent, cataclysms. Success 30 for minstrel, 35 for muse, 40 for maestro, or 45 for with such an effort would doubtless cause a schism virtuoso) earns a promotion to that rank. Members may within the remaining membership. not skip ranks, though there is no minimum amount of",
        "name":  "Membership Benefi ts",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Watchers for the Coming Sunset can audition for entrance. A successful Perform check have cordial, if somewhat distant, relations with most (DC 25) earns entrance to the Conservatory at trouba- other bardic colleges. They can call on a number of dour level. Those who fail the audition can try again powerful clerics, wizards, and political leaders if the after one year. situation is urgent—and given their line of work, it Membership Benefi ts: Members can lodge free of usually is. charge at any Conservatory campus for as long as they wish. Most use this privilege to save the price of a room at CConosnesrevravtaotroyr yo fo tf hteh eIn Ienfeffafbalbel eC Chohrodrd the inn while they study or collaborate with other musi- Some bards are exceptional performers; others are great cians. In addition, nearly every campus has a concert hall composers. Members of this college are both. Students that members can reserve for their own performances— of music everywhere dream of studying at the Con- again at no charge. servatory of the Ineffable Chord, for it is said that its Maestros and virtuosos have access to the conser- teachers write songs too moving to sing and play notes vatory’s collection of magic instruments, famous odes too sweet to hear. and ballads, and bits of musical lore. Rumor has it that",
        "name":  "Relations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Music composition and performance they also have access to “eldritch songs”—composi- are the twin passions of this college’s members, and its tions of surpassing power and magic. ranks include masters of every conceivable instrument Dues: Each member who holds a concert within a city and musical style. Recently, the college has also begun to that has a Conservatory campus must donate 10% of the accept members who specialize in the recitation of epic proceeds to the college. poems, although many of the musicians don’t consider Relations: The Conservatory of the Ineffable Chord such performers “real” members. maintains good relations with all the other bardic colleg-",
        "name":  "Area of Study",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adventuring is just a means to an and presented it to him shortly thereafter.) end—this rogue has a greater goal in mind. Perhaps she A Distributist rarely advertises her beliefs, since that intends to take back the ill-gotten goods of someone who could cause wealthy property owners to put a hefty once wronged her family—a pocketful at a time, if neces- price on her head. Instead, she singles out the ostenta- sary. Perhaps she sends all her loot to the poverty-stricken tiously wealthy as targets and passes along the bulk of village where she was born to pay for badly needed food her booty to deserving locals. Unless her loot comes and supplies. Or perhaps she’s a once-greedy thief who in the form of cash, she takes care to fence it fi rst, lest had a change of heart and now seeks to make amends orı any recognizable items get the recipients in trouble her previous crimes. with the law later. A Distributist usually makes her Some rogues have gone beyond personal motives donations anonymously, both out of innate caution (re- and adopted a philosophy called distributism. As fi rst cipients can’t give her away to authorities if they don’t formulated by a sage named Orlogue, its fi rst and only know who she is) and to avoid self-aggrandizement (it’s tenant was, “Some people have too much and others not about building up a reputation, it’s about doing the not enough.” To this, the rogue Ashmore Tuck later right thing). Naturally, Distributists are very popular added a moral imperative, “And I’m going to do some- with those who benefi t from their generosity and thing about it!” Adherents of this philosophy are called equally unpopular with those who become unwilling Distributists. donors to their causes.",
        "name":  "Moral Imperative",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Diametrically opposed to a Distributist is others with their beliefs; instead, their ideas spread the rogue who is in it for the money. Born with a keen 79 CHAPTER 5: YOU AND THE WORLD AROUND YOU appreciation of the fi ner things in life, she fi nds a rogue’s Barbarians: The barbarian tends to be impatient with abilities ideally suited to acquiring those things. your instinctive caution. It isn’t that he’s hostile—it’s For this rogue, there’s simply no such thing as too just that the two of you sometimes rub each other the much treasure, and she begrudges every copper piece wrong way. If you’re an outdoors-oriented rogue (such her group has to leave behind. She routinely pockets as a scout), you can get along with a barbarian better than valuable trifl es she comes across while scouting ahead, your dungeon-delving brethren can. Nevertheless, even for in her mind, she simply called “dibs” on them fi rst. you prefer the ranger’s studied, stealthy approach over She may even lift particularly desirable items from her the barbarian’s headlong charge into every melee. Stay adventuring associates if she can fi nd a suitable scape- out of the way of the barbarian’s bull rush and use his goat on whom to pin the blame. foolhardiness to distract opponents while you move in Nevertheless, a greedy rogue can be an asset to a party for the kill. as long as her interests run parallel to those of her team- Bards: You have a lot in common with the group’s mates —she wants to reach that fi nal treasure room so bard, so it’s easy to get along. Like you, he benefi ts by en- badly that she gladly pulls her weight through all the en- couraging opponents to underestimate him, and he can counters between here and there. Those who are aware be quite deadly when he uses his skills properly. The main of her obsession can maintain a long-term, working rela- difference is that he likes the limelight more you do. Just tionship with her by holding out the endless lure of ever- make sure the bard knows when to sing and when to be greater treasures that await in future adventures. Those silent and you’ll get along fi ne. who fail to take her motivation into account inevitably Clerics: Every time a trap blows up in your face or a wake one day to fi nd her gone, along with a few choice sneak attack attempt goes horribly wrong, your groups items of party treasure. cleric becomes your best friend. Make sure you’re on",
        "name":  "Distributists do not form organizations to acquaint Greed",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What’s not to love about a fi ghter? He mans rogues their local export. Young rogues leave to seek the front line so you can sneak around and deliver their fortunes when they come of age, but those who your sneak attacks. He soaks up damage that otherwise survive often return home to retire once their adventur- would come your way. He bashes down doors on those ing careers are over. Their wealth enriches the town, and rare occasions when you can’t fi nesse them open. And their children begin the cycle again. he comes to the rescue when you run into more trouble Conversely, a few cultures and religions disapprove than you can handle while scouting ahead. Your life of rogues on principle. Of course, most rogues who would be a lot harder without your party’s fi ghter, and encounter such prejudice go out of their way to use an occasional pat on the back softens up the big lug their skills against those who disapprove of them, and shows him you appreciate it. Now if only he didn’t thereby perpetuating the cycle. Sometimes, however, make so much noise! a nonconformist from such a society embraces the Monk: By your standards, that monk is just downright rogue’s lifestyle as a form of rebellion against her weird. Her abilities should mesh well with yours, but the upbringing. two of you are divided by a deep lack of understanding. As far as you can tell, she’s not in it for either the loot RRelealtaitoinosn sw witiht hO Othtehre rC Clalsassesses or the thrills. With her movement and melee skills, she Individuals differ, but some elements hold true for most, could be a great rogue, but she turns her attention inward 80 if not all, members of a class. If you’re playing a rogue, you rather than toward all the neat items she could steal. A may fi nd some good advice in the following paragraphs monk can be handy to have around, but you just never about getting along with your fellow adventurers. know where you stand with her. CHAPTER 5: YOU AND THE WORLD AROUND YOU",
        "name":  "The residents of some villages consider fi nely trained Fighter",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will disbelief (see below) This minor magical effect makes counting and calcu-",
        "name":  "Saving Throw",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 full round If the affected creature or item can generate a sonic or",
        "name":  "Casting Time",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes increases that damage by +1d6 points. Fortissimo counters and dispels silence and is countered Like the legendary piper, you can play a tune so be- and dispelled by it. If cast at a target affected by silence, it 91 guiling that those who hear it feel compelled to follow negates the effect for that creature or item only. along behind you, dancing merrily. You can lure up to 1 CHAPTER 6: SPELLS GGeteatwawayay This spell enables two to four bards to pool their tal- Enchantment (Mind-Affecting) ents by performing in a group. The caster designates",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) By making a strumming, drumming, or whistling gesture, you negate any magical silence in the area. This zone of negation moves with you and lasts as long as you continue the performance. The silence is not dispelled but simply held in abeyance; it remains in effect outside the area of the joyful noise. Thus, this spell is usually used to move a group out of range of a silence effect.",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor eryone who hears it wants to jump up and dance. In fact,",
        "name":  "Effect",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Illusory sounds apart they are, although they fall silent if they’re on Duration: 5 minutes/level (D) different planes. Lead sheeting or magical protection Saving Throw: Will disbelief (if interacted with) (such as antimagic fi eld, mind blank, or nondetection) Spell Resistance: No blocks the transfer of sound. Any creature with an Intelligence score of 12 or high- Percussion fi lls the immediate area with the sounds of er can notice that a coin has a magical sensor by making drums, chimes, and other percussive instruments. The a successful Scry (or Intelligence) check (DC 20). The music can range from the gentle tapping of a single sensor can be dispelled. tom-tom to the thunder of a squad of drummers. Upon casting the spell, you set the tempo of the drums and LuLlulallbayby the rhythm they repeat. Thereafter, you can change the Enchantment (Compulsion) [Mind-Affecting] tempo, rhythm, or volume simply by concentrating for",
        "name":  "The coins continue to function no matter how far Effect",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sean Glenn, Cynthia Fliege ADVENTURE Based on the original DUNGEONS \u0026 DRAGONS® game by E. BACKGROUND Gary Gygax and Dave Arneson and on the new edition of the DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, The elven overlords of the Lendore Isles want control Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. of the few remaining human-ruled coastal towns of this D\u0026D, DUNGEONS\u0026 DRAGONS, DRAGON, MONSTERMANUAL, and DUNGEONMASTER continent. Their efforts to gain that influence through are registered trademarks and the d20 System logo is a trademarkowned by Wizards of the Coast, Inc. All Wizards characters, character names, and the dis- alliances have thus far been rebuffed. Therefore, they tinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. This material is protected under the copyright laws of the United States of America. have decided to use more circuitous means to reach Any reproduction or unauthorized use of the material or artwork contained herein is their goal. prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, They have sent two agents, a necromancer and a spy- organizations, places, or events is purely coincidental. master, to the coastal city of Restenford to start a myste- This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. rious “crime wave.” Their hope is that this will panic the To learn more about the Open Gaming License and the d20 System citizenry and force Baroness Andrella to waive the License, please visit \u003cwww.wizards.com/d20\u003e. ©2001 Wizards of the Coast, Inc. town’s autonomy and call on the elves for help. All rights reserved. After assessing the situation, the two decided to create Made in the U.S.A. Visit our website at a little-known necromantic item called the glorious \u003cwww.wizards.com/dnd\u003e 1 hand to use in their “crime wave.” The spymaster THE HANGED obtained the necessary raw materials (including the left HIGHWAYMAN hand of a recently hanged murderer) and slew the local lighthouse keeper. The two then moved into the light- The whole adventure starts with an ambush. Then the house and set to work. party can investigate the strange crime wave going on Once they had completed the glorious hand, the spy- in Restenford. master began a series of nightly robberies, some cou- pled with murder. They stashed the loot in an aban- Encounter 1: On the Road (EL 7) doned thieves’ hideout in the city’s sewers so that no Read or paraphrase the following aloud: one would find it. However, the necromancer grew greedy and began taking items from the stash. When The road is well used, and bushes, rocks, and the spymaster discovered this, he slew his partner various types of brushy plants make the journey and left him for the dire rats in the sewer hideout to only a little less monotonous. Sometimes larger rock outcroppings provide a bit of distraction for devour. the eye, and you can see copses of trees here and Since then, the spymaster, Sirius, has been continuing there just off the road. the mission alone. The scenario opens with the crime wave in full swing. Let the players roleplay a bit before you get to the ambush. Here are some suggestions for distractions: ADVENTURE SUMMARY • A couple of squirrels chase each other across the road at the PCs’ feet, then head for some nearby This adventure begins with a bandit ambush, which trees. should clue the player characters (PCs) in to the local • A cloud of gnats hovers around a specific PC. problems. If the PCs choose to investigate, they can • A nearby tree has a fallen bird or bird nest under it, visit Restenford and see the local wizard, the church, DM’s choice. The PCs should make a Listen check the thieves’ guild, and the city guard. They might also (DC 10) to hear the weak chirping of a bird (or baby have a chance to interact with the Baroness via the birds if the season is right). If they hear it, they can bard’s performance. If they go about it correctly, they easily find the fallen nest or bird(s). can find clues with the guards and the sewers that lead As the PCs approach a bend in the road, bandits to the spymaster, who has taken on the role of the local attack. lighthouse keeper. (He killed the real lighthouse",
        "name":  "Graphic Design",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alchemy +10, Concentration +6, book). Knowledge (arcana) +10, Listen +1, Scry +4, Search +4, d Barellus: Male human Wiz10/Exp6; CR 15; Spellcraft +10, Spot +1; Combat Casting, Quicken Spell, Medium-size humanoid; HD 10d4 plus 6d6; hp 46; Init Scribe Scroll. +0; Spd 30 ft.; AC 14 (touch 10, flat-footed 14); Atk Half-Elf Traits:Immune to magic sleep spells and +11/+6 melee (1d6+2, +3 quarterstaff) or +8/+3 melee effects; +2 racial bonus on saves against enchantment (1d4–1/19–20, dagger); AL N; SV Fort +8, Ref +8, Will spells or effects; low-light vision (can see twice as far as +16; Str 8, Dex 11, Con 10, Int 19, Wis 12, Cha 13. a human in low-light conditions); +1 racial bonus on",
        "name":  "Skills and Feats",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(4/4/3; base DC = 13 + spell level): 0— ine the city records, she grants it with the caveat that no dancing lights, detect magic, ray of frost, read magic;1st— papers leave the manor house. If it is for a gift (such as a burning hands, charm person, magic missile (2); 2nd—bull’s magic item), she freely gives items worth up to 1,000 strength, detect thoughts, whispering wind. gp. The DM is free to evaluate any other requests using",
        "name":  "Spells Prepared",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0—arcane mark, dancing lights, daze, detect these guidelines. magic, detect poison, disrupt undead, flare, ghost sound, light, The baroness’s wizard is watching the characters mage hand, mending, open/close, prestidigitation, ray of frost, throughout the show for attempts to use magic. Should read magic, resistance;1st—burning hands, charm person, the characters attempt spells, bardic music effects, or erase, hypnotism, magic missile, reduce, sleep, spider climb, any other form of magic, the wizard automatically unseen servant;2nd—blindness/deafness, bull’s strength, detects the attempt unless the characters attempt to detectthoughts, ghoul touch, magic mouth, see invisibility, mask it with Disguise Spell and/or ambient song. If he whispering wind. detects the attempt, he first tries to cast hold person,",
        "name":  "Spellbook",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0-7869-3702-5 First Printing: December 2005 ISBN-13: 978-0-7869-3702-8 Dungeons \u0026 Dragons, D\u0026D, Dungeon Master, d20, d20 System, Wizards of the Coast, Player’s Handbook, Dungeon Master’s Guide, Monster Manual, Spell Compendium, all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast in the U.S.A. and other countries. All characters, character names, and the distinctive likenesses thereof are property of Wizards of the Coast, Inc. Distributed to the hobby, toy, and comic trade in the United States and Canada by regional distributors. Distributed in the United States to the book trade by Holtzbrinck Publishing. Distributed in Canada to the book trade by Fenn Ltd. Distributed worldwide by Wizards of the Coast, Inc. and regional distributors. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. Printed in the U.S.A. ©2005 Wizards of the Coast, Inc. Visit our website at www.wizards.com/dnd 3 INTRODUCTION CONTENTS \u0026 Contents Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Chapter 2: Spell Lists . . . . . . . . . . . . . . . . . 245 Chapter 1: Spell Descriptions . . . . . . . . . . . . . 5 Appendix: Domain Spells . . . . . . . . . . . . . . 271 pqqqqqqqqqqqqqqqqqqqqrs Introduction their clerics. You can assign the domains to deities as you see fit, or leave the domains as options for generalist clerics who Pockets full of bat guano, incomprehensible speech, and don’t devote themselves to a particular deity. twisted hands making bizarre gestures—it sounds crazy, but in the Dungeons \u0026 Dragons game, these are the earmarks of INTRODUCING SPELLS power, for they are the signs of spellcasting. Spells and spell- The simplest way to introduce the spells in this book to your casters form a cornerstone of fantasy, and Spell Compendium character or your campaign is to have a character choose them builds on that cornerstone by presenting over a thousand and cast them in play. You can assume that spellcasters always spells in one place. possessed the ability to cast the spells but they simply hadn’t This introduction describes the features of this book and been cast in the presence of the PCs before. Alternatively, how to use them. After reading it, open this book to any page; spells might be discovered in lost books of lore or newly cre- you’ll find something magical on every one. ated by a PC or NPC. Wands, scrolls, and other magic items also present great ways to introduce the spells you want your character to cast or you want to see cast by your players’ PCs. USING THIS BOOK Whichever way you choose to introduce Spell Compendium This book puts over a thousand spells at your fingertips. That spells, don’t hesitate or wait for the perfect moment; the best fact might be a little intimidating, but Spell Compendium is way to get the most from this or any rules supplement is to easy to use. It works just like Chapter 11: Spells in the Player’s put it into play right away. Handbook. When selecting spells for your character, simply open and place Spell Compendium next to your Player’s Handbook OTHER SPELLCASTING CLASSES and use both books’ spell lists for your character’s class to make Spell Compendium deals exclusively with spells used by the your spell selections. Use the same spellcasting rules presented classes and prestige classes introduced in the Player’s Handbook in the Player’s Handbook when casting spells from Spell Com- and Dungeon Master’s Guide, but even if you’re playing a different pendium, and look to Chapter 10 of the Player’s Handbook for spellcasting class, you can still use this book. The advice below explanations of elements of the spell’s descriptions. should help you decide how to adopt spells for your character. Spell Compendium presents spells slightly differently from If the spellcasting class or prestige class you’re playing isn’t the Player’s Handbook format. mentioned here, find a similar class and follow its advice. Also,",
        "name":  "ISBN",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action (PH 197), except that it affects multiple contains normal and magical writing",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates ALLEGRO blank space in the copied text where the magical writing would be expected. (harmless) Transmutation Likewise, if the target contains text and",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M, DF it were inside an antimagic",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ANTIMAGIC RAY pinch of iron filings mixed Abjuration with ruby dust worth",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates magical writing (a scroll or spellbook) with. You gain a +10 insight bonus on (harmless) on hand to cast anyspell. During the Appraise checks to determine the value",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex half material component. If the spell has a costly material component (one to Spell Resistance: No ARROW MIND which a gold piece value is assigned), Divination Static fills the air as you complete the you must provide it. If the spell has Level: Ranger 1, sorcerer/wizard 1 spell. With a gesture you create magical another focus, you must provide the Components: V, S, M conductivity between two creatures, and a focus. If the spell has an XP compo- Casting Time: 1 immediate action bolt of electricity arcs between them with a nent, you must pay the experience Range: Personal shockingly loud crackle. point cost. Target: You",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Augment familiar makes a familiar more A bit of stone or earth from your home Finishing the spell, your eyes glow with a threatening than it appears plane. pale blue radiance, and you understand how to overcome your foe’s resistance to This spell can be cast only upon the your magic. Astral Plane (DMG 154). It opens up AUGMENT FAMILIAR a small planar portal to a demiplane Transmutation This spell gives you a +10 bonus on where natural healing can occur (un- Level: Sorcerer/wizard 2 caster level checks to overcome the like on the Astral Plane itself). The Components: V, S spell resistance of a specific creature. firm surface of the demiplane is rough- Casting Time: 1 standard action Assay resistance is effective against only ly 50 feet square, and the demiplane Range: Close (25 ft. + 5 ft./2 levels) one specific creature per casting, and extends 50 feet above the surface. The Target: Your familiar you must be able to see the creature demiplane’s traits (including time, Duration: Concentration + 1 round/ when you cast the spell. gravity, and magic) match those of the level",
        "name":  "Arcane Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level your familiar, making it quicker and Saving Throw: Will negates; see text Abjuration stronger. Spell Resistance: Yes",
        "name":  "Reaching out with magic, you empower AURA OF EVASION Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10-ft.-radius emanation reduction 5/magic, and a +2 resistance the nimbus of violet light remains around centered on you bonus on saving throws. you.",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None touch an existing magical fire (such Transmutation",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No as a flaming sphere or a wall of fire) and Level: Druid 7 attempt to dispel it as if using a dispel Components: V, S You invoke the holy words and a soft magic spell against it (use the caster Casting Time: 1 standard action golden light radiates from you. You feel level of aura against flame for the caster Range: Close (25 ft. + 5 ft./2 levels) surer of yourself, bolstered by the power of level check). If you succeed, you take Targets: One creature/3 levels, no your beliefs. no damage from the touch and the two of which are more than 30 ft. magical fire and aura both vanish. If apart You channel divine power into your- you fail, you take damage from the Duration: 1 round/level self, spreading glory to your comrades. magical fire source normally (reduced Saving Throw: Will negates This spell removes any fear effect from by your aura against flame), and both (harmless) all allies within your aura of courage. spells remain. Spell Resistance: Yes (harmless) With a readied action, you can use the aura as a dispel magic effect to coun- AURA OF TERROR One after another, your companions begin terspell a magical fire attack against Necromancy [Fear, Mind-Affecting] to radiate a soft, golden glow. They breathe you. If successful, the spell is counter- Level: Sorcerer/wizard 6 deeply, suffused with additional mystic spelled and the aura disappears. If you Components: V power. fail the dispel check, or if the attack is Casting Time: 1 standard action not a fire attack, the aura remains. Range: 30-ft.-radius emanation All subjects receive a +4 morale bonus to centered on you Strength, Dexterity, and Constitution. 19 DESCRIPTIONS SPELL CHAPTER 1 AVASCULAR MASS through the writhing blood vessels The danger of the plane surprises you, and very slowly. Each round devoted to you have barely time to bark out a few elder Necromancy [Death, Evil] moving allows the creature to make a words of power. In a moment you’re safe,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action plane and automatically stops gaining loses half its hit points (rounded Range: Close (25 ft. + 5 ft./2 levels) temporary hit points when they equal down) and is stunned for 1 round. On Effect: Ray the character’s full normal hit point a successful Fortitude saving throw, Duration: Instantaneous total. Negative-dominant planes don’t the subject is not stunned. Oozes and Saving Throw: Fortitude partial deal damage or bestow negative levels plants are not affected by this spell. Spell Resistance: Yes to characters protected by avoid planar The avascular mass instantaneously effects. erupts from the subject and must You shoot a black ray of necromantic energy In addition, some effects specific to a be anchored to at least two opposed from your outstretched hand, causing your plane are negated by avoid planar effects. points—such as floor and ceiling foe to violently purge blood or other vital In the D\u0026D cosmology, avoid planar or opposite walls—or else the mass fluids through his skin. effects negates the deafening effect of collapses and has no effect. Creatures Pandemonium and the cold damage on caught within a 20-foot-radius avascular You must succeed on a ranged touch the Cania layer of the Nine Hells. The mass become entangled. The original attack with the ray to strike a target. DM can add additional protections for a target of the spell is automatically If the attack succeeds, the subject cosmology he creates. If the campaign entangled. Because the avascular mass is reduced to half of its current hit has an Elemental Plane of Cold, for is magically animate and gradually points (rounded down) and stunned example, avoid planar effects protects tightens on those it holds, an entangled for 1 round. On a successful Forti- against the base cold damage dealt to character who attempts to cast a spell tude saving throw, the subject is not everyone on the plane. must make a DC 25 Concentration stunned. The effects of gravity traits, align- check or lose the spell. ment traits, and magic traits aren’t Anyone within 20 feet of the primary AVOID PLANAR negated by avoid planar effects, nor is target when the spell is cast must make a Reflex save. If this save succeeds, the EFFECTS the special entrapping trait of certain planes (such as Elysium and Hades). creature is not stuck in the avascular Abjuration The spell does not provide pro- mass and is free to act, though moving Level: Cleric 2, druid 2, sorcerer/ tection against creatures, native or might be a problem (see below). If wizard 3 otherwise, nor does it protect against the save fails, the creature is stuck. Components: V spells, special abilities, or extreme",
        "name":  "If the attack is successful, the subject Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No streak from your outstretched hand toward flames spring up, and when the flames the creature you indicate. With a satisfying pass nothing remains, not even grave dust. You smash the soot against your flesh and metallic clank, the bands wrap around the “Return from that one,” you mutter. intone the ancient, dark words. Like the indicated creature. legendary balor, your body bursts into Black flames flicker over a corpse, lurid flames. The victim must succeed on a Reflex utterly consuming it. You destroy the save or be immobilized and thus unable remains of a dead person or creature, to move. If the saving throw succeeds, the victim is only partially trapped by the bands, and is entangled. A creature immobilized by the bands can attempt to escape as a full- round action, either by bursting free preventing any form of raising or resur- rection that requires part of the corpse. There is a 50% chance that a wish, miracle, or true resurrection spell cannot restore to life a victim consumed by a barghest’s feast spell. Check once for each destroyed creature. If the d% roll fails, the creature cannot be brought back to life by mortal magic.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M, XP Components: V, S, M magic into a small mannequin that you",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "25 XP. With the bogun made, you take the You uncork the vial and speak the old final step and imbue it with sentience, words. The smoke issues from the bottle and pqqqqqqqqqqqqqqqqqqqqrs Bogun CR 1 with its creator. An attack that destroys a bogun also deals N, CN, LN, NE, or NG Tiny construct its creator 2d10 points of damage. If its creator is slain, a Init +3; Senses darkvision 60 ft., low-light vision; Listen +1, bogun also dies, and its body collapses into a heap of rotting Spot +1 vegetation. Languages telepathic link with master A bogun looks like a vaguely humanoid mound of compost. AC 15, touch 15, flat-footed 12 The creator determines its precise features, but a typical hp 11 (2 HD) bogun stands about 18 inches tall and has a wingspan of about Fort +0, Ref +3, Will +1 2 feet. Its skin is covered with nettles and branches. Speed 20 ft. (4 squares), fly 50 ft. (good) Combat: A bogun attacks by brushing against opponents Melee nettles +1 (1d4–2 plus poison) with harsh nettles that deliver an irritating poison. Space 2-1/2 ft.; Reach 0 ft. Construction: Unlike a homunculus, a bogun is created Base Atk +1; Grp –5 from natural materials available in any forest. Thus, there is Atk Options poison (nettles, DC 11, 1d6 Dex/1d6 Dex) no gold piece cost for its creation. All materials used become Abilities Str 7, Dex 16, Con —, Int 8, Wis 13, Cha 10 permanent parts of the bogun. SQ construct traits (MM 307) The creator must be at least 7th level and possess the Craft Feats Stealthy Wondrous Item feat to make a bogun. Before casting any Skills Hide +10, Move Silently +9 spells, the creator must weave a physical form out of living (or once-living) vegetable matter to hold the magical energy. A bogun is a small nature servant created by a druid. Like A bit of the creator’s own body, such as a few strands of hair a homunculus, it is an extension of its creator, sharing the or a drop of blood, must also be incorporated into this crude same alignment and link to nature. A bogun does not fight mannequin. The creator can assemble the body personally or particularly well, but it can perform any simple action, such hire someone else to do it. Creating this mannequin requires as attacking, carrying a message, or opening a door or a DC 12 Craft (basketweaving or weaving) check. window. For the most part, a bogun simply carries out its Once the body is finished, the creator must animate it creator’s instructions. Because it is self-aware and somewhat through an extended magical ritual that requires a week to willful, however, its behavior is not entirely predictable. On complete. The creator must labor for at least 8 hours each day rare occasions (5% of the time), a bogun might refuse to in complete solitude in a forest grove; any interruption from perform a particular task. In that case, the creator must another sentient creature undoes the magic. If the creator is make a DC 11 Diplomacy check to convince the creature to personally weaving the creature’s body, that process and the cooperate. Success means the bogun performs the task as ritual can be performed together. requested; failure indicates that it either does exactly the When not actively working on the ritual, the creator must opposite or refuses to do anything at all for 24 hours (DM’s rest and can perform no other activities except eating, sleep- option as to which). ing, or talking. Missing even one day causes the process to A bogun cannot speak, but the process of creating one fail. At that point, the ritual must be started anew, though the links it telepathically with its creator. It knows what its cre- previously crafted body and the grove can be reused. ator knows and can convey to him or her everything it sees On the final day of the ritual, the creator must personally and hears, up to a range of 500 yards. A bogun never travels cast control plants, wood shape, and beget bogun. These spells beyond this range willingly, though it can be removed forcibly. can come from outside sources, such as scrolls, rather than In that case, it does everything in its power to regain contact being prepared, if the creator prefers. pqqqqqqqqqqqqqqqqqqqqrs 27 DESCRIPTIONS SPELL CHAPTER 1 wraps itself around your hand, turning it into smoke as well. With a successful touch attack, you deal 2d12 points of damage. For every three caster levels, the smoke lasts for another round (to a maximum of 4 additional rounds at 12th level), deal- ing another 2d12 points of damage per round.",
        "name":  "XP Cost",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action through any magical barrier equal to",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You penetrate dead magic areas or an",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) creature adjacent to a creature engulfed effect then radiates from the creature Saving Throw: Will partial in blackfire must succeed on a Reflex and moves as it moves. Unattended Spell Resistance: Yes save or become engulfed itself. objects and points in space do not get Any creature that has its Constitu- saving throws or benefit from A three-foot-long column of disem- tion reduced to 0 or lower by the spell spell resistance. bodied gnashing teeth springs forth is turned into a pile of black ash and from your hand. can be returned to life only by true resurrection or wish, the caster of which For the duration of the spell, must succeed on a DC 30 caster level you can make melee touch check to restore the victim to attacks that deal 1d6 points life. If a creature succeeds on of damage +1 point per two its Fortitude save in 3 con- caster levels (maximum +10). Your secutive rounds, the blackfire Strength modifier does not apply affecting it gutters out. The to the damage. A creature that black flames cannot otherwise you successfully deal damage to be extinguished by normal must also make a Will saving means (such as immersion throw or become frightened in water or smothering), but for 1d4 rounds. antimagic field, a successful dispel magic, remove curse, or BLADE STORM break enchantment snuffs it out. Transmutation As well, a creature protected",
        "name":  "Each round on its turn, any living can cast the spell on a creature, and the Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level BLADEWEAVE Drawing upon magic in its purest form, you You hear a distant dragon’s roar that no send invisible energy whistling through the Illusion [Pattern] one else detects, and your skin takes on a air to batter your foe.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 swift action You gain damage reduction 10/magic attack with the ray to strike a target. A",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes stand. You touch your intended subject, which Whipping your head forward with the last then turns its head rapidly about as if look- This spell functions like blink (PH 206), word of the spell, you spit a globule of dark ing for the source of some sound. except that you have control over the liquid at your foe. timing of your “blinking” back and This spell grants the subject the forth between the Ethereal Plane You spit caustic saliva into your target’s blindsight ability (MM 306) effective and the Material Plane. You can also eyes with a successful ranged touch out to 30 feet. ready an action to blink away from attack. A –4 penalty applies to the any physical or magical attack. The attack roll. The subject is blinded until BLINDSIGHT, GREATER attack misses automatically unless it can wash its eyes with water or some it also affects ethereal targets (as a Transmutation other rinsing fluid, which requires a force effect does). While blinking,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous A white film slips over your vision. You create a magic construct called Saving Throw: Fortitude negates",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A black onyx gem worth at least 500 gp. knarF .C yb .bullI BODY BLADES damage any one ability score more than spells, even from magic items. You once every 5 rounds. The creature can gain the Strength and Dexterity of an Transmutation attempt a Will saving throw each round average warforged titan (Str 28, Dex 8),",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) SUBSTITUTION creature moving through the area also takes 1 point of nonmagical piercing",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Druid 2, ranger 2 tion checks to cast spells or maintain Nonmagical sound (including sound",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S your foes with the magic of your sacred further effects of this spell.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action This spell can affect only nonmagical effects are suppressed counts against",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level magic, nor a magic item involved in a CHILL OF THE GRAVE Saving Throw: Will negates game of chance (such as a deck of many Necromancy (harmless) things). Whenever a dice roll is made to",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes and might suspect that the outcome of You grant the subject a +4 insight the game has been magically altered. A pale ray erupts from your pointing finger, bonus on saving throws against all For example, Darkon is playing a and a moaning sound fills the air as it mind-affecting spells and effects. If game that he has a 1 in 4 chance of streaks toward your target. the subject of clarity of mind attacks a winning. The DM secretly rolls 1d4 creature that has concealment and fails 47 DESCRIPTIONS SPELL CHAPTER 1 the miss chance roll, he can reroll the A silver glow sheathes your body miss chance once to see if his attack as you complete the spell. As the actually hit the target. glow fades, you feel a touch of the divine at the back of your mind. CLAWS OF THE This divine touch spreads until you feel your concerns and anxieties BEAR fade away. Transmutation",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S other than verbal ones, nor can you Casting Time: 1 standard action Illusion (Shadow) carry items with your hands. Any magic Range: 60 ft.",
        "name":  "CLAWS OF DARKNESS cannot cast spells with components Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 2 items worn on your hands are tempo- Area: 60-ft.-radius emanation",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal magic that bolsters their bravery. to elongate and change shape into featureless Target: You claws of inky blackness. Duration: 10 minutes/level Illus. by M. Cotie 48 1 RETPAHC LLEPS SNOITPIRCSED All allies within the emanation (includ- Components: V, S, DF Range: Close (25 ft. + 5 ft./2 levels) ing you) gain a morale bonus on saves Casting Time: 1 standard action Target: One creature against fear effects equal to your caster Range: Touch Duration: Instantaneous level (to a maximum of +10 at caster Target: Creature touched Saving Throw: Will half (harmless); level 10th). Duration: 1 hour/level (D) see text",
        "name":  "Shadow to cause your hands and forearms Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) Spell Resistance: Yes (harmless) Spell Resistance: Yes As you touch the subject, mist Reaching out a hand twisted forms crude wings that cling to by tension into a grasping his back. claw, you squeeze your foe’s heart from afar, anticipat- This spell increases the sub- ing the moment its smoking ject’s fly speed by 30 feet. It remains will rest in your has no effect on other modes palm. of movement, nor does it allow the subject to fly if it Magical force grips the cannot already do so. subject’s heart (or similar vital organ) and begins CLOUDBURST crushing it. The victim is paralyzed and takes Evocation [Water] 1d12 points of damage per",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S magical fires such as those generated bursts into bright flames.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) croak out magic words and imbue your limb (fire) and contingent energy resistance",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude negates and invisible beings and items, all This spell forces a lycanthrope back",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes of which become faintly visible as to its natural form and keeps it from wispy outlines. Ethereal creatures changing form, preventing both You brush your fingers against the enemy, remain unreachable from the Material voluntary shapechanging through and immediately his bones begin to soften Plane (except with force effects), but the alternate form ability and invol- until he flows down into a flesh-colored illuminated incorporeal and invisible untary shapechanging because of puddle. creatures do not benefit from conceal- lycanthropy. ment, and so attacks against them Material Component: A hair, scale, Your touch transforms a living creature suffer no miss chance. or other cast-off item from the type of into a spongy, amorphous mass, its The hand cannot be attacked or dam- creature. shape melting and writhing uncontrol- aged, though dispel magic and similar lably. An affected creature is unable to hold or use any item. Soft or misshapen spells can dispel it. The hand winks CRABWALK out if the distance between you and it feet and legs reduce speed to 10 feet, or Transmutation exceeds the spell’s range. one-quarter normal, whichever is less Level: Bard 1, druid 1, ranger 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal MAGIC TATTOO who receives this tattoo functions",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None magic tattoos at a time. Any attempt that surround you but do not interfere",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) to apply more than that automatically with your movement or spellcasting. fails. They provide concealment and com- You finish the last detail and lean back to A successful erase spell removes a pletely hide your features. You gain look at your work. The tattoo looks good. It single magic tattoo. A successful dispel a +4 competence bonus on grapple should prove useful. magic spell can remove multiple magic checks, Climb checks, and Escape tattoos if targeted on the creature bear- Artist checks. This spell creates a single magic tattoo. ing them. When you are attacked, the tentacles",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tattoo inks strike back at your attacker. They have though the selection is limited by your in appropriate colors costing at least an attack bonus equal to your base caster level, as indicated below. You 100 gp. attack bonus + your Wis modifier, and must possess a modicum of artistic Focus: Tattoo needles. a successful attack deals 1d12 points of talent to sketch the desired tattoo—at damage. least 1 rank of Craft (drawing), Craft CREEPING COLD (painting), Craft (calligraphy), or a CREAKING similar Craft skill. Inscribing a magic Transmutation [Cold]",
        "name":  "You determine the exact type of tattoo, Material Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Assassin 4 58 1 RETPAHC LLEPS SNOITPIRCSED While this spell is in effect, if you make on a dark way without penalty, since a full attack while holding a dagger in it is no more slippery than a typical each hand, you gain a +2 insight bonus dungeon floor. on attack rolls and damage rolls made A dark way can support a maximum with daggers in that round. of 200 pounds per caster level. The magical energy that Creatures that cause the total permeates your daggers while weight on a dark way to this spell is active allows you exceed this limit fall through to deflect the magical energy it as if it weren’t there. You of spells. When wielding never fall through a dark way two daggers and fighting unless your own weight exceeds defensively, you gain spell the spell’s maximum capacity. resistance equal to 5 + your caster level. DARKBOLT The spell focuses your Evocation [Darkness] concentration so that",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " both the spell resistance Instantaneous; benefit described above and see text damage reduction 5/magic.",
        "name":  "Du ration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes but if you don’t hurl the bolt you were You surround yourself with a purify- entitled to in a round, it is lost. If you ing, swirling mist that washes the You stand at the edge of the canyon and hurl all the bolts at once, all your targets air clean of smoke, dust, and poisons. invoke the power. At your feet appears a thin must be within 60 feet of each other. Nonmagical contaminants, including black bridge that arches over the canyon. A darkbolt deals 2d8 points of damage inhaled poisons, are automatically to a living creature, and the creature negated within the cloud. Dance of the You create a ribbonlike, weightless, is dazed for 1 round unless it makes a unicorn also grants everyone within unbreakable bridge. A dark way must be Will save (a creature struck by multiple the mist a +4 bonus on saving throws anchored at both ends to solid objects, bolts during the same round is dazed against magical or supernatural gas but otherwise can be at any angle. Like for a maximum of 1 round, no matter effects, such as acid fog, cloudkill, and a wall of force (PH 298), it must be con- how many times it fails its save). An green dragon breath. tinuous and unbroken when formed. undead creature takes no damage, but The cloud of mist leaves everything It is typically used to cross a chasm or is dazed if it fails its save. within its area damp. a hazardous space. Creatures can move yelsroH .R yb .sullI 59 DESCRIPTIONS SPELL CHAPTER 1 DARKFIRE cannot have the ability made perma- and can make a Will save to disbelieve. nent with a permanency spell. Creatures that succeed on the save can Evocation [Fire]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S are killed spell or other healing magic stops the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One creature/ differs significantly between level, no two of which that of the illusion and that of the are more than 30 ft. apart characters, or if any character takes an action the illusion can’t duplicate (for Sensing the spark of life in your allies instance, climbing a tree if none are through your magic, you bolster that spark present for the illusory duplicate to and protect it from harm. The deep breath spell gives Mialee some mimic) onlookers automatically receive confidence she’ll survive being dragged a saving throw. In addition, anyone who This spell functions like death ward (PH beneath the water by the sahuagin moves out of the spell’s area disappears 217), except as noted above. from the illusion. stopped, however, any new wound DECOMPOSITION taken while the subject is within the DEEP BREATH Necromancy area (before the spell expires) begins Conjuration (Creation) [Air]",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level The progress of any nonmagical dis- DEMON DIRGE Saving Throw: Reflex negates ease that already afflicts the target is Spell Resistance: Yes Transmutation halted for the duration of the spell.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A cocoon of a death’s head (maximum +15) against a DC of 11 + effects (DC 11 + caster level) or sup- moth. the spell’s caster level. If that check press an unattended object’s magical fails, you make dispel checks against properties for 1d4 rounds (DC equal DISPEL WARD progressively weaker spells until you to the item’s caster level). Spell effects dispel one spell or until you fail all your not operating on objects or creatures Abjuration checks. A creature’s magic items are not cannot pass through the screen. A",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 1, sorcerer/wizard 1 affected, and creatures and objects that disintegrate or successful dispel magic",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None to magical beast, and your size changes You exhale a cloud of poisonous gas mixed",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes ject has a 50% chance to miscast spells of a fly. that have verbal components, and any Your intricate hand motions slow and then stop even as you begin chanting the arcane time the subject speaks (including the DISTRACTING RAY use of magic items activated by com- words that unlock the spell’s power. As you Abjuration mand words), there is a 50% chance that conclude,y ourd isembodiedw ordsc ontinue Level: Bard 2, sorcerer/wizard 2 the utterance is completely incompre- on, growing both in tempo and volume. Components: V, S hensible and therefore ineffective.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level creature. +4 bonus on saving throws against Saving Throw: Will negates language-dependent effects. Spell Resistance: Yes You must succeed on a ranged touch attack with the ray to strike a target. DISSONANT CHORD This spell arouses a zest and appreciation for This ray attempts to undo magic as it is life in the targets. The targets are distracted being cast. Used in the same manner as Evocation [Sonic] as they study the shapes of the clouds, the a counterspell (as a readied action), the",
        "name":  "Creatures within the area gain a Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S a stone wall, the temperature and scent of a divine or arcane magic by dazzling the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level or until be affected, as long as its diameter at the several ways. A DC 20 Escape Artist discharged (D) point where the spell is cast does not check allows the creature making the exceed 10 feet. check to squeeze through the constric- The air around you crackles with magi- tion but leaves it intact. cal energy as you finish uttering the A DC 25 Strength last syllables of the spell’s formula. check breaks the You immediately feel as if your constriction and link to the arcane somehow has ends the spell. A suc- increased, filling you with confi- cessful dispel magic or dence and a sense of security. knock spell opens the constriction—the former While a duelward spell is in by ending the spell and effect, counterspelling is an the latter by suppress- immediate action for you, al- ing it for 10 minutes. If a lowing you to counterspell creature burrows through even when it is not your turn the earth lock, the spell without having previously ends. The constricted readied an action. You also tunnel can also be dug gain a +4 competence bonus out normally. on Spellcraft checks made to Identifying a tunnel identify spells being cast. secured with earth lock (as The first time you successfully opposed to a tunnel that counterspell while the spell is in just ends) requires a DC effect (whether you counterspell 20 Search check. as an immediate action or not), Material Component: A duelward is discharged. diamond chip worth at",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (object) Your foe will reach you in seconds. You cast this spell, and yellow strips of magical EARTHEN GRASP Gray bands extend from your fingertips, energy loop about its wings, hampering its Transmutation [Earth] wrapping themselves around the wall like flight and dragging it to ground. Level: Sorcerer/wizard 2 a brace, strengthening it for the coming",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M assault. You hinder the subject creature’s abil- Casting Time: 1 standard action ity to fly (whether through natural or Range: Close (25 ft. + 5 ft./2 levels) You reinforce a rock formation or stone magical means) for the duration of the Effect: Animated earthen arm structure. The earthfast spell doubles spell. If the target fails its saving throw, Duration: 2 rounds/level the structure’s hit points and increases its fly speed (if any) becomes 0 feet. An Saving Throw: None its hardness to 10. This spell does not airborne creature subjected to this spell Spell Resistance: Yes function on constructs. falls to the ground as if under the effect of a feather fall spell. Even if a new effect You raise your arm above your hand, your EASY CLIMB would grant the creature the ability fingers flexed like talons. Nearby, an arm Transmutation to fly, that effect is suppressed for the made of earth but as large as a person",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One magic-absorbing sphere ELECTRIC LOOP • You are immune to poison, sleep, paralysis, and stunning, and are not per caster level Evocation [Electricity] subject to extra damage from critical",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fly at your normal speed (perfect to provide protection from magical among your foes. maneuverability), air mastery (airborne effects. As a standard action, you can creatures take a –1 penalty on attack shift the spell’s effect (and thus all the You create one small stroke of lightning rolls and damage rolls against you). spheres) to any other creature within that targets one creature per three 79 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Air",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S maneuver without provoking attacks of an object. Nonmagical, unattended",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex half; see text You hold the eye in your palm, sprinkle attack with the ray to strike a target. If Spell Resistance: Yes; see text it with blood and diamonds, and speak the attack succeeds, the subject initially the words. Slowly it rises from your hand, gains one negative level, then continues You toss each of the marbles into the air, emitting a soft beam that illuminates the to gain another negative level each making the incantation as you do so. Each chosen area. Then it disappears, and you round thereafter as its life force slowly marble turns a different color—pale green, place the spell within the magic trap. bleeds away. The drain can be stopped white, blue, red, and violet—and settles into only by a successful DC 23 Heal check orbit around your head. You create a lingering zone of transfor- or the application of a heal, restoration, mative magic that absorbs magic energy or greater restoration spell. You create a circle of five colored from magic items or spellcasting and Each round after the first, on your spheres that orbit your head at a dis- uses it to power another spell tied to turn, the affected creature can attempt tance of 1 foot. These spheres provide that location. For example, you could a Fortitude saving throw to end the as much light as a torch and can be have an energy transformation field tied effect. used offensively or defensively. Each to a summon monster V spell that would If you strike an undead creature, sphere corresponds to one of the five summon a monster when the field had that creature gains 4d4×5 temporary types of energy (acid, cold, electricity, absorbed enough magic. hit points that last for up to 1 hour. fire, sonic). The field absorbs the magic of spells If used to attack, on your turn as a cast, spell-like or supernatural abilities ENERGY IMMUNITY standard action you can direct one or that are activated, and magic items used more spheres to strike a creature or within its dimensions. Each source of Abjuration creatures in range, no two of which are magic provides spell levels of energy to",
        "name":  "You must succeed on a ranged touch Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) If you are attacked with an effect that from a wand of fireball would add three causes energy damage, and the sphere spell levels to the field’s store, a potion A sense of security fills you as you complete of that type of energy is still present, of cure light wounds would add one, and the spell. As you touch the intended target you can have that sphere absorb some of a wish from a ring of three wishes would of the spell, the feeling lingers for a moment that energy damage. Each sphere grants add nine. Items that don’t have a clearly before fading. you energy resistance 5 per five caster defined spell level (such as the effects 81 DESCRIPTIONS SPELL CHAPTER 1 of most rods) use the prerequisite caster tion of its previous casting has expired. has an equal chance of absorbing a spell level needed to create that item (so If a linked spell requires concentration effect in that area. an immovable rod would provide two to maintain, the field expends one spell Material Component: Three drops of spell levels every time it was activated level for every hour of concentration your blood, an eye from any human- because of its levitate prerequisite). (the field’s concentration is interrupted oid, and 5,000 gp worth of powdered Effects that are absorbed give no indi- only by its complete destruction). diamond. cation of where the magic went; they Spells that require a target will target XP Cost: 250 XP. simply vanish. the living creature nearest to the The field absorbs only magic that is field. ENERGY VORTEX actually used within its area. Ongoing Typical spells linked to an energy Evocation [see text] magical effects that enter the area, transformation field are blindness/deaf-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action functioning items such as a +1 mace, material component or an XP cost",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous slightly, but its overall magic would cally sealed into a wall or in a secret",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes An energy transformation field has Only Mordenkainen’s disjunction, a single spell linked to it. When the limited wish, wish, or similar spells can Energy wells up inside you and explodes field has absorbed spell levels equal destroy the energy transformation field. outward in a furious burst. to the spell level of its linked spell, it Spells of lower level, such as dispel magic automatically casts that spell at a point and greater dispel magic, are absorbed by When you cast energy vortex, you choose within the field designated by you at it, and an antimagic field prevents it from one of four energy types: acid, cold, the time of the casting of the field. This absorbing magical energy within the electricity, or fire. A blast of that energy expends those absorbed spell levels field but does not otherwise hamper type bursts in all directions from you, (although unused levels remain until this spell. If two or more field spells dealing 1d8 points of damage +1 point they are used or expire). The cast spell share an overlapping area, each field per caster level (maximum +20) to functions as if cast by you in terms of nearby creatures other than you. If duration and all level-based spell you are willing to take the effects. Absorbed spell levels fade damage yourself, you at a rate of one per day if not deal twice as used. The field auto- matically triggers its linked spell if it has enough stored spell levels and the dura- This gnome druid chose to cast a cold version of energy vortex Illus. by R. Horsley 82 1 RETPAHC LLEPS SNOITPIRCSED much damage. You don’t get a Reflex ENHANCE FAMILIAR • Gain the extraordinary abilities of save, but spell resistance applies, as do the new form. Universal any resistances and immunities you • The new form assumed is stronger",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A quarterstaff. doing as the spell compels, the spell has polymorph, blight, contagion, dominate no effect. For example, if the subject is animal, flame strike, and poison (the ENTICE GIFT paralyzed and cannot move or drop the subject fails the initial save but can item, nothing happens. Enchantment [Mind-Affecting] attempt the second save).",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor Duration: Instantaneous spell’s area or whenever they move back",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You place your hands on your loyal acolyte you’re not within the wind. If you move, and blue-silver radiance discharges from the eye of the hurricane moves as well Letting a bit of bat fur loose to float on the your hands. The horrendous wounds across to keep you in the center. If you cast air, you summon huge, glowing green bats his chest heal, leaving no scar. eye of the hurricane so that creatures are to serve as your eyes. inside the eye when the spell begins, When laying your hand upon a living they must make Fortitude saves when You summon four fiendish dire bats creature, you channel positive energy your movement brings the area of wind (MM 62) that blaze with a faint ghoul- that cures 8 points of damage +1 point upon them. Thereafter, if you move the green light (they glow as bright as a per caster level (up to +5). The spell spell area into a square occupied by candle). These fiendish dire bats have works only on a creature that worships another creature, that creature makes damage reduction 5/magic; resistance the same deity as you. A target with no a Fortitude save at the beginning of its to acid 5 and fire 5; spell resistance 9; deity or a different deity from yours next turn (assuming the windy area of and a smite good attack that provides a is unaffected by the spell, even if the the spell is still on it). +4 bonus on one damage roll. target would normally be harmed by The bats allow you to see through positive energy. EYE OF POWER their eyes, from their perspective, Divination (Scrying) using your own visual senses. If you FALSE GRAVITY",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor of those abilities or spells through the",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) eye of faintly glowing blue energy. Spying You can summon the bats at any your enemy from the safety of your magical point you can see, but they can then You clatter the magnets in your hand and sensor, you unleash your spell. travel outside your line of sight without set your foot on the wall. Your second step hindrance. Even while outside your carries you onto the wall, and you can walk This spell functions like arcane eye (PH line of sight, they follow your mental up it with ease. 200), except as noted here. You can cast directions on where to explore. The 88 1 RETPAHC LLEPS SNOITPIRCSED The subject of this spell can travel on call the familiar forth or it can leave the expires or if the spell ends abnormally any solid surface as though that surface space on its own. (as above), the familiar appears in your possessed its own gravity. For example, Once inside, the familiar has total space unharmed. the subject could walk or even run cover and total concealment, and as a free Material Component: A tiny golden up a wall as though the wall were a action, you or the familiar can further needle and a strip of fine cloth given a perfectly level floor. The subject can seal the space to make it air- half twist and fastened at the ends. switch “down” as often as it likes during tight and the spell’s duration, though only once FANGS OF THE per round, as a free action. Unattended objects fall, as normal. VAMPIRE KING The subject of false gravity can fly Transmutation [Evil] by choosing a solid surface and Le vel: Assassin 3, letting itself fall through blackguard 3, the air toward it. A charac- Deathbound 3 ter “flying” in this fashion Components: V, S moves at 30 feet per round Ca sting Time: 1 and can make one turn, in standard action any direction, once per round, Range: Personal by redefining its personal grav- Target: You ity. A creature falling in this Duration: 1 minute/level fashion loses all “downward” momentum when it changes its Hissing an evil laugh, you sprout gravity. sharp fangs to drain the blood of",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No the space, but can use supernatural or When you cast this spell, a garment spell-like abilities as normal (provided or container becomes a safe haven for Your spell generates an illusory, many- they don’t require line of sight, which a Tiny or smaller familiar. The spell armed,n oisy,m assivem echanicalc onstruct the pocket blocks). You continue to turns the target pocket into a comfort- of impressive appearance. gain the special ability granted by your able extradimensional space (about 1 familiar. While inside the pocket, the cubic foot). The familiar can fit inside This spell creates a bizarre, but useful, familiar continues to benefit from the the space without creating any notice- machine that you can command to share spells ability as if it were adjacent able bulge in the item. Whenever the perform any simple, physical task that to you. familiar is touching you, you can whisk can be described in twenty-five words The spell ends if the familiar pocket it inside the space as a free action by or less. You can order the machine to is placed within or taken into another speaking a command word chosen perform the same task over and over, extradimensional space (such as a by you when the spell is cast. If the but you can’t change the task. You must portable hole). If your familiar is within familiar can speak, it can command specify the task when you cast the spell. the pocket when the spell duration itself inside. As a free action, you can The machine always acts on your turn knarF .C yb .sullI 89 DESCRIPTIONS SPELL CHAPTER 1 in the initiative order. (It can act during a speed of 60 feet. It can swim or fly at the subject at the time of casting, they the turn you cast the spell.) a speed of 20 feet (poor). It has 16 HD, are suspended for the spell’s dura- The machine functions as a Large 88 hit points, AC 20 (–1 size, +11 natu- tion. (Thus, an unconscious subject animated object (MM 13). It trundles ral), and hardness 20. Its saving throw becomes conscious and functional.) over the ground at a speed of 40 feet. modifiers are Fortitude +5, Reflex +5, When the spell ends, any effects It can swim or fly at a speed of 10 feet and Will +0. suspended by the spell that have not (clumsy). It has 22 hit points, AC 14 (–1 The machine has a Strength of 22. expired in the interim (such as the size, +5 natural), and hardness 10. Its A light load for the machine is up to fatigued condition, which normally saving throw modifiers are Fortitude 346 pounds, a medium load is 347–692 requires 8 hours of rest to recover +1, Reflex +1, Will –4. pounds, and a heavy load is 693–1,040 from) return. Effects that expired The machine has a Strength of 16. pounds. The machine can fly or swim during the duration of this spell do A light load for the machine is up to only when lightly loaded. not resume when it ends. 172 pounds; a medium load is 173–346 The machine can lift a weight of up In addition to these effects, the sub- pounds; and a heavy load is 347–520 to 2,080 pounds to a height of 15 feet. ject gains the benefit of the Endurance pounds. The machine can fly or swim It can push or drag 5,200 pounds. It feat for the duration of the spell. only when lightly loaded. can excavate 20,000 pounds of loose The machine can lift a weight of up rock each minute (which is sufficient FAVORABLE SACRIFICE to 1,040 pounds to a height of 15 feet. to clear a 5-by-5-by-5-foot space in Abjuration It can push or drag 2,600 pounds. It 1 round). It can excavate sand or loose",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) subject damage reduction 5/magic; resistance to acid, cold, electricity, fire, This spell functions like fantastic Calling upon the saints of your order, you and sonic 10; and spell resistance equal machine, but you can concentrate on imbue the person in need with the power to to your caster level. controlling the machine’s every action resist the dire forces arrayed against you. By expending 1,000 gp, you grant the or specify a simple program, such as to subject damage reduction 10/magic; collect all the logs in an area and stack The subject gains immunity to nonle- resistance to acid, cold, electricity, fire, them in a neat pile, plow a field, drive thal damage, charm and compulsion and sonic 15; and spell resistance equal piles, or the like. The machine can effects, and attacks that function to your caster level +5. perform only fairly simple physical specifically by causing pain, such By expending 10,000 gp, you grant tasks. Directing the machine’s actions as the wrack spell (see page 243). It the subject damage reduction 20/magic; or changing its programmed move- is further immune to effects that resistance to acid, cold, electricity, fire, ment is a standard action for you. The would cause it to be dazed, exhausted, and sonic 20; and spell resistance equal machine always acts on your turn in fatigued, nauseated, sickened, stag- to your caster level +10. the initiative order. (It can act during gered, or stunned. The subject remains Material Component: Gems worth a the turn you cast the spell.) conscious at –1 to –9 hit points and total of 250 gp, 1,000 gp, or 10,000 gp. Except where noted below, the can take a single action each round machine functions as a Large animated while in that state, and does not lose object (MM 13) constructed from ada- hit points for acting. If any of the mantine. It trundles over the ground at above conditions were in effect on 90 1 RETPAHC LLEPS SNOITPIRCSED",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level their needle-sharp tips. Wrenching life from their bodies with your Two short, otyughlike tentacles sprout from magic, your foes’ remains stir and rise as Razor-sharp ice crystals surround the under your arms to hang limply at your ghouls under your control. targets. Each target takes 1d6 points sides. When you think of grappling, the of damage per caster level (maximum tentacles twitch to life and wave about as Humanoid creatures in the area with 20d6); half of this damage is cold if seeking a foe. –1 to –9 hit points that fail their saving damage, and half is slashing. In addi- throws die and immediately rise as tion, each target’s speed is reduced You grow two tentacles that grant you ghouls (MM 118) under your control. by 20 feet for 1 round per caster level. a +4 circumstance bonus on grapple You choose whether the ghouls follow Creatures that succeed on Reflex saving checks. These tentacles cannot attack, you, or whether they can remain where throws take half damage and their hold objects, manipulate items, or per- formed and attack any creature (or just movement is unaffected. form any action other than grappling. a specific kind of creature) the ghouls Focus: A silver shuriken worth 50 gp If your caster level is at least 9th, you notice. The ghouls remain until they that looks like a snowflake. grow four tentacles instead, and the are destroyed. circumstance bonus increases to +8. The ghouls that you create remain FIENDFORM under your control indefinitely. No FELL THE matter how many ghouls you gener- Transmutation [Evil]",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hunger 7 91 DESCRIPTIONS SPELL CHAPTER 1 A field of icy razors stops a centaur’s charge FIERCE PRIDE OF THE A celestial lion called by this spell You speak the words of this spell, and a BEASTLANDS has damage reduction 5/magic; resis- blue mark that only you can see appears on tance to acid 5, cold 5, and electricity your opponent, highlighting a weak spot in Conjuration (Summoning) 5; spell resistance 9; and a smite evil her defense. [Chaotic, Good] attack that provides a +5 bonus on one",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes spell has damage reduction 5/magic; Your first melee or ranged attack each",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One magic shuriken/3 levels Duration: 1 round/level",
        "name":  "Transmutation Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S not damage you or any items you carry. All subjects hit by the burst in the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal you cannot hold items in your hands area in the following round take 1d6",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Burst of fire extending 15 ft. You transform one of your hands into a from you You stomp on the ground, and fire snuffs out mighty fist of living stone, gaining a +6 all around you, rippling away to nothing- enhancement bonus to Strength for the This spell functions like fireburst, ness faster than you can blink. purposes of attack rolls, grapple checks, except that it affects creatures within or breaking and crushing items. In 15 feet of you and deals 1d10 points of This spell functions like quench addition, you gain the ability to make fire damage per caster level (maximum (PH 267), except as noted above. In one natural slam attack, dealing 1d6 15d10). addition, it has the following effects. points of damage + your new Strength bonus (or FIRES OF PURITY 1-1/2 times your Strength Evocation [Fire] bonus if you make no other",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless); than one slam attack see text per round with this spell due to a high You touch the target, and it bursts into base attack bonus (+6 flames that do not harm it, although or higher). the heat you feel from the fire seems Your fist undergoes quite real to you. no change in size or form, remaining as flexible and The creature you touch bursts responsive as it would nor- into magical flames that do mally be while under the not harm the subject, but are spell’s effect. capable of harming anyone else Material Component: A pebble who comes into contact with inscribed with a stylized fist design. the creature. With a successful melee attack, FLAME DAGGER the subject deals an extra 1 point A sorcerer keeps a flame dagger at the Evocation [Fire] of fire damage per caster level (maxi- ready while she casts another spell Level: Sorcerer/wizard 2 mum +15). If the defender has spell",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes/level (D) attacks with a 15-foot reach that each to peel your target like an onion. deal 6d6 points of fire damage. Attacks The wing-claw vaporizes in a puff of acrid with these flaming whips replace any When you cast this spell, you liter- smoke, and you feel the muscles of your natural attacks you had with those ally strip the flesh from a corporeal shoulders warm from the eldritch energies limbs. creature’s body, inflicting incredible coursing within. Great draconian wings While this spell is in effect, you pain and psychological trauma. Each unfurl from your shoulders and reach cannot cast spells with material com- round, the subject takes 2d6 points toward the sky. ponents, nor can you carry items with of damage, 1d6 points of Charisma your forelimbs. Any items worn on damage, and 1d6 points of Constitution A powerful pair of wings sprout from your forelimbs cease functioning while damage. A successful Fortitude save your shoulders, granting you a fly speed the spell is active. negates the ability damage and reduces of 100 feet (average). You can’t carry the hit point damage by half for that aloft more than a light load. round, but does not end the spell. 96 1 RETPAHC LLEPS SNOITPIRCSED When flying long distances, you FLY, SWIFT can fly at 15 miles per hour Transmutation (or 24 miles per hour",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 4 of magical force, tumbling toward your",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes that overlaps the area, such as wall of the result of the bull rush can push force, is automatically countered. Incor- creatures beyond the spell’s normal Sparking bolts of blue magic, like giant poreal creatures, or creatures with the range. magic missiles, streak from your out- force descriptor must make a Will save Focus: A small piece of string and a stretched hand to strike your foes and to enter the area of the sphere. drop of water. explode in sparkling bursts. Forceward does not push a creature You create powerful missiles of magical out of the way if you move toward an FORESTFOLD incorporeal creature or force effect, force, each of which darts from your Transmutation and such creatures are treated as if fingertips and unerringly strikes its Level: Druid 3, ranger 3 they automatically succeeded on their target, dealing 2d6 points of damage. Components: V, S saving throws against this spell.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 2, sorcerer/wizard 2 nonmagical objects receive no saving contact with each other at the time",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous control). If you exceed this number, all and whisper the words of the spell. Softly Saving Throw: Fortitude negates the newly created creatures fall under the coin begins to replay the music of the Spell Resistance: Yes your control, and any excess undead previous night’s performance. from previous castings become uncon- Your touch gradually transforms a living trolled (you choose which creatures are You prepare an object that records victim into a ravening, flesh-eating released). If you are a cleric, any undead and replays a song previously played ghoul. you might command by virtue of your or sung in its vicinity. When cast, the power to command or rebuke undead spell searches a radius of 50 feet for the The subject takes 3d6 points of damage do not count toward the limit. lingering notes of a tune played there per round while its body slowly dies within the last day. It records these and its flesh is transformed into the notes and reverberations. At your verbal cold, undying flesh of the undead. GHOUL GESTURE command, “Play,” the ghostharp replays When the victim reaches 0 hit points, Necromancy the music. The tune repeats until you it becomes a ghoul (MM 118). Level: Hunger 3 command it to stop, or until its duration If the target fails its initial saving Components: V, S, M comes to an end. The ghostharp does throw, remove disease, dispel magic, heal, Casting Time: 1 standard action not record conversations. Its imperfect limited wish, miracle, Mordenkainen’s Range: Medium (100 ft. + 10 ft./level) replay can’t reproduce bardic music or disjunction, remove curse, wish, or greater Effect: Ray neiD .C yb .sullI 105 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "You place the coin on the table, touch it, Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level magical probing, though they can be GHOUL LIGHT",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hunger 1 Read magic allows identification of",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical, heatless flame You must succeed on a ranged touch the Search skill to find a ghoul glyph and",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) damage + your Str modifier. You gain magic is lost. If you die, however, an orb",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One creature or 4 cubic ft. of an insight bonus equal to your caster retains its magic. Any character with material level on attack rolls and damage rolls an Intelligence or Wisdom of at least",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes another creature, the pebbles’ magic Focus: A glass sphere (50 gp) into dissipates harmlessly. which the light is placed. An orb usable The spell erupts from the surface of the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal round, and the subject does not gain inside a glass sphere roughly the size of Target: You additional claw attacks from a high base a human fist. You can control the light Duration: 1 round attack bonus. level generated by a glowing orb by",
        "name":  "This spell places a magical light source Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A few strands of mental command (a standard action), A dim glow fills your eyes, allowing you to girallon hair. provided that the orb is within 30 feet see—briefly—weak points in the magic of you. The light level ranges from infused within a nearby construct. 107 DESCRIPTIONS SPELL CHAPTER 1 For 1 round, you can deliver sneak hovering about them and forming wedges Saving Throw: Fortitude negates attacks against constructs as if they of positive energy. Spell Resistance: Yes were not immune to extra damage from sneak attacks. To attack a construct For 1 round, you can deliver sneak You create a cloud of sickly gray energy that in this manner, you must still meet attacks against undead as if they were streaks toward a living creature, wrapping the other requirements for making a not immune to extra damage from it in the foul essence of unlife. sneak attack. sneak attacks. To attack an undead This spell applies only to sneak attack creature in this manner, you must A skull-shaped cloud of gray energy damage. It gives you no ability to affect strikes your target. The gray radiance constructs with critical hits, nor does it is transferred to the creature, cover- confer any special ability to overcome ing it entirely. For the duration of the the damage reduction or other defenses spell, a living subject cannot regain of constructs. hit points or ability score points by any means (undead creatures can still GRACE gain hit points), nor can the creature remove negative levels. Regeneration Transmutation [Good] or fast healing abilities the subject has",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level boosting its Constitution score and can receive temporary hit points With a single word, you call (from an aid spell, for example). upon the might and grace of When the spell ends, automatic your deity, bathing your body healing abilities, such as a troll’s with divine energy. Your body regeneration, and items that glows with silvery light and restore hit points, such as a you feel quick and light on ring of regeneration, begin to your feet. function again.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You call upon your beliefs and a great pair of Level: Sorcerer/wizard 6 hands appears around your target, cradling Components: V, S, M The crystal globes in your hand vibrate it in its power. The effect fades, but your Casting Time: 1 standard action intensely before turning ice-cold. As you target briefly glows with a healthy orange Range: Touch hurl them, they resemble balls of ice, an nimbus. Target: One item of a volume no observation borne true when they strike greater than 10 cu. ft./level; and shatter into a shower of ice crystals. If your deity is non-evil, this spell see text grants a +2 sacred bonus on saving Duration: Permanent You create frigid hailstones that strike throws, and the spell is a good spell. If Saving Throw: None your enemies. You must succeed on a your deity is evil, this spell grants a +2 Spell Resistance: Yes (object) ranged touch attack to hit with a globe. profane bonus on saving throws, and Each hailstone deals 5d6 points of cold the spell is an evil spell. You rub your hands along the length of damage. For every five caster levels, you This spell works only on a creature the object, intoning the spell. A warm red gain an additional hailstone (maximum with the same deity as you or the same glow emits from your hands, strengthening of four stones at 20th level), and all alignment as your deity. If cast on a the object. globes must be aimed at enemies that target that does not meet this criteria, are all within 30 feet of each other. the spell has no effect. This spell increases the hardness of",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes body. Your living heart can (harmless) be stored or hidden anywhere you like, where it continues The skin of your hands turns to beat for the duration of translucent, showing the muscle the spell. While under the and bone beneath. You touch effect of heart of stone, you gain your badly injured ally and feel damage reduction 5/— and your own vitality leave your body resistance to cold 5, fire 5, and and enter his damaged form. electricity 5, but are subject to the following disadvantages. You transfer some of your Your rate of natural healing life essence to the subject slows to only 1 hit point per of the spell, healing it. You day (regardless of character can heal up to 1d6 points of level or whether you rest). In damage per two caster levels addition, your own living heart (maximum 10d6), and you is susceptible to attack; if it is decide how many dice to roll damaged or destroyed, you are when you cast the spell. You instantly slain. take damage equal to half Heart of stone can be dis- the amount your subject was pelled, in which case your healed. This spell cannot heal living heart instantly returns to a subject of more damage its proper place while the stone than your current hit points heart is transported to the place +10, which is enough to kill where you left your heart. Your you. heart and the stone heart like- wise switch places if you enter HEALTHFUL REST an antimagic field (temporarily Conjuration (Healing) negating the spell’s effects),",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude partial by normal means; doing so ends the slams into your target. With a bloody pop Spell Resistance: Yes outlining effect. and squelch, the heart of your target bursts out its back, dropping the creature like a A flickering red fire bursts in the area HEAT DRAIN discarded rag doll. you intended. Creatures in the area are Necromancy [Cold] outlined in the flame, some more intensely",
        "name":  "With a sweep of your hand, invisible magic Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous but instead is stunned for 1d4 rounds. magical darkness effect functions",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20-ft.-radius burst centered on spell. When you finish, you open your eyes When the spell is complete, 2d4 lantern you and note a new feature in the landscape archons (MM 16) appear. Ten minutes Duration: 1 round roughly the size of a house. later, 1d4 hound archons (MM 17) Saving Throw: Will negates appear. Each creature has maximum Spell Resistance: Yes This spell functions like Leomund’s hit points per Hit Die. Once these secure shelter (PH 247), except as noted here. The house created by hidden lodge 114 1 RETPAHC LLEPS SNOITPIRCSED is perfectly camouflaged to blend in Range: Anywhere in the area to be You can see and hear into the past, with whatever terrain or surround- warded getting a look at events that happened ings are appropriate. It might appear Area: Up to 200 sq. ft./level (S) previously at your current location. as a house-sized boulder in a rocky or Duration: 24 hours (D) The level of detail you see and hear mountainous area, as a sand dune in the Saving Throw: None by means of this spell depends on desert, as a densely tangled thicket, a Spell Resistance: No the span of time you wish to observe; grassy knoll, or even a mighty tree. The concentrating on a span of days renders lodge also obscures all telltale signs of After what feels like an hour, you finish a more detailed perspective than a habitation, including any smoke, light, the chant and rest your hands on the onyx span of centuries, for example. You can or sound coming from within. sphere, envisioning the places you wish to view only one span of time per casting, At any distance of more than 30 feet, protect from those seeking your secrets. chosen from the following options. the lodge is indistinguishable from Days: You sense the events of the natural terrain. Any creature approach- Hide the path wards a large, continuous past, stretching back one day per caster ing within 30 feet is entitled to a DC area against divination magic. The level. You gain detailed knowledge of 30 Survival check to spot the hidden ward protects 200 square feet per caster the people, conversations, and events lodge as an artificial dwelling and not level and can be shaped as you desire. that transpired. a natural part of the landscape. The warded area can be as much as 20 Weeks: You gain a summary of the",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 5 at the floor in the hopes of stopping In an antimagic field, the familiar loses",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates ried items, and begins consuming Range: Close (25 ft. + 5 ft./2 levels) (harmless) the illusory food and drink. The food Targets: One living creature/level,",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No points in the third round, and so forth. You touch your foe with the dust of dead flies Flammable, nonmagical items carried on your fingers, giving birth to hundreds of Black bubbles of ink boil up from the vial in by the target automatically fail their writhing maggots in his flesh. your hand and quickly spread to fill all the saves to resist this damage. water around you with darkness, blocking After the first round, the subject With a successful melee touch attack, your vision. can attempt a DC 15 Reflex save as you infest a creature with maggotlike a full-round action to extinguish creatures. If the touched creature You create an inky cloud that billows the flames before taking additional fails a Fortitude saving throw, the out from your location. The cloud ob- damage. Rolling on the ground (the magical maggots deal 1d4 points of scures all sight, including darkvision, subject becomes prone) allows the Constitution damage each round at the beyond 5 feet. A creature within 5 feet target a +2 bonus on this save. Leaping beginning of your turn. The subject has concealment. Creatures farther into a large body of water or magically makes a new Fortitude save each round away have total concealment. extinguishing the flames automati- to negate the damage in that round and A moderate current disperses the cally ends the effect. end the effect. cloud in 4 rounds; a strong current",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal when the magic is activated, the creature specify the locale and detail up to six knows that you sent the message, but has 125 DESCRIPTIONS SPELL CHAPTER 1 no idea what the message is). At any time Duration: 1 minute/level (D) Arcane Focus: A miniature skull made afterward, you can send your interplanar Saving Throw: Will negates out of iron or steel. message to that creature. (harmless) The message pops into the target’s Spell Resistance: No IRON SILENCE mind, awake or asleep, and the target Transmutation is aware that the message has been As you complete the spell, your senses dull",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature touched Components: V, S bars. Magic metal affects you normally,",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Area: Cone-shaped burst by metal items (such as poison on a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level immediately make an opposed grapple (through restoration, for example), the check against the creature as a free target creature still takes Dexterity drain Drawing upon the powers of unlife, you action without provoking attacks of each day until the spell is lifted. Once give yourself abilities similar to those of a opportunity. You add your caster level a victim of jungle’s rapture is drained to vampire. You become gaunt and pale with and your Wisdom bonus to the result 0 Dexterity, it immediately transforms feral, red eyes. of your grapple check rather than your into a normal plant of the same size as its Strength bonus and size bonus. If you original body. Aside from radiating an You gain damage reduction 10/magic, succeed, the target becomes entangled aura of transmutation magic, the plant and you can use any one of the follow- in the thick strands of kelp and is is a normal plant with no Intelligence, ing abilities each round as a standard grappled. Each round, the target can Wisdom, or Charisma scores. action. attempt to escape the kelpstrand by Jungle’s rapture is a curse, and as making a successful grapple or Escape such it cannot be dispelled. It can be • enervation, as a melee touch attack Artist check against the kelpstrand’s removed with a break enchantment, lim- • vampiric touch, as a melee touch grapple check. You are not considered ited wish, miracle, or wish spell. Remove attack grappling yourself while using this curse works only if the caster level of • charm person spell. Once you shoot your strands of that spell is equal to or higher than your • gaseous form (self only) kelp, you need not take any action to caster level at the time you cast jungle’s maintain the effect. rapture. While you are using this spell, inflict A creature targeted with multiple spells heal you and cure spells hurt you. kelpstrands has to make separate KELPSTRAND grapple or Escape Artist checks against You are treated as if you were undead for the purpose of all spells and effects. Conjuration (Creation) each kelpstrand currently grappling it A successful turn (or rebuke) attempt",
        "name":  "Even if drained points are restored Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes or resistance—red for resistances, green for two caster levels with this spell, but you vulnerabilities. must end this movement in a square You feel your eyes glow with magical energy that leaves you flanking an enemy. as you complete the spell. You see luminous You learn any special qualities, vulner- words appear in the air above your spell’s abilities, and resistances the target KNOW target. The words describe the creature’s creature has. Vulnerabilities include GREATEST ENEMY strengths or weaknesses, as you desire. anything that causes the creature more than the normal amount of damage Divination You gauge the strengths and weak- (such as a creature with the cold",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes you specify. If a creature has more For example, if cast upon a balor, strengths or weaknesses than you can you learn that it has damage reduction Your eyes flash green, turning golden as learn with a single casting, you learn 15/cold iron and good; spell resistance your survey your opponents. To your eyes, the most powerful ones first. Thus, 28; immunity to poison, fire, and elec- the weakest of them are limned with a pale if a monster can use finger of death at tricity; resistance to acid 10 and cold 10; green nimbus, which intensifies with power. will and has resistance to sonic 5, you and that it does not have any particular The most powerful is wrapped in a brilliant, would learn about finger of death first. vulnerabilities. shimmering green aura. 130 1 RETPAHC LLEPS SNOITPIRCSED LAND WOMB With a low thrumming sound, a blue beam Rushing to the body of your fallen ally, you lances from your finger to strike your foe call out magic words that will bring back Abjuration and weaken him. life and breath to your friend.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Druid 4 Casting Time: 1 standard action LAUNCH ITEM",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will partial Target: One Fine item in your",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No but the knowledge of the map remains. undead creature, it deals 1d12 points of damage. Creating each beam deals you You hold the item and windmill your arm You instantly gain an overview of the 1 point of nonlethal damage. in an underhanded toss. When it leaves area around you. Lay of the land gives For every two caster levels beyond your hand, it is bathed in an orange glow basic information relevant to major 1st, you can create an additional ray, up and flies farther than you could throw landmarks, such as rivers, lakes, and to a maximum of five rays at 9th level. any item. settlements (of at least hamlet size). It If you shoot multiple rays, you can have indicates the direction and distance to them strike a single creature or several You cause a Fine item in your posses- each from the current location. You have creatures. You must designate targets sion to fly at great speed to a target or a good understanding of the terrain up before you check for spell resistance location you specify, out to medium to 50 miles from your current location. or roll damage. All rays must be aimed range (100 ft. + 10 ft./level). Unlike find the path, this spell does at enemies that are all within 30 feet of This spell is normally used to launch not give information on traps, pass- each other. dangerous items (flasks of acid, thun- words, or impediments to a journey. derstones, and so on) farther than you Arcane Focus: A small piece of lode- LIFE WARD could normally throw them. You can stone. Abjuration use this spell to make an attack with a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) chaotic opponents). It also emits a magic blinding effect of the Positive Energy",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 8 the creature in a web of protective magic of light. You must succeed on a ranged",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/2 levels immune to all death spells, magical against undead or evil outsiders, with a",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes negative energy effects. In addition, the to this attack. This dims your silvery subject is immune to undead special radiance to half (15-foot light, with dim Your body quakes as a ring of crackling attacks that deal ability damage, abil- light for an additional 15 feet). You can electricity explodes from your chest to whirl ity drain, and magical disease (such as choose to fire one additional ray with about you. mummy rot), even if these attacks do not the same characteristics either on the have a magical source. (For example, the same round or on a subsequent round. The ring of electricity moves with spell prevents poison damage from the Firing the second ray quenches your you and does not interfere with your poisonous bite of an undead creature.) radiance and ends the spell. spellcasting or attacks, or with others This spell does not prevent such attacks attacking you. As long as the lightning from undead originating from spells, LIGHT OF MERCURIA ring is in effect, you gain resistance magic items, or class abilities; only the Evocation [Good, Light] to electricity 20. At the beginning of special attacks from the undead’s base",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor The coins continue to function no LION’S CHARGE Duration: 1 hour/level (D) matter how far apart they are, although",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to 12 hours All enemies within the spell’s area A wizard uses the lightning ring spell Saving Throw: Will negates to shock her foes take 1d8 points of sonic damage per (harmless) two caster levels (maximum 10d8) and Spell Resistance: Yes (harmless) Rubbing two coins together with your are stunned for 1 round. A successful fingers, you whisper arcane words into Fortitude save halves the damage and Beating a small drum and singing a them. Holding one to your ear surrepti- negates the stunning effect. marching tune, you exhort your allies to tiously, you hand over the other. In addition, all allies within the struggle on. spell’s area gain a +1 morale bonus You turn two ordinary coins into magic on attack rolls and saves against fear Once you cast this spell, the speed of listening devices—one a sensor and effects, plus temporary hit points equal you and all allies within 30 feet of you the other a receiver. After casting the to 1d8 + caster level (to a maximum of increases by 10 feet. spell, you simply give the sensor coin 1d8+20 temporary hit points at caster You and other affected creatures can away, either surreptitiously or overtly. level 20th). only benefit from this spell by refrain- By holding the receiver coin up to your ing from taking any actions other than ear, you can hear whatever transpires LISTENING COIN near the sensor as if you were there move actions. When one of the affected creatures takes any other kind of action, Divination (Scrying) (much like a clairaudience effect). If this spell ends.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates magically compelled to harm you",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round an unearthly radiance. The glow from Range: Long (400 ft. + 40 ft./level) your eyes provides light as per the Effect: A whirlpool 120 ft. wide and light spell. Each creature within a 60 ft. deep 20-foot radius of you is dazzled Duration: 1 round/level as long as they remain with Saving Throw: Reflex negates; range. Sightless creatures see text are unaffected. Spell Resistance: No MADDENING Whirling about your hand and pulling it down, your magic reaches out and does SCREAM the same to the water but on a titanic Enchantment (Compulsion) scale, creating a vortex of sucking [Mind-Affecting] waves.",
        "name":  "This spell causes your eyes to glow with Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action ties except for those that allow them to enter other planes. At the end of",
        "name":  "MAGIC MIASMA Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item in whose use you under a specific circumstance, such as",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nonmagical metal object round thereafter to continue doing so. you. Within it you see leaves curl up, scrolls weighing up to 5 lb./level Failure on any such check (or voluntary rot from their spindles, and the leather",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes abilities, and feats—either offensive MONSTROUS THRALL or defensive. However, the subject Upon invoking the power of this spell, both Enchantment (Compulsion) can’t make ranged attacks, cast spells, the dwarf and the small idol across the room [Mind-Affecting] or activate magic items that require a glow with a violet shade. The dwarf starts Level: Domination 9 command word, a spell trigger, or spell moving toward it, his eyes tinged violet Components: V, S completion to function. The subject with greed. Casting Time: 1 standard action can’t make any attack against a creature",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One creature The subject of this spell, though a target creature and specify an object, Duration: 24 hours/level overcome with rage, is by no means ren- both of which must be within the Saving Throw: Will negates dered idiotic or suicidal. For example, spell’s range. If the target creature fails Spell Resistance: Yes an affected creature will not charge off its saving throw, it becomes consumed a cliff in an attempt to reach you. by a powerful desire for the object. For Calling upon your reserves of personal An interesting side effect of mindless the duration of the spell, the creature power, you reach outward with your mind rage occurs when the spell affects any seeks to obtain the object (going so and gain control of the will of your foe. character or creature that has the rage far as to attack anyone holding or ability (such as a barbarian). In these wearing it). This spell functions like true domina- cases, the mindless rage spell automati- Once the creature gains possession tion (page 224), except that the subject cally activates the creature’s rage ability of the object, it protects the item greed- can be any creature and is permanently 143 DESCRIPTIONS SPELL CHAPTER 1 dominated if it fails its initial Will save. Arcane Material Component: A small This spell instills in the target an A subject ordered to take an action candy made with wintergreen oil. obsessive fascination with the moon. If against its nature receives a saving the target fails its save, it fixates on the throw with a –4 penalty to resist taking MOON BOLT moon, staring at the moon or imagin- that particular action. If the save suc- ing it in its mind, and is considered Evocation ceeds, the subject still remains your fascinated for the duration of the spell.",
        "name":  "When you cast this spell, you designate Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level rarily scrambles magic. On the target’s attacks breaks the sanctuary effect for",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 5 ons cannot pass through a moon path, All magical auras within the",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A white as the light of a full moon and negates the motes to fly off and strike targets handkerchief. electricity damage for 1 round per within the spell’s range. Multiple motes caster level unless the item or creature can be fired at the same target, or each MOONBEAM can be sent against a separate target. generating the electricity effect makes a caster level check (1d20 + item’s caster Evocation [Light] You must succeed on a ranged touch level or creature’s caster level) against a",
        "name":  "Arcane Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Spell Resistance: Yes force of a living creature. You cast the spell, and the surrounding Your music calms your foe, sending it to sleep Your touch deals 1d6 points of shadows shift at your command, flying while it remains upright. As you perform, it damage per caster level (maximum toward your targets and wrapping them- starts to twitch and moan, as if tormented 15d6) and 1d6+2 points of Constitu- selves around them. by unseen fears. tion damage. (A successful Fortitude saving throw negates the Constitu- This spell gives the subjects conceal- This spell can put a target into a surreal, tion damage.) ment, but the shifting magic shadows sleepwalking state. The target must The spell has a special effect on an also inhibit the subjects’ ability to ascer- make a Will saving throw or become undead creature. An undead touched The nauseating breath spell can effectively incapacitate foes Illus. by R. Horsley 148 1 RETPAHC LLEPS SNOITPIRCSED by you takes no damage or Constitution You lose your spellcasting ability This potent spell infuses you with loss, but it must make a successful Will for the duration of the spell, including powerful fey magic, granting you many saving throw or flee as if panicked for your ability to use spell trigger or spell of the traits and abilities of a nixie (MM 1d4 rounds +1 round per caster level. completion magic items, just as if the 235). Upon casting this spell, you gain a spells were no longer on your class list. swim speed of 30 feet. You can breathe",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You Level: Cold 9, sorcerer/wizard 9 This spell provides a +1 resistance Duration: 1 minute/level or until Components: V, S bonus on saving throws; this resistance discharged (D) Casting Time: 1 standard action bonus increases to +2 at caster level 6th Range: Medium (100 ft. + 10 ft./level) and +3 at caster level 9th. In addition, A glittering corona of sunlight surrounds Effect: 20-ft.-radius avalanche of the spell negates magic missile attacks your body at a few inches distance—until snow centered on a point in space; directed at you. you release it as a focused blast of divine see text energy. Duration: Instantaneous NIGHTSTALKER’S Saving Throw: Reflex half or Reflex The nimbus of light around you glows negates; see text TRANSFORMATION like a lantern, providing bright illumi- Spell Resistance: No Transmutation nation in a 30-foot radius (and shadowy",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The avalanche know that you failed because the DM bonus on attack rolls as long as you uproots small trees and other vegeta- rolls secretly. are mounted. tion automatically, and it leaves a trail Choosing which vision is “correct” of light rubble (DMG 91) even after the takes some educated guesswork snow melts. Structures struck by an on the part of the DM, who should ONE MIND, GREATER obedient avalanche take 1d6×10 points assess the characters’ likely courses Divination of damage. of action and what dangers they’re Level: Paladin 3 An obedient avalanche extinguishes likely to face. all flames it touches, whether they are The exact form that an omen of peril This spell functions like one mind, normal or magical. takes depends on whether you worship except as noted here, and in addition a specific deity, venerate nature as a you and your mount gain a +2 bonus OMEN OF PERIL druid, or simply uphold abstract prin- on melee damage rolls as long as you ciples. A druid might see a white dove are mounted. Divination for safety, a dark cloud obscuring the",
        "name":  "Terrain and Structures",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes moves in a direction 90 degrees to A phantasmal thief needs 1 round to either side (equal chance of going left steal an object and another round to Reaching into your foe’s mind, you weave or right), and cannot target any creature bring it to you. an illusion of his most hated foe. with ranged attacks or ranged spells. A phantasmal thief can hold only one Because of the disorientation, the object at a time, and the object becomes You create a phantasmal image of the subject doesn’t realize it’s headed in the invisible in its grasp. subject’s most hated enemy by sifting wrong direction until it meaningfully A thief cannot take an item if it is through the subconscious mind of the interacts with its environment (by detected by the creature it’s trying subject. Only you and the spell’s sub- making an attack or manipulating an to steal from (with a Listen or Spot ject can see the phantasmal creature, object such as a door, for example). For check). However, the thief can repeat and the phantasm seems blurry and the duration of the spell, an affected the attempt in the next round. It cannot indistinct to you. If the target fails creature must succeed on a Will save be harmed in any way, although it can its Will saving throw, you designate each round to move normally. be dispelled. a space that the phantasm appears to A phantasmal disorientation spell A phantasmal thief can steal an object occupy. The subject must attack the affects only the direction of movement from a creature’s hand by making a suc- phantasm, or move to be adjacent to it. and attacks made at range. Creatures cessful disarm attempt. It does so with A creature that attacks the phantasm is subject to it can still make melee a bonus on the disarm check equal to allowed an additional saving throw to attacks, cast personal or touch spells, your caster level. If a phantasmal thief is disbelieve the illusion. If moving up to or otherwise act normally. used in this way, it disappears after it the phantasm would cause the subject brings the stolen object to you. to cross dangerous terrain (such as a pool of lava), it does not move to be PHANTASMAL THIEF Material Component: A spool of green thread. adjacent to the phantasm. It merely Conjuration (Creation) moves as close as it can and takes no Level: Greed 8, sorcerer/wizard 5 further actions unless the phantasm Components: V, S, M PHANTOM BEAR moves to a space it can reach. Casting Time: 1 standard action Conjuration (Summoning)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes an unattended object, as long as the roar. 156 1 RETPAHC LLEPS SNOITPIRCSED Phantom Bear CR 14 PHANTOM FOE First, the subject believes it is being flanked by the phantom foe and the N Huge magical beast (incorporeal) Illusion (Phantasm) [Mind-Affecting] real creature the foe duplicates. Thus, Init +9; Senses darkvision 60 ft.; Listen Level: Assassin 2, sorcerer/wizard 2 the duplicated creature is always con- +20, Spot +20 Components: V, S, F sidered to be flanking the subject in",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No pestilence can summon a calmsa ndb ecomes plague of rats more hospitable. Unleashing a cold rush of necromantic energy, you cause a host of undead to rise This spell from the bodies of the fallen. your caster level with a single casting creates an of plague of undead. area around This spell turns the bones or bodies of The undead you create remain under the subject dead creatures into undead skeletons your control indefinitely. No matter creature that (MM 225) or zombies (MM 265) with how many times you use this spell or emulates its native maximum hit points for their Hit animate dead (PH 198), however, you planar environment. Thus, a character Dice. If you can control them, these can control only 4 HD worth of undead hailing from the Material Plane would undead follow your spoken commands. creatures per caster level. The limit have normal gravity, temperature, The undead remain animated until imposed by this spell and the animate magic, and so on. This spell cast on a destroyed (a destroyed skeleton or dead spell are the same, meaning that native of the Plane of Shadow (DMG zombie can’t be animated again). creatures you animate with either spell 152) would make the area around the Regardless of the specific numbers count against this limit. If you exceed creature mimic its home plane’s nor- or kinds of undead created with this this number, all the newly created crea- mal gravity, a mild neutral alignment, spell, you can’t create more HD of tures fall under your control and any enhanced shadow spells, and impeded undead with this spell than four times excess undead from previous castings light or fire spells. dnalgnE .W yb .sullI 159 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 6 who makes a DC 25 Spot check You and the others link hands, and you notices the slight gap in time between This spell functions like lesser planar concentrate on the forked copper rod. your disappearance and the creature’s exchange, except as noted here. You You rap the fork against your thigh and appearance). If the called creature trade places with an avoral guardinal speak the words of the spell. You know would not fit in the place you occupied (MM 141), bone devil (MM 52), or babau where you’re going, and as the landscape when you cast the spell, the spell fails. demon (MM 40). The called creature around you fades, a new plane takes shape If the called creature is slain, you take has full access to all its abilities, with around you. 2d6 points of damage, the spell ends, one exception: A demon or devil you and you are returned to your origin conjure can’t summon other creatures. This spell functions like plane shift (PH plane in the space last occupied by the If the creature is slain, you take 3d6 262), except that if you have visited the called creature. points of damage and the spell ends. desired location, the spell takes you to A celestial creature (MM 31) called the precise location (rather than 5 to by this spell gains damage reduction PLANAR EXCHANGE, 5/magic; resistance to acid 5, cold 5, and 500 miles distant). GREATER electricity 5; spell resistance equal to its HD +5; and a smite evil attack that PLANT BODY Conjuration (Calling) [see text for provides a bonus equal to its HD on one Transmutation lesser planar exchange] damage roll. Level: Druid 5",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 8 A fiendish creature (MM 107) called Components: V, S, DF by this spell gains damage reduction Casting Time: 1 standard action This spell functions like lesser planar 5/magic; resistance to acid 5 and fire 5; Range: Personal exchange, except as noted here. You spell resistance equal to its HD +5; and a Target: You trade places with a leonal guardinal smite good attack that provides a bonus Duration: 10 minutes/level (MM 142), barbed devil (MM 51), or equal to its HD on one damage roll. hezrou demon (MM 44). The called You have full control over the Radiating out from your hands, moss and creature has full access to all its abili- creature’s actions and can perceive ivy covers your flesh until you resemble a ties, with one exception: A demon or the environment around the called shambling mound. devil you conjure can’t summon other creature as if you were seeing through creatures. If the creature is slain, you its eyes, hearing through its ears, and You imbue yourself with powerful take 4d6 points of damage and the so on. transformative magic, gaining some spell ends. While in stasis, you can’t take any of the characteristics of the plant type. actions other than to control the called Any spell or effect that would affect PLANAR EXCHANGE, creature or to dismiss the spell, nor plant creatures also affects you, for the LESSER can anything on the creature’s home duration of plant body. plane affect you in any way. You also When subject to this spell, you are Conjuration (Calling) can’t perceive anything around your immune to extra damage from critical",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No feats). You cross your arms and close your eyes, PLANAR TOLERANCE intoning the ancient spell. There is a Level: Cleric 4, druid 4, Elysium 2, POISON THORNS bright flash, and another creature stands ranger 4, sorcerer/wizard 5 Transmutation in your place. Duration: 1 hour/level Level: Druid 5 When you cast this spell, you call a You have barely time to bark out a few Black, glistening thorns emerge from your celestial brown bear (MM 269), celestial elder words of power, but then the pressure skin, causing you no damage but endanger- griffon (MM 139), fiendish dire ape subsides, and you know you are safe long ing those who attack you in melee. (MM 62), or fiendish tiger (MM 281), at enough to complete your mission. 160 1 RETPAHC LLEPS SNOITPIRCSED Portal alarm sounds a mental or audible alarm each time a creature of Tiny or larger size passes through the magic gate or portal the spell is cast upon. You decide at the time of casting whether the portal alarm will be mental or audible.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level (D) PRISMATIC EYE Mentally marking the appearance and Evocation location of the portal, you implant that By calling on the ancient and timeless magi- Level: Sorcerer/wizard 7 knowledge into others, allowing them to cal energies of the elements, you complete Components: V, S, F be drawn to the portal like a loadstone the spell. Immediately your form begins to Casting Time: 1 standard action to metal. change, taking on aspects of the element you Range: Medium (100 ft. + 10 ft./level) envisioned while casting the spell. Effect: Magical eye",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) steps (such as seeking a magical cure A black seed of magic floats above your",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level completet hes pell.Y our eleaset hep assionate the sparks dissolve fully, you begin casting energy into the chosen area, causing fires your next spell. You evoke the power of nature, and the there to flare with their own elemental back of your hand bristles with a spikelike desire to burn. You transform the water in a flask so growth of quills. that it is capable of storing a spell in This spell inflames existing fire, giving the manner of a potion. On your next Your hand sprouts poisonous quills it a passion to burn. All normal fires turn, you or another spellcaster can cast that you can use in melee or as a ranged within the affected area flare up, burn- a spell into the water, transforming the attack. ing twice as hot and twice as bright. water into a potion of the appropriate The quills deal 1d8 points of damage. The illumination radii of all nonmagi- type. Only spells suitable for making They can be thrown (range increment cal fires double (so a torch casts bright potions can be used in this way. 10 feet). The quills are poisonous illumination in a 40-foot radius), and all (injury DC equal DC of quillfire, 1d6 nonmagical fires deal double damage QUILL BLAST Str/1d6 Str). (so a creature that catches on fire takes Conjuration (Creation) 2d6 points of fire damage per round).",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude negates the water. Creatures that must breathe (harmless) This ray interferes with magical anima- water can still do so. If the subject is Spell Resistance: Yes (harmless) tion, degenerating the magic bound underwater at the time this spell is within constructs and effectively caus- cast, it rises toward the surface at a Splaying your fingers like a mole’s forepaws ing damage. You must succeed on a speed of 150 feet. The magic of the completes the spell. With your touch, the ranged touch attack with the ray to spell prevents the subject from taking target’s digging appendages increase in size strike a target. The ray deals 1d6 points damage from the speed of the ascent. and sharpness. of damage per caster level to the subject This spell is particularly effective (maximum 15d6). at raising sunken ships from the This spell increases the touched crea- deep. If you know the exact details of ture’s burrow speed by 20 feet. It has RAY DEFLECTION the shipwreck (its appearance, its name, no effect on other modes of movement, Abjuration the date of its creation, its history, and nor does it grant the subject a burrow",
        "name":  "It cannot swim below the surface of Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No If the subject was the caster and the effect, range, and area you don’t know. spell is dismissible, you can dismiss it If the redirected spell’s correct casting Bringing to your lips some of the most as if you had cast it yourself. Likewise, conditions aren’t met (because you elemental words of arcane power, you feel if the subject was the caster and the guess at an improper target or range, stirring within you the spirits of ancient spell requires concentration, you must for example), the spell fails. pqqqqqqqqqqqqqqqqqqqqrs RANDOM PLANAR DESTINATIONS Random Planar Destinations d% Plane Spells such as prismatic spray, reality maelstrom, and scramble 01–05 Heroic Domains of Ysgard portal, and items such as an amulet of the planes and a staff 06–10 Ever-Changing Chaos of Limbo of power can send an individual to a random plane. The list 11–15 Windswept Depths of Pandemonium of available planes varies according to the cosmology you’ve 16–20 Infinite Layers of the Abyss 21–25 Tarterian Depths of Carceri chosen. An example using the D\u0026D cosmology is presented 26–30 Gray Waste of Hades in the next column. 31–35 Bleak Eternity of Gehenna Transitive Planes such as the Ethereal Plane, the Astral Plane, 36–40 Nine Hells of Baator and the Plane of Shadow should not be considered for such 41–45 Infernal Battlefield of Acheron random destinations. 46–50 Clockwork Nirvana of Mechanus The layer and exact location on the particular plane is up to 51–55 Peaceable Kingdoms of Arcadia the DM. Transportation to a random plane does not guarantee 56–60 Seven Mounting Heavens of Celestia 61–65 Twin Paradises of Bytopia survival there, and individuals who risk such effects should be 66–70 Blessed Fields of Elysium aware of the dangers. 71–75 Wilderness of the Beastlands If an individual is someplace other than the Material Plane 76–80 Olympian Glades of Arborea when randomly switching planes, simply replace the plane of 81–89 Concordant Domain of the Outlands origin’s entry on the table with the Material Plane. Thus, a staff 90–91 Elemental Plane of Fire of power broken on the Elemental Plane of Fire sends the wielder 92–93 Elemental Plane of Earth 94–95 Elemental Plane of Air to the Material Plane if a 91 is rolled. 96–97 Elemental Plane of Water 98 Positive Energy Plane 99 Negative Energy Plane 100 Demiplane of DM’s choice pqqqqqqqqqqqqqqqqqqqqrs 170 1 RETPAHC LLEPS SNOITPIRCSED Reaving dispel can be used to cast REBUKING BREATH can’t be used to deal reciprocal damage, an area dispel with the increased but targeted spell effects can be. Necromancy maximum caster level, but any magical Material Component: A tiny closed",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous it, causing yourself some discomfort but hands as you complete the spell. You Saving Throw: Fortitude partial; creating a killing pain in the target. manipulate the magical aura of the target, see text creating a damaging feedback reaction, and Spell Resistance: Yes This spell functions like rebuke, except the target explodes with white sparks. that the target dies instantly if it fails its As you complete the spell, a surging, froth- saving throw. A creature that survives The subject takes 1d12 points of damage ing wave of thick, red seawater washes over this effect is dazed for 1 round. per functioning spell or spell-like abil- everything in the area. ity currently affecting it (maximum REBUKE, GREATER 25d12). In addition, any creature so All creatures in the area of a red tide affected that fails its Will save must spell are immediately knocked prone Enchantment (Compulsion) [Fear, then succeed on a Fortitude save or be and must make a Fortitude saving Mind-Affecting] dazed for 1d6 rounds. throw.",
        "name":  "You jab the stick into your side and twist You finger the tiny loop of wire in your Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 4 Only spells specifically targeted on A creature that makes its Fortitude the creature in question can be used to save against a red tide is sickened for 1 This spell functions like rebuke, except create the backlash of a reciprocal gyre, so minute. A creature that fails this saving that the subject is cowering for 1d4 spells that affect an area can’t be used throw is nauseated for 1 minute, and it rounds instead of being dazed for to deal reciprocal damage to creatures takes 2d6 points of Strength damage. 1 round. within their area. Likewise, persistent After 1 minute, the nausea ends but the or continuous effects from magic items creature must make a second Fortitude saving throw or take an additional 2d6 171 DESCRIPTIONS SPELL CHAPTER 1 points of Strength damage. Creatures illusion. For example, a creature that REFUSAL that are immune to poison are immune touched you and realized that the Abjuration to these effects of a red tide. tactile sensation did not match the",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blackguard 1, cleric 1, paladin 1 magical power, surrounding your subjects",
        "name":  "You call upon the protective energies of RESISTANCE, SUPERIOR Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature touched Level: Bard 4, sorcerer/wizard 3 magical effect, the subject chooses one",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous hit points or ability score damage, but You can tell that your target feels the oppres- Saving Throw: Reflex half it does eliminate any conditions such sion of the plane around you, the rank evil Spell Resistance: Yes 175 DESCRIPTIONS SPELL CHAPTER 1 as shaken, fatigued, or nauseated that the attack that killed it. In the fourth, reduction (10/magic), the projectile is were caused by a spell, spell-like ability, it tells who killed it. In the fifth, it tells turned back upon the creature that or supernatural ability. why it believes it was killed. fired it. The attacker’s attack roll is If a spell, spell-like ability, or super- used to determine if the reversed natural ability doesn’t allow a save (such REVENANCE projectile strikes the attacker, but as power word stun), then resurgence the damage is rerolled. If the attacker Conjuration (Healing) won’t help the subject recover. is also protected by a reverse arrows",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A piece of shell from a tortoise Throwing out your hand and calling upon and a ball of tree sap. your deity for favor, you give your allies You rush to your fallen companion amid the a chance to free themselves of the baleful chaos of the battle and cry out the words that magic. will bring her back for one last fight. REVIVE OUTSIDER Conjuration (Healing) This spell functions like resurgence, This spell brings a dead ally temporar- Level: Cleric 6 except as noted here. The spell grants ily back to life. The subject can have Components: V, S, M, DF a second save attempt against a single been dead for up to 1 round per level. Casting Time: 1 minute spell or ability chosen by you. For Your target functions as if a raise dead Range: Touch instance, if three of your allies have spell (PH 268) had been cast upon her, Target: Dead outsider touched been mind blasted by mind flayers and except that she does not lose a level Duration: Instantaneous two others have been turned into toads and has half of her full normal hit Saving Throw: None; see text by baleful polymorph spells, you must points. She is alive (not undead) for Spell Resistance: Yes (harmless) choose to affect either the mind blast the duration of the spell and can be (granting three new save attempts) or healed normally, but dies as soon as Sprinkling the components of its home the baleful polymorphs (granting two the spell ends. While under the effect plane over the body of the outsider, you new save attempts). of this spell, the subject is not affected chant and pass around the corpse three by spells that raise the dead. times. With the final words of the spell, the REVEILLE The subject gains a +1 morale bonus outsider’s eyes open, alive once more. on attack rolls, damage rolls, saves, and Necromancy [Language-Dependent] checks against the creature that killed You restore life to a dead outsider, as",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None Target: One natural or magical You invoke the powers of good and law, and",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None and companions with a divine madness Spell Resistance: No You are bathed in an unearthly glow for or fury, greatly enhancing their combat the duration of the spell, as if a daylight ability. From your fingertips springs a thin line spell (PH 216) had been cast on you. You of bright red light to negate the hazard get a +4 sacred bonus to Charisma. Allies gain one additional melee attack before you. If you die, your body is converted each round, at their highest attack into an explosive blast of energy in a bonus, when making a full attack. (This Each version of this spell can target 20-foot-radius burst centered where additional attack is not cumulative with one of the hazards described below and you fell, dealing 2d6 points of damage other effects that grant extra attacks, “correct” it in the manner described. per caster level (maximum 20d6) to all such as a haste spell.) They also gain a Unless specifically stated otherwise, evil creatures in the burst’s area. Good +3 morale bonus on melee attack rolls this spell affects magical and mundane creatures in the area are healed by the and damage rolls. (This bonus on melee hazards of the indicated type equally. same amount, and undead take double attack rolls does stack with the bonus For example, a ruby ray of reversal can this damage. Spell resistance cannot provided by haste.) eliminate the webs of a monstrous prevent this damage, but a successful spider or the effect of a web spell. Reflex save reduces it to half. Your body is disintegrated, so you cannot RING OF BLADES • Any trap targeted by the ray is be raised with a raise dead spell. Spells Conjuration (Creation) sprung. This version of the spell can that do not require an intact body, such Level: Cleric 3 have adverse effects on creatures as true resurrection, can be used to bring Components: V, S, M standing within a trap’s area. You you back to life as normal. Casting Time: 1 standard action must be aware of a trap to cast ruby",
        "name":  "When you cast this spell, you fire your allies Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, DF Entangle and similar magical effects it slowly fades from existence and is replaced",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level an arcane lock spell are opened. This spell conjures a horizontal ring • A 5-foot-diameter hole is created in a of swirling metal blades around you. You pull a holy aura about you that glows wall of force, forcecage, or similar spell The ring extends 5 feet from you, into a golden red. or effect. This function of the spell all squares adjacent to your space, and does not destroy the targeted effect, it moves with you as you move. Each Summoning the power of your deity, but creatures trapped by it might be round, at the beginning of your turn, you charge yourself with positive able to wriggle free. and also when you cast the spell, the energy. This gives you 5 temporary • A creature that has been polymorphed, blades deal 1d6 points of damage +1 hit points per caster level (maximum turned to stone, or otherwise trans- point per caster level (maximum +10) to 50) and a +4 sacred bonus to Strength. formed from its natural state is all creatures in the affected area. These temporary hit points last for up returned to its natural form. Spell resistance does not apply to the to 1 hour. • A magic jar spell is dispelled if a ruby damage dealt, but a creature’s damage ray of reversal targets the crystal hold- reduction does apply. The blades are ing the caster’s soul. treated as magic, silvered, and slashing 178 1 RETPAHC LLEPS SNOITPIRCSED • Webs, slime, grease, and other sub- You invoke the powers of nature, and a great Target: One nonmagical ferrous stances that would hamper movement fountain rises up before you, sending waves object or one ferrous creature are destroyed in a 20-foot-radius in all directions. Duration: Instantaneous spread. Saving Throw: None or Fortitude Cold water gushes in a great wave negates (object); see text",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
