[
    {
        "origin_file":  "magic_items.json",
        "description":  "This complex graft adds several augmenta- abolisher, and the offer is almost always the same: Join the tions to the grafted creature’s heart and cardiovascular system. Circle and fi nd both companionship and support. There are If the grafted creature drops below 1 hit point but not below no entry fees or other requirements. –10 hit points, the graft immediately generates a pulse of magic A character who wishes to contact the Order of the True healing that cures 4d8+20 points of damage. A silthilar heart without having demonstrated amply how she opposes can generate this healing only once every 24 hours. aberrations fi nds that doing so is diffi cult. She must fi nd a Graft Flesh (silthilar), cure serious wounds,contingency; Price location where abolishers are known to live, and then make 91,000 gp. a DC 25 Gather Information check. If the PC has publicly",
        "name":  "Silthilar Heart",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This graft replaces the creature’s attitude of hostile. tendons, making the creature more adroit and coordinated. The grafted tendons improve the creature’s Dexterity score Sample Member by 2 points. Aurah Lirilian became an abolisher after she survived a savage Graft Flesh (silthilar), cat’s grace; Price 110,000 gp. attack on her small coastal hometown by a band of skum led by an aboleth. Aurah fell victim to the aboleth’s slime before the creature was driven off by the efforts of a band of mercenaries DEFENDERS OF HUMANITY that fortunately happened to be in town. Unfortunately, the Armed with superior intellects, ancient lore, abominable majority of the rest of the town perished in the raid, including magic, and terrifying physical capabilities, master aberrations both of Aurah’s parents and her two brothers. Horrifi ed at the seem undefeatable. Fortunately for all humans (and other good- transformation the aboleth’s slime had infl icted on her and hearted folk), brave and resolute heroes choose to interpose distraught at the loss of her family, Aurah fl ed up the coast. themselves between the civilizations of humankind and the She lived in a small sea cave for several years, growing closer to creeping threat from the darkness. Some of these heroes are nature despite her apparently incurable skin condition. It wasn’t independent agents, freelancers, and crusaders who serve no until she witnessed a pair of chuuls orchestrate the wreck of a master but their own conscience. Others serve as foot soldiers small merchant ship on a reef near her cave that her anger took for holy orders or secret societies determined to oppose the focus. She came to the rescue of the ship and single-handedly aberration threat. used her magic to slaughter the two chuuls; the owners of While several organizations are described here, these are the ship were so grateful that they paid for the heal spell that not the only orders devoted to fi ghting aberrations. Any restored her skin. Word of Aurah’s aid spread quickly, and before organization of good-aligned creatures naturally battles against long she was recruited into the Circle of the True. any aberration scheme that threatens the world around them. Aurah is a typically grim abolisher who has founded a For example, the church of Heironeous might host the Topaz coastal branch of the Circle of the True near the ruins of her Order, but clerics and warriors sworn to the service of Pelor, hometown. She takes a particular interest in coastal-dwelling Kord, or Obad-Hai gladly take up arms against creatures such aberrations, although she might recruit any PC abolisher who as beholders and mind fl ayers at any opportunity. comes to her attention.",
        "name":  "Silthilar Tendons",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Female human druid 9/abolisher 6; CR 15; The path taken by the abolisher (see page 182) is one born Medium humanoid; HD 15d8+15; hp 103; Init +0; Spd 30 ft.; of deep personal tragedy and rage. The abolisher’s hatred of AC 21, touch 11, fl at-footed 21; Base Atk +10; Grp +9; Atk +10 aberrations fuels her specialized powers, yet it also leaves her melee (1d6–1/18–20, adamantine scimitar); Full Atk +10/+5 with profound loneliness and alienation. Partially to combat melee (1d6–1/18–20, adamantine scimitar); SA crystals of these feelings and partially to pool their resources, abolishers nature’s rage, favored enemy (aberrations +4), pierce aberrant maintain a fairly close-knit community among themselves. defense +2; SQ animal companion (hawk), animal companion The Circle of the True is an organization composed of those benefi ts, immunity to poison, resist nature’s lure, trackless step, who would see nature triumph over the aberrant, and many wild empathy +13 (+9 magical beasts), wild shape 5/day (Tiny of their members are abolishers. through Large), winds of nature’s grace, woodland stride; AL Unlike organizations that train their members in a spe- NG; SV Fort +9, Ref +5, Will +16; Str 8, Dex 10, Con 13, Int cialized form of combat or magic use, the Circle of the True 12, Wis 20, Cha 14. 217 9 RETPAHC NOITARREBA EHT RETNUH",
        "name":  "CIRCLE OF THE TRUE Aurah Lirilian",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The six guards fight to the death. creatures readily engage any PCs who are still standing. They have made a pledge to Narulin to protect the A3. LAIR OF THE KIGRIDS (EL 11) stronghold, and they fear the mind flayers more than they fear death. If the battle goes poorly for them, they Read or paraphrase the following aloud when the PCs focus on trying to force the PCs off the edge of the cliff. enter this area, adjusting the text as needed if the These mercenaries have no keys for the locked door. kigrids have already fought the PCs in area A2. They expect their relief to open it for them at the end Bones, fur, and other grotesque remains of once- of the watch. living creatures litter the floor of this cavern. The A2. MAIN QUARTERS (EL 11) stench of rotten meat lingers in the air. Eight feral-looking creatures with stone-gray The mercenaries spend most of their time in this cham- fur look up from a bloody meal. Each of these ber. When the PCs enter, read or paraphrase the follow- vaguely feline quadrupeds has muscular legs, a ing aloud. thick neck, and a flat, broad head. The creatures’ eyes glow a dull red color, and their jaws are lined This chamber has a lived-in look. The floor is cov- with small, sharp teeth. ered by a clutter of personal belongings, bedrolls, various items of clothing, and other odds and ends. The two wooden tables that occupy the center of",
        "name":  "Development",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unless the mind flayers are prepared for tion from which it originally fell. This process contin- the arrival of the PCs, it takes them a full round to extri- ues until the object finally stops at the gravity plane. cate themselves from their chairs. Once they have done If the helm is destroyed, all creatures aboard the so, they attack immediately. ship move at one-half their normal speed. The air enve- The illithids begin by trying to incapacitate as many lope dissipates in 3d10 rounds, after which each crea- PCs as possible with their mind blasts.If this technique ture still aboard the ship takes 1d12 points of damage proves ineffective, they use their spells, employing the per round until it either dies or finds a way off the ship. most powerful effects in their magical arsenals first in hopes of gaining the upper hand. Should the PCs close B1. COMMAND STATION with them, the illithids use their improved grab and When the nautiloid was fully staffed, the captain would extract attacks to feast on the brains of their opponents, sit here to oversee ship’s operations. This vantage point beginning with spellcasters if possible. offers an excellent view of both the scout deck and the",
        "name":  "Tactics",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Item’s weight, in pounds. An entry of — indicates the is presented together for easy reference. item has a negligible weight (less than 1/2 pound). Using Magic Items (Chapter 6): This chapter collects, revises, and expands various rules and guidelines for handling magic A visual description of the item, read by the DM to a player whose char- items in play, from placing the right item in a treasure hoard to acter has discovered the item. identifying the item to wearing it properly.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The book concludes with two sets of extensive A description of the item’s functions, including its effect, dura- tables listing all the magic items in this book as well as those in tion, range, uses per day, and so on. the Dungeon Master’s Guide. The tables are designed to allow quick",
        "name":  "Appendices",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Information about the item that may be learned by reference by DMs and players looking for just the right item, as making appropriate Knowledge checks. The item’s name and/or well as for random generation of treasure hoards. functions must be known before Knowledge checks reveal this information.",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The feats, spells, or other prerequisites required of the creator of the item. FORMAT DESCRIPTION",
        "name":  "MAGIC ITEM Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item’s gp cost, XP cost, and days to create. This book introduces a new format for describing magic items, which combines useful elements of past item formats with the OTHER SOURCES familiar functionality of spell descriptions from the Player’s Hand- book. The new format presents the most important information Magic Item Compendium draws on material from a number of about each item—how it’s activated, how much it costs, where sources aside from the three DUNGEONS \u0026 DRAGONS® core books— it’s worn, and what it does—in a simple, predictable layout that’s the Player’s Handbook (PH), Dungeon Master’s Guide (DMG), and easy to refer to during play. Monster Manual (MM). These other sources, and the abbreviations used to identify",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Book of Exalted Deeds (BoED), Com- plete Adventurer (CAd), Complete Arcane (CAr), Complete Divine (CD), Price (Item Level): The purchase price of the item, in Complete Psionic (CP), Complete Warrior (CW), EBERRON Campaign gold pieces (gp). The item’s level (see page 226) is given in Setting (ECS), Epic Level Handbook (ELH), Expanded Psionics Hand- parentheses. book (EPH), Libris Mortis (LM), Miniatures Handbook (MH), Magic of",
        "name":  "ITEM NAME them in the following text, are",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th Your eyes skip around this aqua-tinged item, as",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) enchantment 55–60 Magical beast",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3,750 gp presence using any nonmagical sensory then you are profi cient with the trans-",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) illusion any other item of its kind. Closer inspection Aura: Faint; (DC 17) evocation",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Varies. This black-enameled item has a EASY TRAVEL translucent quality, as through it were not entirely of this world. Price: +1,500 gp",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard (command) action). Prerequisites: Craft Magic Arms and",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and a chill wind if it is protecting you against",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Varies. and an acrid tang pervades the air around you if acid protection has been activated. This item appears normal at fi rst glance, but ENERGY DEFENSE The energy immunity property func- closer examination reveals the image of a tions once per day. The effect lasts for 1 [SYNERGY] ghostly face on its surface. minute or until you dismiss it (a swift",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and resistance, improved energy",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) necromancy GILLED This item bears a stylized elemental motif.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 22) conjuration You sense this item’s inner power more with",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and Price: +1 bonus",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Varies. Prerequisites: Craft Magic Arms and",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 bonus This looks like a normal item of its kind except",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13th This item is decorated with silvery arabesques being bull rushed or overrun, or to avoid",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 21) divination and seems to vibrate with restless energy. having the item sundered.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and tures. When you activate it, you become",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) transmutation ranks. be detected by any nonmagical sensory",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 19) transmutation Prerequisites: Craft Magic Arms and",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) conjuration Prerequisites: Craft Magic Arms and with the chest serving as the trunk and lower",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— and swift Price (Item Level): 17,350 gp (14th) (command)",
        "name":  "Act ivation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20th Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 20) evocation Prerequisites: Craft Magic Arms and",
        "name":  "MITHRALMIST SHIRT Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 lb. Price (Item Level): 12,160 gp (13th) exact center.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) conjuration, RESOLUTE [RELIC] transmutation Price (Item Level): 5,520 gp (10th)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— the creature’s horrifying, Pr ice (Item Level): 500 gp (3rd)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th Price (Item Level): 500 gp (3rd) Aura: Moderate; (DC 18) necromancy",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Price (Item Level): 500 gp (3rd) (least), ARROW DEFLECTION",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This augment crystal grants This dull red crystal pulses in time with your RESTFUL CRYSTAL you a +1 competence bonus on saving heartbeat. Price (Item Level): 500 gp (3rd) throws against mind-affecting spells and",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day (least); (mental) action. This ability functions crystal attached does not make you 2,000 gp, 160 XP, 4 days (lesser); 5,000 gp, once per day. fatigued. 400 XP, 10 days (greater). Prerequisites: Craft Magic Arms and",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. 450 gp, 36 XP, 1 day (lesser); 1,350 gp, SCREENING 108 XP, 3 days (greater). RUBICUND FRENZY Price (Item Level): 400 gp (2nd) (least), 1,000 gp (4th) (lesser), or 3,000 gp IRON WARD DIAMOND Price (Item Level): 500 gp (3rd) (least), (7th) (greater) 2,000 gp (6th) (lesser), or 6,000 gp Price (Item Level): 500 gp (3rd) (least),",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This augment crystal imposes a savage frenzy. This item functions only in combat. –2 penalty on touch attacks made against for living creatures.",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) conjuration Prerequisites: Craft Magic Arms and",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) necromancy return for at least 24 hours. A creature that Prerequisites: Craft Magic Arms and",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "In addition, three times per day you can Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 bonus length. Prerequisites: Craft Magic Arms and",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 17) transmutation than others of its type. Its blade, point, or head Prerequisites: Craft Magic Arms and",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and Activation: —",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and Caster Level: 5th",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "In addition, on a successful melee Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 bonus grasped, it twitches and bucks. Prerequisites: Craft Magic Arms and",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sacred against fear effects for 1 round. is negated in any area of magical silence.",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th has this property is outlined in magical on a successful critical hit. This burst",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and than the target unless you are undead; if",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 bonus throws against spells or spell-like abilities. Prerequisites: Craft Magic Arms and",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 bonus Weight: — Price (Item Level): 8,530 gp (12th)",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 25) evocation Price (Item Level): 20,400 gp (15th) Price (Item Level): 8,310 gp (12th)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift edge [religion] DC 20). obeisance wintermoon (command) Prerequisites: Craft Magic Arms",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10,000 gp (plus 312 gp for blindsense, hearing, Intimidate 10 ranks creature can attempt a DC 17 Refl ex save masterwork heavy mace), 800 XP, 20 days. for a total modifi er of +13, Spellcraft 10 to halve the damage. You are unharmed ranks for a total modifi er of +14, Bluff by the explosion. DAGGER OF DEFIANCE 10 ranks for a total modifi er of +14, Ego To use the relic power, you must wor- score 26). In addition, the dagger can use ship Pelor and either sacrifi ce a 7th-level Price (Item Level): 6,302 gp (10th) detect magic at will and greater dispel magic divine spell slot or have the True Believer",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp (plus Body Slot: — (held) spellcasting with greater dispel magic. 302 gp for masterwork dagger), Caster Level: 5th",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) magic.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. DAWNSTAR [RELIC] a living creature to –1 or fewer hit points Price (Item Level): 9,308 gp (12th) on a melee attack with the spear, you can This black-bladed dagger has a wavy Body Slot: — (held) activate it to gain 1d8 temporary hit points blade and a hilt set with a chunk of Caster Level: 20th and a +2 morale bonus on damage rolls. fool’s gold. Aura: Strong; (DC 25) evocation These benefi ts last for 1 hour; multiple",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6,000 gp (plus 3,010 gp for Large adamantine greatclub), 240 XP, 6 days. Dawnstar Illus. by B. Trott \u0026 W. England 662200__1100776622__CChhpp22..iinndddd 5511 1122//2211//0066 55::2233::3355 AAMM 52 2 RETPAHC SNOPAEW from chill metal and heat metal spells. deals 2d8 points of acid damage to all crea- GHOST NET This is a continuous effect and requires tures in the area (Refl ex DC 14 half). This Price (Item Level): 8,320 gp (11th) no activation. effect continues for 3 rounds.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 21) abjuration with the gauntlet before the end of your Prerequisites: Craft Magic Arms and",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15 lb. ing damage to it with physical or magical FORCEFUL SKYLANCE attacks (though the net doesn’t entangle Price (Item Level): 8,310 gp (12th) The head of this massive warhammer is made an incorporeal target). It can be hit with",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) Prerequisites: Craft Magic Arms and Caster Level: 20th",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 lb. DARK CHILDREN METEORIC KNIFE Strips of camel skin wrap the handle of this Price (Item Level): 8,012 gp (12th) Price (Item Level): 2,802 gp (7th) strange whip, but the rest of its length seems Body Slot: — (held) Body Slot: — (held) to be a ribbon of cohesive sand. Caster Level: 9th Caster Level: 11th",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp (plus 308 gp for THE MANY [RELIC] masterwork pick), 360 XP, 9 days. Price (Item Level): 7,308 gp (11th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift (command) Price (Item Level): 24,600 gp (15th)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 lb. Price (Item Level): 6,006 gp (10th) ability functions three times per day.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The fi rst of these arrows (reput- 30 feet of you while you hold (plus 600 gp for masterwork/ edly a set of fi ve) gained relic status when the rod is treated as if it had 4 masterwork quarterstaff), Ehlonna used them to slay a great wyrm fewer Hit Dice (minimum 1 400 XP, 10 days. green dragon that was rampaging through HD) for the purpose of turn or a primeval forest (Knowledge [religion] rebuke undead checks. ROD OF DC 20) Prerequisites: Craft Magic",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp (plus 6 gp for undead. Price (Item Level): 38,600 gp masterwork arrow), 240 XP, 6 days. Cost to Create: 3,500 gp (17th) (plus 312 gp for masterwork",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) that is under a charm or compulsion Prerequisites: Craft Magic Arms and",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,000 gp (plus 312 gp and coarse black hairs. for masterwork heavy mace), 720 XP, 18 days. Rods of the recluse are usually found in the possession of ROD OF FREEDOM Lolth’s high priestesses. When you wield this rod, it functions Price (Item Level): 18,402 gp (15th) as a +2 light mace if you are cha-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6 lb. connection, you can activate the rod to deliver poison (Fort This macelike scepter has an ornate head DC 20, 2d6 Str/2d6 Str) with fashioned of gold fi ligree mounted on a thick the next melee attack you make Rod of copper shaft. with it. If you score a critical hit, enervating Rod of strike the Strength damage from that freedom This +1 silver heavy mace has three special blow (both initial and second- abilities. ary) becomes Strength drain As long as the rod of freedom is in your instead. This ability functions hand, you gain a +4 morale bonus on fi ve times per day. saving throws against charm or compul- To use the relic power, you sion effects. This is a continuous effect Rod must worship Lolth and either and requires no activation. of cats sacrifi ce a 6th-level divine spell In addition, you can activate a rod of slot or have the True Believer freedom as a free (mental) action at will to feat and at least 11 HD. deal nonlethal damage without penalty Illus. by W. England 662200__1100776622__CChhpp22..iinndddd 5577 1122//2211//0066 55::2244::0055 AAMM 58 2 RETPAHC SNOPAEW Storm gauntlets Spider fang Scourge of pain Rogue blade ROD OF ROGUE BLADE SURPRISES Price (Item Level): 12,320 gp (13th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) Price (Item Level): 6,000 gp",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8th Price (Item Level): 15,000 gp Weight: 2 lb.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have established Price (Item Level): 9,302 gp (12th) Weight: 6 lb. the proper divine connection, and if Body Slot: — (held) you have levels in a class that allows you Caster Level: 20th The shaft of this rowanwood spear appears to rebuke undead, your effective level Aura: Strong; (DC 25) evocation slightly curved, and its base is shod with a in that class is considered 4 higher for Activation: — metal arrow point. the purpose of bolstering, rebuking, or Weight: 4 lb. commanding undead. This is a continuous Spears of retribution are widely known as effect and requires no activation. This spear has an ornate bone head carved the instruments of Gruumsh’s wrath. In addition, you can activate a ruby to resemble a skull with its mouth open in a When you wield a spear of retribution, blade to produce the effect of a status spell scream. Its shaft is set with long spikes, and it functions as a +1 returning spear if once per day. the base is shod with a metal tip molded in you are chaotic evil, chaotic neutral, To use the relic power, you must the shape of a skull. or neutral evil. worship Wee Jas and either sacrifi ce Relic Power: If you have established a 6th-level divine spell slot or have Carried primarily by kobold heroes, the proper divine connection, you gain the True Believer feat and at least these spears were designed to be a +2 morale bonus on attack rolls and 11 HD. true to their name. When you carry damage rolls made with a spear of retribu-",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. Price (Item Level): 6,000 gp (10th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and Activation: Free (command) Price (Item Level): 6,330 gp (10th)",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th Price (Item Level): 5,315 gp (10th) three attacks (one per tentacle) against Aura: Strong; (DC 21) transmutation",
        "name":  "When activated, a tentacle rod makes Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,500 gp (plus 315 gp for 1 charge: +1d6 damage. you are diffi cult to disarm. If the whip is masterwork trident), 200 XP, 5 days. 3 charges: +2d6 damage. knocked from your grasp, it immediately 5 charges: +4d6 damage. fl ows back into your hand at the beginning VIPERBLADE After these charges have been expended, of your next turn (even if it is within some- the rod remains a +1 light mace, but it no one else’s grasp) as long as it is within 30 Price (Item Level): 6,302 gp (10th) longer provides a bonus on ranged touch feet of you. Doing this requires no action",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and whip is always a free action.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. masterwork light mace), 320 XP, 8 days. it to emanate either of two energy prop- erties, fl aming or frost (DMG 224). You The hilt of this dagger is shaped like a snake, WATER WHIP choose the property when you activate and the twisted blade looks like an impossibly the whip, and it deals an extra 1d6 points long tongue. Price (Item Level): 20,301 gp (15th) of the appropriate kind of damage (fi re",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp (plus 302 gp for masterwork dagger), 300 XP, 6 days. WHIP OF WEBS WARLOCK’S SCEPTER Price (Item Level): 6,301 gp (10th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) Price (Item Level): 8,305 gp (12th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As the lesser crystal, and it don’t stack). Augment crystals are a new category of also increases the save DC of the spell or Electricity Assault: Target is dazzled for magic items. See page 221 for details on spell-like ability by 1. 1 round. how they function.",
        "name":  "Greater",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th Price (Item Level): 600 gp (3rd) (least); Cost to Create: 300 gp, 24 XP, 1 day (least);",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) transmutation attacks: acid, cold, electricity, or fi re. This Prerequisites: Craft Magic Arms and",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 gp, 40 XP, 1 day (least); sickly glow. 1,500 gp, 120 XP, 3 days (lesser); 3,000 gp, Price (Item Level): 300 gp (2nd) (least); 240 XP, 6 days (greater). 1,000 gp (4th) (lesser); 3,000 gp (7th) A crystal of life drinking bestows a small (greater) amount of life energy upon you each FIENDSLAYER CRYSTAL",
        "name":  "This transparent black crystal has a faint, CRYSTAL OF SECURITY Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and Moonlight: +2d6 electricity damage",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous ACROBAT BOOTS no activation. Item, cat’s grace, longstrider. Price (Item Level): 900 gp (4th) In addition, these boots have 3 charges, Cost to Create: 450 gp, 36 XP,",
        "name":  "This is a continuous effect and requires Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. 662200__1100776622__CChhpp33..iinndddd 6677 1122//2211//0066 55::3355::1122 AAMM 68 3 RETPAHC GNIHTOLC Amber Amulet of Vermin ADAMANTINE MIND Market Price BLADE GAUNTLETS Vermin CL Aura (Item Level) Price (Item Level): 2,000 gp (6th) Giant bee 7th Moderate (DC 17) 500 gp (3rd)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, fab- the ability to breathe water (as the water silver chain. ricate, mind blade. breathing spell) for 5 rounds.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, injured ally. When it is activated, you can water breathing. heal 1d4+5 points of damage to yourself or VERMIN",
        "name":  "AMBER AMULET OF Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. a creature within 30 feet. You can use this Price (Item Level): See table effect to prevent the death of a creature",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See table the healing provided returns the target’s Price (Item Level): 16,000 gp (14th)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Prerequisites: Craft Wondrous Item, must HEALING have an essentia pool.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,050 gp, 84 XP, 3 days. Price (Item Level): 2,000 gp (6th) from a fi ne gold chain and set with three Body Slot: Throat aventurines. AMULET OF Caster Level: 9th",
        "name":  "This delicate gold amulet is suspended Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 19) transmutation INVIOLATE FORM You can activate an amulet of fortune pre- Activation: Swift (command) vailing to reroll a saving throw. You must Price (Item Level): 11,000 gp (13th) Weight: 1 lb. activate this ability before the success Body Slot: Throat or failure of the saving throw has been Caster Level: 9th This strand of ceramic beads is painted with determined, and you must use the second Aura: Moderate; (DC 19) abjuration sedate earth tones. result, even if it’s lower. You can’t use this Activation: Immediate (command) ability if you have already rerolled the save Weight: 1 lb. Devoting your life to healing is often a for any reason. thankless job. An amulet of retributive heal- An amulet of fortune prevailing functions This platinum amulet is set with seven red ing ensures that if you tend to your allies, once per day. garnets. you are renewed in turn.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, break When you activate your amulet, the enchantment. This amulet protects you from spells and next effect you use before the end of your",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous an adjacent ally a +5 competence Item, mass cure light wounds. bonus to AC for 1 round. You must",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, heroism. SECOND CHANCES",
        "name":  "AMULET OF Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, Price (Item Level): 40,000 gp 2 days. (17th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 23) transmutation Pr ice (Item Level): 2,300 gp",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous (EPH 138). Item, aid.",
        "name":  "Item, time stop or time regression Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20,000 gp, 1,600 XP, Cost to Create: 1,150 gp, 92 XP, 40 days. 3 days. AMULET OF AMULET OF TEAMWORK TOXIN DELAY Price (Item Level): 2,000 gp (6th) Incarnum items: ring of soulbound protection, ring of essentia, Pr ice (Item Level): 400 gp",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— an enemy, you and any allies also fl anking This silver chain comes together in the form of that creature gain a +2 bonus on damage a pair of linked hands. The transparent crystal hanging from this rolls. These are continuous effects and necklace contains several drops of viscous require no activation. An amulet of teamwork allows you to work green fl uid. more effectively as part of a team. When dnalgnE .W yb .sullI 662200__1100776622__CChhpp33..iinndddd 7700 1122//2211//0066 55::3355::2222 AAMM 71 CLOTHING CHAPTER 3 When you activate an amulet of toxin delay, ANGELHELM When you activate an ankh of ascension, it creates a delay poison effect on you (as you must sacrifi ce a prepared divine spell Price (Item Level): 10,000 gp (12th) the spell, but with a duration of only 2 or divine spell slot. The caster level of any",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Head rounds). You can activate this item when- divine spells of that level or lower that",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. An amulet of toxin delay functions once times per day. per day. Prerequisites: Craft Wondrous Item, This winged mithral helm shines in the light",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, gate. like a priceless heirloom. delay poison. Cost to Create: 4,500 gp, 360 XP, 9 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, these symbols are warped and meaningless. make short dimensional hops. When it is dispel evil, cure critical wounds, resist energy, activated, you can instantly teleport (with good alignment. An amulet of wordtwisting grants you a no chance of error) up to 10 feet. The new",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, +2 insight bonus on Bluff, Diplomacy, space must be within line of sight and 10 days. Intimidate, and Sense Motive checks. line of effect. This is a continuous effect and requires You can’t use the anklet to move into a ANKH OF ASCENSION no activation. space occupied by another creature, nor If you are an orc wearing an amulet Price (Item Level): 9,000 gp (12th) can you teleport into a solid object; if you of wordtwisting, you instead gain a +4 Body Slot: Throat attempt to do so, the anklet’s activation is insight bonus on the indicated skill Caster Level: 17th wasted. You can bring along objects weigh- checks. In addition, once per day, you Aura: Strong; (DC 23) conjuration ing up to your maximum load, but you can activate a tongues effect on yourself Activation: Free (command) can’t bring another creature with you. (as the spell). Weight: 3 lb. An anklet of translocation functions two",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, times per day. tongues. Crudely carved from splintering wood and Prerequisites: Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 23) conjuration fi ne gold chain attached to an ear clip. Price (Item Level): 500 gp (3rd)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— an item’s magical aura or you cast detect When you activate an armband of maxi- magic and have at least 5 ranks of Knowl- These sleek blue gloves bear tiny golden stars mized healing, the next healing spell of 6th edge (arcana), you can spend 1 additional across the knuckles. level or lower that you cast on your turn minute studying the item. If you do, you is automatically maximized (as the Maxi- can identify the abilities of that item as if When you activate arcanist’s gloves, you mize Spell feat, but with no adjustment to you had cast identify upon it. add 2 to the caster level of the next 1st- spell level or casting time). Prerequisites: Craft Wondrous Item, level arcane spell you cast before the end An armband of maximized healing func- identify, artifi cer knowledge or Knowledge of your turn. tions three times per day. (arcana) 5 ranks. Arcanist’s gloves function two times",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Cost to Create: 750 gp, 60 XP, 2 days. per day. Maximize Spell, heal.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. SVIRFNEBLIN ARMBANDS OF MIGHT Price (Item Level): 15,000 gp (14th) ARMBAND OF Price (Item Level): 4,100 gp (9th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 16) illusion, Price (Item Level): 800 gp (3rd) Aura: Faint; (DC 16) transmutation transmutation",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. images of bulls’ horns. rock studded with a number of colorful, uncut gems and wrapped in tarnished metal wire. This solid gold band is polished to a bright When you wear these armbands, you shine. gain a +2 bonus on Strength checks and While wearing this item, you gain dark- Strength-based skill checks. vision out to 30 feet and a +5 competence An armband of elusive action allows you If you have the Power Attack feat, you bonus on Hide checks. These are continu- to protect yourself from the hazards of also gain a +2 bonus on melee damage rolls ous effects and require no activation. battlefi eld chaos. When it is activated, for any attack on which you use the Power Once per day, you can activate the badge the band allows you to avoid provoking Attack feat and take a penalty of at least to give yourself a blur effect (as the spell). a single attack of opportunity that your –2 on your attack roll.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, blur, actions would otherwise incur. Prerequisites: Craft Wondrous Item, darkvision, svirfneblin. An armband of elusive action functions bull’s strength.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, cat’s BEAR HELM grace or evade attack (CP 89). ARTIFICER’S MONOCLE",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "400 gp, 32 XP, 1 day. Price (Item Level): 1,500 gp (5th) Price (Item Level): 1,500 gp (5th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text Price (Item Level): 7,200 gp (11th) Weight: —",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Arms Artifi cer’s monocle sillE .S yb .sullI 662200__1100776622__CChhpp33..iinndddd 7722 1122//2211//0066 55::3355::3311 AAMM 73 CLOTHING CHAPTER 3 This large helmet is wrapped in the hide of BELT OF BATTLE BELT OF THE a bear’s head, with metal teeth worked into Price (Item Level): 12,000 gp (13th) CHAMPION [RELIC] its visor.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Waist Price (Item Level): 4,500 gp (9th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— item after the damage from the attack has Activation: — been determined. Weight: 1 lb. This leather belt bears a platinum buckle set A bear helm functions once per day. with three small black pearls.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, This belt is forged of thick golden links, each stoneskin. set with a cabochon-cut semiprecious stone. Its",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "750 gp, 60 XP, 2 days. large, oval buckle is embossed with the closed fi st of Kord. BEHOLDER CROWN These gem-studded belts are sacred to fol- Price (Item Level): 20,000 gp (15th) lowers of Kord, the god of strength. When Body Slot: Head you wear one of these items, it functions",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. ning one of these items, and each belt is passed down through generations of Ten metal stalks sprout from this his faithful. grotesquely formed bronze crown. At",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The fi rst belt of the champion was affects a single target): A belt of battle helps you avoid being caught forged by a priest of Kord in a tiny village • charm monster (Will DC 17 negates) off guard in combat and allows occasional for a traveling hero who, having failed • charm person (Will DC 17 negates) bursts of extra activity. While worn, it to persuade the villagers to fl ee before a • deep slumber (Will DC 17 negates) grants you a +2 competence bonus on ini- horde of orcs, offered to stay and defend • disintegrate (Fort DC 17 partial) tiative checks. This is a continuous effect them. Each decade since then, Kord has • fear (Will DC 17 partial) and requires no activation. given one of these belts to a favorite fol- • fi nger of death (Fort DC 17 partial) In addition, a belt of battle has 3 charges, lower (Knowledge [religion] DC 20). • fl esh to stone (Fort DC 17 negates) which are renewed each day at dawn. Prerequisites: Craft Wondrous Item, • infl ict moderate wounds (Will DC 17 Each time you activate the belt, one of Sanctify Relic, bull’s strength. half) the black pearls set into its buckle turns Cost to Create: 2,250 gp, 180 XP, 5 days. • slow (Will DC 17 negates) white. The pearls return to normal when • telekinesis (violent thrust against a the ring’s charges renew. Spending 1 or BELT OF GROWTH target of up to 325 pounds; Will DC 17 more charges grants you an extra action, negates) Price (Item Level): 3,000 gp (7th) which must be taken immediately (before",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Body Slot: Waist you take any other action). charm monster, charm person, deep slumber, Caster Level: 10th 1 charge: 1 move action. disintegrate, fear, fi nger of death, fl esh to stone, Aura: Moderate; (DC 20) transmutation 2 charges: 1 standard action. infl ict moderate wounds, slow, telekinesis. Activation: Standard (command) 3 charges: 1 full-round action.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, 20 days. haste. This thick brass belt looks like it is riddled with",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, a single blood-red carbuncle. enlarge person.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Prerequisites: Craft Wondrous Item, bull’s strength.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, hand. Doing this is a move action that does BELT OF Leomund’s secret chest. not provoke attacks of opportunity.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,500 gp, 200 XP, 5 days. THEFT-HEALING You can also reach into one of the ten regular hidden pockets and draw out an Price (Item Level): 2,000 gp (6th) BELT OF ONE item, just as if retrieving a stored object Body Slot: Waist (a move action that provokes attacks of MIGHTY BLOW Caster Level: 8th opportunity). Aura: Moderate; (DC 19) transmutation Price (Item Level): 1,500 gp (5th) A casual search won’t reveal any objects Activation: Free (command)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gruumsh, god of orcs, gave his Activation: — buckle engraved with numerous tiny magi- shamans the knowledge to craft the fi rst Weight: 1/2 lb. cal runes. blighter’s hex-eye to help his people clear the woodlands of their enemies (Knowledge This helm’s face is a solid slab of iron, appar- Designed and used by spellthieves (CAd [history or religion] DC 15). Elves joke that ently allowing its wearer no way to see out. 13), belts of theft-healing heighten the payoff the orcs are so stupid that Gruumsh has to of stealing spells. When you steal a spell teach every new generation the secrets of Despite its appearance and name, a blind- or spell-like ability from an unwilling the eyepatch’s construction again (Knowl- helm doesn’t restrict your vision in any target, you can activate the belt to also heal edge [history or religion] DC 20). way. More important, it grants you blind- damage equal to the level of the spell or Prerequisites: Craft Wondrous Item, sense out to 5 feet and provides you with spell-like ability stolen. keen edge. a +5 competence bonus on saves against A belt of theft-healing functions three Cost to Create: 700 gp, 56 XP, 2 days. gaze attacks. times per day. Prerequisites: Craft Wondrous Item,",
        "name":  "This supple brown leather belt has a silver Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, bear’s true seeing. endurance, steal spell. Cost to Create: 7,500 gp, 600 XP, 15 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 days. BOLT SHIRT BELT OF ULTIMATE Price (Item Level): 5,000 gp (9th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th Price (Item Level): 3,600 gp (8th)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Bolt shirt You can teleport (with no chance of error) This simple cloth belt is a braid of black, green, to any location within 60 feet, as long as and gold threads. you have both line of sight and line of effect to that destination. A harmless A belt of ultimate athleticism allows you to trail of crackling sparks traces the path reliably perform normal athletic feats, or from your original location to your des- occasionally pull off a truly amazing stunt. tination, making it obvious where you When you activate the belt, you can take have landed. 10 on all Balance, Climb, Jump, Swim, and BLINDFOLD OF You can’t use the shirt to move into Tumble checks made in that round, even TRUE DARKNESS a space occupied by another creature, if you are in a stressful situation. nor can you teleport into a solid object; In addition, once per day, you can acti- Price (Item Level): 9,000 gp (12th) if you attempt to do so, the shirt’s acti- vate the belt to treat the next Balance, Body Slot: Face vation is wasted. You can bring along",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, bull’s Activation: — with you. strength, cat’s grace. Weight: — This ability functions once per day.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, This black, silky piece of cloth is completely dimension door. BLIGHTER’S HEX-EYE opaque when held up to the light.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,500 gp, 200 XP, 5 days. Price (Item Level): 1,400 gp (5th) When you wear this blindfold, you gain",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th 306). Because your eyes are protected, you Price (Item Level): 20,000 gp (15th)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, see Weight: — pentagram. invisibility.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp, 360 XP, 9 days. Seemingly fragile and nearly weightless, this ring When you activate a blighter’s hex-eye, your appears to be a single long fi nger bone, bleached melee attacks against elves and creatures BLINDHELM white and somehow bent into a circle. of the plant type deal an extra 2d6 points of damage. This effect lasts for 1 round. Price (Item Level): 15,000 gp (14th) While wearing a bone ring, you are pro- A hex-eye functions three times per Body Slot: Head tected from energy drain and ability drain day, but it can’t be activated in consecu- Caster Level: 11th (but not ability damage). A bone ring has tive rounds. Aura: Strong; (DC 20) divination Illus. by E. Cox 662200__1100776622__CChhpp33..iinndddd 7755 1122//2211//0066 55::3355::4400 AAMM 76 3 RETPAHC GNIHTOLC 3 charges, which are renewed each diffi cult terrain and through day at dawn. Every negative level or squares occupied by allies point of ability drain prevented uses when making a charge after 1 charge. For example, a success- activating the boots. ful slam attack from a vampire, You can use this ability two which normally bestows two times per day. negative levels, instead drains Prerequisites: Craft Wondrous 2 charges from the ring. Item, cat’s grace, longstrider.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10,000 gp, 800 XP, 20 days. BOOTS OF THE BOOTS OF BATTLE CHARGER BIG STEPPING BOOTS OF Price (Item Level): 2,000 gp (6th) Pr ice (Item Level): 6,000 gp (10th) AGILE LEAPING",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Feet Body Slot: Feet Price (Item Level): 600 gp (3rd) Caster Level: 3rd Caster Level: 7th",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. These heavy leather boots bear thick copper These wolfhide boots are secured with leather bands just above the ankle. thongs that wrap twice about the ankle. The These crocodile-skin boots feel slightly elastic. fur is exceptionally soft and has a faint sheen When activated, boots of the battle charger that makes the boots appear to shimmer in While wearing boots of agile leaping, you allow you to make a charge attack as a the light. can add your Dexterity modifi er (instead standard action (rather than a full-round of your Strength modifi er) on Jump action), though the charge only includes The spirit of a blink dog has been har- checks. movement up to your speed (rather than nessed within these boots. While you are If you have at least 5 ranks in Balance, double your speed). You must make the wearing these boots, your caster level for you can stand from prone as a swift action. charge attack in the round you activate all teleportation spells is increased by 2. When standing from prone, you do not the boots, or the effect is lost. This is a continuous effect and requires provoke attacks of opportunity. If you also wear a magic item that grants no activation.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, an enhancement bonus to your Dexterity In addition, when you speak the com- cat’s grace. score, you can move across mand word, you can teleport up to 60",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Price (Item Level): 1,500 gp (5th) Boots of jumping allow you to jump excep- dimension door. Body Slot: Feet tionally long distances. You only need",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. requires no activation. DESPERATION In addition, boots of jumping have 3 Price (Item Level): 2,800 gp (7th) These boots have a scaly look, as though they charges, which are renewed each day at",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Prerequisites: Craft Wondrous Item, when your current hit point total is equal jump, spider climb. jump. to or less than half your full normal hit Cost to Create: 750 gp, 60 XP, 2 days. Cost to Create: 1,250 gp, 100 XP, 3 days. points. When activated, the boots grant a +30-foot enhancement bonus to your base BOOTS OF JUMPING BOOTS OF LANDING speed and a +5 dodge bonus to AC against Price (Item Level): 2,500 gp (7th) Price (Item Level): 500 gp (3rd) attacks of opportunity. These benefi ts last",
        "name":  "You can activate boots of desperation only Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,400 gp, 112 XP, 3 days. Tordek shops for new boots, trying out rock boots, boots of the mountain king, steadfast boots, boots of tremorsense, and boots of landing Illus. by F. Vohwinkel 662200__1100776622__CChhpp33..iinndddd 7777 1122//2211//0066 55::3355::4499 AAMM 78 3 RETPAHC GNIHTOLC These light blue leather boots have very thick BOOTS OF BOOTS OF STOMPING soles. Walking in them is like dancing in SIDESTEPPING Price (Item Level): 600 gp (3rd) clouds.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Feet Price (Item Level): 6,000 gp (10th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, boots are slightly wider than the vamp. Brassy feather fall or catfall (EPH 82). These soft leather boots are adorned with a metal bands run from the sides of the soles to",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. copper chain around the ankle. the tops. BOOTS OF THE Boots of sidestepping allow you to slide out When you stomp your feet and activate of range of an enemy’s attacks. When you MOUNTAIN KING boots of stomping, you generate a 15-foot- activate the boots, you can take a 5-foot long cone-shaped burst of psychokinetic Price (Item Level): 1,500 gp (5th) step (PH 144). Unlike a normal 5-foot step, force that travels along the ground, top-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, sonic While wearing boots of the mountain king, Boots of sidestepping function three times blast (SC 195) or stomp (EPH 133). you can move more easily than usual over per day.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "300 gp, 24 XP, 1 day. rough and diffi cult terrain. Prerequisites: Craft Wondrous Item, These boots allow you to ignore haste. BOOTS OF SWIFT increased movement costs and skill check Cost to Create: 3,000 gp, 240 XP, 6 days. DC increases for light and dense rubble. PASSAGE In addition, you can move up stairs and BOOTS OF SKATING Price (Item Level): 5,000 gp (9th) slopes at normal speed and run or charge Price (Item Level): 7,000 gp (11th) Body Slot: Feet downhill without making a Balance",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, free-",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "750 gp, 60 XP, 2 days. These comfortable high boots are made from These white leather boots extend to mid-calf deep red leather with brilliant copper-colored BOOTS OF THE and lace up from toe to top. They sport two leather soles. MOUNTAIN KING, dull metal edges that slant downward from GREATER the bottom of each side. When activated, boots of swift passage tele- port you up to 20 feet in any direction Price (Item Level): 21,500 gp (15th) These boots allow you to slide along the (with no chance of error).",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, free-",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, expe- Prerequisites: Craft Wondrous Item, dom of movement, stoneskin. ditious retreat or skate (EPH 132). dimension door.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,500 gp, 280 XP, 7 days. Cost to Create: 2,500 gp, 200 XP, 5 days. 22 days. 662200__1100776622__CChhpp33..iinndddd 7788 1122//2211//0066 55::3355::5533 AAMM 79 CLOTHING CHAPTER 3 BOOTS OF TEMPORAL These serviceable black leather boots always seem to bear the dust of the road, regardless of ACCELERATION your efforts to clean them. Price (Item Level): 43,000 gp (17th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have established Once per day, you can enter another the proper divine connection, you are time frame for 2 rounds, speeding up constantly under a pass without trace so greatly that all other creatures seem effect. Boots of the unending journey also frozen, though they are actually moving render you immune to the effects of at normal speed. Other creatures are nor- fatigue and exhaustion. These are continu- mally immune to your attacks, powers, Boots of the unending journey ous effects and require no activation. or spells, but if you create an area effect To use the relic power, you must wor- that lasts longer than 2 rounds, that effect This is a continuous effect and requires ship Fharlanghn and either sacrifi ce a applies normally once the duration of the no activation. 4th-level divine spell slot or have the True item’s effect expires. Once per day, you can activate the boots Believer feat and at least 7 HD. While under the effect of the boots, to become invisible (as greater invisibility) Lore: The fi rst pair of these boots was you cannot enter an area protected by an for 7 rounds. made by an adventurer who had grown too antimagic fi eld, null psionics fi eld, or by a Prerequisites: Craft Wondrous Item, old to travel without magical aid. When spell or power that neutralizes 9th-level greater invisibility, pass without trace. she died, the boots were offered to the god spells or powers. Normal and magical fi re, Cost to Create: 5,500 gp, 440 XP, Fharlanghn, who wore them himself in cold, acid, and the like can still harm you. 11 days. his earthly travels. It is said that once per Except as described here, this effect func- century, Fharlanghn gives his pair of boots tions as a time stop spell. BOOTS OF of the unending journey to a fellow traveler, When the duration expires, you resume then endows an ordinary cobbler with the TREMORSENSE acting during your current turn in normal power to make him a new pair (Knowledge time, but you are shaken for 1 round. Price (Item Level): 5,000 gp (9th) [religion] DC 20).",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Feet Prerequisites: Craft Wondrous Item, your own mind, such as might be in effect Caster Level: 5th Sanctify Relic, restoration, pass without through the use of psionic powers such as Aura: Faint; (DC 17) transmutation trace. schism, are not temporally sped up, even if Activation: Swift (command) Cost to Create: 2,000 gp, 160 XP, 4 days. your second mind manifested this power. Weight: 1 lb. Your primary mind gains the benefi t, BRACERS OF while your second mind remains stuck The soles of these black boots are unusually ACCURACY in the standard time frame. wide and their shape strangely cylindrical,",
        "name":  "Splintered or partitioned minds within Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    }
]
