[
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as the base creature. The beast’s ridge scales, magical in nature, reflect and",
        "name":  "Organization",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as the base creature. be in due to the prismatic effects applied to it. In addition to the prismasaurus’s prismatic light attacks, it can deliver a powerful bite and a crushing tail attack. PRISMASAURUS Prismatic Emanations (Su): The reflected and refracted Huge Magical Beast light from the prismasaurus’s crystalline ridge functions",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as base creature. A ruin swarm originates in areas of magical contami-",
        "name":  "Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immune to cold damage; takes double selves ignited with blazefire; white-hot, lambent damage from fire unless a saving throw for half damage flames cascade over their bodies, and they must suc- is allowed, in which case the creature takes half damage ceed at a Fort save (DC 27) or permanently lose 10 hit on a success and double damage on a failure. points. The opponent must continue to save every Cold Aura (Su): A 10-foot-radius spread cold aura sur- round for the next 6 rounds (7 rounds total) to avoid round’s a shadow of the void. All creatures of the cold sub- being permanently drained of 10 more hit points each type in the area (including the shadow of the void) are round. The shape of fire heals the same amount of treated as if having turn resistance +6 (if undead) and fast damage whenever a creature is drained, gaining any healing 10. Creatures subject to cold damage take 2d10 excess hit points as temporary hit points. If the opponent is points of cold damage each round they remain within the slain by blazefire, only blackened ash remains of the victim. cold aura. Hit points lost to the blazefire never heal naturally and cannot be magically restored—they are gone for good. The temporary hit points gained by the shape of SHAPE OF FIRE fire’s blazefire last maximum of 1 hour. Large Undead (Fire, Incorporeal) Create Spawn (Su): Any humanoid slain by a shape",
        "name":  "Cold Subtype",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 47, Dex 45, Con 49,",
        "name":  "Large Magical Beast Abilities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " 41–50 HD (Large), 51–60 HD (Huge), 61+ HD (Gargantuan) THREE-HEADED SIRRUSH Large Magical Beast",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "71–140 HD (Colossal) COMBAT Elder titans have not completely forsaken their con- Elder titans are the brooding, primeval forefathers of nections with their smaller counterparts, and thus titans—massive, ponderous beings who have sunk fight with massive warhammers and stout javelins, deeply into contemplation of the workings of the uni- just as titans do. In combat, the tactics an elder titan verse to the exclusion of almost all else. uses depend largely on environment. In wide-open Eons older than their smaller counterparts, elder spaces, an elder titan uses his fly spell-like ability to titans stand 75 feet tall or more, weighing close to get up into the air and hurl javelins and other spell- 400,000 pounds. Each one has a unique, not necessarily like effects at enemies. In close quarters (relatively totally human, appearance. Because of their cerebral speaking), he will rain heavy blows down on his foes nature, elder titans are acutely withdrawn, taking up res- with his warhammer. idence in the farthest corners of the multiverse, desolate An elder titan tends to use his spell-like abilities in places inhospitable to most others where they are ways that reflect his favored environment. Thus, an elder unlikely to be disturbed. Each has taken on many char- titan who has chosen to dwell deep beneath the surface acteristics of the very environment in which he dwells, of the ocean has used alter self to change into a water- allowing his body to alter over time as he becomes a very breather, while one whose lair is in the heart of a volcano part of that place. Because of this, elder titans tend to utilizes protection from elements to resist the great heat. customize their special abilities to adapt to their envi- Likewise, one will favor fog cloud in combat while the ronment, although they are not considered to be a sub- other prefers produce flame. type associated with that environment. In any event, an elder titan enters true combat for the Hidden away in their elemental lairs, elder titans sole purpose of quickly and efficiently eradicating nui- spend the majority of their time either thoroughly set- sances, eliminating persistent distractions to his stud- tled into the depths of their own minds, or magically ies. Whether an elder titan kills his foe or merely drives combing the planes in search of obscure knowledge. it away is inconsequential, so long as the result of the Elder titans are sometimes inaccurately perceived as fight is a return to peace and quiet. less cognitive or even less intelligent than their more Spell-Like Abilities: At will—alter self, analyze lively cousins, but the truth is that elder titans have dweomer, commune with nature, cure critical wounds, eyebite, simply moved beyond the joys of physical existence freedom of movement, fly, fog cloud, produce flame, protection and revel now almost exclusively in the pleasures of from elements, read magic, remove curse, sanctuary, sending, the mind. They may be less physically aware of their speak with animals, soften earth and stone, speak with plant, immediate surroundings, but they perceive well summon monster VI, teleport without error, wind wall; enough, for they consider the multiverse to be their 3/day—antilife shell, astral projection, contact other plant, library, a place to garner knowledge for knowledge’s greater dispelling, greater scrying, invisibility purge, plane shift. own sake. Caster level 29th; save DC 18 + spell level.",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An elder titan can use arcane spells as a 29th- titan seldom welcomes disturbances to his contempla- level wizard or divine spells as a 29th-level cleric, from tions. It is, in fact, difficult even to get the attention of the cleric list and from the Knowledge and Magic one of these beings, so deep in thought is he. Even after domains. He will also possess the knowledge of at least he is brought out of his reverie, an elder titan is slow to three epic spells and the means by which to develop react, both because he is loath to leave his thoughts half them, though he may not have done so himself. 222 :5 RETPAHC SRETSNOM TREANT, ELDER Triple Damage against Objects (Ex): An elder treant that makes a full attack against an object or struc- Colossal Plant ture deals triple damage.",
        "name":  "Though not secretive with his knowledge, an elder Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Epic Reflexes, Improved Combat Reflexes, erable damage in addition to Wisdom drain. An Spell Stowaway (time stop), Tenacious Magic (haste), uvuudaum never fails to take account of haste, displace- Tenacious Magic (displacement), Tenacious Magic ment, and stoneskin if it has any time to prepare. (stoneskin) Confusion Aura (Su): This ability operates contin- Climate/Terrain: Any uously, as the confusion spell but with a 30-toot radius.",
        "name":  "Epic Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsight 300 ft., SR 36, discorpo- magic spells. rate, bonus hit points, immunities Spell-Like Abilities: 1/day—animal friendship",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brew Potion, Combat Casting, Craft Staff, Craft 20th; save DC 9 + spell level. Wondrous Item, Heighten Spell, Improved Initiative, Engulf (Ex): A worm that walks can choose to Lightning Reflexes, Maximize Spell, Quicken Spell, engulf an opponent who is no more than one size cate- Scribe Scroll, Spell Penetration, Toughness gory larger than itself. The worm attempts to embrace",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "a fixed campus, such an event. a body of regents to decide policy, and a great body of Within each field house, a host of operatives ranging faculty wizards, trackers, and Gleaners who attend to in number from two to three all the way up to forty or the daily business, research, and acquisitions of the fifty might be active, depending on the locale, its level organization. 234 :6 RETPAHC CIPE NA GNITTES",
        "name":  "Again, you must be very careful in how you handle would expect at a large magical college",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Gleaners have a sprawling com- than most realize, should the collection ever fall into the plex called the Temporal Archive. The Temporal Archive wrong hands. He always works to increase security. provides spaces to meet, research facilities, and living Lira Lightgale (LG female elf Wiz20/Agent quarters. It also serves as the outer perimeter of the Retreiver 3), third regent of the Gleaners, doesn’t share Penultimate Vault, where the Gleaners keep their prized Dalshaman’s fear of the collection, and delights in artifacts safe. The Temporal Archive is located on a Mate- lending out particularly impressive pieces. Sometimes rial Plane world, on a large tropical island that is well pro- she overrides the protocol when she feels a particular tected and out of the way of civilization. piece is harmless. In addition to the many living vaults (see Chapter 5) Gomand Pusk (N male gnome Wiz21), fourth the Gleaners use for temporary storage of artifacts to be regent of the Gleaners, has been tainted by one of the researched while checked out, the Penultimate Vault evil artifacts kept in the collection. No one knows of exists as a permanent repository of dangerous relics. The his affliction. He works to one day bring down all the Penultimate Vault lies at the center of the complex, security of the Penultimate Vault and let loose the col- secured by a combination of deadly traps, guardian crea- lection, particularly the most foul and dangerous arti- tures, spells, and sorcerous guards. facts, all at once. If he were ever to succeed, cataclysm",
        "name":  "Headquarters",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Loose. Seven wizards currently sit on the council, but in the past more or fewer served. Likewise, RECRUITING the members are not appointed for life, but rather serve Membership in the organization requires little beyond a a term, before going back to full-time research and simple belief that everything potently magical should “gleaning” in the field. be brought to the group, and that everyone within the",
        "name":  "Hierarchy",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Low. Members of Not surprisingly, powerful wizards comprise the bulk the group know most of the of the membership, but every known class fills out other members, particularly the the ranks. Missions of retrieval often prove long and council members. The efforts at perilous, requiring a wide variety of skills. secrecy are mostly aimed at keeping Other members serve as capable guards for the protocols for accessing the Penulti- items brought to the group, charged with protecting pate Vault. such potent magic against theft and illicit use. Still",
        "name":  "Secrecy",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 celebrity (Sor23), 2 Members come and go via teleportation, plane shift, and a hangers-on (Brd15). The typical encounter is on the permanent (but well-guarded) teleportation circle that con- street where commoners swarm the Godkissed, and nects to a freestanding arch in a building the order owns the PCs’ progress is possibly hindered by the press of in the Magic Quarter of Union. the crowd. Inside, floor after floor of the stronghold is given over to a great series of tomes where spells are scribed pend- ing their inscription in the Last Book. At the heart of the THE ORDER OF THE BOOK stronghold is Sharlee’s chamber, where the wizard",
        "name":  "Typical Godkissed Party",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Loose. Sharlee is the only constant. Others The Order of the Book is a collection of wizards who come and go, taking on tasks or passing their tasks to revere written magic. They quest to bring together every others, as they choose. A member of the Order of the last spell in the multiverse and record them in an artifact Book may go on sabbatical at any time (though the called the Last Book to preserve them for all eternity. member is expected to return with at least one new spell.",
        "name":  "OVERVIEW AND BRIEF HISTORY Hierarchy",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Various. allow nothing to distract them from their goal. Alignment: Any. 238 :6 RETPAHC CIPE NA GNITTES",
        "name":  "They have no interest in any other kind of magic and Religion",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those who do not seek mem- Alternatively, there are plenty of ways for the charac- bership but provide an unsolicited map (that turns out ters in your campaign to grow to dislike the Surveyors, to be legitimate and not of an area already thoroughly too. If members of the society are always popping up mapped by the Surveyors) receive a standard finder’s fee where they aren’t expected (or wanted), or if the char- of 1,000 gp. If the Surveyors solicit a map of a region of acters have something (a map, first-hand information) interest, they pay up to 20,000 gp. the Surveyors want, they may become quite the irritant Nonmembers who seek copies of maps held in the to the characters’ other activities. The Surveyors might 243 SETTING AN EPIC CHAPTER 6: even think the characters have something that belongs Sometimes a high-level member of the Regulators is to them (perhaps the PCs are in possession of a map a position of power finds lower-level members of the that was originally stolen from the society) and come organization (two or three levels removed) attempting after it. to manipulate her in an advisory capacity. Sometimes a Typical Surveying Field Team (EL 26): 2 field agents ruler knows of this arrangement (and perhaps even the (Brd16), 1 team lead (Brd20/Cosmic Descryer5), 1 con- identity of the Regulator agent “manipulating” her) and sultant (Brd5/Clr18, domains Protection and Travel)). may have even set up the arrangement specifically to see how accurate and reliable a potential source is. Other times, though, the circular process may be inad- THE REGULATORS vertent (one high-ranking member ordering the culti- Philosophers assert that the one constant in the multi- vation of someone who, unknown to the first agent, is verse is change. Change often brings about cataclysmic also a member) or perhaps even intentional (it is whis- consequences—or it would, except for the Regulators. pered that one tiny, ultrasecretive branch of the Regu- lators knows the names of everyone working for the OVERVIEW AND BRIEF HISTORY organization and is in charge of self-monitoring the It is the Regulators’ belief that power in all forms, left group for loyalty). unguided, inevitably leads to abuse, which in turn Headquarters: Most members of the organization do leads to chaos and destruction. Eventually, unchecked not know of any type of headquarters. Clandestine meet- chaos and destruction could obliterate the multiverse. ings between agents and their superiors take place in The Regulators take exception to that possibility. They secluded places: in a quiet corner of a tavern, beneath the see themselves as agents of control, rather than agents of docks, or through some magical connection. Agents may power, steering the myriad forces of the multiverse file their reports in a regular manner on a continual basis, through careful and subtle manipulation of others’ but cells of operatives rarely hold meetings in the same power. Whether they choose to send agents to pose as location twice in a row. deific beings for the benefit of primitive tribes or place At the higher levels, council meetings take place in a them as covert advisors to the rulers of powerful nations, very private, secure locale on a private demiplane the Regulators have their hand in just about every organ- called the Citadel of Regulation. The citadel is not ized force across the cosmos. easily reached without invitation and the proper magi- Because of its secretive nature, few people outside cal key. Each member of the council has a magic ring the group’s membership suspect its existence, and that contains a properly keyed spell to take its owner fewer still know much about its origins. Some claim to this private retreat, and there is no other way to the organization has been around longer than reach it. humankind. Others claim that its rolls include many Members: 10,000+. beings from across the planes. Some assert that Regula- Hierarchy: Webbed. A webbed hierarchy has cells tor agents have infiltrated every major religion, order, connected by few linking threads. A cell could be an secret organization, and guild that exists, and rumors individual or a small group. Members know only other persist that some high-ranking commanders of the members with whom they have direct contact; there is Blood War answer to the Regulators. Whatever the no traceable hierarchy. truth, the Regulators remain an enigmatic yet powerful Leaders: The Thirty-Three. force behind the scenes of every city, state, nation, and Religion: Various. plane of existence. Alignment: Any lawful.",
        "name":  "Nonmember Services",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Special. Among members, secrecy is low (all slight breeze blows, seemingly from a randomly fluctu- the council knows most of the agenda and plans), but ating direction, keeping the air fresh. No other weather among noncouncil members, secrecy is quite high (most of any kind has ever disturbed this peaceful demiplane of the council members are not known, so it is common or the city that floats within it (some have altered the for city dwellers to mistake any mercane they see for a weather magically, though only until caught and dealt council member, which is a practice the mercanes do with by the Union Sentinels). not discourage). The city is built on a small cluster of these floating",
        "name":  "Secrecy",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Part of the tower is under the effects from their long slumber. Among the defenses was a pact of flux slime. Be sure to read area 16 and the flux slime Kerleth made with Etiol. That pact is now active; Etiol is entry in Chapter 3 before using this adventure. summoned, and now defends the tower to his death or until Kerleth returns to dismiss him. Approach (EL 25) Etiol rests mostly submerged in the lake of magma, The tower rests on an outcropping of obsidian. This out- only his snout and eyes protruding (gaining a +10 bonus cropping juts out from the edge of a precipice where on his Hide check). Unless PCs see him first, the dragon fluid, glowing lava streams over the edge as a huge lava- may gain a surprise partial round as he bursts forth from fall. The lava-fall spills onto a magma-filled chasm, and the lava, attacking any that draw near the tower. The the dropoff is well over 300 feet. Somehow, the obsidian dragon is larger than the tower. protrusion remains anchored, but it is an island in the Normally, a red great wyrm has a CR of 35; however, liquid rock around it. With no solid path to the place, either the PCs have an Egg of Abominable Cold to help characters must either cross the lava with magical protec- neutralize the dragon, or Schaethreth shows up with tion or utilize some other magical means of transport. an Egg (see Development, below). It the PCs do not have an Egg and Schaethreth does not appear, heroes with an average level of 21st or 22nd stand little The crumbling, midnight black structure rests chance of defeating this potent guardian. With the Egg squarely upon a jagged outcropping of blackest obsid- and/or Schaethreth’s direct help, the EL for this ian, thrusting defiantly out of the roiling magma that encounter is a more reasonable 25; still difficult, but spills over into the chasm below. The orange and red not impossible. flames reflect off the smooth surface of the building, ind its darkened windows stare grimly back at the (cid:3)Red Great Wyrm, Advanced: hp 1,434; see full statistics seething, scorching world around it. in Chapter 5. The building consists of a large hexagonal tower that rises three or four stories into the air, where the",
        "name":  "Important Note",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The statue is actually a mithral golem freshly polished, untouched by the dust that thickly constructed by Kerleth to prevent unauthorized beings cloaks the rest of the room. from entering the chapel or moving up the stairs to the upper stories of the tower. It attacks anyone not accom- panied by either Kerleth or Ignition/Inferno who If the cabinet is opened, aromas of stewing meats, passes through the doors (merely opening them does freshly baked bread, cheeses, pies, and fresh fruit sud- not trigger an attack). The golem pursues creatures who denly waft through the air. It smells as though someone flee via the stairs (even if they originally entered the has been cooking up a feast fit for a monarch, and chamber from that direction), but it does not chase indeed, the cabinet is bursting with a bountiful spread. those who retreat through the double doors back into Crocks and platters of every size and shape are filled to area 3. overflowing with fine foods of every sort. (cid:3)Mithral Golem: hp 198; see full statistics in Chapter 5. Treasure: The cabinet is a cabinet of feasting. Kerleth had this unusual magic item commissioned so that he",
        "name":  "Creatures",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Resting in a secret, magic-impervious com- would never have to rely on a cook’s talents to please his partment within the altar (Search DC 40) are a mask of the palette, nor would he need fear being poisoned at the skull and a cube of force. hands of an unscrupulous chef.",
        "name":  "Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The two southwesternmost statues are it. The room is pleasantly cool. actually lavawights, blending in among the other stat- ues (Spot DC 30 to notice something strange on first glance into the chamber). They were set here by Ker- leth, and continue to guard his tower against intruders The room is filled with books, tablets, scroll tubes, and to this day. etchings of all size, shape, and materials. Both magical and mundane materials can be found here. (cid:3)Lavawights (2): hp 208; see full statistics in Chapter 5. Regalid stayed in this room while he was in the tower. The meal is his, though it is quite stale now (composed",
        "name":  "Creatures",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "More than likely, the PCs fought of bread and cheese). The implements are of silver, and the lavawights prior to entering this chamber, as the monogrammed with Regalid’s name. Agnimia recog- lavawights respond to the sound of combat either nizes them as belonging to her brother. above or below. Otherwise, the lavawights attack the Mundane Books: Among the hundreds of books and PCs here. scrolls in the library are these gems of fame and antiq- uity: Chambliss: My Life in Flames by Belch Fardown, an 281 SETTING AN EPIC CHAPTER 6: autobiography of a noted fire elementalist; Guide to the The same conditions that occur outside in the Elemental Underdark by Winninger, a lexicon of a dangerous Plane of Fire are present here, with the exception of underground realm on a Material Plane world; Efreet Life steam clouds and rains of ash. and Culture by Colvathus, a treatise on the nature of the Creatures: Ignition/Inferno, the ettin, lairs here fire genies; Legacy of Night by Andar, a history and origin (see room 2, above, for additional information concern- of vampirism; Military Review of the Blood War by Ronna- ing the ettin). The ettin keeps a pet, a fire cat, that has sic, a discussion of military organization of the various the run of the chamber. If anyone other than the ettin factions; Mind Kampf by Ronassic, a brief foray into enters the chamber, the cat (which most likely has mind flayer culture; Magical Tactics of the Outer Planes, been napping on the bed or atop the shelves) arches its author unknown, a questionable guide of less than per- back and hisses. It does not attack unless it is attacked fect recommendations for paradimensional travel; The first. Assuming the heroes have not already dispatched Illithiad by S. Wakeman, the quintessential illithid the ettin elsewhere, Ignition/Inferno is here. The ettin guidebook; and The Economics of Interplanar Commerce by attacks intruders with its twin scimitars, muttering Kharlin, a much-sought primer on establishing trade about the impoliteness of trespassing, and how it routes across several worlds. seems to pervade the entire multiverse. It assumes",
        "name":  "Development",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At epic levels, Swim +5, Tumble +5; Blooded, Craft the gods themselves may enter play Epic Wondrous Item, Craft Staff, more frequently. This doesn’t mean Craft Wondrous Item, Delay Spell, that the characters are interacting Enhance Spell, Expertise, Forge with the deities like customers in Ring, Heighten Spell, Improved a bakery, but a god’s hand may Initiative, Improved Metamagic, meddle in the affairs affecting Improved Spell Capacity (10th), the PCs more and more often. Luck of Heroes, Maximize Spell, An examination of the levels of Scribe Scroll, Skill Focus (Spell- power in any sort of pyramid- craft), Spell Focus (Enchantment), structured organization (such as Spell Focus (Evocation), Spell Masum’s cult) reveals that the more Penetration, Twin Spell. potent the individuals, the Arcane Fire (Su): Elminster less active in the events of the may cast any spell as an energy story they become. In other words, you need a bolt (range 600 ft., damage 5d6 + 1d6 cult leader who has attained a really high level in points per spell level). order to cast epic spells, but because the cult leader is Arcane Reach: Elminster’s touch spells spending his time doing these very important things, he have a 30-foot range. isn’t really available to participate in opposing the charac- Mastery of Counterspelling: When Elminster suc- ters directly. The characters should always first do battle cessfully counterspells any spell subject to spell turning, with the flunkies who are just a step below the best that he reflects it fully back on the original caster. A spell not any given layer (of the onion) has to offer. If you go the subject to spell turning is merely counterspelled. route of building a large cult, keep this idea in mind as Mastery of Elements: Elminster can prepare any you plan out the power levels of the different layers. arcane spell he knows with the acid, cold, fire, electricity, 291 OF FAERÛN EPIC NPCS APPENDIX 1: or sonic designator to be cast as a different element. For poetic justice to those who deserve it. He has a heart of example, a fireball may be prepared to deal sonic damage gold, a deep need to bring tyrannical, pompous, and instead of fire damage. cruel persons low, and a crotchety, “Don’t push me”",
        "name":  "Points to Consider",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Chosen of Mystra automatically turns all magic missile attacks against the template adds +10 to Elminster’s Constitution. smoker back upon their caster. The smoker can exhale",
        "name":  "Enhanced Constitution",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4/4/3. Base DC 14 + spell level, 16 + without needing components, form the smoke into spell level for Evocation and Enchantment spells. simple nonmagical symbols that last up to 5 rounds,",
        "name":  "Cleric Spells per Day",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic (use spell trigger or spell completion and dimension door nine times per day with the pipe. devices as a 30th-level wizard), Spell (+2 bonus on Con- Finally, the pipe gives water breathing to its bearer for 2 centration and Spellcraft checks). Caster level 3rd. hours per day.",
        "name":  "Domains",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4/6/6/6/6/4/5/3/4/3/1. Base DC Caster Level: 13th; Prerequisites: Craft Wondrous Item, 22 + spell level, 24 + spell level for Evocation and Craft Epic Wondrous Item, repel vermin, produce flame, Enchantment spells. Caster level 29th. pyrotechnics, Drawmij’s instant summons, silent image, protec-",
        "name":  "Wizard Spells per Day",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immune to +19/+14 ranged touch (spell); SA cold damage; takes double Arcane fire, arcane reach, mastery of damage from fire unless a counterspelling, mastery of elements, saving throw for half damage spell power +2; SQ Enhanced ability is allowed, in which case she scores, magic abilities, Undermoun- takes half damage on a suc- tain entrenchments; AL CE; SV Fort cess and double damage on +14, Ref +15, Will +23; Str 9, Dex 18, a failure. Con 16, Int 24, Wis 22, Cha 10.",
        "name":  "Cold Subtype",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Through Halaster possesses hundreds permanency and wish spells, of magic items, and when in Halaster has the following Undermountain (where he’s continuous abilities: move in usually “hidden in the walls,” complete silence, pass without employing his own secret network trace, protection from arrows, true of passages), he can command con- seeing, walk on air as if it were structs such as golems, helmed firm land (as the 12th-level horrors, and crawling claws. ability of the phantom steed Halaster can also call on contin- spell). gency spells, clones of himself, Undermountain En- and the tricks and traps of trenchments (usable only Undermountain, including a when Halaster is within “moving portal” that can snatch Undermountain): up himself or others and whisk",
        "name":  "Magic Abilities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Halaster knows if any portal in Under- may do in the process. mountain is used. He may activate, deactivate, or The Blackcloak’s chief interests include collecting change the destination of any portal within Under- new monsters and magic. After thousands of years, mountain as a standard action. little of either is really “new” to him. While waiting for",
        "name":  "Portal Control",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Simbul can prepare any arcane spell she knows with the acid, cold, fire, elec- Female Human (Chosen of Mystra) Sorcerer 20/ tricity, or sonic designator to be cast as a different ele- Archmage 2/Wizard 10: CR 36; Medium-size ment. For example, a fireball may be prepared to deal humanoid; HD 20d4+160 plus 2d4+16 plus 10d4+80; sonic damage instead of fire damage. hp 336; Init +8; Spd Chosen Immu- 30 ft.; AC 31, touch nities: The Simbul 17, flat-footed 27; is unaffected by at- Atk +23/+18 melee tacks that duplicate (1d4+7/19–20, +5 these effects: charm dagger), +20/+16 person, circle of death, ranged touch (by disintegrate, fear, feeble- spell); SA Chosen mind, finger of death, spell-like abilities; fireball, magic missile, SQ Mastery of ele- misdirection, meteor ments, spell power swarm. +2, Chosen im- Detect Magic munities, detect (Su): Line of sight. magic, enhanced Enhanced Con- Constitution, sil- stitution: The Cho- ver fire, supernat- sen of Mystra tem- ural abilities; AL plate adds +10 to CN; SV Fort +19, the Simbul’s Con- Ref +15, Will +24; stitution. Str 14, Dex 18, Con Silver Fire (Su): 26, Int 20, Wis 15, See Chapter 2 of the Cha 20. Height 5 ft. FORGOTTEN REALMS 10 in. Campaign Setting for",
        "name":  "THE SIMBUL Mastery of Elements",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Szass Tarn’s touch spells have a 30- magic items, ranging from rings, wands, and other trin- foot range. kets up through staves and golems to artifacts. In his Immunities (Ex): Immune to cold, electricity, poly- stronghold northwest of Tyraturos, he’s almost unassail- morph, and mind-affecting attacks. able. Those who meet him (or seemingly real magical",
        "name":  "Arcane Reach",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immune to poison, sleep, paralysis, images of himself that he creates and sends far across stunning, disease, death, effects, necromantic effects, Faerûn) discover Szass Tam to be calm, cultured, and mind-affecting effects, and any effect requiring a Forti- even pleasant. He appears as a richly robed, skeletally tude save unless it also works on objects. Not subject to thin pale man. Balding, he has dark eyes, a thinning critical hits, subdual damage, ability damage, ability black beard, and hands that have shriveled to claws. He drain, or energy drain. Negative energy heals. Not at can, of course, use magic to change his appearance. His risk of death from massive damage, but destroyed at 0 favorite false form is that of a tall scholar, aging but hit points or less. Darkvision 60 ft. Cannot be raised; res- vigorous, with glittering jet-black eyes and a soft, urrection works only if creature is willing. purring voice.",
        "name":  "Undead Traits",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When Khelben suc- Male Human (Chosen of Mystra) Wizard 24/Arch- cessfully counterspells any spell subject to spell turning, mage 3: CR 31; Medium-size humanoid; HD 24d4+192 he reflects it fully back on the original caster. A spell not plus 3d4+24; hp 284; Init +3; Spd 30 ft.; AC 30, touch 20, subject to spell turning is merely counterspelled. flat-footed 27; Atk +19/+14 melee (1d6+5, black staff) or Mastery of Elements: Khelben can prepare any +17/+12 ranged touch (by spell); SQ Arcane reach, mas- arcane spell he knows with the acid, cold, fire, electricity, tery of counterspelling, mastery of elements, Chosen or sonic designator to be cast as a different element. For immunities, Chosen spell-like abilities, detect magic, example, a fireball may be prepared to deal sonic damage enhanced Constitution, enhanced Wisdom, silver fire; instead of fire damage. AL LN; SV Fort +19, Ref +14, Will +24; Str 14, Dex 16, Chosen Immunities: Khelben is unaffected by Con 26, Int 22, Wis 20, Cha 15. Height 6 ft. attacks that duplicate these effects: blindness, circle of",
        "name":  "Mastery of Counterspelling",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Khelben used wish spells to love has created one of the most formidable magical increase his Wisdom. His Wisdom score has a +4 inher- alliances in contemporary Faerûn. ent bonus included in its value. Silver Fire (Su): See Chapter 2 of the FORGOTTEN ALUSTRIEL REALMS Campaign Setting for details.",
        "name":  "Enhanced Wisdom",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alus- magic only as a last resort. triel is unaffected by attacks that Alustriel spent her rebellious duplicate these effects: chill youth adventuring and learned touch, disintegrate, feeblemind, very early in life that happiness flesh to stone, forcecage, lightning is something that must be boll, maze, polymorph other, shared, not won alone. She tire- temporal stasis, web. lessly pursues dreams of peace, Chosen Spell-Like Abil- races dwelling together in har- ities: 1/day—antimagic mony, and a place where arts field, clairaudience/clairvoy- would be prized and nurtured: ance, comprehend languages, Silverymoon. detect thoughts, hold mon- It’s seemingly impossible to ster, minor creation, polymorph make Alustriel confused or any object, shapechange, tele- angry (though she’ll weep at the port without error. personal misfortunes of her Detect Magic (Su): Line people), or to overload her con- of sight. centration on multiple matters at",
        "name":  "Chosen Immunities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0—detect magic, detect poison, light, mage hand, read magic; 1st—comprehend languages, feather fall. MANSHOON Caster level 2nd.",
        "name":  "Sorcerer Spells Known",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Through the One is rumored to have assumed use of permanency, Manshoon has the a position of power among the following permanent continuous thieves of Westgate, calling himself Orbakh. A magical abilities: comprehend lan- third has taken refuge with Halaster of Under- guages, darkvision, protection from mountain. Those who survive have mastered arrows, and see invisibility. the slaying-compulsion by means of various",
        "name":  "Permanent Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rog37; CR 39; Possessions: Whisker (+8 rapier), pink and green Ioun stone, Medium-size outsider (lycanthrope: cat); HD 37d6+222; gloves of Dexterity +6, cloak of resistance +4, winged boots, ring hp 351; Init +16; Spd 60 ft.; AC 60, touch 60, flat-footed of freedom of movement, Ring of the Cat Lord. 48; Atk +46/+41/+36 melee (1d6+21/15–20, +8 rapier), or Atk +38 melee (1d8+17, bite) and +36 melee (2d6+8, Ring of the Cat Lord (Major Artifact): This prized 2 claws); SA Sneak attack +20d6, spell-like abilities, item grants the Cat Lord a total of nine true resurrections, spit, summon felines, curse of lycanthropy; SQ Blind- each of which occurs in the round following his death. sight, DR 15/silver, darkvision 60 ft., defensive roll, evasion, improved evasion, opportunist, scent, slippery The Cat Lord, or “Master Cat,” is the purported ruler of mind, uncanny dodge (+9 against traps), SR 46, AL N; felines everywhere, big and small (in fact, some suggest SV Fort +29, Ref +38, Will +26; Str 32, Dex 33, Con 22, he is a cat deity, though others claim the Cat Lord is a Int 19, Wis 17, Cha 25. malign creature of evil). Those who truly understand",
        "name":  "Cat Lord, Hybrid or Cat Form",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, Brass Hills). Although he was once fast healing 1, magic immunity, DR fanatically loyal to Rary and the 50/+3, rust vulnerability Kingdom of the Bright Lands",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alchemy +38, Bluff +11, Concentration Artist checks. The wielder can call on each of the fol- +31, Diplomacy +18, Knowledge (arcana) +38, Knowl- lowing powers twice per day, at will: passwall, ethereal edge (the planes) +23, Knowledge (religion) +23, Scry jaunt, word of recall. These spells are cast as if by a caster +27, Sense Motive +9, Spellcraft +38; Scribe Scroll, of 30th level. Great Fortitude, Combat Casting, Brew Potion, Improved Initiative, Lightning Reflexes, Quicken Spell, Heighten Mordenkainen is one of the most feared and respected Spell, Craft Wondrous Item, Maximize Spell, Spell Pene- living mages in the Flanaess. Few spellcasters have not tration, Craft Staff, Improved Spell Capacity (10th), heard of his fabulous exploits and all recognize his skill Improved Spell Capacity (11th), Improved Spell Capacity and knowledge of matters both magical and political. In (12th), Improved Metamagic, Epic Spellcasting, Epic fact, most mages know at least one spell originally Spell Penetration. researched by Mordenkainen. Currently, Mordenkainen",
        "name":  "Skills and Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "21st, Plant Wild Shape; 24th, Magical Beast Level Wild Shape; 27th, Dragon Wild Shape; 30th, Colossal 21st–27th 6/7/7/7/7/6/5/5/5/4 Wild Shape. 28th 6/8/7/7/7/7/5/5/5/5",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, resist-",
        "name":  "NONEPIC MAGIC ITEM Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "21st, Energy Resis- tive, Lightning Reflexes, Quicken tance (choose one energy type); Spell, Heighten Spell, Craft Won- 24th, Master Wand; 27th, drous Item, Maximize Spell, Spell Spell Stowaway (choose Penetration, Craft Staff. one spell known); 30th, Feats: 21st, Improved Spell Familiar Spell (stoneskin). Capacity (10th); 24th, Improved",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To be a major villain, a monster should have an Intelligence score of 10 or higher. High-Level Villains To be a minor villain, a monster should have an Intelligence High-level villains cast the most formidable spells, wield the score of 8 or higher. Monsters with an Intelligence score of 7 most potent magic items, and might lead organizations that or lower make good lackeys and fodder for combat encounters, span continents or worlds. Usually, you can add a template to a but they do not have the brains to be great villains. high-level villain without overly compromising his powers. POWER EVOLVING VILLAINS Gauging a villain’s strength can be tricky. He must be pow- Villains do not simply sit around waiting to be slain. They erful enough to achieve his objectives, but not so powerful have goals and interests, they undertake adventures, and that the player characters have no chance of defeating him. they change over time. A one-shot villain can become a Finding the right balance is an art, not an exact science, and recurring villain unexpectedly if the PCs cannot overcome it starts with the villain’s Challenge Rating and level. him immediately. Likewise, a few bad rolls of the dice (from the villain’s perspective) can put a would-be recurring villain Challenge Rating in the ground before you know it. A villain’s Challenge Rating depends on his role and fre- Villains can also shift between minor and major roles. quency. A one-shot villain might be an intriguing foe, but he Consider the minion who replaces his master after the PCs is not meant to survive a single encounter (or at most a single defeat the campaign’s major villain. The minion might have adventure). Accordingly, a great one-shot villain should be been nothing more than a supporting character, but suddenly immediately formidable and impressive, so his Challenge he is thrust into the center of the plot as he continues the Rating should be a bit higher than normal. work started by his dread lord. Since a recurring villain appears persistently over a number The same can happen in reverse. Perhaps an ambitious of encounters, he does not need the initial punch of a wizard seeks a potent artifact that has the power to shatter 662200__1100992288__CChh11..iinndddd 66 66//2222//0077 1111::0033::3355 AAMM 7 VILLAINS GREAT CHAPTER 1 worlds, but the PCs fi nd it fi rst and manage to destroy it. With to come up with the funds. But soon his credit ran out, and the villain’s objective removed, he no longer poses a threat. he fell deep into debt. It was only a matter of time before the In fact, if he does not set a new goal, he becomes irrelevant dealers came to collect—and the dealers were not known to the plot, being reduced to a minor villain or vanishing for their mercy. from the campaign altogether. During his career, Urian had made many contacts, and he Villains can change type, too. A villainous humanoid can knew of a particularly despicable man who dealt in slaves. The gain a template and become undead, while reincarnation half-elf arranged a meeting with the slaver and worked out a spells can wreak havoc with another evildoer’s plans. Magical deal in which Urian would sell him villagers in exchange for ceremonies and sites can transform a villain of one race into enough gold to pay off his debts. Now, one by one, villagers something completely different. are disappearing, and fear is spreading throughout the com- munity. The hapless people turn to Urian for help, and they are relieved when he vows to solve the mystery and save as VILLAINOUS ARCHETYPES many innocents as he can. The villainous archetypes described in this section are intended to spark ideas and excite your imagination. Great FACELESS VILLAIN villains rarely fit into just one mold. If you do not find an “I can be anywhere or anyone. I could even be you!” archetype that matches your concept, feel free to borrow elements from several archetypes and create your own. A faceless villain is a looming threat, a hidden enemy who never reveals her identity. She is frustratingly elusive, always DISTURBING VILLAIN one step ahead of the PCs or so well protected that the adven- “You cannot know pleasure without fi rst knowing pain.” turers have little hope of uncovering her schemes. There are two kinds of faceless villains. The fi rst kind is A disturbing villain is so thoroughly wicked that his pres- the distant but formidable foe who commands incredible ence is an affront to all that is good and wholesome. These power. She interacts with the PCs through her foot soldiers characters have few or no redeeming qualities; even when and lackeys, and reaching her lair—if such a task is even they are at their “best,” their behavior is atrocious. possible—is the goal of an entire campaign. A disturbing villain sees the world from a twisted perspec- The second kind of faceless villain is the hidden threat tive, confounding pleasure and pain, reveling in perversity, who uses her talents to operate outside the party’s notice. and seeking malfeasance for its own sake. He is selfi sh at She works behind the scenes, pulling strings to set her heart, and his personality is founded on his willingness to evil plans in motion. She might carry out these actions fulfi ll his every desire, no matter how vile. personally, blending into the scenery or even into the",
        "name":  "When in doubt, follow these guidelines",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After a long and successful adventuring career, multilayered plots. Urian Redblade (CE half-elf fi ghter 9) settled in a small vil- Tactics: A faceless villain never reveals her true self. She lage to live out his days in peace. The locals welcomed him, monitors the characters’ actions from afar and orchestrates resting easy in the knowledge that a skilled adventurer was events accordingly. She also deals in information, and might watching over them. What they did not realize was that Urian be skilled at gathering facts about her foes or managing a owed a fair amount of his success to a vicious drug known as widespread spy network. luhix (Book of Vile Darkness 42). In fact, he chose the village Example: After her father passed her over for the throne, because it was just a day’s travel from the Free City, where installing her younger brother as the new monarch, Princess the addicted half-elf goes to get his fi x. Elena (NE female human aristocrat 2/rogue 9) was incensed, As it happened, Urian underestimated how far his coffers blaming her brother for what she perceived as a betrayal. Be- would go, and after a few months, he was broke. He purchased lieving that she deserved the crown but realizing that she a few doses of luhix on credit while trying to fi gure out a way was powerless to do anything about it, Elena assumed an 662200__1100992288__CChh11..iinndddd 77 66//2222//0077 1111::0033::3377 AAMM 8 1 RETPAHC TAERG SNIALLIV alter ego and infi ltrated the Honest Men, a guild of crimi- them. Odds are that if the PCs can show a non-evil villain nals known for their skill at assassination. By day, she is the the error of his ways, he will stop doing whatever is caus- beautiful and obedient princess; by night, she is the White ing the trouble. That turn of events might be good for the Lady, commanding a legion of killers to wreak havoc in her campaign setting, but it can kill the drama and excitement brother’s lands. Her agents extort nobles, ambush shipments, for the players. To avoid this plot development, make sure smear offi cials by spreading false rumors, and eliminate any- that the villain can justify his actions. His motives should one who comes close to be sound, even if his objec- discovering her identity. tives are not.",
        "name":  "Example",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mageryn Soll- true power lies only in the estan (LE female human cleric mastery of magic—whether 5/rogue 2/blackguard 8) is a visu- arcane, divine, or some other ally striking woman obsessed with This villain believes that the blood type. Villains who have such power beauty. In an attempt to stave off the of her victim will keep her young can defy reality, travel the planes, and inevitable effects of aging, she bathes perhaps confront the deities. in the blood of innocents. Example: King Herbert (NE male human aristocrat 8/fi ghter 4) has learned from his spies that a neighboring Love nation has discovered gold in a mountain range within its “Don’t you understand? I did this all for you!” territory. Coveting the newfound wealth, the king sends out agitators to spread rumors about an impending attack on his Love might seem like an odd objective for a villain, but love own realm, hoping to rally the populace behind his plan to is a powerful force, especially when it is unrequited. To win invade the other nation fi rst. Illus. by R. Horsley 662200__1100992288__CChh11..iinndddd 1111 66//2222//0077 1111::0033::4433 AAMM 12 1 RETPAHC TAERG SNIALLIV Recognition betray allies, and sell out friends and family for a few bags “They’ll never ignore me again.” of coin.",
        "name":  "Example",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Embittered after being passed over for the post of on Heroes of Horror, which offers a variety of motives for truly temple patriarch, Father Gordon Bernwell (LN male human deplorable villains. cleric 12 of St. Cuthbert) plots to discredit his rival and usurp his status so he can take the seat for himself. Achievement Villains motivated by achievement have a need to excel. They Vengeance hold themselves to a higher standard, striving to be the best “They’ll all pay for crossing me—each and every one.” they can be at everything they do. The means to that end, no matter how despicable, do not matter. Most people can sympathize with the need for revenge. Rea- Example (Wealth): A thief breaks into the local headquar- sonable beings fi nd themselves wanting vengeance at times, ters of the wizards’ guild and steals a dangerous artifact to burning with the need to punish others who have wronged prove his skill to his peers. them, but most overcome this impulse and continue their lives peacefully. Coercion When vengeance is a villain’s objective, she cannot move Some villains are coerced into striving for a particular objec- on. Everything she does feeds her desire to get back at people tive. For example, a villain might follow orders because it whom she blames (rightly or wrongly) for slighting her. is his job to carry out the commands of his superior. Also, However, the pursuit of revenge rarely ends well. Villains who possession, curses, evil items, and other forms of magical strive for vengeance are capable of deplorable acts in the name compulsion can force a character to act against his will. of justice. Their rage and frustration colors everything they Fear is a closely related motivation. A villain might commit do, and their single-minded fi xation enables them to justify evil acts to save the life of an imperiled family member. nearly any deed that brings them closer to satisfaction. Example (Power): An aggressive cult of fanatics threatens",
        "name":  "Example",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shy and unassuming, a humble villain feels took out her guardian golems. If she survives to face the PCs herself to simply be doing the best thing. She is motivated again, she’ll cheerfully set up harder and harder challenges by deep-seated beliefs and strives her utmost to contribute to protect herself, while admiring the PCs’ tenacity. to this grander goal. She might be a faithful lieutenant of a higher villain or truly dedicated to a god or a cause. Gluttonous Gluttonous villains consume more than their share and Avaricious hoard treasures to deprive others of the chance to enjoy them. Covetous and greedy, an avaricious villain plots to acquire They frequently stockpile food, drink, and wealth, but they items that belong to others. She takes risks to steal, and her can also hoard resources or the attentions of a companion. mind is usually on what she can gain from any situation. Gluttons are always evil. These villains are usually chaotic. Moderate: A moderate villain blends easily into society.",
        "name":  "Humble",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A generous villain steal, kills, and does hor- Without grand passions or vices, she lives a fairly ordinary- rible things in order to acquire wealth, but then does not seeming life. She doesn’t hoard wealth, get drunk, or flaunt hold fast to these gains. The villain’s family, friends, and her talents. Her coworkers or neighbors assume her to be even acquaintances are showered with gifts. Servants are a simple clerk. She is perceived as boring. Searching her paid well. Charities receive large contributions. Stolen home reveals nothing unusual or exciting. She is never artwork might be donated to museums. A generous villain the topic of gossip or bards’ tales. Only when committing glosses over murder, torture, theft, and other crimes and crimes does she step outside this seemingly faultless and thinks only of how an acquired item or money would make mundane life. a perfect gift. Intolerant Cruel Intolerant villains refuse to accept the customs, values, and A cruel villain derives pleasure from the suffering of others. beliefs of other people and choose to persecute them for their Sadistic and merciless, she causes harm and pain merely for differences. They might react to someone who is dissimilar the sake of doing so. As might be expected, cruel villains with malice, laughter, or violence. Intolerant villains are are always evil. always lawful.",
        "name":  "Generous",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st. and so they might develop slightly atypical abilities Special Requirement: To select this alternative as they grow in power. These unusual talents re- class feature, you must be evil. If your alignment fl ect their sinister character and their exposure changes to something other than evil, you lose to fell magic and abominable creatures. This access to this class feature until your align- section provides alternative class ment is restored to evil. features for some of the classes in Replaces: If you select this class feature, the Player’s Handbook and other you do not gain wild empathy, animal sources. companion, or woodland stride. Alternative class features re- Benefi t: You gain spell resistance place class features found in the equal to 10 + your class level against original class description. If a vil- spells and spell-like effects that lain has already reached or passed have the good descriptor. the level at which he can take the In addition, when you roll to feature, he can use the retrain- confi rm a critical hit against a ing option (Player’s Handbook II creature of the good subtype, page 192) to gain an alternative you gain a +4 competence class feature in place of a nor- bonus on the roll. mal feature that was gained at that level. FAVORED OF Unless otherwise in- THE FIENDS dicated, the alternative Cultists of archdevils and class features detailed demon princes are uncommon and se- below are extraordi- cretive, but they are a potent force for evil nary abilities. in the world. On occasion, when a servant proves his devotion to his vile masters, he BLASPHEMOUS undergoes a profound transformation.",
        "name":  "Villains need specialized skills to fulfi ll their wicked plots, Level",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lackeys are weaker than minions, and vil- being a servant of Erythnul. Sensing that the site might still lains expect to go through them more quickly. For each week hold some treasure, the PCs head off to plunder the castle. that a villain spends recruiting (or enslaving), she can regain After a few days of butchering goblins and other squatters, a number of lackeys equal to 1d6 + her Cha modifi er. they fill their bags with loot and ride off. However, they inadvertently awaken the spirit of the dead lord, who is enraged at the looting of his house. He vows revenge and INTRODUCING A VILLAIN calls up a horde of hellish ghosts to help him torment and Armed with a fully fl eshed-out villain, you are just about punish the thieves. ready to send him after the player characters. However, while you have established all the details and honed the mechanics, VILLAINOUS SERVANT you cannot simply drop your bad guy into the game: It is cru- On occasion, you can introduce a villain by having him pose cial to give him a proper introduction. Sure, having him lurk as a merchant or a servant of the player characters. He might in the shadows, send minions after the PCs, and make their be a hired companion, a henchman, or an NPC who sells them lives miserable from a distance is fun, but the fi rst meeting magic items or offers healing. This method also works if the with a villain establishes his unique relationship with the PCs employ a monstrous creature, such as one tied to them PCs and sets the stage for all the encounters down the road. by a planar ally or planar binding spell. As such, it should be special. Consider using or adapting any Example: The party has made several forays into an old of the following methods of introduction. dwarf hold that has been overrun by trolls. The locals claim that the creatures answer to a dreadful witch. Because trolls FORESHADOWING are so dangerous, the PCs proceed with care, retreating from The easiest way to introduce a villain is to establish his char- the tunnels to rest and receive healing from a wise woman acter and nature before he comes onto the scene. The PCs at the edge of town. The adventurers do not yet realize that might pick up a few pieces of information while dredging for she is the witch, and that she is assessing their capabilities rumors in a tavern, or they might stumble across a dead lackey so that she can design the perfect trap. while exploring the city’s streets. Worse, the adventurers could encounter the villain’s handiwork, and particularly in PARTY AS SERVANT the case of a disturbing villain (see page 7), the unsettling Another twist is to place the party in the service of the scene could fan the fi res of hatred early on. villain. In this approach, the villain hides his motives well,",
        "name":  "Dead Lackeys",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A secret compartment in the altar can be found on a successful DC 32 Search check. The compart- ment holds 1,000 pp, two diamonds worth 4,000 gp each, a +1 shocking dagger, a scroll of banishment, a scroll of blade barrier, a scroll of greater restoration, a wand of slashing darknessSC (CL 7th, 22 charges), and an extra darksteel key that can control the golem. The compartment also contains a set of eight small parchments that are sacred to the devotees of Lolth. The parchments have no inherent magical or material value, but they are antiquities to the church, making them effectively priceless. The golem was placed in the chapel to guard the parchments, not the other treasure. 93 662200__1100992288__CChh55__EENNCC..iinndddd 9933 66//2255//0077 11::4411::1166 PPMM 33--55 RREETTNNUUOOCCNNEE C ’’ CC AALLAAIISS SS HHAAMMBBEERR Encounter Level 12 they do not suspect that she is an impostor. If they were to learn the truth about how Calais killed and replaced SETUP Tamesik, their reaction would be extreme. Assuming that the PCs were detected in the warehouse,",
        "name":  "Treasure",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If the PCs poke through the luxurious fur- attacks coming from unseen foes. nishings of the chamber, they easily find several plain In combat, each triplet focuses his blade and his spells wooden chests (Search DC 10) that contain clothing, jew- on a single opponent, making the most of his Battlecaster elry, and personal items worth about 2,000 gp. In one chest, Offense feat. Calais prefers to stand to the side, casting identical to the others, an additional 275 pp and 43 gp are ranged spells and occasionally stepping in to use a deadly hidden among the garments (Search DC 18). All the chests touch spell such as slay living. are unlocked. DEVELOPMENT Calais can move to the chapel and control the actions of the shadesteel golem (see tactical encounter 5–2, page 92), but she does so only if her organization has the advantage over the intruders. If any of the triplets are driven from her quarters, they either join her in the chapel or retreat through the secret tunnels. F A EATURES OF THE REA The bedchamber has the following features.",
        "name":  "Treasure",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Treat these squares as dense rubble Init –1; Senses darkvision 60 ft., low-light vision; Listen +0, (DMG 60). Nothing remains within the shattered sarcophagus Spot +0 except the jumbled bones of a powerfully built male human. Languages understand Common Characters who stand atop the sarcophagus can gain a +1 melee AC 26, touch 8, flat-footed 26 attack bonus for fighting from higher ground. (–1 size, –1 Dex, +18 natural) Light Rubble: Squares adjacent to the shattered sarcophagus Immune magic, construct immunities contain light rubble (DMG 60). Fort +4, Ref +3, Will +4",
        "name":  "N Large construct Shattered Sarcophagus",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An area greater dispel magic glyph has been cast on the area to the north that leads to the inner ward of Gilgirn. The glyph can be found with a successful DC 31 Search check and thwarted with a successful DC 31 Disable Device check.",
        "name":  "Traps",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spells and spell-like abilities that use Planar Traits positive energy, such as cure spells, are impeded. To cast such Bleak Hold drifts through the Negative Energy Plane, which a spell, the caster must succeed on a Spellcraft check (DC 20 has the following traits. (For more details, see Chapter 5 of + the level of the spell). On a failed check, the spell does not the Dungeon Master’s Guide.) work and is lost. Characters on the Negative Energy Plane",
        "name":  "Impeded Magic",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "hp 231 (22 HD); see page 132 of the spirits fl ying over the men. Two rounds after the PCs 2. Holding Chambers: Scattered throughout the complex enter the chamber, the dread wraiths attack. Each one uses are a number of holding chambers; Kastya sets these rooms Spring Attack to dart from the wall, attack the characters, aside for the zombies he creates. The undead creatures await and slide into the fl oor. The undead target obvious divine his eventual order to wage war on Vlaakith’s githyanki sub- spellcasters fi rst, while using Dodge to avoid attacks from jects. Until that day comes, they shuffl e about their chambers the other PCs. and attack anyone other than Kastya who enters. Dread Wraiths (4): hp 104 each (16 HD) each; MM 258 662200__1100992288__CChh88..iinndddd 113366 66//2255//0077 11::5533::5555 PPMM 137 MOVYA KASTYA ZURITH- CHAPTER 8 4. Corroded Room: This empty room is similar to other points of damage, he is completely encased and in danger barren chambers in the tower. However, a serious breach of suffocation. in the outer wall exposes the room to the Negative Energy A Small or Medium creature is cleansed of necromantic Plane, making it a major negative-dominant area (see Planar seepage on a successful turning check against a 10 HD crea- Traits, above). ture that also affects 10 or more total Hit Dice of creatures. 5. Necromantic Seepage: A foul liquid known as nec- 6. Pit: The fl oor of this area rotted away long ago. Creatures romantic seepage oozes from rents in the walls of these that fall into the pit slip out of the protective zone of Bleak chambers. It collects in areas as indicated on the map. If left Hold and tumble into the major negative-dominant area that alone, the seepage bubbles harmlessly. If removed from this surrounds the tower (see Planar Traits, above). room, it dries to a foul powder in 1d6 rounds. 7. Library: This chamber serves as Kastya’s personal quar- If the seepage comes into contact with a living creature or ters. Shelves line the walls, holding decomposed, now-useless other organic material, it deals 1d6 points of damage (ignoring manuscripts. The lich’s spellbook sits on a reading stand in hardness) and swiftly grows, enveloping whatever touched the center of the room. A magnifi cent lamp equipped with a it. If a PC is caught in the seepage, he must attempt a DC 20 continual fl ame spell hangs above the stand, illuminating the Fortitude save. A successful save indicates that the seepage book’s pages in soft blue light. Hidden in the lamp (Search dries up and fl akes away. On a failed save, the victim takes DC 30) is Kastya’s phylactery—a fake dragon egg studded 1d6 points of damage plus 1d6 extra points of damage for with diamonds. The phylactery has hardness 20, 40 hit points, each previous failed save. If the victim takes a total of 10d6 and a break DC of 40. 662200__1100992288__CChh88..iinndddd 113377 66//2255//0077 11::5533::5577 PPMM 11--88 RREETTNNUUOOCCNNEE V PP OOIIDDSSTTOONNEE IILLLLAARR HullathoinFF CR 15 Encounter Level 17 hp 104 (16 HD); fast healing 8; DR 15/magic and silver SETUP NE Huge undead (extraplanar) Init –1; Senses blindsight 60 ft., scent; Listen +22, Spot +22 A pillar of utterly black voidstone (DMG 157) rises Languages Common, Draconic through the fl oor in the center of the room. A hullathoin AC 27, touch 7, flat-footed 27 lurks at the base of the pillar, and eight xeg-yi fl oat near (–2 size, –1 Dex, +20 natural) the top. Immune cold, electricity, undead immunities As soon as the PCs enter the room, the hullathoin makes Resist fire 10, sonic 10; +8 turn resistance; SR 26 a Listen check with a penalty of –1 per 10 feet of distance. Fort +9, Ref +6, Will +15 If it hears the intruders, the creature exudes a bloodfi end Weakness undead vulnerabilities locust swarm every other round until it has produced four Speed 60 ft. (12 squares) swarms. The characters can hear the swarms if they suc- Melee bite +19 (2d8+10/19–20 plus poison) ceed on DC 10 Listen checks. Melee 2 stamps +16 each (1d8+5) and 2 tentacles +16 each (1d6+5 plus poison)",
        "name":  "Albrathax",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " continues this tactic until his host is destroyed or until This large chamber has a strange, coppery scent. he is forced out of the body, at which point he jumps Torches cast a dim blue light throughout the back to the crystal as a free action and tries to possess area, revealing dark stone sheathed in black ice. another character. Here and there, ruddy outcroppings appear If Kastya’s own lifeless body is threatened by a PC, he through the rime. A glowing red circle is set into focuses on stopping the attacker. If he cannot, he shifts back to his body, ending the magic jar spell, and unleashes the fl oor in the center of the room, and two 10- a barrage of attack spells, switching between rays and area foot-wide alcoves in the far wall seem to lead to spells depending on the threat. utter blackness. 140 662200__1100992288__CChh88__EENNCC..iinndddd 114400 66//2255//0077 11::5566::1199 PPMM EENNCCOOUUNNTTEERR 88--22 F A EATURES OF THE REA The room has the following features.",
        "name":  "When the PCs enter the room, read",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most of the palace walls are made of stout stone, Spellcraft +24, Spot +24, Use Rope +3 (+5 with bindings) and have hardness 8 and 90 hit points. Air Mastery (Ex) Airborne creatures take a penalty of –1 on attack rolls and damage rolls against a djinni. Ceilings: In most areas of the palace, the ceilings are 10 Whirlwind (Su) Rajief can transform into a whirlwind once every feet high. The ceiling of the harem chamber rises to 20 feet, 10 minutes and remain in that form for up to 7 rounds. and the ceiling of the great hall is a vaulted dome that is 45 Grant Wishes (Su) Rajief can grant three wishes to the owner feet high at its center. of the magic ring to which he is bound. Doors: The palace’s original doors succumbed long ago to dry rot and age. Most doorways have no doors, but some—such as the doorways of the harem or the quarters of IMER THE LOST the Al-Iborak—have simple curtains of fabric or beads that",
        "name":  "Walls",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "associated with the mark to cast ice storm as a spell-like ability. Furthermore, all of this character’s spells and PLACES OF EVIL spell-like abilities that have the cold, electricity, fire, or The locations described in Exemplars of Evil are designed water descriptor are cast at +1 caster level. Given the ship’s to be generic enough so that they can be dropped into an improved abilities, it is highly sought by half-elf corsairs existing campaign at any appropriate site. For games that all over the Sea of Lost Souls. use the EBERRON or FORGOTTEN REALMS setting, the following suggestions are provided as an aid to the Dungeon Master THE MUCH KILL IN FAERÛN who wants to merge one or more of these sites into the Captain Gnash gained the Much Kill through mutiny, but campaign’s existing geography and also tie them to story none of the crew is quite sure where the former captain elements in those worlds. acquired the vessel. In truth, the ogre stole it from a human captain, who had previously snatched it from a ghostly island ZAR’FELL IN EBERRON ruled by an ancient lich lord. In the years since the Much Zar’Fell can be found in the low hills near the coast Kill fell into goblinoid hands, the crew has discovered many to the west of the Glum River. Although the place was oddities about the ship. For example, at certain times of the undoubtedly built by dwarves, certain elements of the year, the planks ignite with pale green fl ames, and writhing manor’s original architecture suggest the touch of the runes and sigils appear on the hull. Pog suspects that the daelkyr. No other trace of the daelkyr has been found in ship was once a spelljammer, a magic vessel that could sail the region, however, and the reconstruction is erasing the void between worlds, but he has not shared this theory their influence from the house. Zargath has sent teams with the captain. The goblin fears that the news would drive of prospectors to look for dragonshards in the rich fields Gnash to awaken the ship’s other powers, so that he could nearby, but they have not yet found enough to make any sail directly to the Eater of Worlds rather than trying to lure significant money. the Elder Evil to Toril. ZAR’FELL IN FAERÛN THE CHELICERATA COMPLEX Zar’Fell was once part of a Savage Frontier fortress guard- IN EBERRON ing a large dwarf hold dug in one of the foothills of the Tamesik’s illicit trade complex is just a block from the worst Spine of the World. Most of the hold is gone now, having part of the docks in Stormreach, making it easy for the drow collapsed from excessive mining, monster attacks, and age. to smuggle slaves. The group’s current dealings include All that remains is the house and a large cavern where the numerous transactions with the Lhazaar slaverunners and majority of the orc tribe lives. Despite the brutal climate other disreputable residents. in the region, the deep valley is protected from the worst THE CHELICERATA COMPLEX of the wind and thus is comparatively warm—at least, enough for construction to continue throughout most IN FAERÛN of the year. Kesra Tanor’Thal, the de facto matron mother of Skullport, does not realize that a growing drow presence threatens TOLSTOFF KEEP IN EBERRON to overwhelm her sovereignty. Under the control of Tame- Tolstoff Keep stands about 30 miles southeast of Korth, the sik, the Chelicerata is rapidly becoming one of the most capital of Karrnath, in the depths of the Nightwood. Not powerful drow organizations in Skullport. With its large many people recall the keep or its surrounding village, and contingent of agents, its resourceful and talented minions, those who do presume that the place was swallowed by the and its potent divine magic, the trade ring is a significant darkness of the bleak forest. Instead of giving the guards (yet hidden) threat. Its members make use of secret tunnels the corrupted template, consider giving them the madborn and portals (both magical and mundane) between Waterdeep template (Five Nations 123). and Undermountain. TOLSTOFF KEEP IN FAERÛN THE SOTH TARNEL IN EBERRON The Tolstoffs’ lands lie in the far north, at the edges of the Elliast’s Spire stands within sight of the Grey Rakes, several Evermoors. Their crumbling castle is in poor condition, and hundred miles to the west of Sharn. The Soth Tarnel is dedi- the people in the village and the keep are thoroughly mad. cated to a hero who fought against the goblinoid remnants Few others dare approach the place, and when barbarians of the once-powerful Dhakaani Empire. tumble out of the wilds to raid and pillage the soft lands, the The hero—Minyu Colworn—and a small band of follow- Tolstoffs can expect little in the way of help. ers sought to stem an incursion by goblins from the north who searched for ancient places of Dhakaani power in the THE MUCH KILL IN EBERRON Grey Rakes. Minyu was slain, but a few of his devoted The Much Kill is a stormship, but unlike other vessels followers survived, and they built the Soth Tarnel to powered by air elementals, this one derives its increased honor their friend and master. The last of the followers speed from a tempest (MM2 193). The Much Kill gains all fell defending the tomb from hobgoblin raiders, who the normal benefits of a stormship (Explorer’s Handbook 38). believed Minyu had been buried with several powerful However, a character with the Lesser Mark of Storm who Dhakaani antiquities. grips the wheel can spend a use of the spell-like abilities 662200__1100992288__AAppppeennddiixx..iinndddd 115588 66//2255//0077 22::0033::5511 PPMM 159 OF EVIL PLACES",
        "name":  "APPENDIX",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Andy Collins, Michael Donais, Prince Elcock, Rob Heinsoo, David Noonan, Jonathan Tweet, James Wyatt Sources include the Psionics Handbook by Bruce R. Cordell; various Mind’s Eye articles on www.wizards.com/dnd by Mark A. Jindra, Scott Brocius, and Luis Oyola; “Mind Lords of Talaron” by Stephen Kenson in DRAGON® Magazine #281; “Expand Your Mind” by Bruce R. Cordell in DRAGON® Magazine #287; Dungeon Master’s Guide, Player’s Handbook, and Monster Manual by Monte Cook, Jonathan Tweet, and Skip Williams; the new FORGOTTEN REALMS® Campaign Setting by Ed Greenwood, Skip Williams, Sean K Reynolds, and Rob Heinsoo; Complete Psionics Handbook by Steve Winter; Planewalker’s Handbook and Guide to the Astral Plane by Monte Cook; The Illithiad and DRAGON® Magazine #245 “Mindstalkers” by Bruce R. Cordell; Psionic Artifacts of Athas by Kevin Melka and Bruce Nesmith; The Will and the Way by Rich Baker; City by the Silt Sea by Shane Hensley; Monstrous Compendium Annual Vol. 1 (2nd Ed.), Monstrous Manual (2nd Ed.), and Fiend Folio (1st Ed.). Based on the original DUNGEONS \u0026 DRAGONS® rules created by Gary Gygax and Dave Arneson, and the new DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Richard Baker, and Peter Adkison. This product uses updated material from the v.3.5 revision. This WIZARDS OF THE COAST® game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www.wizards.com/d20. U.S., CANADA, ASIA, PACIFIC, EUROPEAN HEADQUARTERS \u0026 LATIN AMERICA Wizards of the Coast, Belgium Wizards of the Coast, Inc. T Hofveld 6d P.O. Box 707 1702 Groot-Bijgaarden Renton WA 98057-0707 Belgium Questions? 1-800-324-6496 620-96666-001-EN +322-467-3360 9 8 7 6 5 4 3 2 1",
        "name":  "Special Thanks",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The githyanki respect power, and for many of Physical Description: Githzerai closely resemble gith- them the path to power lies in the pursuit of magical and psionic yanki. Like their kin, they are tall, gaunt humanoids averag- abilities, wealth, and knowledge. Many githyanki strike out on ing a little over 6 feet tall and typically weighing around 160 their own to comb the planes for the power they need to gain sta- pounds. They have rough, yellow skin and russet hair, although tion and prestige among their own kind. More rarely, githyanki they habitually shave their heads. Their noses are almost fl at, who become disenchanted with their race’s cruelty and callous- their eyes are dull yellow or gray, and their ears are pointed. ness choose to leave and make their own way in the world. In a re- Githzerai favor drab robes and avoid ostentatious dress. mote corner of the Material Plane, a githyanki expatriate might Relations: Unlike githyanki, githzerai are not particularly be simply an odd-looking traveler judged by his own deeds or contemptuous of Material Plane races and rarely trouble Ma- misdeeds, not the depredations of his malicious kind. terial Plane inhabitants. They simply view Material Plane folk as irrelevant and don’t waste much time on them. Those Ma- GITHYANKI RACIAL TRAITS terial Plane natives who demonstrate discipline, resolve, and • +2 Dexterity, +2 Constitution, –2 Wisdom: Agile and hardy, an understanding of the planes are given the respect their githyanki tend to be impatient and overconfi dent. abilities merit. • Medium: As Medium creatures, githyanki have no special While githzerai are usually calm and disciplined in their bonuses or penalties due to their size. conduct, they feel nothing but cold, purposeful hatred for • Githyanki base land speed is 30 feet. githyanki and mind fl ayers. They also have a bitter rivalry • Darkvision out to 60 feet. with the slaadi; despite that, the two races cooperate some- • Naturally Psionic: Githyanki gain 3 bonus power points times when faced with a common danger. at 1st level. This benefi t does not grant them the ability Alignment: Githzerai tend to be pragmatic and self- to manifest powers unless they gain that ability through serving, but they are not malicious and do not look to get another source, such as levels in a psionic class. ahead at the expense of others. Most are neutral with respect • Psi-Like Abilities: As a githyanki advances in level, he to good or evil. gains psi-like abilities as indicated on the table below. The Githzerai Lands: Githzerai are native to the plane of Lim- benefi ts are cumulative. Manifester level is equal to 1/2 Hit bo, where they dwell in drifting cities and monasteries amid Dice (minimum 1st). The save DCs are Charisma-based. the swirling protomatter. Like githyanki, they must use psionic Level Psi-Like Abilities plane shift or similar dimension-crossing effects to come to the 1st 3/day—far hand, psionic daze Material Plane (it is assumed that any gith zerai player character 3rd 3/day—concealing amorpha has already done so at the beginning of his career). 6th 3/day—psionic dimension door",
        "name":  "Adventurers",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A xeph adventurer is usually motivated mere- Elan 200 years 400 years 1,000 years +10d% years ly by the thought of travel and exploration itself. A xeph may Githyanki 35 years 50 years 70 years +2d20 years also be motivated by the desire to see new wonders, feats of Githzerai 35 years 55 years 80 years +2d20 years might, psionics, or magic great enough to inspire the xeph to Half-giant 60 years 80 years 120 years +4d% years greater works of personal art. Maenad 90 years 150 years 220 years +2d% years Thri-kreen 16 years 20 years 25 years +1d4 years XEPH RACIAL TRAITS Xeph 45 years 85 years 120 years +2d20 years • +2 Dexterity, –2 Strength: Xephs are quick but not very strong. 1 –1 to Str, Dex, and Con; +1 to Int, Wis, and Cha. 2 –2 to Str, Dex, and Con; +1 to Int, Wis, and Cha. • Medium: As Medium creatures, xephs have no special bo- 3 –3 to Str, Dex, and Con; +1 to Int, Wis, and Cha. nuses or penalties due to their size. • Xeph base land speed is 30 feet. HEIGHT AND WEIGHT • Darkvision out to 60 feet. • +1 racial bonus on saving throws against powers, spells, Choose your character’s height and weight from the ranges and spell-like effects. Xephs have an innate resistance to mentioned in the racial description, or roll randomly on psionics and magic. Table 1–4: Random Height and Weight. The information • Naturally Psionic: Xephs gain 1 bonus power point at 1st given here supplements the information in Chapter 6 of the level. This benefi t does not grant them the ability to mani- Player’s Handbook. fest powers unless they gain that ability through another source, such as levels in a psionic class. Table 1–4: Random Height and Weight • Burst (Su): Three times per day, a xeph can put on a burst Base Height Base Weight of speed to increase her speed by 10 feet, plus 10 feet per Race Height Modifi er Weight Modifi er four character levels beyond 1st, to a maximum increase Dromite 2′ 8″ +2d4 30 lb. × 1 lb. Duergar, male 3′ 9″ +2d4 110 lb. × (2d4) lb. of 30 feet at 9th character level and higher. These bursts Duergar, female 3′ 7″ +2d4 80 lb. × (2d4) lb. of speed are considered a competence bonus to the xeph’s Elan, male 4′ 10″ +2d10 120 lb. × (2d4) lb. base speed. A burst of speed lasts 3 rounds. Elan, female 4′ 5″ +2d10 85 lb. × (2d4) lb. • Automatic Languages: Common, Xeph. Bonus Languages: Githyanki, male 5′ 3″ +2d10 120 lb. × (2d4) lb. Draconic, Elven, Gnoll, Goblin, Halfl ing, Sylvan. Githyanki, female 5′ 2″ +2d10 85 lb. × (2d4) lb. • Favored Class: Soulknife. Githzerai, male 5′ 2″ +2d10 110 lb. × (2d4) lb. Githzerai, female 5′ 1″ +2d10 80 lb. × (2d4) lb. Half-giant, male 6′ 4″ +2d12 220 lb. × (2d6) lb. AGE, HEIGHT, AND WEIGHT Half-giant, female 6′ 1″ +2d12 180 lb. × (2d6) lb. Maenad, male 5′ 4″ +2d10 150 lb. × (2d4) lb. The details of your character’s age, gender, height, weight, and ap- Maenad, female 5′ 3″ +2d10 120 lb. × (2d4) lb. pearance are up to you. However, if you prefer some rough guide- Thri-kreen, male 5′ 2″ +2d10 135 lb. × (2d6) lb. lines in determining these details, refer to the tables below. Thri-kreen, female 4′ 6″ +2d10 100 lb. × (2d6) lb. Xeph, male 4′ 8″ +2d10 100 lb. × (2d4) lb. CHARACTER AGE Xeph, female 4′ 4″ +2d10 75 lb. × (2d4) lb. Your character’s age is determined by your choice of race and 16 class, as summed up on Table 1–2: Random Starting Ages. 620_96666_ExpPsionicsHnbk.indd 16 2/9/04, 3:27:12 PM 17 IIlllluuss.. bbyy AA.. SSwweekkeell THE POWER POINT RESERVE very sentient creature produces psychic energy that generates consciousness. This psychic energy has Psionic characters fuel their abilities through a pool, or many facets: Intelligence, Wisdom, and Charisma reserve, of power points. Your power point reserve is are direct elements of consciousness, but Strength, equal to your base power points gained from your class, Dexterity, and Constitution also contribute. Each bonus power points from a high key ability score (see element of consciousness is like a color split out of pure Abilities and Manifesters, below), and any additional white light. bonus power points from sources such as your char- Psionic characters tap the power of the mind and body. acter race and feat selections. For instance, a 5th-level The psionic character classes embrace the total energy of psion gains 25 power points from his psion level (see consciousness directly, utilizing this inner reservoir of Table 2–3). If that character has an Intelligence score power to effect change in the real world. The thoughts of 17, he gains 7 bonus power points (see Table 2–1) and dreams of normal beings churn impotently within for a total reserve of 32. His reserve might be even the gray confi nes of their minds, but a psionic character’s higher if his race or feats give him additional bonus mental desires are made manifest. power points. Multiclass Psionic Characters THE CLASSES If you have levels in more than one psionic class, The four psionic classes, in the order they’re presented in you combine your power points from each class this chapter, are as follows. to make up your reserve. You can use these power",
        "name":  "Adventurers",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The psion even without taking levels in the draws real power from his mind. His psion class. power is a logical expression of lore at- Other Classes: Psions en- tained through ongoing self-study. His joy the company of monks aggressive powers do not freely scale and psychic warriors, sharing as do the spells of arcane and divine those characters’ dedication to casters, but he enjoys supreme fl exi- self-mastery. Psions sometimes bility in accessing those powers. A get off on the wrong foot with psion must choose one discipline members of spellcasting classes in which to focus, at the cost of los- such as sorcerers and wizards, ing access to the signature powers because some psions feel that found in other disciplines—so in magic is a crutch for the mind. a sense the psion character class is They are very suspicious of six classes rather than one. A shaper wilders, since the uncontained (a psion who has selected meta- raw emotion of the wilder creativity as her discipline) is a is anathema to the psion’s very different character from a disciplined path. telepath (a psion whose discipline Role: A psion’s powers make him a is telepathy). good addition to any party. Psions take on differing roles",
        "name":  "Characteristics",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d4. per day if he has a high Intelligence score (see Table 2–1: Ability Modifiers and Bonus Power Points). His race may Class Skills also provide bonus power points per day, as may certain The psion’s class skills (and the key ability for each skill) feats and items. are Concentration* (Con), Craft (Int), Knowledge (all skills, Discipline: Every psion must decide at 1st level which taken individually)* (Int), Profession (Wis), and Psicraft* psionic discipline he will specialize in. Choosing a disci- (Int). In addition, a psion gains access to additional class pline provides a psion with access to the class skills associ- skills based on his discipline: ated with that discipline (see above), as well as the powers Seer (Clairsentience): Gather Information (Cha), Listen restricted to that discipline. However, choosing a discipline (Wis), and Spot (Wis). also means that the psion cannot learn powers that are re- Shaper (Metacreativity): Bluff (Cha), Disguise (Cha), and stricted to other disciplines. He can’t even use such powers Use Psionic Device* (Cha). by employing psionic items. (See Psionic Disciplines, below, Kineticist (Psychokinesis): Autohypnosis* (Wis), Disable for a brief description of each discipline. Chapter 5 of this Device (Dex), and Intimidate (Cha). book contains a list of powers available to all psions and lists Egoist (Psychometabolism): Autohypnosis* (Wis), Balance of powers restricted to certain disciplines.) (Dex) and Heal (Wis). Powers Known: A psion begins play knowing three psion Nomad (Psychoportation): Climb (Str), Jump (Str), Ride powers of your choice. Each time he achieves a new level, he (Dex), Survival (Wis), and Swim (Str). unlocks the knowledge of new powers. Telepath (Telepathy): Bluff (Cha), Diplomacy (Cha), Gather Choose the powers known from the psion power list, Information (Cha), and Sense Motive (Wis). or from the list of powers of your chosen discipline. You *See new skills and expanded uses of existing skills in cannot choose powers from disciplines other than your Chapter 3 of this book. See Chapter 4 of the Player’s Handbook chosen discipline. (Exception: The feats Expanded Knowl- for other skill descriptions. edge, page 46, and Epic Expanded Knowledge, page 34, do Skill Points at 1st Level: (2 + Int modifi er) × 4. allow a psion to learn powers from the lists of other dis-",
        "name":  "Hit Die",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A psicrystal uses its owner’s base saving than 5 feet away, and will not affect the psicrystal again, throw bonuses and ability modifi ers on saves, though it even if it returns to its owner before the duration expires. doesn’t enjoy any other bonuses its owner might have (from Additionally, the owner can manifest a power with a target magic items or feats, for example). of “You” on his psicrystal (as a touch range power) instead",
        "name":  "Saving Throws",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psychic warriors get on well with base daily allotment of power points is given on Table 2–4: anyone, regardless of class, who appreciates their unique The Psychic Warrior. In addition, he receives bonus power contributions. Psychic warriors make powerful comrades points per day if he has a high Wisdom score (see Table 2–1: in combat, so most adventurers are happy to have one in Ability Modifi ers and Bonus Power Points). His race may their group. also provide bonus power points per day, as may certain feats and items. A 1st-level psychic warrior gains no power points GAME RULE INFORMATION for his class level, but he gains bonus power points (if he is Psychic warriors have the following game statistics. entitled to any), and can manifest the single power he knows",
        "name":  "Other Classes",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The epic psychic warrior gains a bonus feat and the quest for the expansion of hidden psionic abili- at 21st level and every three levels higher than 21st (24th, ties is never-ending. Ever more potent psionic power and 27th, and so on). even the creation of psionic artifacts are hallmarks of the epic psion. Epic Soulknife",
        "name":  "To the epic psion, inner knowledge is literally power, Bonus Feats",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The DC and the effect of a successful check de- numbers, a long passage of verse, or some other particu- pend on the task you attempt. larly diffi cult piece of information (but you can’t memorize magical writing or similarly exotic scripts). Each successful Task DC check allows you to memorize a single page of text (up to 800 Ignore caltrop wound 18 words), numbers, diagrams, or sigils (even if you don’t recog- Memorize 15 nize their meaning). If a document is longer than one page, Resist dying 20 you can make additional checks for each additional page. You Resist fear Fear effect DC always retain this information; however, you can recall it only Tolerate poison Poison’s DC with another successful Autohypnosis check. Willpower 20",
        "name":  "Check",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can identify powers and psionic effects. The Check: You can use this skill to address a power stone DCs for Psicraft checks relating to various tasks are summa- (to learn what powers are encoded on it) or to activate a rized on the table below. psionic item. This skill lets you use a psionic item as if you had the manifesting ability or class features of another Psicraft DC Task class, as if you were a different race, or as if you were a dif- 15 + power level Identify a power being manifested. (You ferent alignment. must sense the power’s display, or see You make Use Psionic Device checks each time you acti- some visible effect, to identify a power.) vate a device such as a dorje. If you are using the check to No action required. No retry. emulate an alignment or some other quality in an ongoing 15 + power level When manifesting detect psionics, determine the discipline involved in the manner, you need to make the relevant emulation checks aura of a single item or creature you can once per hour. see. (If the aura is not a power effect, You must consciously choose what to emulate. That is, you the DC is 15 + 1/2 manifester level.) No must know what you are trying to emulate when you make action required. an emulation check. The DCs for various tasks involving Use 15 + power level Address a power stone to fi gure out what Psionic Device are summarized on the table below. power or powers it contains. 20 + power level Identify a power that’s already in place Use Psionic Device DC Task and in effect. You must be able to see or 25 Activate blindly detect the effects of the power. No action 25 + power level Address a power stone required. No retry. See text Emulate an ability score 20 + power level Identify materials created or shaped by 30 Emulate an alignment psionics, such as noting that a particular 20 Emulate a class feature object was created using a metacreativity 25 Emulate a race power. No action required. No retry. 20 Use a dorje 25 + power level After rolling a saving throw against a 20 + manifester level Use a power stone power targeted on you, determine what that power was. No action required. No retry. Activate Blindly: Some psionic items are activated by special 25 Identify a psionic tattoo. Requires 1 specifi c thoughts or conceptions. You can activate such items minute. No retry. as if you were using the activation method, even if you’re not 620_96666_ExpPsionicsHnbk.indd 38 2/9/04, 3:35:22 PM 39 FEATS SKILLS AND CHAPTER 3 and even if you don’t know it. You do have to use something This use of the skill applies to other power completion equivalent. You have to wave the item around or otherwise at- psionic items. tempt to get it to activate. You get a special +2 bonus if you’ve Action: None. The Use Psionic Device check is made as activated the item at least once before. part of the action (if any) required to activate the psionic If you fail the check by 10 or more, you suffer brainburn. item. (See page 158 for discussions of how psionic items are This brainburn affects you in the same way as brainburn that normally activated.) can occur when you attempt to manifest a power from a power Try Again: Yes, but if you ever roll a natural 1 while at- stone (see page 168), except that the damage is 1d4 points per tempting to activate an item and you fail, you can’t try to power level instead of 1d6. Brainburn damage from activating activate it again for a day. blindly is in addition to brainburn damage from manifesting Special: You cannot take 10 with this skill. a power from a power stone. You can’t aid another on Use Psionic Device checks. Only",
        "name":  "Check",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Successfully addressing a power the user of the item can attempt such a check. stone allows you to fi nd out what power or powers it contains. A character with the Psionic Affi nity feat gets a +2 bonus Doing this requires 1 minute of concentration. on Use Psionic Device checks.",
        "name":  "Address a Power Stone",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To manifest a power from a pow- Synergy: If you have 5 or more ranks in Psicraft, you get er stone, you need a high ability score in the appropriate a +2 bonus on Use Magic Device checks related to power ability (Intelligence for a psion, for instance). Your effec- stones. tive ability score (appropriate to the class you’re emulating If you have 5 or more ranks in Use Psionic Device, you get when you try to manifest the power from the power stone) a +2 bonus on Psicraft checks to address power stones. is your check result minus 15. If you already have a high enough score in the appropriate ability, you don’t need to FEATS AND PSIONICS make this check.",
        "name":  "Emulate an Ability Score",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some psionic items have positive or Like nonpsionic characters, practitioners of the mental arts negative effects based on your alignment. Use Psionic Device rely on feats to improve their powers, expand their abili- lets you use these items as if you were of an alignment of your ties, and unlock hidden potential. Following are descrip- choice. You can emulate only one alignment at a time. tions of dozens of psionic-related feats, as well as a few new",
        "name":  "Emulate an Alignment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes you need to use a class general feats . feature to activate a psionic item. Your effective level in the The following section introduces several new kinds of emulated class equals your check result minus 20. feats. Psionic feats can be taken only by psionic characters This skill does not let you use the class feature of an- and creatures. Item creation feats allow manifesters to create other class. It just lets you activate items as if you had the psionic items of all sorts. Metapsionic feats let psionic char- class feature. acters manifest powers with greater effect. Each of these new If the class whose feature you are emulating has an align- feat types is explained in greater detail below. ment requirement, you must meet it, either honestly or by PSIONIC FEATS emulating an appropriate alignment as a separate check (see above). Psionic feats are available only to characters and creatures",
        "name":  "Emulate a Class Feature",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some psionic items work only for certain with the ability to manifest powers. (In other words, they races, or work better for those of certain races. You can use either have a power point reserve or have psi-like abilities.) such an item as if you were a race of your choice. You can Because psionic feats are supernatural abilities—a depar- emulate only one race at a time. ture from the general rule that feats do not grant supernatu-",
        "name":  "Emulate a Race",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Normally, to use a dorje, you must have the ral abilities—they cannot be disrupted in combat (as powers dorje’s power on your class power list. This use of the skill can be) and generally do not provoke attacks of opportunity allows you to use a dorje as if you had a particular power on (except as noted in their descriptions). Supernatural abilities your class power list. This use of the skill applies to other are not subject to power resistance and cannot be dispelled; power trigger psionic items, if applicable. however, they do not function in areas where psionics is",
        "name":  "Use a Dorje",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Power and energy that the manifester would 85). All manifester level-dependent effects of the power are normally keep is expended when making a psionic item. The enhanced—in this case, the range of concussion blast increases experience point cost of using a psionic item creation feat from 130 to 160 feet. equals 1/25 the cost of the item in gold pieces (see Chapter The price of psionic items (and thus the XP cost and the 7 for item costs). A character cannot spend so much XP on cost of the raw materials) depends on the level of the power an item that he or she loses a level. However, upon gaining and a character’s manifester level. The character’s mani- enough XP to attain a new level, he or she can immediately fester level must be high enough that the item creator can expend XP on creating an item rather than keeping the XP manifest the power at the chosen level. To find the final to advance a level. price in each case, multiply the character’s manifester level",
        "name":  "XP Cost",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creating a psionic item requires by the power level, then multiply the result by a constant, costly components, most of which are consumed in the as shown below. process. The cost of these materials equals 1/2 the cost of Power Stones: the item. Base price = power level × manifester level × 25 gp",
        "name":  "Raw Materials Cost",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The time to create a psionic item depends on the feat stores a power with an XP cost also carries a commensurate and the cost of the item. The minimum time is one day. cost. For psionic tattoos and power stones, the creator must",
        "name":  "Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Dorje, Imprint Stone, and Scribe Tattoo pay the XP cost when creating the item. For a dorje, the cre- create items that directly reproduce the effects of powers, ator must pay fi fty times the XP cost. and the strength of these items depends on their mani- Some psionic items similarly incur extra costs in XP, as fester level—that is, a power from such an item has the noted in their descriptions. strength it would have if manifested by a manifester of METAPSIONIC FEATS that level. Often, that is the minimum manifester level necessary As a manifester’s knowledge of psionics grows, he can learn to manifest the power. (Randomly discovered items usually to manifest powers in ways slightly different from how the follow this rule.) However, when making such an item, the powers were originally designed or learned. For example, a item’s strength can be set higher than the minimum. Any manifester can learn how to manifest a power so that it lasts time a character creates an item using a power augmented by longer than normal, deals more damage than normal, or is spending additional power points, the character’s effective improved in some other way. Of course, manifesting a power manifester level for the purpose of calculating the item’s cost while using a metapsionic feat is more expensive than mani- increases by 1 for each 1 additional power point spent. (Aug- festing the power normally. mentation is a feature of many powers that allows the power Manifesting Time: Powers manifested using metap sionic to be amplifi ed in various ways if additional power points are feats take the same time as manifesting the powers normally spent, as described on page 69.) All other level-dependent pa- unless the feat description specifi cally says otherwise, such rameters of the power forged into the item are set according as with Quicken Power. to the effective manifester level. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Item Cost",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In all ways, a You must decide whether or not to use this feat prior to metapsionic power operates at its original power level, even making an attack. If your attack misses, you still expend your though it costs additional power points. The modifi cations psionic focus. to a power made by a metapsionic feat have only their noted effect on the power. A manifester can’t use a metapsionic ANTIPSIONIC MAGIC [GENERAL] feat to alter a power being cast from a power stone, dorje, or Your spells are more potent when used against psionic char- other device. acters and creatures.",
        "name":  "Effects of Metapsionic Feats on a Power",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "With the right etration and Greater Spell Penetration. Moreover, when- psionic item creation feat, you can store a metapsionic power ever a psionic creature attempts to dispel a spell you cast, in a power stone, psionic tattoo, or dorje. Level limits for it makes its manifester level check against a DC of 13 + its psionic tattoos apply to the power’s higher metapsionic level. manifester level. Thus, a 3rd-level power modifi ed with the Empower Power The benefits of this feat apply only to power resistance. feat could not be stored in a psionic tattoo, because the power The bonus does not apply to spell resistance. This is an would be equivalent to a 5th-level power for the purpose of exception to the psionics–magic transparency rule (see limiting manifestation, and a psionic tattoo can hold a power page 55). of only up to 3rd level. Special: You cannot take or use this feat if you have the A character doesn’t need the appropriate metapsionic ability to use powers (if you have a power point reserve or feat to activate an item in which a metapsionic power is psi-like abilities). stored, but does need the metapsionic feat to create such an item. AUTONOMOUS [GENERAL] You have a knack for psionic self-suffi ciency.",
        "name":  "Psionic Items and Metapsionic Powers",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To use this feat, you must expend your psionic CRAFT COGNIZANCE CRYSTAL focus (see the Concentration skill description, page 37). You can chain any power that affects a single target and that deals [ITEM CREATION] either acid, cold, electricity, fi re, or sonic damage. After the You can create psionic cognizance crystals that store power primary target is struck, the power can arc to a number of points. secondary targets equal to your manifester level (maximum Prerequisite: Manifester level 3rd. twenty). The secondary arcs each strike one target and deal Benefi t: You can create a cognizance crystal. Doing so takes half as much damage as the primary one did (round down). one day for each 1,000 gp in its base price. The base price Each target gets to make a saving throw, if one is allowed by of a cognizance crystal is equal to the highest-level power it the power. You choose secondary targets as you like, but they could manifest using all its stored power points, squared, must all be within 30 feet of the primary target, and no target multiplied by 1,000 gp. For example, a cognizance crystal that can be struck more than once. You can choose to affect fewer stores 5 power points could be used to manifest a power as secondary targets than the maximum (to avoid allies in the high as 3rd level. Thus, its cost is 9,000 gp (3 × 3 × 1,000 = area, for example). 9,000). To create a cognizance crystal, you must spend 1/25 of Using this feat increases the power point cost of the power its base price in XP and use up raw materials costing one- by 6. The power’s total cost cannot exceed your manifester half its base price. level. CRAFT DORJE [ITEM CREATION] CHAOTIC MIND [GENERAL] You can create slender crystal wands called dorjes than mani- The turbulence of your thoughts prevents others from gain- fest powers when charges are expended. ing insight into your actions. Prerequisite: Manifester level 5th.",
        "name":  "Benefi t",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You cannot take or use this feat if you have the Any dorje that stores a power with an XP cost also ability to use powers (if you have a power point reserve or carries a commensurate cost. In addition to the XP cost psi-like abilities). derived from the base price, you must pay fifty times the XP cost. CLOAK DANCE [GENERAL] You are skilled at using optical tricks to make yourself seem CRAFT PSICROWN [ITEM CREATION] to be where you are not. You can create psicrowns, which have multiple psionic",
        "name":  "Special",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per round, when targeted by a psionic effect the power. that allows a Refl ex save or a Fortitude save, you can instead make a Will saving throw to avoid the effect. EXPANDED KNOWLEDGE [PSIONIC] The benefi t of this feat applies only to psionic powers and You learn another power. psi-like abilities. This is an exception to the psionics–magic",
        "name":  "Using this feat does not increase the power point cost of Benefi t",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To use this feat, you must expend your psionic make a Will saving throw against a DC of 10 + 1/2 your focus (see the Concentration skill description, page 37). You character level + your Charisma bonus or take 2d6 points get a +4 bonus on manifester level checks to overcome a of damage. creature’s power resistance. This bonus stacks with the bonus The benefi t of this feat applies only to psionic powers and from Power Penetration (see page 49). psi-like abilities. This is an exception to the psionics–magic transparency rule (see page 55). GREATER POWER SPECIALIZATION",
        "name":  "Benefi t",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 13, Psionic Fist, base attack bonus +5. Benefi t: You can implant another personality fragment in your psicrystal. You gain the benefi ts of both psicrystal 620_96666_ExpPsionicsHnbk.indd 47 2/9/04, 3:36:24 PM 48 3 RETPAHC DNA SLLIKS STAEF personalities. Your psicrystal’s personality adjusts and be- The benefi t of this feat applies only to psionic powers and comes a blend between all implanted personality fragments. psi-like abilities. This is an exception to the psionics–magic From now on, when determining the abilities of your psi- transparency rule (see page 55). crystal, treat your manifester level as one higher than your Special: You cannot take or use this feat if you have the normal manifester level. ability to use powers (if you have a power point reserve or",
        "name":  "Prerequisite",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you also have the Defl ect Arrows feat (see page You can prevent foes from fl eeing or closing. 93 of the Player’s Handbook), the defl ected attack is made with Prerequisite: Str 13. the original attack bonus plus your Dexterity bonus. Benefi t: When a foe’s movement out of a square you threaten grants you an attack of opportunity, you can give SCRIBE TATTOO [ITEM CREATION] up that attack and instead attempt to stop your foe in his You can create psionic tattoos, which store powers within tracks. Make your attack of opportunity normally. If you hit their designs. your foe, he must succeed on a Refl ex save against a DC of",
        "name":  "Special",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To use this feat, you must expend your psionic radius spread. focus (see the Concentration skill description, page 37). Your Using this feat increases the power point cost of the power mental strength is enough to overcome some otherwise dis- by 4. The power’s total cost cannot exceed your manifester abling conditions. You can manifest an unconditional power level. when you are dazed, confused, nauseated, shaken, or stunned. Only personal powers and powers that affect your person can WILD TALENT [GENERAL] be manifested as unconditional powers. Your mind wakes to a previously unrealized talent for Using this feat increases the power point cost of the power psionics. by 8. The power’s total cost cannot exceed your manifester Benefi t: Your latent power of psionics fl ares to life, con- level. ferring upon you the designation of a psionic character. As a psionic character, you gain a reserve of 2 power points and UP THE WALLS [PSIONIC] can take psionic feats, metapsionic feats, and psionic item cre- You can run on walls for brief distances. ation feats. You do not, however, gain the ability to manifest",
        "name":  "Benefi t",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you are riding on a moving mount, If you try to manifest a power in conditions where the charac- taking a bouncy ride in a wagon, on a small boat in rough teristics of the power (range, area, and so on) cannot be made water, belowdecks in a storm-tossed ship, or simply being to conform, the manifestation fails and the power points are 620_96666_ExpPsionicsHnbk.indd 54 2/9/04, 3:43:34 PM 55 PSIONICS CHAPTER 4 wasted. For instance, if you manifest psionic charm on a dog, This level loss or Constitution loss cannot be repaired by the power fails because a dog is the wrong type of target for any mortal means, even the spells wish or miracle. A revived the power. character can regain a lost level by earning XP through fur- Powers also fail if your concentration is broken (see Con- ther adventuring. A revived character who was 1st level at centration, above). the time of death can regain lost points of Constitution by improving his or her Constitution score when he or she at- THE POWER’S RESULT tains a level that allows an ability score increase. Once you know which creatures (or objects or areas) are af- Preventing Revivifi cation: Enemies can take steps to make fected, and whether those creatures have made successful it more diffi cult for a character to be returned from the saving throws (if any were allowed), you can apply whatever dead. Keeping the body prevents others from using a single results a power entails. manifestation of reality revision to restore the slain character Many powers affect particular types of creatures. For ex- to life. ample, psionic dominate (in its unaugmented form) works only Revivifi cation Against One’s Will: A soul cannot be returned on humanoids. to life if it does not wish to be. A soul knows the name, align- ment, and patron deity (if any) of the character attempting to SPECIAL POWER EFFECTS revive it and may refuse to return on that basis. Certain special features apply to all powers. COMBINING PSIONIC AND MAGICAL",
        "name":  "Vigorous Motion",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some powers refer to attacking. All offensive EFFECTS combat actions, even those that don’t damage opponents, such as disarm and bull rush, are considered attacks. All The default rule for the interaction of psionics and magic is powers that opponents can resist with saving throws, that simple: Powers interact with spells and spells interact with deal damage, or that otherwise harm or hamper subjects are powers in the same way a spell or normal spell-like ability in- considered attacks. Astral construct and similar powers are teracts with another spell or spell-like ability. This is known not considered attacks because the powers themselves don’t as psionics–magic transparency. harm anyone. Psionics–Magic Transparency: Though not explicitly",
        "name":  "Attacks",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Of all the psionic powers, their strength and location within 3 rounds (though a only reality revision has the ability to restore slain charac- Psicraft check is necessary to identify the discipline of the ters to life. psionic aura). When a living creature dies, its soul departs the body, Dead magic areas are also dead psionics areas. leaves the Material Plane, travels through the Astral Plane, Multiple Effects: Powers or psionic effects usually work and goes to abide on the plane where the creature’s deity re- as described in Chapter 5 no matter how many other powers, sides. If the creature did not worship a deity, its soul departs psionic effects, spells, or magical effects happen to be oper- to the plane corresponding to its alignment. Bringing some- ating in the same area or on the same recipient. Except in one back from the dead means retrieving his or her soul and special cases, a power does not affect the way another power returning it to his or her body. or spell operates. (One special case is dispel magic, which re-",
        "name":  "Bringing Back the Dead",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes, a power future, to fi nd hidden objects, and to know what is normally can render another power irrelevant. For example, if a unknowable. Representative powers include clairvoyant sense, psion manifested specified energy adaptation on himself, object reading, precognition, and psionic true seeing. giving himself resistance to fire 10, and then manifested For the purpose of psionics–magic transparency, clairsen- energy adaptation, giving him resistance 10 against all four tience powers are equivalent to powers of the divination kinds of energy, then the specified energy adaptation would school (thus, creatures immune to divination spells are also be irrelevant. immune to clairsentience powers).",
        "name":  "One Effect Makes Another Irrelevant",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes psionic or Many clairsentience powers have cone-shaped areas (see magical effects that establish mental control render one page 175 of the Player’s Handbook). These move with you and another irrelevant. For example, a brain lock power renders extend in the direction you look. The cone defi nes the area any other form of mental control irrelevant, whether psion- that you can sweep each round. If you study the same area for ic or magical, because it robs the character of the ability multiple rounds, you can often gain additional information, to move. Mental controls that don’t remove the recipient’s as noted in the descriptive text for the power. ability to act usually do not interfere with one another, 620_96666_ExpPsionicsHnbk.indd 56 2/9/04, 3:43:46 PM 57 PSIONICS CHAPTER 4",
        "name":  "Multiple Mental Control Effects",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A power of the scrying subdiscipline creates an object or creature is merely assembled through psionics. invisible sensor that sends you information. Unless noted It lasts indefinitely and does not depend on psionics for otherwise, the sensor has the same powers of sensory acu- its existence. ity that you possess. This includes any powers or effects that target you (such as psionic darkvision), but not powers Psychokinesis or effects that emanate from you (such as detect psionics). Psychokinesis powers manipulate energy or tap the power However, the sensor is treated as a separate, independent of the mind to produce a desired end. Many of these sensory organ of yours, and thus functions normally powers produce spectacular effects above and beyond even if you have been blinded, deafened, or other- the power’s standard display (see Display, below), wise suffered sensory impairment. Any crea- such as moving, melting, transforming, or ture with an Intelligence score of 12 or higher blasting a target. Psychokinesis powers can can notice the sensor by making a DC 20 Intel- deal large amounts of damage. Representative ligence check. The sensor can be dispelled as if powers include concussion blast, energy current, it were an active power. and energy wave. Lead sheeting or psionic protection (such as For the purpose of psionics–magic trans- null psionics fi eld or psionic mind blank) blocks parency, psychokinesis powers are equiva- scrying powers, and you sense that the power lent to powers of the evocation school is so blocked. (thus, creatures immune to evocation spells are also immune to psychokine- Metacreativity sis powers). Metacreativity powers create objects, creatures, or some form of matter. Psychometabolism Creatures you create usually, but Psychometabolism powers change the not always, obey your commands. physical properties of some creature, Representative powers include thing, or condition. Representative astral construct, concealing amor- powers include empathic transfer, pha, ectoplasmic shambler, and fuse fl esh, and shadow body. wall of ectoplasm. For the purpose of psionics– A metacreativity power magic transparency, psy- draws raw ectoplasm from chometabolism powers are the Astral Plane to create equivalent to powers of the an object or creature in the transmutation school (thus, place the psionic character creatures immune to transmu- designates (subject to the tation spells are also immune to limits noted above). Objects psychometabolism powers). created in this fashion are as Healing: Psychometabolism pow- solid and durable as normal ers of the healing subdiscipline can objects, despite their originally remove damage from creatures. How- diaphanous substance. ever, psionic healing usually falls short of Psionic creatures created with metacreativ- divine magical healing, in direct comparisons. ity powers are considered constructs, not For instance, the empathic transfer power removes outsiders. Taraneh’s chosen discipline damage from the recipient and assigns it to the A creature or object brought into being can- is clairsentience manifester, after which the manifester can then not appear inside another creature or object, use body adjustment to heal himself. nor can it appear fl oating in an empty space. It must arrive in an open location on a surface capable of supporting it. The Psychoportation creature or object must appear within the power’s range, but Psychoportation powers move the manifester, an object, or it does not have to remain within the range. another creature through space and time. Representative For the purpose of psionics–magic transparency, meta- powers include astral caravan, psionic dimension door, psionic creativity powers are equivalent to powers of the conjuration teleport, and teleport trigger. school (thus, creatures immune to conjuration spells are also For the purpose of psionics–magic transparency, psycho- immune to metacreativity powers). portation powers do not have an equivalent school.",
        "name":  "Scrying",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A power of the creation subdiscipline creates Teleportation: A power of the teleportation subdiscipline an object or creature in the place the manifester designates transports one or more creatures or objects a great distance. (subject to the limits noted above). If the power has a dura- The most potent of these powers can cross planar boundar- tion other than instantaneous, psionic energy holds the ies. Usually the transportation is one-way (unless otherwise creation together, and when the power ends, the created noted) and not dispellable. Teleportation is instantaneous creature or object vanishes without a trace, except for a travel through the Astral Plane. Anything that blocks astral thin film of glistening ectoplasm that quickly evaporates. travel also blocks teleportation. If the power has an instantaneous duration, the created Illus. by J. Pavelec 620_96666_ExpPsionicsHnbk.indd 57 2/9/04, 3:43:58 PM 58 4 RETPAHC SCINOISP Telepathy If multiple powers with similar displays are in effect si- Telepathy powers can spy on and affect the minds of others, multaneously, the displays do not necessary become more infl uencing or controlling their behavior. Representative intense. Instead, the overall display remains much the same, powers include aversion, psionic charm, and psionic dominate. though with minute spikes in intensity. A Psicraft check (DC Most telepathy powers are mind-affecting. 10 + 1 per additional power in use) reveals the exact number For the purpose of psionics–magic transparency, telepathy of simultaneous powers in play. powers are equivalent to powers of the enchantment school Dispense with Displays: Despite the fact that almost every (thus, creatures resistant to enchantment spells, such as elves power has a display, a psionic character can always choose or monks, are equally resistant to telepathy powers). to manifest the power without the flashy accompaniment.",
        "name":  "Creation",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A swift action consumes a very small amount of time, but represents a larger expenditure of ef- You must make some choice about whom the power is to fort and energy than a free action. You can perform one affect or where the power’s effect is to originate, depending swift action per turn without affecting your ability to per- on the type of power. The next entry in a power description form other actions. In that regard, a swift action is like a free defi nes the power’s target (or targets), its effect, or its area, as action. However, you can perform only a single swift action appropriate. per turn, regardless of what other actions you take. You can Target or Targets: Some powers, such as psionic charm, take a swift action any time you would normally be allowed have a target or targets. You manifest these powers on crea- to take a free action. Swift actions usually involve psionics or tures or objects, as defined by the power itself. You must the activation of psionic items; many characters (especially be able to see or touch the target, and you must specifically those who don’t use psionics) never have an opportunity to choose that target. For example, you can’t fire an energy take a swift action. push (which always hits its target) into a group of bandits Manifesting a quickened power is a swift action. In addi- with the instruction to strike “the leader.” To strike the tion, manifesting any power with a casting time of 1 swift leader, you must be able to identify and see the leader (or action (such as burst) is a swift action. guess which is the leader and get lucky). However, you do Manifesting a power with a manifesting time of 1 swift not have to select your target until you finish manifesting action does not provoke attacks of opportunity. the power.",
        "name":  "Swift Action",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Many durations are measured in the targets of the power in the same round that you fi nish rounds, minutes, hours, or some other increment. When manifesting the power. You can touch one friend (or your- the time is up, the psionic energy sustaining the effect fades, self) as a standard action or as many as six friends as a full and the power ends. If a power’s duration is variable (such as round action. when you manifest dispel psionics to suppress the properties of Discharge: Occasionally a power lasts for a set duration a psionic item, for example), the DM rolls it secretly. or until triggered or discharged. For instance, dissolving touch",
        "name":  "Timed Durations",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No saving throw is allowed. Items Surviving after a Saving Throw: Unless the de- (object): The power can be manifested on objects, scriptive text for the power specifi es otherwise, all items carried which receive saving throws only if they are psionic or or worn by a creature are assumed to survive a psionic attack. If if they are attended (held, worn, grasped, or the like) by a a creature rolls a natural 1 on its saving throw against the effect, creature resisting the power, in which case the object uses however, an exposed item is harmed (if the attack can harm ob- the creature’s saving throw bonus unless its own bonus is jects). Refer to Table 4–1: Items Affected by Psionic Attacks. De- greater. (This notation does not mean that a power can be termine which four objects carried or worn by the creature are manifested only on objects. Some powers of this sort can most likely to be affected and roll randomly among them. The be manifested on creatures or objects.) A psionic item’s randomly determined item must make a saving throw against saving throw bonuses are each equal to 2 + one-half the the attack form or take whatever damage the attack deals (see item’s manifester level. Smashing an Object, page 165 of the Player’s Handbook). (harmless): The power is usually beneficial, not harm- ful, but a targeted creature can attempt a saving throw if it Table 4–1: Items Affected by Psionic Attacks desires. Order1 Item",
        "name":  "None",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A natural 1 (the d20 on this manifester level check. comes up 1) on a saving throw is always a failure, and the The Power Resistance line and the descriptive text of a power may deal damage to exposed items (see Items Surviv- power description tell you whether power resistance protects ing after a Saving Throw, below). A natural 20 (the d20 comes creatures from the power. In many cases, power resistance ap- up 20) is always a success. plies only when a resistant creature is targeted by the power,",
        "name":  "Automatic Failures and Successes",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A psion also can research a pow- he makes one additional Psicraft check (DC 15 + the power’s er independently, duplicating an existing power or creating level). He retains the ability to manifest the selected power an entirely new one. for only 1 round. If he doesn’t manifest the power, fails the If the DM decides to allow characters to develop new pow- Psicraft check, or manifests a different power, he loses his ers, use these guidelines to handle the situation. chance to manifest that power for the day. Any kind of manifester can create a new power. The re- USING STORED POWER POINTS search involved requires access to a retreat conducive to un- interrupted meditation. Research involves an expenditure of Psionic characters live and die by the number of power points 200 XP per week and takes one week per level of the power. available to them at any given time. Not surprisingly, a vari- This experience point cost refl ects the dangerous inner ety of psionic items exist to store power points for later use, 620_96666_ExpPsionicsHnbk.indd 64 2/9/04, 3:44:40 PM 65 PSIONICS CHAPTER 4 in particular a storage device called a cognizance crystal (see Supernatural Abilities: Some creatures have psionic Chapter 7: Psionic Items). Regardless of what sort of item abilities that are considered supernatural. Psionic feats are also stores the power points, all psionic characters must follow supernatural abilities. These abilities cannot be disrupted in strict rules when tapping stored power points. combat, as powers can be, and do not provoke attacks of op-",
        "name":  "Independent Research",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When using power points from a stor- portunity (except as noted in their descriptions). Supernatu- age item to manifest a power, a psionic character may not ral abilities are not subject to power resistance and cannot be pay the power’s cost with power points from more than negated or dispelled; however, they do not function in areas one source. He must either use an item, his own power where psionics is suppressed, such as a null psionics fi eld. point reserve, or some other discrete power point source to pay the manifestation cost. Thus, a psion attempting to VARIANT: manifest a power with a cost of 3 power points could not use PSIONICS IS DIFFERENT an item whose maximum storage capacity is only 1 power point, adding to that single power point with 2 more from The standard psionics system treats psionic energy and magic his own power point reserve. However, he could use a stor- as mutually and equally vulnerable to a dispel magic spell or age device with a higher maximum to manifest one or more a dispel psionics power. Spell resistance protects against pow- powers whose costs are less than the maximum: a cognizance ers just as it protects against spells, while power resistance crystal holding a maximum of 9 power points could pay for protects against spells as it does against powers. For example, nine 1st-level powers, or some other combination of powers a dragon with spell resistance 18 also has power resistance whose costs added up to 9. 18 against any power. Likewise, spells that protect against",
        "name":  "A Single Source",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alternatively, creatures gain only half Negate Psionics: This 5th-level spell functions as if cast their normal resistance. For instance, elves gain a +1 bonus by a caster two levels lower than the caster’s actual level. on their Will saving throws to resist telepathy powers. It is otherwise similar to dispel magic, except that it targets Dead Magic/Null Psionic Areas: Antimagic fi eld does not psionics. hinder psionics, nor does null psionics fi eld disrupt or suppress Negate Magic: This 5th-level power functions as if mani- magic within its area. fested by a manifester two levels lower than the manifester’s",
        "name":  "Diminished Effect",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alternatively, psionics have a chance to actual level. Otherwise, it is similar to dispel psionics, except be hindered in an area of dead magic, and vice versa. Each that it targets magic. round, an opposing effect has only a 50% chance to remain unhindered. If hindered, it is considered suppressed for 1d4 PSIONIC CAMPAIGNS rounds, then it becomes unhindered for the remaining dura- tion of the power. When the Crystal Mind, an entity as large as a moon, ap-",
        "name":  "Diminished Effect",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alternatively, spell resistance works before now, you may hesitate to embrace this new system of against powers, and power resistance works against spells, rules. To ease your transition, this section provides helpful though in both cases the power resistance and spell resis- points, background information, and additional rules to help tance is considered to be 10 lower than its actual value. Thus you run a campaign that includes the art of psionics. a creature with spell resistance 25 resists a power as though ADDING PSIONICS TO YOUR GAME it had power resistance 15. Creature “Evolution”: In a world where psionic powers Employing a kind of “revisionist history” may be the easi- work but where spell resistance won’t protect against a power, est method for incorporating psionics into your game. You powerful creatures must have both spell resistance and power simply decide that psionic characters, monsters, items, and resistance or quickly become extinct. The same can be said of quests have always been a part of your world. It’s just that psionic creatures with special protection against mental ener- previous to now, your characters hadn’t encountered psion- gies, but none against magic. Take advantage of the following ics, or never realized that mental mastery offers much more modifi cations when using this option. than the simple benefi ts of peaceful meditation. Similar to the diminished effect options described above, Certain NPCs, strange occurrences, and particular mon- all creatures from the Monster Manual with spell resistance sters the players had come across during the course of the 10 or higher gain power resistance equal to their spell resis- game turn out to be psionic, even if the players hadn’t pre- tance minus 10. For example, a dragon with spell resistance viously realized this. For instance, the crime lord the PCs 18 would also have power resistance 8. All creatures in the recently put down was secretly a mental pawn of a psionic Monster Manual with psionic abilities gain power resistance creature called a cerebrilith (see page 192). The cerebrilith equal to their spell resistance, if any. seeks to secretly dominate a region of the world using its A few creatures detailed in Chapter 8 of this book have psionic powers of domination. What the PCs assume to be power resistance. Under this option, creatures with power simple magical enchantments turn out to be far more when resistance 10 or higher also have spell resistance equal to they encounter another pawn of the cerebrilith, a full-blown their power resistance minus 10. psion, or perhaps even the cerebrilith itself.",
        "name":  "Diminished Effect",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As with creature “evolu- tion” above, specialty spells and powers must exist that allow The First Psionic Characters the disparate energies to manipulate each other on a limited Maybe your players haven’t heard of other psionic NPCs scale. For instance, spellcasters could have a dispel psionics before because the characters themselves are among the fi rst spell, but it is not nearly as powerful against powers as dispel to exhibit such powers. This might be the case for any of the magic is against equivalent spells. Psions might develop a ne- following reasons: gate magic power, but it is not as potent against spells as dispel • Your world is young. The PCs are among the fi rst to explore psionics is against equivalent powers. this new power. Generally, any spells or powers that allow spells to interact • Psionics is not as easy to come by as magic, and requires with psionics and vice versa should be of higher level and pro- an effort greater than a player simply deciding to play a vide less effect than spells or powers of similar name that remain psionic character. Perhaps it requires specifi c sponsorship within their own area of infl uence. Some examples follow. by another psionic character (to help unlock the inner",
        "name":  "Specialty Spells and Powers",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 2nd-level spell functions exactly as de- abilities of the would-be psionic character), the comple- tect magic, except for its higher level and the fact that it detects tion of a grand quest (to fi nd the Mind’s Key that grants for psionics. any creature who holds it, however briefl y, the ability to",
        "name":  "Detect Psionics",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 2nd-level power functions like a stan- develop psionic character levels), or slaying the guardian dard detect magic, except for its higher level and the fact that of the “Wall of Veiled Deceit” (which previously prevented it detects for magic. any creature from developing psionic powers). 620_96666_ExpPsionicsHnbk.indd 66 2/9/04, 3:44:51 PM 67 PSIONICS CHAPTER 4 • A revolution, upheaval, or invasion shakes up your cam- PCs may come up against a foe who threatens—with convic- paign world so much that the appearance of psionics tion—to bring the moon crashing down with the tremen- within it is just one more change among other alterations. dous power of her mind alone. The players themselves are Such a change could conceivably be brought about by the imbued with greater than average powers (in the form of epic characters themselves (such as when they bring down psionic powers and epic feats), and could themselves become the “Wall of Veiled Deceit”) or might have nothing to objects of terror to lesser mortals. do with the characters, except that it allows them and all At its most basic, a high-psionics campaign distributes sim- other worthy characters to explore the new powers of the ple psionic ability far more extensively than normal. Even if mind. The appearance of the Crystal Mind as described you don’t want to aim for the high end of the scale described in the opening paragraph of this section is one such ti- in the previous paragraph, you can achieve a high-psionics tanic shift. By its mere presence, the Crystal Mind sets up campaign if you sprinkle psionic classes and the Hidden Tal- psionic resonances that in turn loose psionic ability into ent feat (see the sidebar) liberally through the PC and NPC the world. population of your world. The fi rst psionic characters have new abilities to explore, Psionic Maladies but they also must cope with the scarcity of psionic items. In an ongoing campaign world where psionic power is PCs have to craft their psionic items themselves, or discover the norm, the possession of power far beyond the capa- an ancient trove of such items from a time when the world bilities of common minds does not come without a price. teemed with psionic characters (before the Great Purge, or Even while psionic characters revel in their abilities, they when the Crystal Mind last appeared in the skies, or whatever should beware of afflictions that specifically target their suits your campaign). source of power.",
        "name":  "Detect Magic",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is a special form of ability damage that Designing Psionic Adventures cannot be magically or psionically healed. It is caused by the Just because you’ve allowed psionic player characters into the use of certain psionic feats and powers (see Body Fuel on page party doesn’t mean from this point on, all adventures must 41 and psychofeedback on page 127). It returns only through contain some seed of psionic infl uence. For the most part, natural healing. you need not change your adventures’ style. Disease, Cascade Flu: Spread by brain moles and other That said, including other psionic creatures, psionic NPCs, vermin; injury; DC 13; incubation one day; damage psionic or the occasional psionic-themed adventure in the course cascade. of your campaign will create greater verisimilitude for your A psionic cascade is a loss of control over psionic abili- players. For instance, you might create a psion instead of ties. Using power points becomes dangerous for a character a spellcaster as a villain for the next encounter. Likewise, infected by cascade fl u, once the incubation period has run you might decide that the next randomly rolled barbarian its course. Every time an affl icted character manifests a is instead a psychic warrior or a soulknife. If the players are power, she must make a DC 16 Concentration check. On a initially unfamiliar with the classes presented in this book, failed check, a psionic cascade is triggered. The power oper- such characters’ appearance in the game will seem all the ates normally, but during the following round, without the more mysterious. character’s volition, two additional powers she knows mani- fest randomly, and their power cost is deducted from the The High-Psionics Campaign character’s reserve. During the next round, three additional What distinguishes a “high-psionics campaign” from a cam- powers manifest, and so on, until all the psionic character’s paign that includes psionic player characters and psionic- power points are drained. (A psionic character who knows themed adventures? In short, the quantity of psionic goodies only a few powers but has many power points could run available to PCs, NPCs, and psionic creatures. through her entire list of powers known many times.) Powers A high-psionics campaign is likely to exceed high levels with a range of personal or touch always affect the diseased and pass into epic levels. In a high-psionics campaign, the character. For other powers that affect targets, roll d%: On a pqqqqqqqqqqqqqqqqqqqqrs HIDDEN TALENT [GENERAL] powers known). You can manifest this power with the power Your mind wakes to a previously unrealized talent for psionics. points provided by this feat if you have a Charisma score of 11",
        "name":  "Ability Burn",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your latent power of psionics fl ares to life, conferring a 1st-level manifester when manifesting this power. If you have upon you the designation of a psionic character. As a psionic psionic class levels, you can manifest the power at the highest character, you gain a reserve of 2 power points, and you can take manifester level you have attained. (This is not a manifester level, psionic feats, metapsionic feats, and psionic item creation feats. and it does not add to any manifester levels gained by taking If you have or take a class that grants power points, the power psionic classes.) If you have no psionic class levels, use Cha- points gained from Hidden Talent are added to your total power risma to determine how powerful a power you can manifest and point reserve. how hard those powers are to resist. When you take this feat, choose one 1st-level power from any Note: This is an expanded version of the Wild Talent feat, psionic class list. You know this power (it becomes one of your intended for use in high-psionics campaigns. pqqqqqqqqqqqqqqqqqqqqrs 620_96666_ExpPsionicsHnbk.indd 67 2/9/04, 3:44:57 PM 68 4 RETPAHC SCINOISP 01–50 result, the power affects the diseased character, and number of power points equal to the cost of that power. If 51–00 indicates that the power targets other creatures in the two or more powers fi t these criteria, the manifester decides vicinity. Psionic creatures (those that manifest their powers which one becomes inaccessible. The lost power becomes without paying points) cascade until all the powers they available again as soon the negative level is removed, provid- know have manifested at least twice. ing the manifester is capable of using it at that time. Lost As with any disease, a psionic character who is injured or power points also return. attacked by a creature carrying a disease or parasite, or who PSIONIC CREATURES otherwise has contact with contaminated material, must make an immediate Fortitude save. On a success, the dis- Any creature with psionic powers has the psionic subtype. A ease fails to gain a foothold. On a failure, the character takes psionic creature can be born with the subtype or can gain the damage (or incurs the specifi ed effect) after the incubation subtype during its life. period. Once per day afterward, the affl icted character must A creature meeting any one of the following criteria has make a successful Fortitude save to avoid repeating the dam- the psionic subtype: age. Two successful saving throws in a row indicate she has • Creatures with a power point reserve, including charac- fought off the disease. ters who have levels in a character class that grants them",
        "name":  "Benefi t",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An astral construct gains bonus against Identify, Psionic: Learn the properties of a psionic item. dismiss ectoplasm. Infl ict PainA: Telepathic stab gives your foe –4 on attack",
        "name":  "Ecto ProtectionA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Provides useful advice for specifi c those who seek to view you at a distance. proposed action. RetrieveA: Teleport to your hand an item you can see.",
        "name":  "Divination, Psionic",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You encapsulate a foe so it Astral Traveler: Enable yourself or another to join an astral can’t move. caravan-enabled trip. 4 Fabricate, Psionic: Transforms raw goods to fi nished BiofeedbackA: Gain DR 2/–. items. Bite of the Wolf: Gain bite attack for 1d8 damage.",
        "name":  "Ectoplasmic CocoonA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transforms a lot of raw Claws of the BeastA: Your hands become deadly claws. goods to fi nished items. CompressionA: You grow smaller. 7 Ectoplasmic Cocoon, Mass: You encapsulate all Conceal Thoughts: You conceal your motives. foes in a 20-ft. radius. Detect Psionics: You detect the presence of psionics. 8 Astral Seed: You plant the seed of your rebirth from Dissipating TouchA: Touch deals 1d6 damage. the Astral Plane. Distract: Subject gets –4 on Listen, Search, Sense Motive, 9 GenesisX: You instigate a new demiplane on the and Spot checks. Astral Plane. Elfsight: Gain low-light vision, +2 bonus on Search and",
        "name":  "Fabricate, Greater Psionic",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As psionic major creation, except items Spot checks, and notice secret doors. are completely real. Empty Mind: Gain +2 on Will saves until your next action. 620_96666_ExpPsionicsHnbk.indd 73 2/9/04, 3:45:45 PM 74 5 RETPAHC SREWOP",
        "name":  "True CreationX",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Put yourself into a state akin to suspended animation. POWERS The powers herein are presented in An attack form is not treated as power transferred through the affi nity alphabetical order (with the exception an environment. For example, even fi eld as if the power were manifested of those whose names begin with a if you’re adapted to extremely cold upon them normally. All magical and qualifi er of some sort; see Order of conditions, you are still vulnerable psionic effects transferred to subjects Presentation, page 69). to psionic or magical attacks that deal fade at the end of this power’s dura- cold damage. tion, although instantaneous effects Adapt Body remain, such as the effects of curing Psychometabolism Affinity Field power. If you suddenly become im-",
        "name":  "Suspend Life",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15, XP energy can be shared. (such as the magic fang spell). You can When you manifest this power, choose to deal nonlethal damage with Bend reality lets you create nearly any the subject gains up to 2 power your bite, taking the standard –4 pen- type of effect. For example, bend reality points. You can transfer only as alty on your attack roll. can do any of the following: many power points to a subject as it If you bite as your only attack, you • Duplicate any psion power of 6th has manifester levels. use your highest base attack bonus on level or lower, provided the power Because of the intimate nature of the attack roll, and you can apply your is not of a discipline prohibited this power, it cannot be fabricated full Strength bonus to damage. to you. into a psionic item—only power If you bite in addition to making • Duplicate any other power (but not points generated by a psionic crea- other attacks, the bite is a secondary a spell) of 5th level or lower, provid- ture in the moment can be shared attack. ed the power is not of a discipline using bestow power. If you are not a Medium creature, prohibited to you. Augment: For every 3 additional your bite attack’s base damage varies • Duplicate any psion power of 5th power points you spend, the subject as follows: Fine 1d2, Diminutive level or lower, even if it’s of a pro- gains 2 additional power points. 1d3, Tiny 1d4, Small 1d6, Large 2d6, hibited discipline. Huge 2d8, Gargantuan 4d6, Colossal • Duplicate any other power (but not Biofeedback 6d6. a spell) of 4th level or lower, even if Psychometabolism Based on your psychic warrior it’s of a prohibited discipline. Level: Psion/wilder 2, psychic level, your bite increases in ferocity • Undo the harmful effects of many warrior 1 as noted here: at 5th level your bite powers, such as psionic dominate, Display: Material and visual deals an extra 1d8 points of damage, geas/quest, or insanity. Manifesting Time: 1 standard at 10th level an extra 2d8, at 15th • Produce any other effect whose action level an extra 3d8, and at 20th level power level is in line with the Range: Personal an extra 4d8 points. above effects, such as a single Target: You creature automatically hitting Duration: 1 min./level (D) Body Adjustment on its next attack or taking a –8 Power Points: Psion/wilder 3, Psychometabolism (Healing) penalty on its next saving throw. psychic warrior 1 Level: Psion/wilder 3, psychic A duplicated power allows saving warrior 2 620_96666_ExpPsionicsHnbk.indd 80 2/9/04, 3:46:25 PM 81 POWERS CHAPTER 5",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psion/wilder 5, heals 1 additional point of damage to power in one or both of the follow- psychic warrior 3 the same ability score. ing ways. 1. If you spend 2 additional power You take control of your body’s heal- Bolt points, this power can also affect an ing process, curing yourself of 1d12 Metacreativity (Creation) animal, fey, giant, magical beast, or points of damage. As usual, when Level: Psion/wilder 1 monstrous humanoid. regular damage is healed, an equal Display: Material 2. If you spend 4 additional power amount of nonlethal damage is also Manifesting Time: 1 standard points, this power can also affect an healed. action aberration, dragon, elemental, or out-",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to 1 min./level; see Display: Visual ons (such as the magic fang spell). You text (D) Manifesting Time: 1 standard can choose to deal nonlethal damage",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will Nonmagical, unattended ob- negates (harmless) jects (including doors, walls,",
        "name":  "Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15 XP. Power Points: 7 sity or movements of one fi re source. A nonmagical fire source can be Control Air You psychokinetically control the controlled if it is equal to or smaller Psychokinesis actions of any humanoid (including than the maximum size of fi re you can",
        "name":  "XP Cost",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes opponent if you direct it to do so. It magnify a sound to such loudness that Range: See text has one slam attack, at a base attack it drowns out all other conversation in Target: One creature with an bonus equal to your base attack bonus the immediate area. In this way, you Intelligence score of 3 or higher plus your Intelligence modifi er. If the can provide yourself or any with a +4 Duration: 1 round/level attack hits, it deals points of damage circumstance bonus on Move Silently Saving Throw: None equal to 1d6 plus your Intelligence and Listen checks. Power Resistance: No modifi er. A controlled object has its Alternatively, you can use up the Power Points: 7 usual hardness and hit points. power in an instant. You do this by You can use this power on a non- modulating a sound into a one-time You forge a passive mental link with magical lock, making it move in destructive impetus that shatters a creature with which you have previ- such a way as to attempt to unlock nonmagical/nonpsionic, unattended ously had physical or mental contact. itself. If another character makes objects of crystal, glass, ceramics, or The subject need not be within sight an Open Lock check involving a porcelain (vials, bottles, fl asks, jugs, or even on the same plane as you are. lock that you are concentrating on mirrors, and so forth) in the area. The subject recognizes you, and you controlling, the character gains a +4 can mentally communicate with it bonus on the check. Co-Opt Concentration for the duration (though nothing Telepathy (Compulsion) [Mind- forces the subject to respond to you), Control Sound Affecting] exchanging messages of twenty-fi ve Psychokinesis [Sonic] Level: Psion/wilder 6 words or less once per round.",
        "name":  "A controlled object can attack an You can entirely muffl e a noise or Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can augment this Effect: Ray sounds into existence that you later power in one or more of the follow- Duration: Instantaneous manipulate by manifesting control ing ways. Saving Throw: None sound. 1. If you spend 2 additional power Power Resistance: No points, this power can also affect an Power Points: 1 Crisis of Breath animal, fey, giant, magical beast, or Telepathy (Compulsion) [Mind- monstrous humanoid. Upon manifesting this power, you Affecting] 2. If you spend 4 additional power propel a razor-sharp crystal shard at",
        "name":  "Create sound can be used to bring Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 min./level Power or Item Faint Moderate Strong Overwhelming",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Psionic item 5th or lower 6th–11th 12th–20th 21st+",
        "name":  "Power Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 (manifester level) (artifact) 620_96666_ExpPsionicsHnbk.indd 91 2/9/04, 3:47:34 PM 92 5 RETPAHC SREWOP 2nd Round: Number of different Duration: 24 hours Manifesting Time: 1 standard psionic auras and the strength of the Saving Throw: None action most potent aura. Power Resistance: No Range: 40 ft. 3rd Round: The strength and loca- Power Points: 7 Area: 40-ft.-radius emanation tion of each aura. If the items or crea- centered on you tures bearing the auras are in line of You immediately become aware of Duration: Concentration, up to 1 sight, you can make Psicraft checks to any attempt to observe you by means minute (D) determine the discipline involved in of a clairsentience (scrying) power or Saving Throw: No each aura. (Make one check per aura; divination (scrying) spell. The power’s Power Resistance: No DC 15 + power level, or 15 + one-half effect radiates from you and moves as Power Points: 1 manifester level for an effect that is you move. You know the location of not created by a power, such as that of every psionic or magical sensor within You sense the use of any effects of the a psionic item.) the power’s area. teleportation subdiscipline within the Psionically charged locations, mul- If the viewing attempt originates area. You sense the use of these powers tiple disciplines, or strong local psionic within the area, you also know the whether or not you have line of sight emanations may confuse or conceal viewer’s location. Otherwise, you and or line of effect (although a force ef- weaker auras. the remote viewer immediately make fect, such as wall of force, prevents this",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A psionic aura’s opposed manifester level checks detection). When you sense the use strength depends on a functioning (1d20 + manifester level, or viewer’s of an appropriate power, you know power’s level or an item’s manifester caster level as appropriate). If you at the direction in which the power was level. If an aura falls into more than least match the remote viewer’s result, used, though not the distance or the one category, detect psionics indicates you get a visual image of the remote exact effect. the stronger of the two. Detection of viewer and an accurate sense of the re- Augment: If you spend 2 ad- an overwhelming aura (see the accom- mote viewer’s direction and distance ditional power points, this power’s panying table) dazes you for 1 round from you. range increases to Medium (100 ft. + and the power ends. 10 ft./level).",
        "name":  "Aura Strength",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A psionic aura lin- Déjà Vu gers after its original source dissipates Telepathy [Mind-Affecting] Dimension Door, Psionic (in the case of a power) or is destroyed Level: Psion/wilder 1 Psychoportation (Teleportation) (in the case of a psionic item). If detect Display: Mental Level: Psion/wilder 4, psychic psionics is manifested and directed at Manifesting Time: 1 standard warrior 4 such a location, the power indicates action Display: Visual an aura of dim (even weaker than a Range: Medium (100 ft. + 10 ft./ Manifesting Time: 1 standard faint aura). How long the aura lingers level) action at this dim level depends on its origi- Target: One creature Range: Long (400 ft. + 40 ft./level) nal strength: Duration: 1 round Target or Targets: You and touched",
        "name":  "Lingering Aura",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7 psionics in a new area. You can tell can’t take the same actions again (if its the difference between magical and foe is dead, or the subject has run out As dimension door (page 221 of the psionic auras. The power can penetrate of power points, and so on), the sub- Player’s Handbook), except as noted barriers, but 1 foot of stone, 1 inch of ject stands still and takes no actions here. common metal, a thin sheet of lead, or for 1 round. In any event, the subject Augment: If you spend 6 additional 3 feet of wood or dirt blocks it. can still defend itself, and it retains power points, you can manifest this its Dexterity bonus to AC even if it power as a move action. Detect Remote Viewing stands still.",
        "name":  "Each round, you can turn to detect changed in such a way that the subject Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5 You can use dispel psionics to end ongoing powers that have been manifested on a creature or ob- ject, to temporarily suppress the psionic abilities of a psionic item, or to end ongoing powers (or at least their",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates items created by metacreativity (cre- Targeted Dispel: One object, crea-",
        "name":  "Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can augment this prowl, moving the desired distance, Similar to detect teleportation, except power in one or more of the follow- and then stepping back into the wak- that you know the intended destina- ing ways. ing world. You know where you will tion, and you can divert the fi nal des- 1. If you spend 2 additional power come out in the waking world. tination of any teleportation attempt points, this power can also affect an Dream travel can also be used to made by others within the area. This is animal, fey, giant, magical beast, or travel to other planes that contain an immediate action, like manifesting monstrous humanoid. creatures that dream, but doing this a quickened power, and counts toward 2. If you spend 4 additional power requires crossing into the dreams of the limit of one quickened power per points, this power can also affect an outsiders, where you are subject to the round. You can manifest this power aberration, dragon, elemental, or out- vagaries of many dream realities—a even if it is not your turn. sider in addition to the creature types potentially perilous proposition, at You can divert the destination of mentioned above. your DM’s option. Transferring to both incoming and outgoing tele- 3. For every 2 additional power another plane of existence in this portations, psionic and magical. You points you spend, this power can affect fashion requires 1d4 hours of uninter- must overcome the power resistance an additional target. Any additional rupted travel. 620_96666_ExpPsionicsHnbk.indd 96 2/9/04, 3:48:10 PM 97 POWERS CHAPTER 5 Any creatures that come along This power reinforces an astral con- The creature within the cocoon is when dream travel is manifested also struct created by the astral construct visible only as a vague shape (substan- make the transition to the borders of power, giving you a +1 bonus on any tial enough to interrupt line of sight) unconscious thought. A creature sepa- manifester level checks you make to and cannot be directly harmed or rated from you wanders off into the protect it against dispel psionics or a interacted with unless the cocoon is dreamscape. When the duration ends, similar effect, and a +1 bonus on its sav- destroyed. The cocooned creature can all affected creatures return to the ing throw to resist dismiss ectoplasm. be moved normally (the weight of the waking world as much as 1,000 miles This power can be manifested as a cocoon is negligible). (d%×10) from their starting point. swift action in the same round that A creature that is cocooned while If a creature remains in the dream- you manifest an astral construct, as aloft begins to fall immediately, and a scape, it is powerless to leave unless it long as the power points you spend to creature that is cocooned while swim- can manifest the dream travel power perform both actions does not exceed ming or underwater may drown. itself or someone who manifests the your manifester level. Augment: You can augment this power seeks out the lost creature. Augment: For every 2 additional power in one or both of the follow-",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard of psionic items. ers permanent only in regard to action yourself.",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mental and allows the target a saving throw psionic, nonmagical object, heating it",
        "name":  "Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Auditory DC increases by 1. of damage). 620_96666_ExpPsionicsHnbk.indd 115 2/9/04, 4:38:12 PM 116 5 RETPAHC SREWOP If the entity manifests a power that This process gives you an uncannily • Its location (including place of resi- has an XP cost, all the participants accurate vision of the creature’s nature, dence, town, country, world, and pay an equal share (the conductor activities, and whereabouts. When you plane of existence). pays the remainder if the cost can’t manifest the power, you learn the fol- • Signifi cant items currently in its be divided evenly). lowing facts about the creature. possession. Once linked, the participants must • Its name, race, alignment, and char- • Any signifi cant activities or actions remain within a 20-foot-radius area, acter class. the creature has undertaken in the and as a group can move at a speed of • A general estimate of its level or Hit previous 8 hours, including details 10 feet. If a participant moves outside Dice: low (5 HD or lower), medium such as locales traveled through, the 20-foot-radius area occupied by (6 to 11 HD), high (12 to 20 HD), the names or races of those the the others (whether willingly or in- very high (21 HD to 40 HD), or dei- creature fought, spells it cast, voluntarily), that individual drops out fi c (41 HD or higher). items it acquired, and items it left of the group, and the power point pool behind (including the location of of the metaconcert is instantly recalcu- those items). lated. All participants who leave be- • A current mental view of the crea- fore a metaconcert ends or is dismissed ture, as described in the remote view- reclaim a number of power points ing power, which you can maintain equal to the current power point pool for up to 1 minute per level. divided by the number of members. If the conductor drops out, the power The DM determines what items or ends. For example, if a participant activities are signifi cant to the envi- left a metaconcert composed of eight sioned creature. For instance, a high- individuals, he would reclaim 1/8 Metaconcert level character probably pays little at- of the power points currently in the tention to a potion of cure light wounds pool (round down). That same number in her belt, but a low-level character of points is removed from the power might regard it as a signifi cant pos- point pool. session. Similarly, no one regards a When a metaconcert ends normally routine meal as noteworthy, but at- or is dismissed, remaining power tending a court banquet most likely points in the pool are divided among would be. all the participants (the conductor re- Metafaculty can defeat spells, pow- ceives the remainder if the points can’t ers, and special abilities such as screen be divided evenly). or mind blank (or even a wish spell)",
        "name":  "Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7 available level, and a number of pow- Augment: For every 2 additional er points from its maximum power power points you spend, this power’s As mindlink, except that if the target point total suffi cient to manifest that range increases by 5 feet and its save is a psionic character or creature that power. The effects of multiple nega- DC increases by 1. knows powers, you can temporarily tive levels stack. borrow a power of your choice (you If the subject survives, it loses Missive, Mass are aware of what powers the subject these two negative levels after 1 Telepathy [Mind-Affecting, knows, up to the highest level of hour. (No Fortitude save is neces- Language-Dependent] power you can manifest). sary to avoid gaining the negative Level: Psion/wilder 2 Borrowing the subject’s power level permanently.) Display: Mental is a separate standard action that Augment: You can manifest this Manifesting Time: 1 standard provokes an attack of opportunity. power in one or both of the follow- action If that attack succeeds, the mental ing ways. Range: Long (400 ft. + 40 ft./level) communication provided by this 1. For every 2 additional power Targets: All creatures in a 400 ft. + power ends immediately. The bor- points you spend, this power’s save 40 ft./level radius centered on you; rowed power fades from the subject’s DC increases by 1. see text awareness and appears within your 2. For every 3 additional power Effect: Mental message delivered to own. You can now spend power points you spend, this power be- subjects points to manifest the borrowed stows an additional negative level on Saving Throw: Will negates power just as if it were one of your the subject. (harmless) powers known. You maintain knowl- Power Resistance: Yes (harmless) edge of the borrowed power until Minor Creation, Psionic Power Points: 3 the duration of your thieving mind- Metacreativity (Creation) link expires, at which time you lose Level: Shaper 1 You send a telepathic message of up knowledge of the power and the Display: Material to twenty-five words to all creatures power reappears in the mind of the Manifesting Time: 1 minute within range. You can include or ex- subject, no matter how far from you Range: 0 ft. clude from this broadcast any crea- the subject is. Even if the subject Effect: Unattended, nonpsionic, ture you can see, as well as any crea- is slain, you lose knowledge of the nonmagical object of nonliving ture that you know or know of. Mass borrowed power when this power’s plant matter, up to 1 cu. ft./level missive is strictly a one-way exchange duration expires. Duration: 1 hour/level (D) from you to the subjects. If you do",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For every 2 additional out to 40 feet instead of 20 feet. are imbued with magic during their power points you spend, this power’s Augment: If you spend 2 additional creation process and are thereafter range increases by 40 feet and its save power points, you can manifest this self-supporting (unless they have been DC increases by 1. power as a swift action. summoned or have a limited duration, in which case they are treated like any Modify Memory, Psionic Null Psionics Field other summoned creatures). Elemen- Telepathy (Compulsion) [Mind- Psychokinesis tals, corporeal undead, and outsiders Affecting] Level: Kineticist 6 are likewise unaffected unless sum-",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7 Power Points: 11 tions). Artifacts and deities are unaf- fected by mortal power such as this. As modify memory (page 255 of the An invisible barrier surrounds you Should a creature’s space extend across Player’s Handbook), except as noted and moves with you. The space the boundary of the area enclosed by here. within this barrier is impervious to the fi eld, any part of the creature that most psionic effects, including pow- lies outside the effect is unaffected by Moment of Prescience, Psionic ers, psi-like abilities, and supernatu- the fi eld. Clairsentience ral abilities. Likewise, it prevents the",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psion/wilder 7 functioning of any psionic items or Oak Body",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal construct that has at least 1 hit point Target: You You can repair psychic damage or remaining, you reknit its structure to Duration: 1 round/level grant another creature knowledge of repair damage it has taken. The power Power Points: 3 powers you know, depending on the repairs 3d8 points of damage +1 point version of this power you manifest. per manifester level. Constructs that You gain an enhanced sense of Repair Psychic Damage: You can re- are immune to psionics or magic can- smell, equivalent to the scent abil- move any compulsions and charms not be repaired in this fashion. ity of some monsters. This ability (such as crisis of breath and death urge)",
        "name":  "When laying your hands upon a Range",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For every 2 additional The manifester and subject split all XP decreases are treated as a special power points you spend, this power’s costs evenly. form of ability damage, called abil- damage increases by 1d6 points. ity burn, which cannot be magically Psychic Vampire or psionically healed—it goes away Psychic Reformation Psychometabolism only through natural healing (see Telepathy [Mind-Affecting] Level: Egoist 4, psychic warrior 4 page 67).",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1-inch-diameter dollop of Level: Telepath 2 • Create a nonpsionic item of up to quintessence; see text Display: Mental 25,000 gp in value.",
        "name":  "Effect",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous Manifesting Time: 1 standard • Create a psionic item, or add to the",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None action powers of an existing psionic item",
        "name":  "Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration, up to 1 revisions manifested in immediate continuum, forming a 1-ounce dollop min./level (D) succession can grant a creature a of thick, gooey material called quin- Saving Throw: Will negates; see text +2 to +5 inherent bonus to an abil- tessence. This substance shimmers Power Resistance: No ity score (two reality revisions for like a silver mirror when viewed from Power Points: 3 a +2 inherent bonus, three reality some angles but is transparent from revisions for a +3 inherent bonus, other viewpoints. You can smooth a You know the surface thoughts of the and so on). Inherent bonuses are dollop of quintessence around any mind of any creature in the area that instantaneous, so they cannot be extremely small object, such as a key, fails a Will save. A target that succeeds negated or dispelled. An inherent a ring, a seal, or an insignia. on its save is not affected by this mani- bonus cannot exceed +5 for a single Objects sealed within quintessence festation of the power, even if it leaves ability score. Inherent bonuses to a are protected from the effects of time; the area and then reenters the area particular ability score do not stack; in practical terms, they enter a state of before the duration expires. only the best one applies. stasis. Living fl esh with only partial Creatures of animal intelligence • Remove injuries and afflictions. A contact with quintessence is also have simple, instinctual thoughts single reality revision can aid one partially pulled out of the time stream that you can pick up. If you read the creature per manifester level, and (the manifester is immune to this ef- thoughts of a creature with an Intel- all subjects are cured of the same fect). This disruption deals 1 point ligence of 26 or higher (and at least 10 kind of affliction. For example, of damage per round beginning 10 points higher than your own Intel- you could heal all the damage you rounds after partial contact occurs. ligence score), you are stunned for 1 and your companions have taken, Quintessence can be manually round and the power ends. This power or remove all poison effects from scraped away from a protected ob- does not let you pinpoint the location everyone in the party, but you ject, freeing it to rejoin the time of an affected mind if you don’t have can’t do both with the same mani- stream. When you do this, there is line of sight to the subject. festation. Reality revision can not a 75% chance that the quintessence Each round, you can turn to use restore the experience point loss evaporates back into the continuum. this power in a new area. The power from manifesting a power or cast- Otherwise, it coalesces again into a can penetrate barriers, but 1 foot of ing a spell, or the level or Consti- 1-inch-diameter bead, available for stone, 1 inch of common metal, a thin tution loss from being returned later use. sheet of lead, or 3 feet of wood or dirt to life by those effects that reduce Large quantities of quintessence blocks it. level or Constitution. could theoretically be gathered to • Revive the dead. Reality revision can preserve large items or structures Reality Revision bring a dead creature back to life by (or even a complete living creature; Clairsentience duplicating a resurrection spell. This if completely immersed, a living crea- Level: Psion/wilder 9 power can revive a dead creature ture would not take the damage asso- Saving Throw: See text whose body has been destroyed, ciated with partial contact). However, Power Resistance: See text but the task takes two manifesta- psionic characters and creatures are Power Points: 17, XP tions of reality revision, one to 620_96666_ExpPsionicsHnbk.indd 128 2/9/04, 4:39:33 PM 129 POWERS CHAPTER 5 re-create the body and another to Target: One creature Remote View Trap infuse the body with life again. Duration: Instantaneous Clairsentience [Electricity]",
        "name":  "You collapse a bit of time from the Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The minimum XP cost for Duration: Until discharged or 10 Duration: 1 min./level (D) manifesting reality revision is 5,000 min./level Saving Throw: Will negates XP. When a manifestation duplicates Power Points: 13 Power Resistance: Yes a power that has an XP cost, you must Power Points: 7, XP pay 5,000 XP or that cost, whichever is When you manifest reddopsi, powers more. When a manifestation creates or targeted against you rebound to affect You send your mind across space and improves a psionic item, you must pay the original manifester. This effect dimensions, forming it into a quasi- twice the normal XP cost for crafting reverses powers that have only you real viewpoint from which you can or improving the item, plus an addi- as a target (except dispel psionics and see and hear some creature located tional 5,000 XP. similar powers or effects). Powers that at any distance from you, even if affect an area and those that produce planar boundaries separate you. If Recall Agony effects can’t be reversed. Reddopsi also the subject succeeds on a Will save, Clairsentience [Mind-Affecting] can’t reverse any power with a range the remote viewing attempt fails,",
        "name":  "XP Cost",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates; see text your real body remains unmoving and it restores all points drained from Power Resistance: No and unaware of your actual sur- a single ability score (your choice if Power Points: 11 roundings. On the other hand, your more than one score is drained). It quasi-real viewpoint is treated in also eliminates any fatigue or exhaus- You automatically teleport an item some ways as if it were an invisible tion suffered by the target. Restoration you can see within range directly ectoplasmic form of yourself, except as does not restore levels or Constitution to your hand. If the object is in the follows. This power is of the Scrying points lost due to death. possession of an opponent, it comes subdiscipline, but use the following Restoration can remove negative to your hand if your opponent fails information in place of the standard levels. It can also restore one level a Will save. scrying sensor. to a creature who has had a level Augment: For every additional As a quasi-real viewpoint, you can drained, if the number of days since power point you spend, the weight speak (though your voice is whispery). the creature lost the level is equal to limit of the target increases by 10 You may potentially be sensed by the or less than your manifester level. pounds. subject of your viewing (subjects who In such a case, restoration brings the can see or sense invisible or hidden creature up to the minimum num- Schism creatures automatically sense you; ber of experience points necessary Telepathy [Mind-Affecting] otherwise you make a Hide check to advance it to the next higher level, Level: Telepath 4 with a +40 bonus to escape detection gaining it an additional Hit Die and Display: Auditory and visual if immobile, or a +20 bonus if mov- level benefi ts accordingly. Manifesting Time: 1 standard ing). You could be attacked (although action if you become subject to dispel psionics, Restore Extremity Range: Personal the remote viewing simply ends). If the Psychometabolism (Healing) Target: You subject moves, you can attempt to fol- Level: Egoist 5 Duration: 1 round/level (D) low it at a speed of 20 feet, though if it Display: Auditory Power Points: 7 gets farther than 30 feet from you (or Manifesting Time: 1 standard you move farther than 30 feet from it), action Your mind splits into two inde- the power ends. Range: Touch pendent parts. Each part functions",
        "name":  "While the remote viewing lasts, This power cures all ability damage, Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard powers or items, allowing you the Everyday occurrences leave no resi- action same enhanced sense. You are subject due for a manifester to detect.",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 min./level (D) effects, invisibility effects, illusions, you can attempt to break or burst it Saving Throw: Refl ex negates and other similar effects confuse your as if making a Strength check, ex- (object) synesthete senses just as they would cept that you apply your key ability Power Resistance: Yes (object) your normal senses. modifi er to the check instead of your Power Points: 15 You can also use this power to Strength modifi er. see sound if you are deafened, or Augment: For every additional As Otiluke’s telekinetic sphere (page 259 hear light if you are blinded, thus power point you spend, the weight of the Player’s Handbook), except as removing all penalties associated limit of the target increases by 25 noted here. with either condition (though you pounds. gain no bonuses for using the power Telekinetic Thrust in this way if you are not deafened Telekinetic Maneuver Psychokinesis or blinded). Psychokinesis [Force] Level: Psion/wilder 3",
        "name":  "Psionic or magical displacement centrating on an unattended object, Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7 you do nothing but concentrate on re- remains in your grip, until the effect growing the lost body part or reattach- is discharged, or until the duration As detect teleportation, except you can ing the severed limb for the duration of expires, whichever occurs fi rst. trace the destination of any psionic or the power. You do not gain the benefi ts magical teleportation made by others described earlier when you manifest Ubiquitous Vision within this power’s area within the true metabolism for this purpose. Clairsentience last minute. You must have a Constitution score Level: Psion/wilder 3, psychic You know the direction and dis- to gain any of this power’s benefi ts. warrior 3 tance the individuals traveled and Display: Visual could teleport to the location yourself True Seeing, Psionic Manifesting Time: 1 standard if you so desired (and if you know Clairsentience action the psionic teleport power), as if you Level: Psion/wilder 5 Range: Personal had “seen casually” the location. This Display: Visual Target: You power does not grant you any informa- Manifesting Time: 1 standard Duration: 10 min./level (D) tion on the conditions at the other end action Power Points: 5 620_96666_ExpPsionicsHnbk.indd 139 2/9/04, 4:40:58 PM 140 5 RETPAHC SREWOP You have metaphoric “eyes in the back Vigor well as material creatures (though of your head,” and on the sides and Psychometabolism ethereal creatures can usually get top as well, granting you benefi ts in Level: Psion/wilder 1, psychic around the wall by floating under or specifi c situations. warrior 1 over it through material floors and In effect, you have a 360-degree Display: Material and olfactory ceilings). The wall is opaque, so nei- sphere of sight, allowing you a per- Manifesting Time: 1 standard ther vision nor gaze attacks operate fect view of creatures that might action through it. otherwise flank you. Thus, flanking Range: Personal The wall does not block psychoport- opponents gain no bonus on their Target: You ive travel, such as that provided by the attack rolls, and rogues are denied Duration: 1 min./level psionic teleport power. their sneak attack ability because Power Points: 1 You can form the wall into a fl at, you do not lose your Dexterity bo- vertical plane whose area is up to nus (but they may still sneak attack You suffuse yourself with power, gain- one 10-foot square per level or into a you if you are caught flat-footed). ing 5 temporary hit points. Using this sphere or hemisphere with a radius of Your Spot and Search checks gain power again when an earlier manifes- up to 1 foot per level. a +4 enhancement bonus. Concur- tation has not expired merely replaces The wall of ectoplasm must be contin- rently, you take a –4 penalty on the older temporary hit points (if any uous and unbroken when manifested. saves against all gaze attacks during remain) with the newer ones. If its surface is interrupted by any the power’s duration. Augment: For every additional object or creature, the power fails. power point you spend, the number Ultrablast of temporary hit points you gain in- Wall Walker Telepathy [Mind-Affecting] creases by 5. Psychoportation",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifi er. new powers as if he had also gained a level in any one mani- festing class he belonged to previously. He does not, however, CLASS FEATURES gain any other benefi t a character of either class would have All the following are class features of the cerebremancer gained (bonus metamagic, metapsionic, or item creation prestige class. feats, psicrystal special abilities, and so on). This essentially",
        "name":  "Skill Points at Each Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. provide bonus power points per day, as may certain feats and items. If a Fist of Zuoken has power points from a dif- REQUIREMENTS ferent class, those points are pooled together and usable To qualify to become a Fist of Zuoken, a character must fulfi ll to manifest powers from either class. Bonus power points all the following criteria. from having a high ability score can be gained only for the",
        "name":  "Hit Die",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At every even-numbered level, mouth and the end of each of his fi ngers. a metamind gains additional power points per day While so empowered, he can manifest any and access to new powers as if he had also gained of his powers without drawing from his a level in whatever manifesting class he belonged power point reserve. He fi nds the power to before he added the prestige class. He does not, points he needs welling up within his however, gain any other benefi t a character of own body. that class would have gained (bonus feats, If a metamind using this ability enters metapsionic or item creation feats, and a metaconcert (see metaconcert, page 115), so on). This essentially means that his power point reserve is accessed nor- he adds the level of metamind to mally for the purpose of his contributing the level of whatever manifesting to the pool. class the character has, then determines power points per day, powers known, and manifester PSION level accordingly. UNCARNATE If a character had more than one manifesting class before he became a metamind, he must decide Formless, fl eshless, and unbound by the limits to which class he adds the new level of metamind for of corporeality—this is the goal of every the purpose of determining power points per day, psion uncarnate. “Flesh is weak, but powers known, and manifester level. mind is strong,” or so goes the man- Free Manifesting (Ps): At 1st level, a meta- tra taught by the Golden Mind. The mind can manifest any 1st-level power he knows A metamind Golden Mind’s origin is rumored to be off- for free (without spending power points) three world or offplane, and the Golden Mind is times per day. said to be an entity that has lost its way home (or has been At higher levels, a metamind gains the ability to freely exiled; the truth is unclear). What is clear is that the Golden manifest additional higher-level powers: three 2nd-level Mind teaches a potent skill—the ability to loose one’s spirit powers per day at 3rd level; one 3rd-level power per day at from its shell and become a psion uncarnate. 5th level; one 4th-level power per day at 7th level; and one Only hardcore manifesters are likely to be drawn to be- 5th-level power per day at 9th level. coming uncarnate. Thus, psions and wilders most often take This benefi t applies only to the power point cost of an un- the uncarnate path, while combat specialists such as psychic augmented power. Points spent to augment a power and an warriors are happy in their physicality. experience point cost (if any) must be paid as normal. nidelleB .S yb .sullI 620_96666_ExpPsionicsHnbk.indd 148 2/9/04, 4:42:26 PM 149 CLASSES PRESTIGE CHAPTER 6 NPC psion uncarnates are most often found “haunting” he adds the new level of psion uncarnate for the purpose of sites containing great stores of psionic lore, determining power points per day, powers known, and mani- attempting to learn ever more about the fester level. heights that a mind might reach. Incorporeal Touch (Su): Beginning at 1st level, a",
        "name":  "Powers Known",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Manifester level 5th and able to manifest mind- she can attract. A thrallherd’s Leadership score is equal to link. her character level + her Cha modifi er + her thrallherd level. (Note that her thrallherd level is counted twice.) This score Table 6–8: The Thrallherd Base Fort Ref Will Level Attack Bonus Save Save Save Special Powers Known 1st +0 +0 +0 +2 Thrallherd — 2nd +1 +0 +0 +3 — +1 level of existing manifesting class 3rd +1 +1 +1 +3 Psionic charm +1 level of existing manifesting class 4th +2 +1 +1 +4 — +1 level of existing manifesting class 5th +2 +1 +1 +4 Psionic dominate +1 level of existing manifesting class 6th +3 +2 +2 +5 — +1 level of existing manifesting class 7th +3 +2 +2 +5 Greater dominate +1 level of existing manifesting class 8th +4 +2 +2 +6 — +1 level of existing manifesting class 9th +4 +3 +3 +6 Superior dominate +1 level of existing manifesting class 10th +5 +3 +3 +7 Twofold master — 620_96666_ExpPsionicsHnbk.indd 153 2/10/04, 8:53:46 AM 154 6 RETPAHC EGITSERP SESSALC is not affected by any of the modifi ers mentioned on page 106 of the Dungeon Master’s Guide. As with the Leadership feat, the called thrall’s level is lim- ited, even if the character’s Leadership score would indicate a higher-level thrall. Unlike with the Leadership feat, the level limit of a thrall is equal to the character’s total level minus 1 (not level minus 2, as is true for cohorts). A thrallherd cannot take the Leadership feat; if the charac- ter already has it, the feat is lost and replaced by this ability; those who were previously cohorts and followers go their separate ways, and those who are more mentally pliable show up later to take up roles as thralls and believers. A thrallherd’s fi rst thrall and believers arrive within 24 hours of her entry into this class; likewise, lost thralls and believ- ers are replaced within 24 hours. Use the following table instead of the one in the Dungeon Master’s Guide to determine the level of a thrallherd’s thrall and the number of believers of various levels a thrallherd can attract. Psionic Charm (Ex): At 3rd level, a thrallherd adds psion- ic charm to her powers known (if she doesn’t already know it). Once per day, she can manifest psionic charm at a reduced power point cost. The cost of psionic charm is reduced by the thrallherd’s level, to a minimum of 1 power point. The effect of this power is still restricted by the thrallherd’s manifester level. costing 10 points, since the effect of the power would be For example, a 5th-level greater than her manifester level of 7th. psion/3rd-level thrall- Psionic Dominate (Ex): At 5th level, a thrallherd adds herd can manifest a A thrallherd psionic dominate to her powers known (if she doesn’t already psionic charm normally know it) Once per day, she can manifest psionic dominate costing 7 points by at a reduced power point cost. The cost spending only 4 points, of psionic dominate is reduced by the but cannot thrallherd’s level, to a minimum of 1 manifest power point. The effect of this power is a psionic still restricted by the thrallherd’s mani- charm fester level. normally Greater Dominate (Ex): At 7th level and higher, a thrallherd does not have to pay 2 additional power points when she augments psionic domi- nate to affect animals, fey, giants, magical beasts, and monstrous humanoids. This reduced point cost does not increase the save DC of the power as if she had spent the additional power points. Superior Dominate (Ex): At 9th level, a thrallherd does not have to pay 4 additional power points when she aug- ments psionic dominate to affect aberrations, dragons, elemen- tals, and outsiders (in addition to the creature types mentioned in the greater dominate ability). This reduced point cost does not increase the save DC of the power as if she had spent the additional power points. erooM .M yb .sullI Leadership Thrall — Number of Believers by Level — Score Level 1st 2nd 3rd 4th 5th 6th 1 or lower — — — — — — — 2 1st — — — — — — 3 2nd — — — — — — 4 3rd — — — — — — 5 3rd — — — — — — 6 4th — — — — — — 7 5th — — — — — — 8 5th — — — — — — 9 6th — — — — — — 10 7th 5 — — — — — 11 7th 6 — — — — — 12 8th 8 — — — — — 13 9th 10 1 — — — — 14 10th 15 1 — — — — 15 10th 20 2 1 — — — 16 11th 25 2 1 — — — 17 12th 30 3 1 1 — — 18 12th 35 3 1 1 — — 19 13th 40 4 2 1 1 — 20 14th 50 5 3 2 1 — 21 15th 60 6 3 2 1 1 22 15th 75 7 4 2 2 1 23 16th 90 9 5 3 2 1 24 17th 110 11 6 3 2 1 25 or higher 17th 135 13 7 4 2 2 620_96666_ExpPsionicsHnbk.indd 154 2/10/04, 8:54:01 AM 155 CLASSES PRESTIGE CHAPTER 6 Table 6–9: The War Mind Base Fort Ref Will Power Maximum Power Level Attack Bonus Save Save Save Special Points/Day Powers Known Level Known 1st +1 +2 +2 +0 Chain of personal superiority +2 2 1 1st 2nd +2 +3 +3 +0 Chain of defensive posture +2 5 2 1st 3rd +3 +3 +3 +1 Enduring body (DR 1/—) 9 2 1st 4th +4 +4 +4 +1 — 14 3 2nd 5th +5 +4 +4 +1 Sweeping strike 20 3 2nd 6th +6 +5 +5 +2 Enduring body (DR 2/—) 28 4 3rd 7th +7 +5 +5 +2 Chain of personal superiority +4 37 4 3rd 8th +8 +6 +6 +2 Chain of defensive posture +4 47 5 4th 9th +9 +6 +6 +3 Enduring body (DR 3/—) 58 5 4th 10th +10 +7 +7 +3 Chain of overwhelming force 70 6 5th Twofold Master (Ex): At 10th level, a thrallherd can add a second thrall to her herd. This second thrall’s maximum level A war mind is equal to the thrallherd’s level minus 2, even if her Leader- ship score would indicate a higher-level thrall. WAR MIND War minds are expert fi ghters who claim to possess un- equaled knowledge in the art of war. Through a combination of inner contemplation and external study of an ancient text called the Talariic Codex, war minds grow in their craft of arms and war. Those who study the Talariic Codex learn several tenets, collectively known as chains of war. As a war mind masters one chain, he opens himself to learn the next chain in the series, should he desire to continue to bend his mind to the intensive studies required to advance in this class. Soulknives and psychic warriors are most likely to take up study of the Talariic Codex, though fi nding a copy of the ancient text may prove a task all its own. Even those who initially begin their careers as fi ghters or barbarians may pick up some training in a psionic class for the ex- press purpose of eventually being able to study as a war mind. NPC war minds can sometimes be found direct- ing military forces, leading elite strike teams, fighting in prestigious arena events as a local favorite, or in some other important warfare-oriented capacity.",
        "name":  "Psionics",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A war mind gains the of his foes with a sweeping strike, he can attempt a cleave ability to learn one 1st-level power when he takes his fi rst normally; however, he makes only one cleave attempt per level in the prestige class. As he attains each even-numbered sweeping strike, even if he drops more than one foe. level beyond 2nd, a war mind gains the ability to master Chain of Overwhelming Force (Su): At 10th level, a more complex powers. A 4th-level war mind can learn pow- war mind learns the fourth principle of warfare for the ers of 2nd level or lower, a 6th-level war mind can learn individual combatant: to discover the underlying violence powers of 3rd level or lower, and so on. of the world and deliver it in a perfectly executed attack. To learn or manifest a power, a war mind must have a Wis- The Talariic texts describe precisely the state of mind dom score of at least 10 + the power’s level. For example, a war necessary to tap into this underlying energy and apply it mind with a Wisdom score of 13 can manifest powers of 3rd to a single attack, dealing an extra 10d6 points of damage. level or lower. A war mind can use this power once per day. Activating Chain of Personal Superiority (Ex): At 1st level, a this power is a free action. If the attack misses, the power war mind learns the first principle of warfare for the is wasted. nialCcM-elppabarC .D yb .sullI 620_96666_ExpPsionicsHnbk.indd 156 2/10/04, 8:54:28 AM 157 IIlllluuss.. bbyy AA.. SSwweekkeell sionic items are imbued with mental powers, widely Cognizance Crystals: A cognizance crystal re- sought and hard-won from the hoards of conquered sembles a piece of elaborate jewelry. It stores power monsters or the grasp of fallen foes. Ambitious points that can be used later by any psionic creature characters can even craft their own. Psionic items or character. Sometimes cognizance crystals are hung grant abilities to a character that she could never oth- from belts or necklaces or attached to the ends of erwise have or complement her existing capabilities in rods or staffs, but that adornment is unnecessary to uncanny ways. Some psionic items are intelligent—a few their function. dangerously so. Dorjes: A dorje is a slender, elongated crystal Chapter 7 of the Dungeon Master’s Guide describes the imbued with the ability to manifest a specifi c power many sorts of magic items that enhance a campaign. fi fty times.",
        "name":  "Maximum Power Level Known",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To activate a power stone, a manifester must power randomly. mentally address it, as described below. Once the power is The manifester level for a standard power stone is the mini- known, the power stone is treated as a power completion mum manifester level needed to manifest the power (unless item, except as noted below. otherwise specifi ed).",
        "name":  "Activation",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A power stone must be “addressed” before a character can use it or know exactly what power it Table 7–9: Power Stone Types contains. Doing this requires a successful Psicraft check (DC d% Type 15 + power level). Once a particular power stone has been ad- 01–70 Psion/wilder dressed, it is not necessary to do so again. Addressing a power 71–100 Psychic warrior stone in advance lets a character proceed directly to the next step when the time comes to use it. 620_96666_ExpPsionicsHnbk.indd 168 2/10/04, 8:56:08 AM 169 ITEMS PSIONIC CHAPTER 7 Table 7–10: Powers Imprinted in a Power Stone Special Qualities: Roll d%. A 01–30 result indicates that Power Stone Type Number of Powers upon donning the psicrown it mentally whispers its func- Minor 1d3 powers tions to its wearer, and 31–100 indicates no special qualities. Medium 1d4 powers Major 1d6 powers Table 7–12: Psicrowns Medium Major Psicrown Market Price Table 7–11: Power Stone Levels 01–20 01–09 Dominator 20,250 gp Minor Medium Major Power Level Market Price1 21–51 10–20 Evader 28,500 gp 01–50 — — 1st 25 gp 52–64 21–31 Cautious warrior 32,063 gp 51–95 01–05 — 2nd 150 gp 65–79 32–41 Beast 33,750 gp 96–100 06–65 — 3rd 375 gp 80–89 42–58 Great dominator 45,000 gp — 66–95 01–05 4th 700 gp 90–97 59–68 Astral legion 47,250 gp — 96–100 06–50 5th 1,125 gp 98–100 69–78 Discerning watcher 51,469 gp — — 51–70 6th 1,650 gp — 79–89 Fiery ruin 67,500 gp — — 71–85 7th2 2,275 gp — 90–97 Traveler 80,156 gp — — 86–95 8th2 3,000 gp — 98–100 Temporal juggler 95,625 gp — — 95–100 9th2 3,825 gp 1 Any power stone that has an imprinted power with an Psicrown Descriptions experience point cost also has an XP cost in addition to that Psicrowns have immense utility because they pack so many noted here. See Table 7–33 on page 285 of the Dungeon capabilities into one item and because they use the wearer’s Master’s Guide. ability score and relevant feats to set the DC for saves against 2 Reroll if a level of 7th or higher is indicated for a psychic their powers. warrior power stone. The maximum level for a psychic warrior power stone is 6th. Unlike with other sorts of psionic items, the wearer can use his manifester level when activating the power of a PSICROWNS psicrown if it’s higher than the manifester level of the psi- A psicrown is a special headband that stores several powers. crown. Thus, psicrowns are far more potent on the head of a Unlike dorjes (see page 167), which can contain a wide vari- powerful psionic character. Not only are aspects of the power ety of powers, each psicrown is of a certain kind and holds that depend on manifester level (range, duration, and so on) specifi c powers. Unless otherwise stated, a psicrown has potentially greater, but powers from a psicrown are harder power points equal to 50 × its manifester level when created. to dispel and have a better chance of overcoming a target’s These power points can be spent only on the powers that are power resistance (especially if the wearer has the Power contained in the psicrown. Penetration feat).",
        "name":  "Addressing the Stone",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This psicrown has 850 power points. Activation: A psionic tattoo produces its effect when It is made from silk, usually dyed in several colors, with a touched by its wearer and willed to do so. This activity, clear crystal affi xed to the material. It allows use of the fol- called “tapping” the tattoo, is a standard action that pro- lowing powers. vokes attacks of opportunity. A psionic tattoo fades away after use. 620_96666_ExpPsionicsHnbk.indd 170 2/10/04, 8:56:22 AM 171 ITEMS PSIONIC CHAPTER 7 The following rules govern the use of psionic tattoos. UNIVERSAL ITEMS • A creature must have an appropriate physical surface on which to scribe the pattern (thus, incorporeal creatures or This is a catchall category for any psionic item that doesn’t creatures with impermanent fl esh, such as fi re elementals, fall into the other groups. Anyone can use a universal item cannot use psionic tattoos). (unless specifi ed otherwise in the description). • Tapping a psionic tattoo provokes attacks of opportunity. A Physical Description: Varies. successful attack (including grappling attacks) against the Activation: Usually command thought, but details vary wearer forces a Concentration check. A wearer who fails from item to item. this check cannot concentrate effectively on the tattoo to Random Generation: To generate universal items random- use it. The tattoo remains untapped, and the wearer can ly, roll on Table 7–14: Minor Universal Items, Table 7–15: Me- make another attempt. dium Universal Items, or Table 7–16: Major Universal Items. • A character can trigger the effects of another’s psionic tat- Special Qualities: Roll d%. An 01 result indicates the too if the other wearer is unconscious. It is a full-round universal item is intelligent, 02–31 indicates that the com- action to fi nd, touch, and concentrate on an unconscious mand thought is mentally imprinted and whispers itself creature’s tattoo in order to tap it. into the user’s mind on acquisition, and 32–100 indicates",
        "name":  "Temporal Juggler",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This copper amulet aids the wearer fester level + his key ability modifi er. Crawling tattoos, unlike against other psionic characters. Once per day, the wearer can true constructs, are subject to illusions, darkness, fog, and mentally command the catapsi power, which blankets a 30- similar effects. Should the target be killed, teleport away, or foot-radius area surrounding the wearer in telepathic noise otherwise absent itself before the animated tattoo reaches it, for 9 rounds. Each time other psionic characters within this the wearer can reclaim the tattoo. If it is destroyed, a crawling range attempt to manifest a power, they must succeed on a tattoo shatters and evaporates. DC 17 Will save or pay 4 more points than they otherwise A crawling tattoo must enter the target’s square to attack and would for each power manifestation. The limit on the num- thus provokes attacks of opportunity as it passes through the ber of power points a subject can spend on a power remains target’s threatened area. The tattoo makes one touch attack in effect, so the subject may not be able to manifest his or her per round thereafter until it strikes its target or is destroyed. highest-level powers. On a successful attack, the power scribed in the crawling tat- Moderate telepathy; ML 9th; Craft Universal Item, catapsi; too affects the target if the target fails the appropriate saving Price 16,200 gp. throw; however, powers that normally allow a Refl ex saving",
        "name":  "Amulet of Catapsi",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These boots allow the wearer to throw automatically affect the touched target. Crawling tat- recover instantly from a fall and can absorb some damage toos can ferry benefi cial powers as well as harmful ones, and from falling once per day. The wearer lands on her feet no a target can allow the tattoo’s touch attack to succeed if he or matter how far she falls, and takes 2 fewer dice of damage she desires. from the fall than normal (thus, a fall of 20 feet or less deals Two examples of crawling tattoos are described below; her no damage). many more types are possible. Faint psychoportation; ML 2nd; Craft Universal Item, cat- Market Price: The cost of a crawling tattoo depends on the fall; Price 1,000 gp; Weight 1 lb. level of the power scribed in it.",
        "name":  "Boots of Landing",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These boots allow the wearer to slide along the ground at will as if using the skate power. Power Level Market Price Faint psychoportation; ML 1st; Craft Universal Item, skate; 1st 50 gp 2nd 300 gp Price 7,000 gp; Weight 1 lb. 3rd 750 gp",
        "name":  "Boots of Skating",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These boots allow the wearer to use stomp as the power three times per day (Refl ex save DC 13) when the wearer stomps her feet. Crawling Tattoo of Concussion: This crawling tattoo delivers a Faint psychokinesis; ML 3rd; Craft Universal Item, stomp; concussion effect, dealing 1d6 points of damage to a creature Price 600 gp; Weight 1 lb. hit by its touch attack.",
        "name":  "Boots of Stomping",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These boots allow the Faint psychokinesis; ML 1st; Craft Universal Item, concus- wearer to speed up his own time frame for 2 rounds as if us- sion blast; Price 50 gp. ing the power temporal acceleration. The wearer can use this Crawling Tattoo of Energy Bolt: Each of these tattoos is keyed power once per day. to one energy type: cold, electricity, fi re, or sonic. This crawl- Strong psychoportation; ML 15th; Craft Universal Item, ing tattoo delivers the energy bolt power, dealing 5d6 points of temporal acceleration; Price 43,200 gp; Weight 1 lb. damage of its energy type.",
        "name":  "Boots of Temporal Acceleration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Crawling tattoos resemble standard Faint psychokinesis; ML 5th; Craft Universal Item, energy psionic tattoos, but their effects are often harmful rather bolt; Price 750 gp. than benefi cial. Like a psionic tattoo, a crawling tattoo can be Crystal Anchor: A crystal anchor is a shaft of transparent scribed only with a power of no higher than 3rd level that tar- crystal 4 to 5 feet in length, with a sharpened, spearlike head gets one or more creatures. Exceptions are the body adjustment on one end. It ensnares the minds of those within range who 620_96666_ExpPsionicsHnbk.indd 172 2/10/04, 8:56:35 AM 173 ITEMS PSIONIC CHAPTER 7 manifest powers of a specifi ed psionic discipline. The trigger- Faint telepathy; ML 5th; Craft Universal Item, brain lock, ing discipline is specifi ed at the time of creation. psionic contingency, any telepathy power; Price 24,000 gp; A crystal anchor is activated by plunging the sharp head Weight 3 lb. into the ground, leaving the shaft freestanding. It projects Travel Crystal Anchor: Those who manifest psychoportation an invisible, 30-foot-radius fi eld. If a power from the speci- powers are affected as described above. fi ed discipline is manifested within this range, the mani- Faint psychoportation; ML 5th; Craft Universal Item, brain fester must succeed on a Will save (DC 15 + power level) lock, psionic contingency, any psychoportation power; Price or become subject to an effect similar to brain lock, except 24,000 gp; Weight 3 lb. that the effect is permanent until dispelled or dismissed Crystal Masks: Each of the various types of crystal masks by the individual who initially drove the crystal anchor into fi ts over the face of any Medium or Small humanoid, with the earth. Any anchor can be pulled out of the ground and slits for eyes and nostrils. The mask is transparent, although reused at a later time. it distorts the wearer’s features. Leather straps attached to When a crystal anchor successfully ensnares a target, a small holes on the sides of a mask enable the owner to affi x slender filament of insubstantial ectoplasm connects the the mask to his face. victim to the shaft, even one outside the original area of the Crystal masks confer special abilities or improved skills on fi eld (for instance, if the victim is carried away but the effect their wearers. remains active). A crystal mask is treated as eyewear or goggles for the pur- A crystal anchor can attempt to ensnare a victim only fi ve pose of determining which items can be worn on the body times per day. Previously caught targets can remain caught (see page 214 of the Dungeon Master’s Guide). day after day and do not count against this daily limit on at- Crystal Mask of Detection: The wearer of a crystal mask of tempts. An anchor’s owner can designate certain creatures to detection can make Search checks with a +10 competence be unaffected by the anchor; such creatures need not make bonus. a saving throw and do not count against the daily limit on Moderate clairsentience; ML 7th; Craft Universal Item, attempts. One crystal anchor can ensnare multiple targets si- creator must have 10 ranks in Search; Price 10,000 gp; multaneously, and multiple crystal anchors can share overlap- Weight 1/2 lb. ping fi elds. Crystal Mask of Discernment: The wearer of a crystal mask Anchors that activate when a specifi c power is manifested of discernment can make Sense Motive checks with a +10 in range are also possible (such as the ghost crystal anchor de- insight bonus. scribed below), but are rarer. Moderate clairsentience; ML 7th; Craft Universal Item, A crystal anchor has AC 7, 15 hit points, a hardness of 8, and creator must have 10 ranks in Sense Motive; Price 10,000 gp; a break DC of 20. Weight 1/2 lb.",
        "name":  "Crawling Tattoos",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those who manifest psychometabo- Crystal Mask of Dread: The wearer of a crystal mask of dread lism powers are affected as described above. can attempt to frighten other beings to her will. The wearer Faint psychometabolism; ML 5th; Craft Universal Item, makes all Intimidate checks with a +10 competence bonus. brain lock, psionic contingency, any psychometabolism power; Moderate clairsentience; ML 7th; Craft Universal Item, Price 24,000 gp; Weight 3 lb. creator must have 10 ranks in Intimidate; Price 10,000 gp;",
        "name":  "Body Crystal Anchor",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those who manifest clairsen- Weight 1/2 lb. tience powers are affected as described above. Crystal Mask of Insightful Detection: The wearer of a crystal Faint clairsentience; ML 5th; Craft Universal Item, brain mask of insightful detection can make Search checks and Spot lock, psionic contingency, any clairsentience power; Price 24,000 checks checks with a +9 insight bonus. gp; Weight 3 lb. Moderate clairsentience; ML 7th; Craft Universal Item,",
        "name":  "Comprehension Crystal Anchor",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those who manifest metacreativity creator must have 9 ranks in both Search and Spot; Price powers are affected as described above. 20,250 gp; Weight 1/2 lb. Faint metacreativity; ML 5th; Craft Universal Item, brain Crystal Mask of Knowledge: Each of the various crystal masks lock, psionic contingency, any metacreativity power; Price of knowledge grants the wearer a +5 competence bonus on a 24,000 gp; Weight 3 lb. specifi c type of Knowledge check. For instance, one mask",
        "name":  "Creation Crystal Anchor",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those who manifest psychokinesis might add the bonus on Knowledge (psionics) checks while powers are affected as described above. another might do so for Knowledge (history). Faint psychokinesis; ML 5th; Craft Universal Item, brain Faint clairsentience; ML 3rd; Craft Universal Item, creator lock, psionic contingency, any psychokinesis power; Price 24,000 must have 5 ranks in the Knowledge skill of the appropriate gp; Weight 3 lb. type; Price 2,500 gp; Weight 1/2 lb.",
        "name":  "Energy Crystal Anchor",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those who manifest remote viewing Crystal Mask of Languages: Each of the various crystal masks are affected as described above. of language grants the wearer the ability to speak and write Faint clairsentience; ML 5th; Craft Universal Item, brain fi ve different languages. For instance, a mask might grant lock, psionic contingency, remote viewing; Price 24,000 gp; the ability to speak Draconic, Celestial, Dwarven, Elven, Weight 3 lb. and Infernal.",
        "name":  "Ghost Crystal Anchor",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those who manifest telepathy powers Faint clairsentience; ML 3rd; Craft Universal Item, creator are affected as described above. must have the Speak Language skill for each of fi ve languag- es; Price 2,500 gp; Weight 1/2 lb. 620_96666_ExpPsionicsHnbk.indd 173 2/10/04, 8:56:41 AM 174 7 RETPAHC CINOISP SMETI",
        "name":  "Mind Crystal Anchor",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wearer of a crystal mask Monster Manual). A creature meeting its own gaze in the mir- of psionic craft makes all Psicraft checks with a +10 compe- ror must succeed on a DC 19 Will save, or its mind and the tence bonus. mind of the mirror’s wielder switch, as if by the mind switch Moderate clairsentience; ML 7th; Craft Universal Item, power. Because the mirror is small, only a single creature can creator must have 10 ranks in Psicraft; Price 10,000 gp; meet its own gaze. The wielder of the mirror is not affected Weight 1/2 lb. by seeing himself.",
        "name":  "Crystal Mask of Psionic Craft",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These crystal lenses fi t over Moderate telepathy; ML 11th; Craft Universal Item, mind the user’s eyes to expand his fi eld of vision. Flanking oppo- switch; Price 19,800 gp; Weight 1/2 lb. nents gain only a +1 bonus when attacking the user instead of Mirror of Suggestion: This small hand mirror mani- +2 (rogues still get their full sneak attack damage because the fests its power up to twice per day against creatures that see wearer is still fl anked). The wearer gains a +1 enhancement their refl ections within it, as a gaze attack with a range of 30 bonus on Spot checks but takes a –2 penalty on saves against feet. Potential victims can attempt to avert their eyes or look gaze attacks. away as they would from a normal gaze attack (see page 309 Faint clairsentience; ML 1st; Craft Universal Item, ubiqui- of the Monster Manual). A creature meeting its own gaze in tous vision; Price 3,000 gp. the mirror must succeed on a DC 13 Will save or be affected",
        "name":  "Eyes of Expanded Vision",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These crystal lenses fi t over the by a suggestion chosen by the mirror’s wielder. Because the user’s eyes. Once per day, the wearer is able to drain power mirror is small, only a single creature can meet its own gaze points from another psionic creature or character by meet- each round. The wielder of the mirror is not affected by see- ing its gaze as if using power leech. A selected target within ing herself. 40 feet must succeed on a DC 16 Will save, or a connection Faint telepathy; ML 3rd; Craft Universal Item, psionic sug- of crackling energy is formed between the wearer and the gestion; Price 3,600 gp; Weight 1/2 lb. victim. The connection drains 1d6 power points from the Mirror of Time Hop: This small hand mirror manifests target for every round in which the wearer maintains con- its power up to twice per day against creatures that see their centration (to a maximum of 7 rounds). The wearer gains 1 refl ections within it, as a gaze attack with a range of 30 feet. power point from those drained from the target each round Potential victims can attempt to avert their eyes or look away (subject to his normal maximum; points he cannot gain im- as they would from a normal gaze attack (see page 309 of the mediately are lost). Monster Manual). A creature meeting its own gaze in the If the wearer has only one lens, the DC of the Will save is mirror must succeed on a DC 14 Will save or be pushed for- 14 instead of 16. ward in time by 5 rounds, as if subject to the time hop power. Eyes of power leech have no effect on nonpsionic targets or Because the mirror is small, only a single creature can meet psionic creatures with a current power point reserve of 0. its own gaze each round. The wielder of the mirror is not af- Moderate telepathy; ML 7th; Craft Universal Item, power fected by seeing herself. leech; Price 10,080 gp. Faint psychoportation; ML 5th; Craft Universal Item, time",
        "name":  "Eyes of Power Leech",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As eyes of power leech, ex- hop; Price 9,000 gp; Weight 1/2 lb. cept the wearer gains drained power points from the subject Pearl, Brain Lock: This tiny pearly sphere speeds toward even if doing so would bring him over his normal maximum. its target when hurled by its owner. He can hurl the pearl at The wearer of vampiric eyes of power leech can maintain concen- any target within 130 feet that he can see and to which he has tration for up to 13 rounds. Power points the wearer gains in line of effect. If the target fails a DC 13 Will saving throw, the excess of his maximum fade after 8 hours if they are not spent pearl seems to impact and then enter the fl esh of the target. before that time. The target stands mentally paralyzed, as if by brain lock, for 3 Strong telepathy; ML 15th; Craft Universal Item, bend real- rounds. The use destroys the item. ity, power leech; Price 20,160 gp. Faint telepathy: ML 3rd; Craft Universal Item, brain lock;",
        "name":  "Eyes of Power Leech, Vampiric",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While wearing these gloves, Price 300 gp. the user can learn the details of an inanimate object’s previ- Pearl, Breath Crisis: This tiny pearly sphere speeds to- ous owner if he handles the object, as if manifesting the object ward its target when hurled by its owner. He can hurl the reading power. pearl at any target within 150 feet that he can see and to Faint clairsentience; ML 1st; Craft Universal Item, object which he has line of effect. If the target fails a DC 14 Will reading; Price 3,000 gp. saving throw, the pearl seems to impact and then enter the Gloves of Titan’s Grip: While wearing these oversize fl esh of the target. The target is affected as if by crisis of breath gloves, the user gains a +8 enhancement bonus on grapple for 5 minutes. The use destroys the item. checks. The power is activated when the user enters a grapple. Faint telepathy; ML 5th; Craft Universal Item, crisis of The enhancement bonus lasts for a maximum of 7 rounds per breath; Price 750 gp. use, up to three uses per day. Pearl, Mind Seed: This tiny pearly sphere instantly takes Moderate psychometabolism; ML 9th; Craft Universal on the skin tone and texture of whatever creature handles it. Item, grip of iron; Price 14,000 gp. It speeds toward its target when hurled by its owner. He can 620_96666_ExpPsionicsHnbk.indd 174 2/10/04, 8:56:47 AM 175 ITEMS PSIONIC CHAPTER 7 hurl the pearl at any target within 150 feet that he can see and Psionatrix of telepathy: Piercing yellow light shines from this to which he has line of effect. If the target fails a DC 22 Will crystal’s heart. saving throw, the pearl seems to impact and then enter the Moderate telepathy; ML 8th; Craft Universal Item, creator fl esh of the target. The target is affected as if by a mind seed must be a telepath; Price 8,000 gp. power, with the pearl’s wielder acting as the manifester. The Psionic Restraints: Each of the various psionic re- use destroys the item. straints is an iron cuff that cunningly locks around the Strong telepathy; ML 15th; Craft Universal Item, mind seed; wrist (DC 27 Open Lock check). The cuff limits the total Cost 6,000 gp + 2,500 XP; Price 18,500 gp. number of power points a psionic creature wearing it can",
        "name":  "Gloves of Object Reading",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This tiny pearly sphere use in 1 round (regardless of the creature’s total power point speeds toward its target when hurled by its owner. He can reserve), or completely damps the ability to use psionics. hurl the pearl at any target within 130 feet that he can see All types of psionic restraints prevent the free manifesting and to which he has line of effect. If the target fails a DC 16 of powers. Will saving throw, the pearl seems to impact and then enter the fl esh of the target. The target is affected as if by personality Allowed Power parasite for 5 rounds. The use destroys the item. Restraint Type Points/Round Market Price Faint telepathy; ML 7th; Craft Universal Item, personality Lesser 5 1,000 gp Average 3 6,000 gp parasite; Price 1,400 gp. Greater 1 12,000 gp",
        "name":  "Pearl, Personality Parasite",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each of these Damping 0 24,000 gp multifaceted crystals is worn as an amulet. Un- less noted otherwise, a Strong psychokinesis; ML 16th; Craft Universal psionatrix adds a +1 Item, bend reality, dispel psionics; Weight 1 lb. enhancement bonus Psychoactive Skins: Psychoactive skins to the save DC when (also sometimes called ectoshells) are fist- the wearer uses pow- sized globs of psionically charged ecto- ers of the discipline plasm. As a standard action, a psy- to which the psion- Psychoactive skin choactive skin spreads over atrix is keyed. and covers a Medium or",
        "name":  "Psionatrix",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blue light glim- smaller creature that mers in this crystal’s heart. projects the proper Moderate clairsentience; ML 8th; Craft command thought; Universal Item, creator must be a seer; Price the same command 8,000 gp. thought causes the skin",
        "name":  "Psionatrix of clairsentience",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Green light to shrink back down to glimmers in this crystal’s heart. its former size. Each of Moderate metacreativity; ML 8th; the various psychoactive skins Craft Universal Item, creator must is charged with one of a wide be a shaper; Price 8,000 gp. array of powers that constantly affect",
        "name":  "Psionatrix of metacreativity",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This psychoactive skin benefi ts only a gling ectoplasm; Price 79,080 gp; Weight 2 lb. wearer who has levels in psychic warrior. If such a character Skin of the Troll: This psychoactive skin continually allows a wears this skin, he can activate the claws of the beast power at living wearer to heal more quickly. The wearer heals 5 points will, as a free action that does not provoke attacks of opportu- of damage per minute. Except for the slower rate of healing, nity. He can also dismiss the claws equally quickly. this skin affects its wearer as if the wearer were under the Faint psychometabolism; ML 4th; Craft Universal Item, effect of a continual true metabolism power. claws of the beast; Price 16,000 gp; Weight 2 lb. Strong psychometabolism; ML 17th; Craft Universal Item,",
        "name":  "Skin of the Claw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This psychoactive skin answers the Moderate psychometabolism; ML 7th; Craft Universal fi rst attack made against the wearer in each round with an Item, creator must have 10 ranks in Autohypnosis; Price automatically manifested and targeted “ectoburst” against 10,000 gp. the attacker. The burst ejects from the skin on the wearer’s Shards: These universal items are tiny fragments of turn, making a ranged touch attack as described in the energy cast-off crystal imprinted with minuscule bits of psionic retort power, but the energy type chosen is always fi re. If the power. Using a shard requires grasping it and projecting a attack hits, the target takes 2d6 points of fi re damage as the command thought as a standard action (most shards tele- ectoburst fl ames up and is consumed. This attack does not in pathically whisper their command word into the minds any way hinder the wearer, count against her total actions for of living creatures who handle them). A shard grants a the round, or provoke attacks of opportunity. temporary competence bonus on one specific skill, rang- Faint psychokinesis; ML 5th; Craft Universal Item, energy ing from +1 to +10. The granted bonus lasts until the skill retort; Price 60,000 gp; Weight 2 lb. is used or 10 rounds pass, whichever comes first. For in-",
        "name":  "Skin of Fiery Response",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This psychoactive skin affects the wearer Item, creator must have ranks in the specifi ed skill at least as the psionic iron body power up to three times per day for equal to the imprinted bonus; Price 10 gp (+1), 40 gp (+2), 15 minutes with each use. When the skin’s power is not 90 gp (+3), 160 gp (+4), 250 gp (+5), 360 gp (+6), 490 gp (+7), active, it has no protective qualities. Activating the psionic 640 gp (+8), 810 gp (+9), or 1,000 gp (+10). iron body effect is a standard action that provokes attacks Third Eyes: These objects appear as small crystals, always of opportunity. with at least one wide, fl at facet, and contain a variety of pow- Strong metacreativity; ML 15th; Craft Universal Item, ers. When the owner uses the proper command thought, the psionic iron body; Price 129,600 gp; Weight 2 lb. crystal adheres to the center of his forehead (the same com-",
        "name":  "Skin of Iron",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This psychoactive skin continually mand thought causes the third eye to disengage). Only one grants the wearer a +10 competence bonus on Tumble third eye can be worn at a time. checks. A third eye is treated as eyewear or goggles for the purpose Moderate psychometabolism; ML 8th; Craft Universal of determining which items can be worn on the body (see Item, creator must have 10 ranks in Tumble; Price 10,000 gp; page 214 of the Dungeon Master’s Guide). Weight 2 lb. Aware: This kind of third eye continually grants the wearer",
        "name":  "Skin of Nimbleness",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This psychoactive skin continually affects a +10 competence bonus on Spot checks. the wearer as the metamorphosis power. While in a form other Moderate clairsentience; ML 7th; Craft Universal Item, than his natural form, the wearer does not appear to be wear- creator must have 10 ranks in Spot; Price 10,000 gp. ing the skin. Conceal: While worn, a third eye conceal protects the Moderate psychometabolism; ML 7th; Craft Universal wearer from view by all devices, powers, and spells that Item, metamorphosis; Price 84,000 gp; Weight 2 lb. detect, influence, or read emotions or thoughts. This",
        "name":  "Skin of Proteus",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This psychoactive skin grants the wearer power protects against all mind-affecting powers and ef- 7 bonus power points per day and power resistance 21. fects as well as information-gathering by clairsentience Strong clairsentience; ML 17th; Craft Universal Item, power powers or effects (except for metafaculty); this item affects resistance; Price 151,000 gp; Weight 2 lb. the wearer as if he enjoyed the benefit of the psionicmind",
        "name":  "Skin of the Psion",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This psychoactive skin continually grants blank power. the wearer a +20 competence bonus on Climb checks and Strong telepathy; ML 15th; Craft Universal Item, psionic continually affects the wearer as the body equilibrium power. mind blank; Price 120,000 gp. Three times per day, the wearer can manifest entangling ecto- Concentrate: This kind of third eye continually grants the plasm against a target within 30 feet. wearer a +10 competence bonus on Concentration checks. 620_96666_ExpPsionicsHnbk.indd 176 2/10/04, 8:57:19 AM ITEMS PSIONIC CHAPTER 7 Moderate telepathy; ML 7th; Craft Universal Item, creator Strong psychokinesis; ML 20th; Craft Universal Item, must have 10 ranks in Concentration; Price 10,000 gp. dispel psionics; Price 43,200 gp.",
        "name":  "Skin of the Spider",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wearer of a third eye dominate can attempt to Sense: The wearer of this kind of third eye can manifest dominate a subject as with the power psionic dominate, aug- clairvoyant sense at will. mented to target any creature type it can affect, once per day Faint clairsentience; ML 3rd; Craft Universal Item, clair- (save DC 18). voyant sense; Price 24,000 gp. Strong telepathy; ML 15th; Craft Universal Item, psionic View: The wearer of this kind of third eye can spin a quasi- dominate; Price 120,000 gp. real version of himself and send it over virtually any distance",
        "name":  "Dominate",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wearer of this kind of third eye always knows or into other planes of existence, as if manifesting the remote when someone lies directly to him. viewing power, once per day. Strong telepathy; ML 15th; Craft Universal Item, bend real- Moderate clairsentience; ML 7th; Craft Universal Item, ity; Price 112,000 gp. remote viewing; Price 10,180 gp.",
        "name":  "Expose",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This kind of third eye continually grants the wearer Torc of Free Will: This item is a band inlaid with a +10 competence bonus on Gather Information checks. precious metal, worn around the neck or upper arm. The Moderate clairsentience; ML 7th; Craft Universal Item, wearer of a torc of free will is not affected by the brain lock creator must have 10 ranks in Gather Information; Price power or items that produce brain lock effects (such as 10,000 gp. crystal anchors).",
        "name":  "Gather",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While worn, a third eye penetrate grants the A torc is treated as an amulet for the purpose of determin- wearer a +2 bonus on manifester level checks to overcome a ing which items can be worn on the body (see page 214 of the creature’s power resistance. Dungeon Master’s Guide). Strong clairsentience; ML 15th; Craft Universal Item, bend Faint telepathy; ML 3rd; Craft Universal Item, brain lock; reality; Price 8,000 gp. Price 6,000 gp; Weight 2 lb.",
        "name":  "Penetrate",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While worn, a third eyepowerthieve allows the Torc of Leech Freedom: This item is a band inlaid with wearer to borrow one power from a psionic target within precious metal, worn around the neck or upper arm. The 40 feet once per day. If the target fails a DC 16 Will save, wearer of a torc of leech freedom automatically resists up to two it instantly loses one power of the wearer’s choice, and the uses of power leech against him per day. wearer instantly gains temporary knowledge of this power. A torc is treated as an amulet for the purpose of determin- The wearer can manifest the borrowed power normally ing which items can be worn on the body (see page 214 of the if she has suffi cient power points to pay for its cost. The Dungeon Master’s Guide). wearer retains knowledge of the power for up to 70 minutes, Faint telepathy; ML 5th; Craft Universal Item, power leech; at which time she loses knowledge of the power and the Price 12,000 gp; Weight 2 lb. former owner regains it, regardless of the distance between Torc of Power Preservation: This item is a band inlaid them. If the former owner is dead, the wearer still loses the with precious metal, worn around the neck or upper arm. borrowed power. The wearer of a torc of power preservation manifests all powers Moderate telepathy; ML 7th; Craft Universal Item, thieving by paying power points equal to the standard cost minus 1 mindlink; Price 10,080 gp. (minimum of 1).",
        "name":  "Powerthieve",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While worn, this powerful item allows the wear- er to manifest dispel psionics once per day with a +20 modifi er on the dispel check (the wearer uses the +20 modifi er in place of his manifester level). Third eye powerthieve Illus. by H. Hudson 620_96666_ExpPsionicsHnbk.indd 177 2/10/04, 8:57:36 AM 178 7 RETPAHC CINOISP SMETI A torc is treated as an amulet for the purpose of deter- identify a reverse capacitor as a cognizance crystal 50% of mining which items can be worn on the body (see page 214 the time. of the Dungeon Master’s Guide). A psionic character attempting to use the power points Strong clairsentience; ML 15th; Craft Universal Item, bend supposedly stored in a reverse capacitor instead loses 1d6 power reality; Price 36,000 gp; Weight 2 lb. points per round for 7 rounds. A crackling arc connects the brow of the character with the stone. If the character can put CURSED ITEMS more than 40 feet between himself and the reverse capacitor, Psionic characters never want to discover cursed psionic the effect ends. If the reverse capacitor drains more power items fi rsthand. Like their magical counterparts, these items points than the psionic character possesses, the draining include both intentionally harmful and malfunctioning effect ends. items that directly or indirectly affect a user negatively. The drained power points are simply lost. Some cursed psionic items may require a power point Each new attempt to use the power points supposedly expenditure to remove, or to be rendered inactive by matter stored in the reverse capacitor initiates the draining effect manipulation; others can be removed from a character’s pos- anew. session by simply dropping them. Strong telepathy; ML 15th; Craft Universal Item, bend real- If you (as the DM) want to include random cursed items ity, power leech; Price 112,000 gp; Weight 1 lb. in your game, it’s best to allow only a small chance of their PSIONIC ARTIFACTS occurrence. Determine treasure as usual, but whenever you roll for a psionic item, make a second secret d% roll. On a Psionic artifacts are immensely powerful items, each one result of 01–05, the item generated is cursed in some way. having a history that stretches longer than most human Consult the Cursed Item Common Curses table on page 272 civilizations. Like magic artifacts, these are legendary relics of the Dungeon Master’s Guide. The potential negative impact that whole campaigns can be based around. The DM should of a cursed psionic item is the same as that of a cursed magic never introduce a major artifact into a campaign randomly or item. When generating a curse condition on the table, if you without careful consideration. Such creations are capable of roll 91–100, instead of choosing a specifi c magic item, instead completely altering the balance of a campaign. roll on the table below, which adds additional kinds of curses for psionic items. Minor Artifacts d% Curse Minor artifacts are not necessarily unique items, Instead, 01–33 Backfi re they are psionic items that no longer can be made, at least by 34–66 Exhausting common mortal means. 67–100 Subversive",
        "name":  "Repudiate",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The imbedded psionic effect of the cursed item scribes ancient techniques of mental focus and is highly targets the user instead of its intended target. For example, a prized by psionic practitioners. If a psionic character who cursed crawling tattoo of concussion blast, when activated, does is not evil studies the work during one week of solitary not drop from the skin and attack the opponent but instead contemplation, he gains 17 bonus power points and ex- springs at the wearer’s face and delivers its attack. perience points sufficient to place him halfway into the",
        "name":  "Backfi re",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A cursed item of this sort resembles a nor- next level of experience. Those who use their powers for mal psionic item with a power that can be freely activated, evil (such as mind flayers) are punished for their imper- but it instead drains the user of power points whenever he tinence, losing 5d6 × 1,000 XP for defiling the book. In activates its power. For instance, an exhausting torc appears addition, an evil reader must make an immediate DC 15 to be a torc of free will until a brain lock effect targets the Will save or become permanently confused as if affected wearer, who then loses 1 power point. Such items aren’t by the insanity power. Only psychic chirurgery or similarly necessarily bad to possess. The above example is less useful extreme measures can restore sanity. than a true torc of free will, but still prevents its wearer from The minds of nonpsionic beings are too clouded to benefi t being affected by the power. from the secrets of this book. To anyone without psionic ap-",
        "name":  "Exhausting",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A cursed item of this sort appears identical titude, the book’s pages appear to contain nothing but elabo- to a standard psionic item. However, it holds an inner mal- rate patterns and drawings of mysterious beings. Once it is ice for the wearer, whose saving throws take a constant –2 read, the book vanishes into the Astral Plane to an unknown penalty. The owner isn’t instantly aware of this penalty but destination. Even if it is found again, the same character can- may become aware after a while, when it becomes clear that not benefi t twice from perusing its contents. he fails saves that others make with the same result on the Strong telepathy; ML 20th; Weight 3 lb. saving throw. Major Artifacts Specific Cursed Item Major artifacts are unique items—only one of each such item The reverse capacitor is one example of a cursed psionic item. exists. They are diffi cult to fi nd and dangerous to handle, but Feel free to create others to suit your campaign. once found, are often even more diffi cult to destroy. A major",
        "name":  "Subversive",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A reverse capacitor doesn’t store psionic artifact should have only a single, specifi c means of power points—it drains them, to the surprise and chagrin destruction (determined ahead of time by the DM). of a psionic character taken in by its resemblance to a cogni- The major artifacts presented here are meant to be exam- zance crystal. Powers that identify psionic items incorrectly ples. Artifacts should be tailored to fit the DM’s campaign 620_96666_ExpPsionicsHnbk.indd 178 2/10/04, 8:57:53 AM 179 ITEMS PSIONIC CHAPTER 7 and its history: The discovery of a major artifact should be The primary power of the Annulus, however, is psionic nul- a campaign-defining moment. The DM is free to change lifi cation. Once per year, the wielder can trigger this effect the powers given here to customize these artifacts for his as a special action requiring 10 rounds of continuous concen- campaign. tration to complete. The wielder specifi es a target or targets",
        "name":  "Reverse Capacitor",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    }
]
