[
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, time like the feet of an elephant. Price (Item Level): 4,000 gp (8th) stop or temporal acceleration (EPH 136). Body Slot: Arms",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, TRACKLESSNESS tremorsense. Each of these bronze bracers is engraved with Price (Item Level): 11,000 gp (13th) Cost to Create: 2,500 gp, 200 XP, 5 days. an image of an open eye.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. are renewed each day at dawn. Spending Price (Item Level): 4,000 gp (8th) 1 or more charges grants a benefi t to all",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (except total cover) for all targets. tracks (as if affected by pass without trace). Weight: 1 lb. Illus. by B. Hagan 662200__1100776622__CChhpp33..iinndddd 7799 1122//2211//0066 55::3355::5555 AAMM 80 3 RETPAHC GNIHTOLC Four times per day, you can turn the dial to the right position as a standard action and aim the lens at a target, unleashing a searing light effect (as the spell). The dial automatically returns to the middle posi- tion after each use of this ability. Even though only one bracer is equipped with the lens-and-dial appara- tus, both must be worn for the magic to be effective.",
        "name":  "When you wear these boots, you leave no Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Bracers of dawn searing light.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13,000 gp, 1,040 XP, 2 charges: Ignore miss chance from Bracers of the blast barrier allow you to turn 26 days. concealment (except total concealment), a spell or spell-like ability into a temporary including miss chances from effects such wall of magical energy. When you activate BRACERS OF THE as blur or displacement (but not incorporeal- these bracers, the next spell you cast or ENTANGLING BLAST ity), for all targets. spell-like ability you use before the end 3 charges: Ignore both cover and conceal- of your turn instead appears as a 10-foot- Price (Item Level): 2,000 gp (6th) ment (as previous entries) for all targets. long, 10-foot-high opaque wall that lasts Body Slot: Arms",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, for 1 round per level of the spell. One end Caster Level: 3rd clairaudience/clairvoyance. of the wall must be placed at any corner of Aura: Faint; (DC 16) conjuration",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 gp, 160 XP, 4 days. your space, and the wall can extend in any Activation: Swift (command) direction. The wall must be continuous Weight: 1 lb. BRACERS OF and unbroken when created. If its sur- face is broken by any object or creature, Each of these jet black bracers is set with an ARCANE FREEDOM the wall fails to form and the spell and oval of tiny, ruby-red stones. Price (Item Level): 2,300 gp (6th) activation are lost.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th takes damage equal to that normally dealt reduce the damage dealt by your magic",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 lb. or spell-like ability). A successful Refl ex spell you cast or spell-like ability you save (using the normal save DC for a use deals only half its normal damage; These ornate blue leather armbands are stitched spell of that level cast by you) halves this however, any creature damaged by the with depictions of golden eagles in fl ight. damage. spell becomes entangled for 1d3 rounds, This ability functions three times per taking an additional 1 point of damage Bracers of arcane freedom allow you to cast day. per level of the spell each round on your arcane spells without the normal complex Prerequisites: Craft Wondrous Item, turn. This damage is of the same type as gestures required. When you activate wall of fi re. normally dealt by the spell (or your choice these bracers, you omit the somatic com- Cost to Create: 1,600 gp, 128 XP, 4 days. if the spell deals more than one type of ponent of the next arcane spell you cast damage). These bracers have no effect on before the end of your turn (as if applying BRACERS OF DAWN a spell or spell-like ability that doesn’t the Still Spell feat to it, but without alter- deal damage. Price (Item Level): 26,000 gp (16th) ing the spell’s level or casting time). This ability function three times per",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6th day. Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, free- web.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. BRACERS OF BRACERS OF THE These leather bracers are set with brass studs. GREAT COLLISION BLAST BARRIER One of the pair also features a lens-and-dial Price (Item Level): 1,500 gp (5th) contraption. Price (Item Level): 3,200 gp (8th) Body Slot: Arms",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Weight: — OPPORTUNITY Each of these mithral bracers bears an image Price (Item Level): 2,300 gp (6th) of a needle-sharp dagger. Each of these steel bracers bears an oval of",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, effects function continuously while the Bigby’s forceful hand. Brawler’s bracers are activated. gauntlets",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 gp, 160 XP, 4 days. You can suppress the winds about you by uttering “calm” in Auran, although BRACERS OF doing so also suppresses the benefi ts the bracers bestow. You can reactivate RETALIATION the bracers by saying “zephyr” while Price (Item Level): 5,000 gp (9th) focusing on the etchings of the silver",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 16) enchantment 51) or Craft Wondrous Item, planar",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. BRAWLER’S These hard leather armguards look sturdy, GAUNTLETS Brute yet fl exible. gauntlets Price (Item Level): 1,000 gp (4th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,500 gp, 200 XP, 5 days. Prerequisites: Craft Wondrous Item, bull’s strength.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 gp, 40 XP, 1 day. Price (Item Level): 10,000 gp (12th) BROOCH OF",
        "name":  "BRACERS OF WIND Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 20) conjuration Price (Item Level): 3,100 gp (8th)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, stack if the wind in the area is already cat’s grace. strong or greater. In addition, when you",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Activation: — and swift (command) bull’s strength. Weight: 2 lb. This runed silver brooch shows signs of con-",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, cure You also gain a +4 bonus on saves to light wounds. This silver ring is set with a sapphire carved resist becoming dehydrated from heat or",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "275 gp, 22 XP, 1 day. in the form of a crude fi st. exposure (but gain no protection from desiccation damage, such as a horrid wilting BRUTE GAUNTLETS A brute ring allows you to push another spell, or spells that cause you to become creature away from you with pure force. Price (Item Level): 500 gp (3rd) dehydrated). This is a continuous effect When you activate the ring, a blast of force",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, skin",
        "name":  "Brute gauntlets allow you to temporarily Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,150 gp, 92 XP, 3 days. lets have 3 charges, which are renewed each Cost to Create: 1,500 gp, 120 XP, 3 days. Dispelling cord Formless vest Lightning tunic Burnoose of 1,001 thorns Illus. by E. Cox 662200__1100776622__CChhpp33..iinndddd 8833 1122//2211//0066 55::3366::1144 AAMM 84 3 RETPAHC GNIHTOLC CADUCEUS BRACERS While in viper form, you replace all your normal statistics and special abilities Price (Item Level): 2,000 gp (6th) with those of a typical viper of the appro-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous sacrifi cing 5 points of healing (derived Item, ability to wild shape. from lay on hands, wholeness of body,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, or any similar ability that measures your 2 days. ability to heal as a daily limit of points), you can remove 1 point of ability damage CASTING GLOVE or remove the dazed, fatigued, or sickened condition from one creature. Casting gloves Pr ice (Item Level): 20,000 gp (15th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hands follows all the normal limitations of your ing them greater power. Using an infusion Caster Level: 11th healing ability. For example, a paladin to power Cannith goggles requires 10 min- Au ra: Moderate; (DC 20) transmutation using caduceus bracers must touch the utes and the expenditure of an infusion of Act ivation: Free (manipulation); target to be affected (just as with lay on the appropriate level. An infusion powers see text hands), while a monk wearing these the goggles for 24 hours. Weight: — bracers can affect only herself (since she Cannith goggles powered with a 1st-level can’t use wholeness of body on another infusion grant low-light vision. Powering This seamless black leather glove has small creature). them with a 2nd-level infusion grants the silver and gold runes around the tip of each You can spend extra points for cumula- wearer low-light vision and darkvision out fi nger. tive effect, For example, you could spend to 60 feet. If powered with a 3rd-level infu- 15 points of healing to remove both the sion, the goggles provide low-light vision A casting glove allows you to store an item fatigued condition and 2 points of abil- and darkvision out to 120 feet. and make use of it without fi rst retrieving ity damage. Lore: The artifi cers of a powerful noble it. It functions as a glove of storing (DMG You can also combine normal healing family called House Cannith were tasked 257), allowing you to store or retrieve a with the bracers’ effect. For instance, you to fi nd a way to enhance human vision, single item within it as a free action. could spend 25 points to produce the and the results of their research are Can- In addition, once per round while effects in the previous example and heal nith goggles (Knowledge [history] DC 20). wearing a casting glove, you can activate or 10 points of damage as well. Prerequisites: Craft Wondrous Item, consume a stored magic item as if you were",
        "name":  "Using these bracers in this manner Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, lesser hardening (ECS 112). holding it in your hand. The activation and restoration. Cost to Create: 6,500 gp, 520 XP, 13 days. all effects function just as normal for the",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 days. item, and the activation requires the same CAPE OF THE VIPER type of action.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Price (Item Level): 2,000 gp (6th) shrink item. Price (Item Level): 13,000 gp (13th) Body Slot: Shoulders",
        "name":  "CANNITH GOGGLES Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 lb. Price (Item Level): 9,000 gp (12th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, chaos hammer or eldritch blast. Price (Item Level): 500 gp (3rd)",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Price (Item Level): 18,000 gp (14th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, ing spells you cast that have the chaotic replaces the fi rst result. resistance, remove disease. descriptor. This ability functions once per day.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp, 360 XP, 9 days. Prerequisites: Craft Wondrous Item, chaos Prerequisites: Craft Wondrous Item, hammer or eldritch blast. hawkeye (SC 110 ).",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,000 gp, 720 XP, 18 days. Cost to Create: 250 gp, 20 XP, 1 day. COUNTERSONG CHRONOCHARM Chronocharm of the Price (Item Level): 400 gp (2nd) A chronocharm occupies the throat body Fateweaver",
        "name":  "CHARM OF Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd Price (Item Level): 500 gp (3rd) with any number of other chronocharms,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Per- form 6 ranks, countersong.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "200 gp, 16 XP, 1 day. CHASUBLE OF Chronocharm FELL POWER of the fateweaver Chronocharm Price (Item Level): 8,000 gp (11th) of the horizon",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— of the celestial Chronocharm wanderer This long strip of scarlet cloth is embroidered of the grand master with arcane sigils and mystic designs. While wearing a chasuble of fell power, your eldritch blasts (CAr 7) or spells you cast that Chronocharm have the chaotic descriptor deal an extra 1d6 points of damage. Only a chaotic spell Chronocharm of the laughing of the uncaring rogue archmage Illus. by D. Martin \u0026 B. Trott 662200__1100776622__CChhpp33..iinndddd 8855 1122//2211//0066 55::3366::2222 AAMM 86 3 RETPAHC GNIHTOLC A chronocharm of the fateweaver slows your Chronocharm of the CIRCLET OF MAGES perception of time, letting you avoid an Laughing Rogue Price (Item Level): 5,000 gp (9th) ill-advised step. When you activate this",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Head chronocharm, you can immediately reroll Price (Item Level): 500 gp (3rd)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Weight: — This leather circlet has a silver headpiece cat’s grace. showing crescent moons on either side of a",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. This miniature hourglass hangs on a thin silver seven-pointed star. chain. As the sand runs from one bulb to the other, it turns from black to white. Chronocharm of the A circlet of mages grants you a +2 compe- Grand Master tence bonus on Concentration checks. First imagined by skilled temple raid- This is a continuous effect and requires Price (Item Level): 500 gp (3rd) ers devoted to Olidammara, the god of no activation.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— reroll a single Disable Device skill check that prepared spell or spell slot (as if you that you just attempted. You can activate hadn’t cast it). This tiny, hollow glass fl ower dangles from a this item after the success or failure of the 1 charge: Retain a spell of up to 1st level. slim golden chain. fi rst roll has been determined (even if your 2 charges: Retain a spell of up to 2nd failure resulted in accidentally setting off level. A chronocharm of the grand master slows your a trap), but before any ramifi cations of 3 charges: Retain a spell of up to 3rd perception of time, allowing you to better that roll have been applied. The result of level. dodge an incoming ranged attack. When second roll replaces the fi rst result.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, it is activated, you gain a +5 dodge bonus to This ability functions once per day. Rary’s mnemonic enhancer. your AC against a single ranged attack. Prerequisites: Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Cost to Create: 250 gp, 20 XP, 1 day. CIRCLET OF cat’s grace.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. RAPID CASTING Chronocharm of the Uncaring Archmage Price (Item Level): 15,000 gp (14th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Head Price (Item Level): 500 gp (3rd)",
        "name":  "Chronocharm of the Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 20) transmutation Price (Item Level): 500 gp (3rd) Caster Level: 9th",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A bloodstone eye stares forth from this pen- tagonal trinket. A circlet of rapid casting allows you to cast This charm shows a rising sun half-obscured a small number of spells each day more by the horizon. A chronocharm of the uncaring archmage alters quickly. This circlet has 3 charges, which your perception of time, allowing you to are renewed each day at dawn. Spending 1 Like other chronocharms, this item slows cast a single spell more quickly. When it or more charges allows you to cast a single your perception of time for a specifi c, is activated, the next spell of 3rd level or spell as part of the same swift action you singular purpose. When you activate a lower you cast that has a casting time of 1 used to activate the circlet. This spell must chronocharm of the horizon walker, you can full round can be cast as a standard action be one that normally has a casting time of move up to half your speed as part of the instead. If you don’t cast such a spell by the no longer than 1 standard action. Doing same swift action used to activate it; this end of your turn, the effect fades. this expends the prepared spell or spell movement does not provoke attacks of This ability functions once per day. slot as if you had cast the spell normally. opportunity. When determining the dis- Prerequisites: Craft Wondrous Item, 1 charge: Cast a single spell of up to tance you can move, round down to the Quicken Spell. 2nd level. nearest 5-foot increment. Cost to Create: 250 gp, 20 XP, 1 day. 2 charges: Cast a single spell of up to This ability functions once per day. 3rd level.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, 3 charges: Cast a single spell of up to expeditious retreat. 4th level.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Prerequisites: Craft Wondrous Item, p rotection lasts until the start of your Quicken Spell. wild surge. next turn.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7,500 gp, 600 XP, Cost to Create: 2,100 gp, 168 XP, 5 days. A cloak of elemental protection functions 15 days. once per day. You must wear a cloak of CLOAK OF BATTLE elemental protection for 24 hours before CIRCLET OF SOLACE you can access its abilities. If it is taken Price (Item Level): 22,000 gp (15th) off, it becomes inactive until worn for an Price (Item Level): 3,000 gp (7th) Body Slot: Shoulders additional 24 hours.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, delay an adjacent opponent (using your base to yourself equal to your Hit Dice. poison, remove fear. attack bonus and size modifi er, and with This effect functions two times per",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th in return. This ability can be used three Price (Item Level): 2,500 gp (7th)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Free (command) Prerequisites: Craft Wondrous Item, cat’s Caster Level: 3rd",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11,000 gp, 880 XP, Activation: Free (command) This thin, platinum circlet depicts blasts of wild 22 days. Weight: 1 lb. energy across its surface. CLOAK OF ELEMENTAL Thousands of small quills cover the exterior of A circlet of wild surging allows you to this thick, high-collared leather cloak. While PROTECTION enhance your emotional state to make most of the quills are little more than the length your wild surges more powerful. When Price (Item Level): 1,000 gp (4th) of a porcupine’s, several on the shoulders and you use wild surge while manifesting Body Slot: Shoulders back are nearly 2 feet long. a power, you can activate the circlet to Caster Level: 3rd increase the bonus to your manifester Aura: Faint; (DC 16) abjuration While grappling, each time you roll a level by 1. The increased wild surge still Activation: Immediate (command) grapple check (other than the initial check requires the normal extra power point cost Weight: 1 lb. to enter or resist the grapple), you can acti- normally required to augment the power. vate your cloak of quills. Doing this lodges This also increases your chance of psychic This white cloak is embroidered with runes quills in your opponent, dealing 1d6 enervation by 5% and increases the dura- representing the fi ve energy types in metal- points of damage to each other creature in tion of your surging euphoria by 1 round lic thread. the grapple (Refl ex DC 16 negates). (if you have that class feature). This ability functions fi ve times per A circlet of wild surging functions three When you activate a cloak of elemental day. times per day, but won’t function in con- protection, you gain resistance 10 against Prerequisites: Craft Wondrous Item, secutive rounds. a single energy type of your choice (acid, quillfi re (SC 164). cold, electricity, fire, or sonic). This Cost to Create: 1,250 gp, 100 XP, 3 days. 662200__1100776622__CChhpp33..iinndddd 8877 1122//2211//0066 55::3366::2277 AAMM 88 3 RETPAHC GNIHTOLC CLOAK OF THE CLOAK OF SALAMANDER SOULBOUND RESISTANCE, Price (Item Level): 6,000 (10th) GREATER",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th Pr ice (Item Level): 13,000 gp (13th)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) transmutation Prerequisites: Craft Wondrous Item,",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp, 240 XP, 6 days. Cloak of the salamander This mottled gray cloak looks like an incredibly CLOAK OF THE A cloak of soulbound resistance grants you a thin sheet of stone. SALAMANDER, +1 resistance bonus on your saving throws. GREATER In addition, it serves as a receptacle for While wearing a cloak of stone, you gain a your essentia, much as a soulmeld does. +5 competence bonus on Hide and Move Price (Item Level): 36,000 gp (17th) Every point of essentia invested in it Silently checks. This is a continuous effect",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— increases the bonus by 1, subject to the and requires no activation. maximum values noted below. In addition, you can activate the cloak Made from the scaly hide of some reptilian Each cloak of soulbound resistance has an to merge with stone as though using the beast, this crimson cloak is continuously essentia capacity. The maximum number meld into stone spell. This ability functions shrouded in an aura of fl ame and smoke. of essentia points that can be invested in it once per day. equals this value or your normal essentia Prerequisites: Craft Wondrous Item, As a cloak of the salamander, except the capacity (see Table 2–1: Essentia Capacity, meld into stone. effect is continuous and requires no Magic of Incarnum 19), whichever is lower. Cost to Create: 4,000 gp, 320 XP, 8 days. activation. Investing or reallocating essentia in the",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18,000 gp, 1,440 XP, Price (Item Level): 26,000 gp (16th) reallocating essentia). 36 days. Body Slot: Shoulders A cloak of soulbound resistance has a",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Chakra Bind (Shoulders): A cloak of Price (Item Level): 5,000 gp (9th) soulbound resistance improves your resis-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A cloak of thorns grants you a +2 enhance- above. See Binding Items to Chakras (MoI",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, is empty).",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. 26 days. Prerequisites: Craft Wondrous Item, Leomund’s secret chest. This simple white linen cloak is lined with",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, collar of healing functions only when worn rebuke undead as a 10th-level cleric. by your animal companion, familiar, or",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,500 gp, 440 XP, special mount. While that creature wears 11 days. the collar, you always know its exact hit point total. This is a continuous effect and requires no activation. Illus. by W. England \u0026 C. Critchlow 662200__1100776622__CChhpp33..iinndddd 8899 1122//2211//0066 55::3366::3344 AAMM 90 3 RETPAHC GNIHTOLC In addition, you can activate the collar 1 minute. Moving the eyepatch from one 3 charges: The morale bonus granted from any distance (as long as you are on eye to another requires a move action that by your aura of courage increases by 4, the same plane) to cure the animal wear- doesn’t provoke attacks of opportunity. and your aura of courage affects all allies ing it. This instantly heals the creature A corsair’s eyepatch functions a total of within 60 feet of you. wearing the collar of 50 points of damage three times per day. Prerequisites: Craft Wondrous Item, and removes the fatigued or exhausted Prerequisites: Craft Wondrous Item, see remove fear. condition (if the creature currently suf- invisibility. Cost to Create: 375 gp, 30 XP, 1 day. fers from such). This ability functions Cost to Create: 1,500 gp, 120 XP, 3 days. once per day. CRIMSON",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, heal COUNTERSTRIKE DRAGONHIDE or fortify familiar (SC 98) or heal mount, BRACERS BRACERS status.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,500 gp, 200 XP, 5 days. Price (Item Level): 2,500 gp (7th) Price (Item Level): 5,000 gp (9th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) transmutation Aura: Faint; (DC 16) abjuration, Price (Item Level): 3,000 gp (7th)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Body Slot: Face Rary’s telepathic bond. haste. Caster Level: 7th",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 lb. Price (Item Level): 3,000 gp (7th) Price (Item Level): 750 gp (3rd)",
        "name":  "CREST OF BRAVERY Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A crystal mask of detection grants you a +10 A leather strap and a bit of hardened leather competence bonus on Search checks. This cloak clasp bears the engraved image of a and krenshar hide make up this menacing Prerequisites: Craft Wondrous Item, paladin standing against a dragon. black eyepatch. Search 10 ranks.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, 10 days. A crest of bravery adds a regal touch to Despite its name, the improved visual your attire, emphasizing your bravery acuity provided by a corsair’s eyepatch is CRYSTAL MASK OF and loyalty to your comrades. A crest equally useful to landlubbers. Wearing has 3 charges, which are renewed each DISCERNMENT this eyepatch has no negative impact on day at dawn. Spending 1 or more charges your eyesight—it appears completely Price (Item Level): 10,000 gp (12th) enhances your ability to bolster your allies transparent to you. While you wear a cor- Body Slot: Face against fear, as described below. The effect sair’s eyepatch over your left eye, activating Caster Level: 7th lasts for 5 rounds. it grants you the ability to use see invisibility Aura: Moderate; (DC 18) divination 1 charge: The morale bonus granted by (as the spell) for 1 round. While you wear Activation: — your aura of courage increases by 4. it over your right eye, activating it grants Weight: 1/2 lb. 2 charges: Your aura of courage affects you the benefi t of the Blind-Fight feat for all allies within 60 feet of you. 662200__1100776622__CChhpp33..iinndddd 9900 1122//2211//0066 55::3366::3399 AAMM 91 CLOTHING CHAPTER 3 Crystal mask of dread Crystal mask of detection Crystal mask of insight CRYSTAL MASK OF This transparent crystal mask has a pale green A crystal mask of knowledge grants you a tinge and covers all the face, except the mouth INSIGHT +5 competence bonus on a specifi c type and jaw. Its straps are made of silvery cloth. of Knowledge check. For instance, one Price (Item Level): 20,000 gp (15th) mask would add the bonus on Knowledge",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) divination checks. Prerequisites: Craft Wondrous Item,",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Knowledge 5 ranks of the appropriate",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, Cost to Create: 1,250 gp, 100 XP, 3 days. A simple, thin band of turquoise crystal, this 10 days. item masks only the eyes. Thin, bone-white CRYSTAL MASK OF twine holds it in place. CRYSTAL MASK OF LANGUAGES DREAD A crystal mask of insightful detection grants Price (Item Level): 2,500 gp (7th) you a +9 insight bonus on Search and Price (Item Level): 10,000 gp (12th) Body Slot: Face Spot checks.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 lb. CRYSTAL MASK OF This cobalt mask covers only the lower por- This black crystal mask is mapped with writh- tion of the face. Light brown leather straps KNOWLEDGE ing red veins. It hides the entire face, revealing hold it in place. only the eyes. Black leather straps hold it Price (Item Level): 2,500 gp (7th) tightly in place. Body Slot: Face Each of the various crystal masks of lan-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Weight: 1/2 lb. speak, read, and write Celestial, Draconic, Intimidate 10 ranks. Dwarven, Elven, and Infernal.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, remove VISUAL INSIGHT insight allows you to ignore the effects of fear or conceal thoughts (EPH 85). concealment (but not invisibility) on any",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, 10 days. Price (Item Level): 10,000 gp (12th) creature within 30 feet for 1 round.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, true",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift (command) Price (Item Level): 10,000 gp (12th) Weight: 1/2 lb.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 lb. Deathguardian bracers Deathstrike bracers Bracers of the blast barrier Goodberry bracelet sillE .S \u0026 samohT .J yb .sullI 662200__1100776622__CChhpp33..iinndddd 9922 1122//2211//0066 55::3366::4466 AAMM 93 CLOTHING CHAPTER 3 DEATHGUARDIAN BRACERS Price (Item Level): 6,000 gp (10th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Caster Level: 13th worn for an additional 24 hours. stoneskin. Aura: Strong; (DC 21) no school",
        "name":  "If it is taken off, it becomes inactive until Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7,500 gp, 600 XP, 15 days. DEATHSTRIKE BRACERS Alternating links of a strange green metal and Price (Item Level): 5,000 gp (9th) DEVASTATION ivory make up this chainlike belt.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) transmutation Price (Item Level): 2,000 gp (6th) caster the opportunity to either avoid",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Prerequisites: Craft Wondrous Item, example, a bard wearing the chain could keen edge. keen edge. cast cure light wounds in response to being",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Prerequisites: Craft Wondrous Item, BOOTS dimension door. dispel magic.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 day. Cost to Create: 500 gp, 40 XP, 1 day. Price (Item Level): 2,000 gp (6th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 16) conjuration Price (Item Level): 1,000 gp (4th) Price (Item Level): 4,000 gp (8th)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift (command) Activation: Swift (command) as if poised to leap. Weight: — Weight: 2 lb. While wearing dimension stride boots, you The end of this long silken cord is tied with fi ve Glistening metals and brilliant paints adorn gain a +2 competence bonus on Jump different knots. this elaborate mask, which has the shape of a checks. This is a continuous effect and stylized dragon head. Spreading like a sunburst requires no activation. A dispelling cord is worn wrapped loosely around the draconic features are rays of shim- In addition, the boots have 5 charges, around your chest, its two ends slung over mering metal and glass, one for each breed of which are renewed each day at dawn. your shoulder. When you activate a dispel- metallic and chromatic dragon. Spending 1 or more charges allows you to ling cord, you gain a +2 competence bonus teleport a short distance (with no chance on any dispel checks you make until the When activated, a dragon mask allows of error). You must have line of sight and end of your turn. you to use see invisibility, as the spell, for line of effect to your destination. You A dispelling cord functions fi ve times per 5 minutes. This ability functions two can’t use the boots to move into a space day. Each time it is activated, one of the times per day. occupied by another creature, nor can you fi ve knots magically unties itself, indicat- Prerequisites: Craft Wondrous Item, see teleport into a solid object; if you attempt ing the uses remaining for the day. invisibility. to do so, the boots’ activation is wasted. Lore: The fi rst dispelling cords were cre- Cost to Create: 2,000 gp, 160 XP, 4 days. You can bring along objects weighing up ated by an ancient king who wanted to to your maximum load, but you can’t bring prevent his enemies from having magi- other creatures. cal dominion over his army. To ensure 1 charge: Teleport 20 feet. magical supremacy, the king ordered his 3 charges: Teleport 40 feet. mages into battle armed with dispelling 5 charges: Teleport 60 feet. cords (Knowledge [history] DC 15). dnalgnE .W yb .sullI 662200__1100776622__CChhpp33..iinndddd 9944 1122//2211//0066 55::3366::5566 AAMM 95 CLOTHING CHAPTER 3 DRAGON SPIRIT DRAGON’S-EYE AMULET AMULET Price (Item Level): 2,000 gp (6th) Price (Item Level): 55,000 gp (18th)",
        "name":  "These sleek leather boots lean slightly forward, Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Weight: 1 lb. This necklace features a large, clear crystal set This amulet is a fi st-sized orb painted to in silver, and the silhouette of a dragon has resemble a dragon’s eye. It hangs from a heavy been etched onto it. gold chain. Prized by dragon shamans (PH2 11), a While wearing this amulet, you gain a +10 dragon spirit amulet expands the range competence bonus on Search and Spot of the draconic aura channeled by those checks, and blindsense out to 30 feet. characters. When you activate this amulet, Prerequisites: Craft Wondrous Item, your draconic aura affects you and all allies dragonsight (SC 73). within 60 feet to whom you have line of Cost to Create: 27,500 gp, 2,200 XP, effect. This effect lasts for 1 round. 55 days. Though originally designed for dragon shamans, this amulet functions equally DRAGONSCALE CLOAK well for any other character who gains a [RELIC] draconic aura (see Dragon Magic page 86). This ability functions three times per Price (Item Level): 5,000 gp (9th) day. Body Slot: Shoulders",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Caster Level: 20th dragon type or dragonblood subtype. Aura: Strong; (DC 25) transmutation",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. DRAGON SPIRIT This long, fl owing cloak is sewn from an assort- CINCTURE ment of chromatic dragon scales. Price (Item Level): 2,000 gp (6th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 16) evocation, masterwork spiked gauntlets), 320 XP, lected assortments of scales with which transmutation 8 days. Illus. by W. England Dragonscale cloak 662200__1100776622__CChhpp33..iinndddd 9955 1122//2211//0066 55::3377::0011 AAMM 96 3 RETPAHC GNIHTOLC to duplicate the process (Knowledge [reli- Prerequisites: Craft Wondrous Item, This reddish crystal shard is inscribed with gion] DC 20). dream, nightmare. arcane symbols, banded with mithral, and",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Cost to Create: 3,750 gp, 300 XP, 8 days. hanging from a small silver chain. Sanctify Relic, polymorph, resist energy.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,500 gp, 200 XP, 5 days. EAGLE CLAW An empowered spellshard is keyed to a spe- cifi c spell of up to 3rd level. When you TALISMAN DREAMING BLINDFOLD cast the attuned spell, you can use your Price (Item Level): 1,000 gp (4th) empowered spellshard as a focus in addition Price (Item Level): 7,500 gp (11th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— spellcasting process. The markings on An eagle claw worked from adamantine the shard reveal the spell to which it is This black silk blindfold is embroidered with dangles from a silver chain. attuned to a character who makes a suc- mystical symbols done in silver thread. cessful DC 30 Spellcraft check. The prices The wearer of an eagle claw talisman is and levels of empowered spellshards are While wearing a dreaming blindfold, you capable of delivering ruinous strikes described on the table below. are effectively blinded, but you can send against doors, locked chests, or other a useful or terrible dream to a sleeping objects. When you activate an eagle claw Spell Level Price (Item Level) creature. Once per day, the blindfold can talisman, you gain a +5 competence bonus 1st 1,500 gp (5th) produce either one of two effects (but not on the next Strength check (or unarmed 2nd 3,000 gp (7th) both in the same day): strike damage roll) you make to break or 3rd 6,000 gp (10th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You send a phantasmal message burst an item. This effect lasts for 1 round to a specifi c known living creature. This or until used. An empowered spellshard functions three effect functions as the dream spell, except This ability functions three times per times per day. that the range is 100 miles and you can’t day. The school of magic an empowered deliver the dream through a messenger.",
        "name":  "Dream",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, spellshard radiates is the same as that of",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 gp, 40 XP, 1 day. Lore: These shards were created during creature. This effect functions as the the last great war to assist battle mages nightmare spell, except that the range is EMPOWERED on the front lines (Knowledge [history] 100 miles. DC 10). As a result, many empowered If you are also wearing a psicrown (EPH SPELLSHARD spellshards are keyed to destructive evoca- 169), you can target the recipient of the Price (Item Level): See text tion spells (Knowledge [history] DC 15). dream or nightmare with a single psionic",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Throat Prerequisites: Craft Wondrous Item, power generated by the psicrown as if you",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "750 gp, 60 XP, 2 days (1st chosen by you when you activate it) for 1 level); 1,500 gp, 120 XP, 3 days (2nd level); round. Effectively, the helm temporarily 3,000 gp, 240 XP, 6 days (3rd level). adds essentia to the affected receptacles (soulmelds, incarnum feats, magic items, ENDURING AMULET and so on) until it reaches its maximum. While this ability is in effect, you can’t Price (Item Level): 1,500 gp (5th) reallocate essentia from the affected",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, fl ame red and half ice blue. essentia pool, meldshaper.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,500 gp, 120 XP, An enduring amulet protects you from 3 days. extremes of temperature, as if by the endure elements spell. This is a continu- EXECUTIONER’S HOOD ous effect and requires no activation. In addition, the amulet has 3 charges, [RELIC] which are renewed each day at dawn. Price (Item Level): 6,000 gp (10th) Spending 1 or more charges grants you",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, negative level never results in actual level wearer to see, and it is secured at the neck with resist energy. loss, but cannot be overcome in any way a piece of rope tied in the style of a noose.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, the former wearers of an executioner’s Price (Item Level): 2,100 gp (6th) detect animals or plants, ranger with favored hood. Those who know of this item’s dark",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. ESSENTIA HELM action if you are chaotic evil, neutral evil, or chaotic neutral. Price (Item Level): 3,000 gp (7th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 lb. This item is keyed to a single type of crea- 1 temporary hit point per level. These ture (aberration, animal, magical beast, benefi ts last for 5 minutes and stack to a A fl awless sapphire is set on this heavy steel and so on). A pouch keyed to humanoids maximum of a +5 bonus and 5 temporary helm, shining almost too faintly to notice. or outsiders must be keyed to a subtype as hit points per level. described in the ranger’s favored enemy To use the relic power, you must wor- These imposing helmets are valued by ability (PH 47). While wearing an enemy ship Erythnul and either sacrifi ce a incarnates and other meldshapers, because spirit pouch, you gain a +1 competence 5th-level divine spell slot or have the True they can temporarily supercharge one or bonus on attack rolls against creatures Believer feat and at least 9 HD. more of your soulmelds or other essentia of this type. Lore:Legend holds that a high priest receptacles (see Magic of Incarnum for If you are a ranger, the pouch increases of Erythnul created the original three details on incarnum). your favored enemy bonus against crea- executioner’s hoods and distributed them to An essentia helm has 3 charges, which tures of its type by 2. If you don’t have the followers in large cities, who wore them are renewed each day at dawn. Spending favored enemy ability, the pouch grants to terrify the local citizens (Knowledge 1 or more charges maximizes the essentia you a +2 bonus on damage rolls and certain [religion] DC 20). investment in one or more of your soul- skill checks as if that type of creature were One executioner’s hood was worn by melds or other essentia receptacles (as your favored enemy. a ruler named Xeric IV, who publicly Illus. by C. Critchlow 662200__1100776622__CChhpp33..iinndddd 9977 1122//2211//0066 55::3377::1100 AAMM 98 3 RETPAHC GNIHTOLC Fanged mask Corsair’s eye patch Lore gem Headband of conscious effort e xecuted every member of his own against gaze attacks. These are continuous mum). Points you cannot gain are lost extended family two centuries ago. Since effects and require no activation. immediately. then, the three hoods have been scattered Prerequisites: Craft Wondrous Item, true Eyes of power leech have no effect on non- across the globe by tides of war and con- seeing or ubiquitous vision (EPH 139). psionic targets or psionic creatures with a quest (Knowledge [religion] DC 20). Cost to Create: 1,600 gp, 128 XP, 4 days. current power point reserve of 0.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Prerequisites: Craft Wondrous Item, vam- Sanctify Relic, bear’s endurance. EYES OF POWER LEECH piric touch or power leech (EPH 124).",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6,000 gp, 240 XP, 6 days. Cost to Create: 5,000 gp, 400 XP, Price (Item Level): 10,000 gp (12th) 10 days.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard (command) LEECH, VAMPIRIC Price (Item Level): 3,200 gp (8th)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Face Price (Item Level): 20,000 gp (15th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Once per day, you can drain power points These two ovals of murky glass are rimmed from another psionic creature by meeting with brass and linked by a brass arch. When Gold wire rims these dark lenses and extends its gaze. A selected target within 40 feet resting on the bridge of a wearer’s nose, the back to wrap around the ears. Blue sparks of must succeed on a DC 16 Will save, or a glass magically clears. energy dance about them. connection of crackling energy is formed between the wearer and the victim. The These lenses expand your fi eld of vision. As eyes of power leech, except that you connection drains 1d6 power points from Flanking opponents gain only a +1 bonus gain power points from the subject even the target for every round that the wearer when attacking you instead of +2 (attack if doing so would bring you over your concentrates (to a maximum of 7 rounds). benefi ts that are conditional on fl anking, normal maximum. Furthermore, you Concentrating to drain power points is a such as a rogue’s sneak attack damage, can maintain concentration for up to 13 full-round action. Each round, you gain still apply because you remain fl anked). rounds. Power points you gain in excess of 1 power point from those drained from You gain a +2 competence bonus on Spot your maximum fade after 8 hours if they the target (subject to your normal maxi- checks but take a –2 penalty on saves are not spent before that time. sekotS .A yb .sullI 662200__1100776622__CChhpp33..iinndddd 9988 1122//2211//0066 55::3377::1155 AAMM 99 CLOTHING CHAPTER 3",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10,000 gp, 800 XP, 20 days. FARSPEAKING AMULET FIENDHELM Price (Item Level): 6,000 gp (10th) Price (Item Level): 10,000 gp (12th) EYES OF TRUTH",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Throat Body Slot: Head Price (Item Level): 5,500 gp (10th) Caster Level: 5th Caster Level: 9th",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, a link between yourself and any or all of the abilities each once per day. Use your own true seeing. characters carrying red charms, enabling character level as the caster level, and the",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,750 gp, 220 XP, 6 days. all affected characters to converse as if save DCs equal 10 + the spell level + your standing together. This effect lasts for up Cha modifi er. FANGED MASK to 10 minutes, and the amulet can be acti- A fi endhelm grants no benefi t to non- vated three times per day. Only characters evil wearers. Price (Item Level): 8,300 gp (12th) on the same plane as the amulet’s wearer Prerequisites: Craft Wondrous Item,",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd If you also wear a magic item that grants energy, evil alignment.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bind Elemental (ECS 51) or (command) the fl esh of your upper chest. You can Craft Wondrous Item, planar binding. Weight: — activate it whenever you score a critical",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Cost to Create: 4,000 gp, 320 XP, 8 days. checks to perform some special action or energy immunity, resist energy. avoid a hazard). You can always take 10",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6,500 gp, 520 XP, 13 days. FORMLESS VEST on a Swim check, even if distracted or endangered, and can use the run action Price (Item Level): 3,200 gp (8th) FLESH RING OF SCORN while swimming. Body Slot: Torso",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Price (Item Level): 8,000 gp (11th) Caster Level: 9th swim (SC 217). Body Slot: Throat Aura: Moderate; (DC 19) transmutation",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— This simple tunic seems misshapen, but it actu- Price (Item Level): 13,000 gp (13th) ally fi ts perfectly well.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, roll to determine the attack’s success, and gaseous form. roll damage as normal as if your attacker",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, pro- GRUUMSH tection from arrows. Gauntlets of the Price (Item Level): 8,302 gp (11th) Cost to Create: 1,000 gp, 80 XP, 2 days. blazing arc",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Price (Item Level): 6,300 gp (10th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, INFINITE BLADES burning hands. Price (Item Level): 6,500 gp (10th) Cost to Create: 3,150 gp, 252 XP, 7 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift (mental) when activating the gauntlet). Price (Item Level): 5,120 gp (10th)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Prerequisites: Craft Magic Arms and Body Slot: Hands",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The fi rst pair of these gauntlets eldritch blast. was worn by a priest of Hextor who mer- Cost to Create: 2,500 gp, 200 XP, 5 days. cilessly slew entire villages to make way for the Blood-Lord’s approaching army GAUNTLETS (Knowledge [religion] DC 15). OF ENERGY Upon the priest’s death, Hextor TRANSFORMATION reclaimed the gauntlets. Since then, he has given a pair to a favored follower at Price (Item Level): 1,000 gp (4th) least once every century (Knowledge Body Slot: Hands [religion] DC 20). Caster Level: 3rd",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, acid Price (Item Level): 5,000 gp (9th) ceeds on its Fortitude save two days in a splash, burning hands, ray of frost, shocking Body Slot: Hands row, it fi ghts off the disease and takes no grasp. Caster Level: 5th more damage.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 gp, 40 XP, 1 day. Aura: Faint; (DC 17) transmutation Prerequisites: Craft Wondrous Item, mind",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. Cost to Create: 5,500 gp, 440 XP, 11 days. EXTENDED RANGE These tan leather gloves are bound in brass. Price (Item Level): 2,000 gp (6th) GAUNTLETS OF THE",
        "name":  "GAUNTLETS OF Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) transmutation attack is successful, the target is subjected Price (Item Level): 4,000 gp (8th)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Caster Level: 5th neutral, or neutral good, gauntlets of the hawkeye (SC 110) or extend range (CP 89). Aura: Faint; (DC 17) transmutation talon grant you two primary natural claw",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have established Price (Item Level): 2,000 gp (6th) the proper divine connection and already",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It is said that this silvery set GLITTERDEPTH [RELIC] of gauntlets was fashioned by Bahamut himself, then given to the master of a Price (Item Level): 4,500 gp (9th) now-defunct order of monks (Knowledge Body Slot: Throat [religion] DC 15). Caster Level: 20th Members of the order’s inner circle Aura: Strong; (DC 25) transmutation eventually discovered the secret of their Activation: — manufacture, but they managed to make Weight: — only a few additional sets before their order was destroyed by followers of Tiamat This black, thousand-faceted gem seems to Gem of the glitterdepth (Knowledge [religion] DC 20). sparkle with an inner fi re regardless of the",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, ambient light. wrested the fi ve original gems of the glitter- Sanctify Relic, righteous might. depth from the earth and gave them to Garl",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, if you are neutral good, lawful good, cha- Sanctify Relic, owl’s wisdom. Price (Item Level): 2,000 gp (6th) otic good, or neutral.",
        "name":  "THROWING Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift (command) wearing the gem. In addition, you know Price (Item Level): 5,000 gp (9th)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 days. Prerequisites: Craft Wondrous Item, create undead, Knowledge (religion) 5 ranks.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Cost to Create: 1,100 gp, 84 XP, 3 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 lb. GITHBORN TALISMAN Price (Item Level): 8,000 gp (11th) These leather gloves have steel plates sewn onto",
        "name":  "BALANCED HAND Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hands Price (Item Level): 1,800 gp (5th) the backs of each hand and fi nger. Small black",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, righ- damage rolls against aberrations, as well creates a particular effect and then extin- teous might or Tenser’s transformation. as a +2 insight bonus on Will saves made guishes the fl ame.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 320 XP, 8 days. against the extraordinary, supernatural, “Scorch”: Creates a 15-foot cone-shaped and spell-like abilities of aberrations. This burst of fi re that deals 5d4 points of fi re GLOVES OF ELDRITCH benefi t lasts for 1 round. damage (Refl ex DC 11 half). If you are a githyanki or githzerai, these ADMIXTURE “Singe”: Make a melee touch attack that bonuses improve to +4. deals 1d6+5 points of fi re damage. Price (Item Level): 2,500 gp (7th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hands day. Craft Wondrous Item, planar binding.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, owl’s Cost to Create: 3,500 gp, 280 XP, 7 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— FORTUNATE STRIKING GLOVES OF Dark whorls stream across these leather gloves, Price (Item Level): 2,000 gp (6th) AGILE STRIKING dizzying the eye and clouding the mind.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hands Price (Item Level): 2,200 gp (6th) Caster Level: 3rd Warlocks (CAr 5) prize these gloves, which",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 40 XP, 2 days. possessor. and so on). Chakra Bind (Hands): If you bind Prerequisites: Craft Wondrous Item, GLOVES OF gloves of incarnum theft to your hands shocking grasp. chakra, you instead steal 2 points of essen- Cost to Create: 1,000 gp, 80 XP, 2 days. INCARNUM THEFT tia with a successful touch attack, and the Price (Item Level): 8,000 gp (11th) save DC to resist its effect increases by 2. GLOVES OF",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hands See Binding Items to Chakras (MoI 108) MANUAL PROWESS",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) necromancy Lore: The fi rst gloves of incarnum theft Price (Item Level): 3,000 gp (7th)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Hexandros who dabbled in incarnum use Caster Level: 3rd (Knowledge [the planes) DC 15). Aura: Faint; (DC 16) transmutation These fi ne leather gloves are dyed midnight blue. Prerequisites: Craft Wondrous Item, rend Activation: Swift (mental) A single ruby is set into the back of each. essentia (MoI 104). Weight: —",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 320 XP, 8 days. While wearing gloves of incarnum theft, if This pair of fi ne, charcoal-gray leather gloves you make a successful unarmed melee GLOVES OF LIGHTNING is exceptionally comfortable. They are so well touch attack (as part of the activation) made that they do not impair the sense of Price (Item Level): 2,000 gp (6th) against a target with essentia, you gain touch.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Price (Item Level): 14,000 gp (14th) spell. These goggles also allow a vampire",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, dling an inanimate object, you can learn darkvision. details about that object’s previous owner Banded with aged wood, rough metal, and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,250 gp, 180 XP, 5 days. through the psychic impressions it has chunks of stone, these oversized gloves rumble accumulated. The amount of information when fl exed. GOGGLES OF revealed depends on how long you study the object. While wearing these gloves, you gain a +8 DRACONIC VISION 1st minute: Last owner’s race. enhancement bonus on grapple checks. Price (Item Level): 16,000 gp (14th) 2nd minute: Last owner’s gender. These gloves automatically activate when",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. 6th+ minute: Next-to-last owner’s race, Prerequisites: Craft Wondrous Item, bull’s and so on. strength or grip of iron (EPH 111). These goggles have unusually large, yellow- Gloves of object reading will not iden- Cost to Create: 7,000 gp, 560 XP, tinted lenses, with a dark stripe resembling a tify casual users as owners. (Anyone 14 days. vertical pupil in the center of each. who uses an object to attack someone or something is not thereafter considered a GLOVES OF THE Goggles of draconic vision grant you a +5 casual user.) ULDRA SAVANT bonus on Spot checks, low-light vision, An object without any previous owners, and darkvision out to 60 feet. In addi- or without any owners in the past ten Price (Item Level): 3,100 gp (8th) tion, while wearing them, you cannot be years, reveals no information. If you Body Slot: Hands blinded by the cloud a hovering dragon employ these gloves additional times on Caster Level: 5th creates (though the cloud still provides the same object, the information yielded Aura: Faint; (DC 17) evocation concealment for all within it). These is the same as the fi rst time. Activation: Standard (command) are continuous effects and require no",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, scry- Weight: 2 lb. activation. ing or object reading (EPH 123). Once per day, you can activate the",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, dragonsight (SC 73). While wearing these gloves, you can",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,000 gp, 640 XP, 16 days. create a ray of frost at will. 662200__1100776622__CChhpp33..iinndddd 110077 1122//2211//0066 55::3377::5522 AAMM 108 3 RETPAHC GNIHTOLC GOGGLES OF THE EBON HUNTER Goggles of Price (Item Level): 18,000 gp (14th) draconic vision",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, When you activate these goggles, you bracelet and a periapt of Wisdom +4 would darkvision, true strike. automatically know whether any visible create berries that heal 3 points of damage",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,000 gp, 720 XP, 18 days. creature within 30 feet is alive, dead, (instead of just 1 point). undead, or neither alive nor dead (such as Prerequisites: Craft Wondrous Item, GOGGLES OF a construct). This power can be blocked by goodberry. any effect that would prevent the effect of Cost to Create: 1,000 gp, 80 XP, 2 days. FOEFINDING a detect undead spell. Price (Item Level): 2,500 gp (7th) This ability functions three times per GREATER PIWAFWI",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Face day. Price (Item Level): 6,500 gp (10th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. The lenses of these goggles continually fade Price (Item Level): 2,000 gp (6th) back and forth between soot black and snow",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A greater piwafwi grants you resistance to can ignore the cover bonus to AC they fi re 5 and a +5 competence bonus on Hide would normally receive. The goggles do Hanging from this simple silver bracelet are a checks. A lesser version of this item is equiv- not, however, allow you to circumvent the number of charms that look like berries. alent to a cloak of elvenkind (DMG 253). effect of total cover.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, A goodberry bracelet provides basic nourish- conceal their scouts and warriors from clairvoyance/clairaudience. ment and minor healing to its wearer and the eyes of enemies. They claim that the",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,250 gp, 100 XP, 3 days. her allies. Each day at dawn, as long as it cloaks of elvenkind crafted by their surface is worn, this bracelet creates fi ve silver, cousins are mere copies of these items GOGGLES OF berry-shaped charms. When plucked from (Knowledge [arcana] or Knowledge [dun- LIFESIGHT the bracelet, a charm becomes an edible geoneering] DC 15). berry with magical properties equivalent Prerequisites: Craft Wondrous Item, Price (Item Level): 2,000 gp (6th) to those created by a goodberry spell, except invisibility, resist energy, drow.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Price (Item Level): 2,000 gp (6th) and berries created by the bracelet disap-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th If you also wear a magic item that grants smoky quartz. A tiny hourglass decorates the Aura: Moderate; (DC 18) transmutation a bonus to your Wisdom score, you can upper corner of each side of the frame. Activation: Swift (command) add half the bonus granted by that item",
        "name":  "The lenses of these goggles are hewn from Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5 lb. to the healing provided by each berry. For example, a character wearing this sillE .S yb .sullI 662200__1100776622__CChhpp33..iinndddd 110088 1122//2211//0066 55::3377::5533 AAMM 109 CLOTHING CHAPTER 3 This pair of arm-length, leathery bracers is While wearing these boots, you are HAND OF THE sewn from blackened sinews and tendons. affected as if by a pass without trace spell. OAK FATHER In addition, you produce no smell and Sometimes called “choker sleeves” due cannot be detected by the scent extraor- Price (Item Level): 5,000 gp (9th) to their appearance and effect, these pli- dinary ability. Body Slot: Throat able bracers allow you to attack from a Lore: See Gwaeron’s belt. Caster Level: 5th surprising distance. When you activate Prerequisites: Craft Wondrous Item, pass Aura: Faint; (DC 17) divination, greatreach bracers, your arms stretch and without trace. transmutation elongate, extending your reach by 10 feet Cost to Create: 3,000 gp, 240 XP, 6 days. Activation: Standard (command) for 1 round. Weight: 1 lb. This ability functions three times per HAIR SHIRT OF day. This intricately detailed hand was carved SUFFERING",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, from oak bark and dangles from a crude loop enlarge person. Price (Item Level): 3,400 gp (8th) of twine.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— and standard (command) barkskin, entangle, goodberry, plant growth, Price (Item Level): 21,000 gp (15th)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, barkskin, entangle, goodberry, plant growth, This belt of tightly woven, white human hair speak with plants, tree shape. has several blue and orange crystals braided",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,500 gp, 200 XP, 5 days. evenly through it. HAT OF ANONYMITY A Gwaeron’s belt has two abilities, each of which functions once per day. Price (Item Level): 12,500 gp (13th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The fi rst of these belts was wide black silk band. created for Gwaeron Windstrom, a leg- endary tracker and master of wilderness This hat obscures you from detection, lore who served as an intercessor between allowing you to blend into a crowd with mortals and various wilderness deities ease. While you wear it, you are under a (Knowledge [nature] DC 15). continuous nondetection effect and have a Some claim that Gwaeron Windstorm Hair shirt of suffering +5 bonus on Hide checks. has ascended to the status of demigod, Prerequisites: Craft Wondrous Item, and a few shrines even exist in his name nondetection. (Knowledge [nature] DC 20). Cost to Create: 6,250 gp, 500 XP, 13 days. A hair shirt of suffering provides a +1",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6th Price (Item Level): 6,000 gp (10th) serious wounds on any creature other than",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 16) transmutation Prerequisites: Craft Wondrous Item,",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Activation: — and standard (command) quil swamp. Combat Casting, bear’s endurance. Weight: 1 lb.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift (command) Cost to Create: 1,500 gp, 120 XP, 3 days. Price (Item Level): 750 gp (3rd)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Waist gnahZ .J yb .sullI 662200__1100776622__CChhpp33..iinndddd 111100 1122//2211//0066 55::3388::0000 AAMM 111 CLOTHING CHAPTER 3 HELLCAT GAUNTLETS Each time you would be required to roll A helm of heroes is prized by marshals (MH a save against a gaze attack, a helm of gazes 11), because it allows them to better direct Price (Item Level): 3,200 gp (8th) automatically absorbs the gaze (with no their allies in battle. When you wear this",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, affected character a single melee attack",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, stone rises from them. GLORIOUS RECOVERY shout. Price (Item Level): 5,600 gp (10th) Cost to Create: 2,800 gp, 224 XP, 6 days. When you activate hellcat gauntlets, the",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 lb. Price (Item Level): 4,500 gp (9th) the target (due to spell resistance or a save",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, healing devices. Once per day, this helmet This golden helm covers three-quarters of the spectral hand, keen edge. can heal you of 4d8+7 points of damage. face and sports a large, purple feather.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, cure critical wounds. Symbolic of honor and justice, the purple",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    }
]
