[
    {
        "origin_file":  "magic_items.json",
        "description":  "Spirits of form, mysterious beings from beyond the normal ken of mortals, must have contacted the character. A character who wishes to join this class does well to study both magical and mundane means of altering the world around her in order to attract the attention of these beings. CLASS SKILLS The shaper of form\u0027s class skills (and the key ability for each skill) are Appraise (Int), Concentration (Con), Craft (Int), Disable Device (Int), Escape Artist (Dex), Heal (Wis), Knowledge (arcana) (Int), Profession (Wis), and Spellcraft (Int).",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The shaper of form changes race, gender, shaper of form must touch the item to be changed in or general physical appearance. She cannot change type order to affect it. and no ability score adjustments occur as a result of Polymorph Any Object (Sp): At 9th level, the shaper of the change. Thus, if the character is weak and becomes form can cast polymorph any object once per day as a spell an orc, she becomes a weak orc. The shaper of form like ability. cannot choose to become a member of a race with a level Disable (Sp): At 10th level, the shaper of form gains the adjustment. ability to ruin an item once every other day. This ability",
        "name":  "Renaissance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The shaper of form gains +10 hit points. abilities from a single item or to disintegrate (as the spell) Fortify Item (Su): Also at 2nd level, a shaper of form any nonmagical, nonliving object. Neither use of this can increase the hardness of a single object her size or ability allows a saving throw, although artifacts can only smaller by 1 with a touch. She can do this once per day. be affected as described under Mordenkainen\u0027s disjunction",
        "name":  "Toughness",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scott Carter. Source: #311. You can follow tracks across the featureless wastes of the Astral Plane. In addition, you can try to determine ANARCHIC BLOODLINE the destination of a creature that has used a teleport [BLOODLINE] spell or effect. You are descended from a chaotic outsider. The Prerequisites: Knowledge (the planes) 11 ranks, characteristics you display might depend in part on Spellcraft 8 ranks, Survival 10 ranks, Track. the kind of chaotic heritage you have. Regardless of Benefit: You can attempt to track a creature normally, your exact ancestry, you are likely to have one or more even through the featureless wastes of the Astral Plane unusual physical traits, such as mismatched eyes or (base Survival DC 25). In addition, when standing at untamable and strangely hued hair. the location (on any plane) from which a creature The descendants of demons tend to have misshapen departed by means of a teleportation spell or effect, features and a terrible temper with a decidedly cruel you can determine its destination with a successful streak. Eladrin descendants tend to have strong DC 30 Survival check. If you have your own means of emotional reactions (especially positive emotions) teleportation, you can then teleport to that location as and often become fervent (if short-term) supporters of though you had viewed it once. a cause. Characters with slaad ancestry generally have Author: James Wyatt. Source: #309. strongly variable mood swings, and they often take on the personality traits, speech patterns, and clothing AXIOMATIC BLOODLINE styles of those around them in a haphazard and [BLOODLINE] unpredictable manner. Those with titan blood often You are descended from a native of a lawful plane. stand head — and — shoulders aboveT hoet hmeor st mcoemmmbeorns members of this bloodline are the of their race; they enjoy experiencing the world spawn of devils, who sow their seed in the Material around them and become angry when others might Plane as part of far-reaching and complex plots against merely be bored. their rivals. Archons create mixed-blood offspring with Characters with the Anarchic Bloodline feat are nearly mortals in order to counter the machinations of devils always chaotic-aligned. They tend to be restless, desiring and other evil outsiders. Rarely, mortal travelers who change above all else. They are prone to act irrationally, spend a significant portion of their lives in a lawfully based on sudden whims and flights of fancy. The aligned plane begin to take on some of the traits of adventurous life, full of excitement, danger, and travel, that plane that later manifest in their descendants. appeals to them. Chaos-blooded characters often have a Members of this bloodline are almost exclusively wide variety of spells in their repertoire from all schools lawful. They seem driven by an inner set of rules that and for all manner of uses. They rarely focus their spells generally work in accordance with the laws of the land. around a theme or with a specific function in mind. They tend to have a symmetrical appearance, dress",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your ancestry gives you a bonus spell known of their ability. Creatures descended from devils tend at each spell level, starting at 1st, from the following list. to use rules for their benefit, manipulating the system 1st—Color spray and taking advantage of legal loopholes. Descendants 2nd—Tasha\u0027s hideous laughter of archons practice the gentler aspects of regimen, 3rd—Rage living lives in as organized a fashion as possible. 4th—Confusion Characters with the Axiomatic Bloodline feat tend 5th—Mind fog to be organized and consistent; they generally look 6th—Mislead down on abnormality or spontaneity. As such, those 7th—Prismatic spray with lawful blood excel at spells that locate items and 8th—Maze creatures as well as spells that return things to their 9th—Weird proper place or shape.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If a character takes this feat any time after 1st Prerequisites: Ability to cast arcane spells level and has already learned any of the spells on this without preparation. list in the class to which she applies this feat, she gains Benefit: Your ancestry gives you a bonus spell known no additional spells known at those spell levels. This at each spell level, starting at 1st, from the following list. 1st—Detect chaos with couatl or lillend ancestors are often physically 2nd—Locate object beautiful, and they tend to favor snakes and other 3rd—Magic circle against chaos reptiles as familiars. The most common sources of 4th—Locate creature celestial blood, however, are minor good deities or the 5th—Dismissal avatars of more powerful beings. A sorcerer descended 6th—True seeing from such a line can be very passionate about his faith, 7th—Forcecage whether he follows his ancestor\u0027s religion or not. 8th—Discern location Characters with the Celestial Bloodline feat are usually 9th—Dominate monster good-aligned, although not always. Their yearning for",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sleight of Hand 5 ranks, Improved action. The touched character can apply a metamagic Unarmed Strike. feat to the next spell he casts as a free action. The",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While engaged in combat, you may attempt total level cost of the metamagic feat must be less to use the Sleight of Hand skill to pickpocket an enemy than or equal to the number of turn undead uses you without provoking an attack of opportunity. This feat expended. Unused energy lasts 1 round before it fades. allows you to disguise your Sleight of Hand attempts as All divine energy transferred in this way is completely combat maneuvers. absorbed by the touched character and has no other",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Using Sleight of Hand in melee provokes an effects. The caster must have access to the metamagic attack of opportunity. feat as normal. He applies it to the spell while he casts",
        "name":  "Normal",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dean Poisso. Source: #303. DRACONIC BLOODLINE [BLOODLINE] You are descended from a dragon. The dragon bloodline is strong in both physical power and magic. Your characteristics might vary with the type of dragon from which you are descended, but you share some traits with others of draconic blood. Like your majestic reptilian ancestor, you are proud and of noble bearing, and you might even share its coloration in some way. Although characters with draconic blood can have any alignment, they are prone to mimic their dragon ancestor\u0027s personalities. Others often see them as somewhat arrogant and obsessive, but the dragon- blooded usually feel justifiably proud of their abilities. Spellcasters with draconic ancestors love knowledge and beautiful items, and they often adventure to acquire one or the other. Their spell selections tend toward either flamboyant, combat-oriented spells, or knowledge- gathering spells. Sorcerers of this bloodline favor the same environments as their dragon ancestors.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scott Carter. Source: #311. list in the class that granted her access to this feat, she gains no additional spells known at those spell levels. DRAGON SIGHT [BLOODLINE] This restriction does not apply if she learned any of You have a dragon\u0027s affinity for magic and can see these spells as a member of another spellcasting class. magical auras. When you use this ability, your eyes glow Characters with this feat cannot learn or cast spells with inner light. with the air descriptor, and all such spells are removed",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use detect magic three times per day as a spell-like ability (caster level equals your level in the ELEMENTAL THEURGY [GENERAL] arcane spellcasting class that granted you access to this You can combine alternative sources of power when feat). This ability does not affect your number of spells using spells that contain the same elemental descriptor known or spells per day. (air, earth, fire, or water).",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rich Redman. Source: #310. spirits of the dead, this belief could not be further from the truth—in fact, all fey are inherently bound to life. Thus, FELL ENERGY SPELL [METAMAGIC] characters with the Fey Bloodline feat cannot learn or cast You add a dose of raw necromantic energy to your spells that create or control undead, and all such spells are beneficial spells, making them especially effective for removed from the spell lists of all their spellcasting classes. undead creatures. Author: Scott Carter. Source: #311.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scott Carter. Source: #311. these spells as a member of another spellcasting class. Characters with this feat cannot learn or cast spells FIRE BLOODLINE [BLOODLINE] with the water descriptor, and all such spells are removed One of your ancestors was a creature of elemental fire. Your from the spell lists of all their spellcasting classes. physical characteristics might vary with the type of elemental Author: Scott Carter. Source: #311. creature from which you are descended, but you\u0027re likely to have wild red or coal-black hair and either smoky gray or FLASH CASTING [GENERAL] golden eyes. Your heritage probably stems from one of the Your passion for magic manifests visibly when you cast humanoid-shaped beings from the Elemental Plane of Fire, a spell. although elemental fire creatures native to the Material Prerequisite: Cha 13, ability to cast a spell with the fire Plane can contribute this bloodline as well. or light descriptor.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Patrick Younts. Source: #319. LAWFUL DISCIPLINE [BLOODLINE] Your orderly mind allows you to overcome magical coercion more easily.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gary Holian. Source: #306. SERPENT BLOODLINE [BLOODLINE] One of your ancestors served as a slave of the yuan- ti. Over the course of years, the constant exposure to serpentine magic and blood warped your ancestor, putting just a trace of snake blood into your family line. Your physical characteristics might vary with the type of snake from which you are descended, hut you\u0027re likely to have yellow or black eyes and patches of scaly skin. Viper-blooded characters tend to have sharp, angular features with narrow jaws; they generally speak quickly and have a sharp wit. Descendants of cobras tend to have wide, thick necks and hair that grows out from the sides of their heads; they generally prefer solitude, but when in the company of others they possess a commanding presence. Creatures with a constrictor ancestor often have strong, thick bodies and limbs; they tend to take their time, even in dangerous situations, but they become an unstoppable force once they finally decide to act. Rattler-blooded characters tend to have a tough, worldly look; they like to dress in bright colors, especially reds and yellows, and are usually quite vocal about their abilities and intent. Sorcerers with serpentine blood prefer spells that intimidate a foe or end a fight quickly.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Travis Stout. Source: #301. SONG OF THE DEAD [METAMAGIC] You can add such a powerful dose of necromantic energy to your mind-affecting spells that they function against undead creatures but are useless against all others.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "#319. A deluge rod has a number of formidable powers, but it extracts a price from its user. The bearer of a deluge rod can RODS AND STAFFS never truly feel warm or dry, even in the hottest desert. As Rods are scepterlike devices that have unique magical a result, the wielder takes a -8 penalty on Fortitude saves powers and do no usually have charges. Anyone can made to resist the effects of a cold environment and on use a rod. Constitution checks to resist drowning, but he gains a Staffs offer immense utility because they pack so +4 circumstance bonus on Fortitude saves to resist the many capabilities into one item and they use the effects of heat and on Constitution checks to stave off wielder\u0027s ability score and relevant feats to set the DC thirst. Sea elves and other aquatic races consider this for saves against their spells. curse a boon when traveling on land.",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cherished by all who face illusionists Rods of the wild appear as 3-foot-long oak cudgels in battle, rods of revealing are especially prized among those intricately carved with stylized representations of the four animal aspects they bestow. As a rod ages, in the wild. Rangers tend to favor acorns of acuity, as they the grain of its wood darkens until it achieves the enhance their nature-oriented skills. appearance of bog oak. An acorn of acuity is a fist-sized wooden carving of A rod of the wild functions as a +2 club that grants special an acorn made from oak and polished smooth as if abilities based on four animal totems. Once per day, the from years of use. The first time a character holds an rod of the wild\u0027s wielder can choose to take on certain acorn of acuity he feels a sudden rush of consciousness aspects of one of these four animals. The rod continues as the item attunes to him. to grant the special abilities of the chosen animal totem A character who holds the acorn in one hand gains a as long as its wielder holds it. A rod of the wild only grants +5 competence bonus on all Survival skill checks. The its wielder the abilities of one totem animal at a time. acorn of acuity\u0027s owner can also speak with animals, as the",
        "name":  "Rod of Revealing",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This staff is carved from stone into its component parts. This effect immediately and tipped with either a gem or an intricately sculpted destroys a potion but also reveals what ingredients chunk of marble. It allows the use of the following spells: were used in the potion\u0027s creation. This command also • Soften earth and stone (1 charge) removes the salt from seawater, separates poisons from • Stone shape (1 charge) any liquids they\u0027re mixed with, and is sometimes used • Tremor (1 charges) to check the purity of fresh water. • Transmute mud to rock (2 charges) The second command word causes separated • Transmute rock to mud (2 charges) materials to pour from the bottom of the glass, each Moderate transmutation; CL 10th; from a different spout. This can be helpful when Craft Wondrous Item, soften earth and identifying unusual ingredients or when trying stone, stone shape, tremor, transmute to purify a potable liquid. mud to rock, transmute rock to mud; If there are more components than Price 46,406 gp; Weight 5 lb. spouts, as many components as possible",
        "name":  "Staff of Earthen Might",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ari Marmell. Source: #314. drain out. When the second command word is spoken again, another round WONDROUS ITEMS of components pours from the spouts. This is a catch-all category for The second command word can be used anything that doesn\u0027t fall into repeatedly until all of the components the other groups. Anyone can use have been separated. a wondrous item (unless specified Faint divination; CL 3rd; Brew otherwise in the description). Potion, Craft Wondrous Item, detect poison,",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amulets of deception are used capable of movement and has statistics identical to confuse those who might scry upon their wearers. to a Medium animated object made of wood. Each amulet of deception is a 1-inch-wide, 2-inch-tall Like a golem, it follows the commands of its creator gold locket on a thin chain of golden links. The amulet or those its creator designates. In addition to the is often oval- or heart-shaped and opens up to reveal normal actions an animated object can take, the a tiny portrait, such as one might keep of a lover or autonomous harp can be commanded to play itself as a spouse. However, the image that appears in the locket is free action (playing itself is also a free action for the also the one that appears in place of the wearer if she is harp), providing a +2 circumstance bonus on Perform ever scried upon or in the area of a scrying effect while checks made within 20 feet that would benefit from wearing the amulet of deception. The amulet also grants musical accompaniment. Moderate transmutation; CL nth; Craft Wondrous drink; Price 6,500 gp; Weight 1 lb. Author: Owen K.C. Item, Perform (strings) 5 ranks, animate objects; Price 6,250 Stephens. Source: #289. gp; Weight 40 lb. Author: S. Deniz Bucak. Source: #317. Belt of the Camel: Made from woven camel hair and",
        "name":  "Amulet of Deception",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Savage orc and goblin tribes isn\u0027t enough. They need something to look at or a universally feared the mighty elven armies of ancient performance doesn\u0027t hold their attention. To reach these times, but the elves\u0027 celebrated victories were in great people, a bard can hire a troupe of dancers or she can part due to the cunning and charismatic generals who find a chromatic flute. These masterwork flutes are usually led them in battle. In those legendary days, the leader crafted from a precious metal, such as gold or platinum, of each elven host wore a cape made out of glistening and inscribed with arcane runes. When played, illusory night-blue silk with myriad silver runes imprinted abstract images form behind the bard, flowing from around the collar. This garment served to display the shape to shape and changing color in response to a officer\u0027s rank, but was also magically endowed to help performance. The visual accompaniment provides a him in his duties. Most of these cloaks went to the grave +2 circumstance bonus on Perform checks made with with the generals who wore them, but fortunate tomb the flute. Additionally, as a standard action, the player robbers occasionally stumble upon a cape of the general. of the flute can attempt to use it to cast illusion spells. In modern elven society, very few of these garments The instrument\u0027s player must make a Perform check remain, but some are still handed down from one to make the flute cast the spell, DC 10 for a silent image, generation to the next. DC 15 for a minor image, and DC 20 for a major image. A cape of the general functions as a +2 cloak of The Perform check to make the flute create an illusion resistance and also provides a +2 enhancement bonus does not benefit from the +2 circumstance bonus on to the wearer\u0027s Charisma and Intelligence scores. Perform checks. When worn by a character with elven blood, the item Moderate illusion; CL 7th; Craft Wondrous Item, grants a +4 morale bonus on saving throws made major image, minor image, silent image; Price 46,500 gp; against fear effects to all elven-blooded allies within Weight 1 lb. Author: S. Deniz Bucak. Source: #317. a 30-foot radius. Circlet of Convocation: Some people really don\u0027t Faint abjuration and transmutation; CL 5th; Craft like being scried upon. For these individuals, the circlet Wondrous Item, eagle\u0027s splendor, fox\u0027s cunning, remove fear, of convocation gets the point across. This silver circlet creator must be elf or half-elf; Price 38,000 gp; Weight 1 contains five green gems, each sparkling with radiance lb. Author: Richard Farrese. Source: #328. from within.",
        "name":  "Cape of the General",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The hinged and jointed pieces of The circlet of convocation provides a +5 insight bonus the carrion gauntlet are made from bits of bone, carapace on the wearer\u0027s Intelligence check to notice a scrying shards, and the dried flesh of various creatures. Created sensor. If the wearer notices a scrying sensor, he may use by evil clerics in an attempt to harness the power of the circlet of convocation as a standard action to instantly undeath, the gauntlet constantly thirsts for life force. The appear in a random open square adjacent to the scrying wearer of this +1 gauntlet can use it to cast vampiric touch at creature. This travel is a flawless teleportation that can will as a 5th-level caster. even cross the boundaries of planes. Each time the Moderate necromancy; CL 5th; Craft Wondrous Item, circlet of convocation is used to transport the wearer to a vampiric touch; Price 32,300 gp; Weight 1 lb. Author: Kevin scrying creature, one of the five gemstones \"burns out.\" Hamilton. Source: #325. In effect, the circlet of convocation is a five-charge magic",
        "name":  "Carrion Gauntlet",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These unusual items item with each such use expending one charge. If no always appear to be dented, scratched, and tarnished open adjacent square exists, the teleportation attempt goblets of little value. This appearance is an illusion to simply fails and a gem is not burnt out. conceal the chalice\u0027s true form of valuable inlaid gold Even after all five charges have been used, the circlet studded with precious gems. In its true appearance, a continues to provide its +5 insight bonus on detecting chalice of true seeing is always constructed of materials scrying sensors. worth at least 2,000 gp. All of these chalices have command Using the power of the circlet has its disadvantages. The words engraved on them, usually on the bottom. circlet does not grant any information about the scrying creature or guarantee the safety of the environment that The magic force keeps out (and in) all magic and is the wearer\u0027s destination. all things. Ethereal and astral forms of movement are Strong conjuration; CL 13th; Craft Wondrous Item, blocked. Astral projection, blink, dimension door, ethereal jaunt, detect scrying, greater teleport, planeshift; Price 4,775 etherealness, gate, maze, plane shift, shadow walk, teleport, and gp; Weight —. Author: Johnathan M. Richards and similar spell-like or psionic abilities cannot pass through Matthew Sernett. Source: #319. the barrier created by the coffin clamps.",
        "name":  "Chalice of True Seeing",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Upon command, this fist-sized Although not created for the purpose of vampire lump of gray clay can be stretched and molded into slaying, after their discovery in a vampire\u0027s castle they an object of any size up to Medium. The clay follows were used to seal vampires into their coffins and transport the vision of the user, helping the user mold it into a them to places of holiness where they were released and perfect likeness of the object the user desires to create. killed by waiting paladins. More clever—or desperate— The sculpting of the object takes 1 full round plus 1 vampire slayers used the clamps to seal vampire coffins full round per each size category the desired object is after the vampires had exited them, therefore disallowing larger than Tiny. Interruptions in this process leave the reentrance by gaseous form. clay at the point it was left; with use of the command Strong evocation; CL 13th; Craft Wondrous Item, word, the process can be continued or the user can dimensional anchor, forcecage; Price 37,760 gp; Weight 6 lb. chose to begin the process anew. When the sculpting Author: Joseph R. Terrazzino. Source: #288. is finished, the clay of sculpting turns into a solid stone Deathglance Locket: This small locket is an anti¬ version of the object created. It remains in this form scrying device not in the sense that it prevents scrying until a second command word is spoken or until the upon the subject, but rather that it is used to punish formed object is broken or destroyed, whereupon it those who would so intrude upon the subject\u0027s privacy. reverts to a fist-sized lump of clay. A deathglance locket is a 1-inch tiger eye gemstone on Moderate transmutation; CL 9th; Craft Wondrous a slim golden chain. It is worn about the neck and Item, stone shape, transmute mud to rock; Price 20,000 gp; counts as an amulet in terms of magic items worn. The Weight 1 lb. Author: Ari Marmell. Source: #314. deathglance locket grants its wearer a +2 insight bonus Cloak of the Desert This cloak is made from a light on Intelligence checks to notice scrying sensors. When brown, sturdy material, velvety on one side with a rough the wearer notices a scrying sensor, she may call upon sandpaperlike texture on the other. If the wearer wraps it the power of the locket to strike back at the scrying around herself, the cloak of the desert allows her to merge creature. Once per day upon command, the deathglance with sand or any sandstone large enough to encompass her locket traces the scrying sensor\u0027s magic back to the body, in the same manner as meld into stone. This effect can scrying creature\u0027s location and sends an immaterial last to up to an hour and can be used three times per day. copy of its tiger eye gem hurtling his way. From the Moderate transmutation; CL 6th; Craft Wondrous scrying creature\u0027s point of view, it\u0027s as if the tiger eye Item, meld into stone; Price 18,000 gp; Weight 1 lb. Author: gem suddenly flies from the locket and speeds in his Kevin Hamilton. Source: #325. direction. The scrying creature immediately suffers",
        "name":  "Clay of Sculpting",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Invoking this rune and drinking from harm and provides one of two effects. The drinker can the stein grants a +3 competence bonus on any Craft either breathe forth gouts of flame or contain the fire skill check. This magical benefit lasts one week. within. That decision must be made immediately after Strength Rune: This rune causes the liquid within the the liquid is imbibed. stein to have the same effects as a potion of bull\u0027s strength.",
        "name":  "Once per hour, the burning fluid can be drunk without Skill Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The sturdiness rune grants the liquid functions exactly like an elixir of fire breath. drinker a +10 competence bonus on Balance skill If the drinker decides to contain the fire within, the checks and a +10 competence bonus on Strength checks drinker gains protection from energy (cold) as though cast by to resist bull rush attacks for 1 hour. a loth-level caster. Moderate transmutation; CL 8th; Brew Potion, Craft If the burning fluid is imbibed when it is not safe (less Wondrous Item; Price 3,300 gp; Weight 1 lb. Author: than an hour since the last time it was safely imbibed) Owen K.C. Stephens. Source: #289. the drinker must make a DC 20 Fortitude save or take Extradimensional Anchor: This device constantly 4d6 points of fire damage. Success indicates the drinker radiates a dimensional anchor effect in a 40-foot-radius takes half damage. emanation. Creatures on the same plane within this Moderate abjuration; CL 10th; Craft Wondrous Item, area cannot use astral projection, blink, dimension door, protection from energy; Price 72,000 gp; Weight —. Author. ethereal jaunt, etherealness, gate, maze, plane shift, shadow Owen K.C. Stephens. Source: #289. walk, teleport and similar magic. This property makes",
        "name":  "If the drinker decides to breathe flame, the imbibed Sturdiness Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "#314. nonmagical. Detect",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Goggles of scrutiny grant their eyestalk dagger do not gain a Will save to resist being wearer a +2 bonus on all Search and Spot checks. In seen and spell resistance does not apply. Anti-scrying addition, any creature with the death attack special spells, such as mind blank or screen function normally, ability need only study a potential victim for 2 rounds hiding or disguising the creature or area from the golden instead of 3. beholder\u0027s user as described by the spell. If the gemstone is Strong divination; CL 12th; Craft Wondrous Item, removed from the eyestalk dagger, or the eyestalk dagger clairaudience/clairvoyance; Price 12,000 gp; Weight —. is otherwise broken or destroyed, the user of the golden Oliver Diaz and Robert J. Hahn. Source: #330. beholder cannot use that dagger as a scrying sensor. The scrying link between the golden beholder and that require it to use its arms. An undead takes 1d6 points its eyestalk daggers withstands any distance, even of holy damage each round it remains bound. separation across different planes. The scrying effect The shackles bind the undead until the user speaks of an eyestalk dagger cannot be dispelled, but a the command word to release it or it escapes. The successful targeted dispel magic attempt made against undead can escape with a successful DC 35 Escape Artist an eyestalk dagger suppresses that dagger\u0027s function check or DC 28 Strength check. A successful Strength for 1d4 rounds. An antimagic field also suppresses the check opens the shackles; it does not destroy them. golden beholder\u0027s ability to access an eyestalk dagger. Moderate evocation; CL 10th; Craft Wondrous Item, A golden beholder user can cast spells through the holy smite, creator must be good; Price 19,500 gp; Weight device as though using the greater scrying spell. 3 lb. Author: Joseph R. Terrazzino. Source: #288.",
        "name":  "Goggles of Scrutiny",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The music of in many different ways. Most commonly, the horn of the planes resonates with the eyestalk daggers are given to allies planes of the multiverse. A performer (or allowed to fall into the hands of with the horn of the planes and enemies) so that the user can keep the correct melody can open track of other creatures\u0027 movements a portal to another plane. The and actions. Other golden masterwork horn is a platinum beholder owners use them as trumpet with inscription on security devices, hiding eyestalk the outside that depicts the daggers in key locations such arrangement of the planes. Once that they are not easily spotted per day, a performer playing but have good views of the the horn can attempt to use it surrounding terrain. to open a gate (as per the spell). Strong divination; CL 13th; The bard must know the proper Craft Wondrous Item, greater melody to play for a particular saying, Nystul\u0027s magic aura; plane. Learning the proper melody Price 38,000 gp; Weight 100 requires that the performer have lb. Author: Johnathan M. 5 ranks in Perform and successfully Richards and Matthew make a DC 30 Knowledge (the planes) Sernett. Source: #319. or bardic knowledge check. Any player may open a gate to a random",
        "name":  "Golden beholder owners use the potent item Horn of the Planes",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " plane as a standard action with a A tribe of dwarf barbarians successful DC 25 Perform check. known as the Hunting Wind If the performer knows the tune for noticed that their vampire a specific plane, she can open a gate on adversaries would not venture close to the tombs of their holiest warriors. Shamans Mask of that plane at a random location (on the plane) and holy men debated the strange behavior. the Reaper as a standard action with a successful DC 25 Perform check and to a specific location as a standard Finally, it was decided that the tribe would capture action with a successful DC 30 Perform check. Because vampires and perform experiments upon them, using there is a consequence of failure (getting a result of the unearthed skeletons of their long-lost heroes. 25 or greater but less than 30 on the Perform check), This decision, which daringly broke ancient taboos, a character cannot take 20 on the Perform check to produced the holy bone shackles. Gifted shamans used play a horn of the planes. If a performer plays the horn the bones of their holiest people to make thick bonds without attempting to open a gate, there is a cumulative that locked magically, and skilled artisans carved 1% chance for each continuous round of playing that sacred images of the Hunting Wind tribe about the the horn opens a gate to a random plane as long as the shackles. It is said that vampires the world over still horn has not already been used to open a gate. The horn warn one another of the \"curse of the Hunting Wind.\" of the planes can open a gate only once per day. Although originally fabricated from the bones of deceased holy men, these masterwork manacles can Strong conjuration; CL 17th; Craft Wondrous Item, be made from any kind of bone. When the shackles are gate; Price 55,000 gp; Weight 5 lb. Author: S. Deniz Bucak. hurled at a corporeal undead with a humanoid form, they Source: #317. expand or contract to fit the undead and bind its arms Ioun Stone (Black and White Ellipsoid): This ioun on a successful ranged touch attack. An undead with its stone, an ellipsoid mottled in black and white, provides arms bound cannot use them to attack or cast spells with a the equivalent of a mind blank spell in regards to somatic component, and it automatically fails skill checks scrying. That is, if anyone attempts to scry directly upon a person using this type of ioun stone, the attempt in the twenty-four gems. Each gem holds 1 hour\u0027s automatically fails. If a scrying device or spell is used worth of images, so the whole mirror can store up to to scan an area that the person with the ioun stone is in, a full day\u0027s images. If left activated for more than 24 the scrying creature sees the area but not the person. hours, the mirror begins \"recording over\" the oldest The ioun stone does not provide any of the non-scrying images so that only the most recent 24 hours are kept benefits of the mind blank spell, such as immunity on record. Using the second command word again to spells, effects, and devices that otherwise detect, stops the recording. influence, or read emotions or thoughts. If a third command word is uttered while touching Strong abjuration; CL 15th; Craft Wondrous Item, one of the gemstones on the frame, the mirror \"plays mind blank; Price 60,000 gp. Author: Jonathan back\" the images it has stored within that Richards and Matthew Sernett. Source: #319. gem. Finally, a fourth command word",
        "name":  "Holy Bone Shackles",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A mask of the reaper uttered while touching a gemstone takes appears as a gray knit mask with two eyeholes. it out of the \"continuous recording When worn, a mask of the reaper grants a gaze loop\" so that the hour\u0027s worth of images attack with a range of 30 feet. Any creature can be stored there indefinitely without within range must make a DC 14 Will save being \"recorded over\" in subsequent or see in the wearer a manifestation of its uses of the mirror. Of course, this worst fear, affecting the creature as the cause lowers the length of time available to fear spell although without the HD limit. the mirror for continuous recording. The mask cannot affect a creature more than If at a later time the user wishes once in a 24-hour period, to record over the images stored whether the target fails in a gem, repeating the fourth its save or not. command word while touching Moderate illusion; the gem in question returns it to Quiver CL 7th; Craft of Plenty the pool of available gemstones Wondrous Item, for continuous recording. cause fear; Price Mirrors of captured images are often used 30,000 gp; Weight —. in magical stakeouts, when someone Oliver Diaz and Robert is expecting a particular item to be J. Hahn. Source: #330. stolen and wishes to capture the Mirror of Captured identity of the thief without",
        "name":  "Mask of the Reaper",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small \u0027black bag with pictures of scout goggles. Each individual makes her own saving entwined snakes woven into the fabric contains the throw in such instances. sand of Set. Clerics sift through piles of sand and chose A person with scout goggles in transmit mode only the finest, darkest sand to bless in the name of automatically grants anyone else wearing a set in Set. When a user tosses a handful of the sand of Set receive mode a +2 circumstance bonus on their Spot onto the ground within 5 feet of herself, 1d4+1 medium checks to notice something the transmitting member vipers (see the Monster Manual) appear and follow their has already spotted herself (perhaps a hidden guard or creator\u0027s mental commands. The vipers remain for 7 the tripwire to a trap). A person wearing scout goggles in rounds or until destroyed. The bag contains enough receive mode can see both what they can normally see sand for three uses. at their location and what the transmitting scout goggles Moderate conjuration; CL 7th; Craft Wondrous Item, see without being disoriented. summon nature\u0027s ally IV; Price 4,200 gp; Weight —. Author: A set of scout goggles works only with the other goggles Kevin Hamilton. Source: #325. in its own set. Additional goggles can be made and",
        "name":  "Sand of Set",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scorpion bracers are made from joined to an existing set, but only if all other pairs are the shells of giant desert scorpions. Clerics of Set use present during the creation of the new pair, allowing ancient ceremonies to magically infuse these bracers them all to be attuned together. with power, giving the wearer a +5 resistance bonus on The creation information is for a single pair of Fortitude saves against all poisons. scout goggles. Moderate abjuration; CL 10th; Craft Wondrous Item, Faint divination; CL 5th; Craft Wondrous Item, resistance; Price 3,000 gp; Weight 1 lb. Author: Kevin clairaudience/clairvoyance; Price 15,000 gp; Weight —. Hamilton. Source: #325. Author: Johnathan M. Richards and Matthew Sernett.",
        "name":  "Scorpion Bracers",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A magic item traditionally made in Source: #319. pairs, a set of scout goggles consists of at least two pairs Shell of Amplification: This is a 7-inch-long conch of identical goggles. Each pair has two clear lenses that shell with a hole at the point. When the command word fit over the eyes and are held in place by a leather band is spoken, sounds made near the hole become audible securing them to the head. A pair of scout goggles is and clear to all creatures who can hear (not deaf or within activated by command word; once triggered, anything the area of a silence spell) within a 200-foot-radius spread. viewed through that pair of goggles is also sent to the This negates any negative circumstance modifiers to other pair (or pairs) in the set, allowing other wearers to Perform checks due to noise or poor acoustics and allows see what the transmitting user sees. Most commonly, a speaker or singer to be heard clearly even in the midst whoever normally takes \"point\" in a scouting mission of calamity. In addition, when a bard uses the fascinate activates her pair and allows other party members ability through the shell, it increases the range of that (those who have a pair of scout goggles from the same ability to a 200-foot-radius spread and negates the need set) to see through her eyes. This allows the rest of the for the creature to see the bard or the bard to see the party to know if she gets into trouble while separated creature. Allies the bard sees and designates can be from the group. considered immune to his use of the fascinate ability. Moderate transmutation; CL 7th; Craft Wondrous Brown Recluse: This dull brown mask completely Item, message; Price 7,000 gp; Weight 1 lb. Author: S. covers the wearer\u0027s head, with only eight black eyes and Deniz Bucak. Source: #317. two huge hairy fangs breaking the surface. The wearer",
        "name":  "Scout Goggles",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Silver collars of Adentrius gains the following abilities: prevent vampires from turning into their gaseous • +4 profane bonus on Spot and Listen checks. forms. When a collar is hurled at a vampire or vampire • Jump and spider climb at will. spawn, it expands and fits onto the undead creature on • The wearer gains the ability to make a single bite a successful ranged touch attack. The collar grips the attack each round. This bite deals ld6 damage vampire tightly, and the vampire is magically prevented and injects a terrible poison that begins to rot the from assuming gaseous form until the user speaks the wearer\u0027s flesh (DC 18 Fortitude save; initial and command word to release it. The vampire or vampire secondary damage 2d6 Constitution). spawn can break (and ruin) the collar with a successful Phase Spider: This mask resembles that of a phase DC 30 Strength check or escape with a successful DC 30 spider: white and blue, with eight silvery white eyes. The Escape Artist check. wearer gains the following abilities: If a vampire is reduced to 0 hit points while wearing • +2 profane bonus on Spot, Search, and Listen checks. the collar, the vampire is instantly destroyed. • The wearer gains the ability to make a single bite Moderate transmutation; CL 10th; Craft Wondrous attack each round. This bite deals ld6 damage and Item, gaseous form; Price 7,250 gp; Weight 3 lb. Author: poison (DC 13 Fortitude save; initial and secondary Joseph R. Terrazzino. Source: #288. damage ld6 Constitution).",
        "name":  "Silver Collars of Adentrius",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The original snake charmer • As a move action, the wearer can shift from the instruments were double-reed talimbas from a distant Ethereal Plane to the Material Plane. Shifting back land. As knowledge of the instruments spread, the to the Ethereal Plane also takes a move action. The enchantment was applied to other instruments, and ability is otherwise identical to the ethereal jaunt now snake charmers come in a variety of instruments. A spell as cast by a 9th-level cleric. The wearer can snake charmer adds a +10 bonus on Perform checks when shift between the planes at will. the bard using it tries to fascinate reptilian creatures Strong necromancy; CL 15th; Craft Wondrous Item, (including creatures of the dragon type). This stacks with jump, poison (brown recluse); Craft Wondrous Item, ethereal the +2 bonus for playing a masterwork instrument. jaunt, poison (phase spider); Craft Wondrous Item, cause Faint enchantment; CL 3rd; Craft Wondrous Item, fear, poison (black widow); Price 37,840 gp (brown recluse), enthrall; Price 1,100 gp; Weight by instrument type. 115,440 gp (phase spider), 56,150 gp (black widow); Weight",
        "name":  "Snake Charmer",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This mask is midnight-black, with the functions only when the glass is placed against a wall. It distinctive red hourglass shape of the black widow cannot be used to look through floors, tables, ceilings, spider located on the forehead. Unlike the other masks trees, or anything other than a constructed or carved listed here, the wearer\u0027s mouth is visible, although it wall. Because of the ease with which such an item can be looks like he possesses huge, spider-like fangs. Eight misused, spyglasses are outlawed in some kingdoms. small spider eyes are scattered evenly on the mask\u0027s Moderate divination; CL 5th; Craft Wondrous Item, surface. The wearer gains the following abilities: clairaudience/clairvoyance; Price 16,000 gp; Weight 3 lb. • +4 profane bonus on Listen, Move Silently, Search, Author: Owen K.C. Stephens. Source: #289. and Spot checks. Sylvan Cloak: Originally created by a dryad sorcerer, • Cause fear at will as if cast by a 15th-level sorcerer. many sylvan races fighting to preserve their woodland • The wearer gains the ability to make a single bite homes favor these cloaks. Elves and their allies possess attack each round. This bite deals ld8 damage and the majority of these magic garments. poison (DC 18 Fortitude save; initial and secondary A sylvan cloak is mottled green in color with oak leaf damage 3d6 Constitution). designs in brown and gold running along its length. Faint transmutation; CL 5th; Craft Wondrous Item, Sylvan pass without trace; Price 11,500; Weight 1 lb. Author: Kieran Cloak Turley. Source: #326.",
        "name":  "Black Widow",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gifted to the staunchest of nature\u0027s defenders by members of fey and elven royalty, these heavy garments conceal far greater powers than their worn, simple appearances belie. Superficially appearing as sylvan cloaks, these magic items grant all of a sylvan cloak\u0027s abilities, as well as the ability for their wearers to tree stride, as the spell, once per hour. Additionally, a wearer can also animate a tree as per the liveoak spell once per day. Moderate transmutation; CL nth; Craft Wondrous Item, liveoak, tree stride; Price 153,360 gp; Weight 1 lb.",
        "name":  "Sylvan Cloak, Greater",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This unusual item is rarely used. a tall and heavy flagon usually of steel or bronze. It weighs 5 pounds and is designed for a larger than Strong enchantment; CL 12th; Craft Wondrous Item, human-sized hand. A quart of liquid can be poured zone of truth; Price 8,640 gp; Weight 5 lb. Author: Eric into the mug without quite reaching its brim. Even Cagle. Source: #298",
        "name":  "War Mug of the Ogre Magi",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "of them are applicable to that spell and she can pay all Templates for Spells the costs. Unless otherwise specified, a spell template that applies a special effect to a spell does so only once, regardless of how many separate effects the spell produces. by Christopher Perkins, DRAGON #311, September 2003. For example, if a spellcaster uses the ghost touch template d20 Open Game content • see page 171 for details on a scorching ray spell (which fires up to three rays), the ghost touch effect applies only to the first ray. T he concept of spell templates was originally The following format is used to present spell template introduced in Arcana Unearthed, the variant information. Player\u0027s Handbook written by Monte Cook Name: The description of the spell template discusses for Malhavoc Press, and updated in Arcana Evolved. its origin, effect, and the kind of spells to which it can Just as creature templates alter the basic statistics be applied. For example, some templates work only with and abilities of monsters, spell templates modify spells that deal damage, some with spells of a certain existing spells, altering their parameters or requirements. school or subschool, some with single-target spells, A spellcaster who has access to a particular spell template and so forth. Any physical effects that use the template can apply it to any of her spells that meet the requirements might have on the spellcaster are also noted here. specified in the template\u0027s description. Cost: This cost must be applied each time the spell In Arcana Evolved, a character can acquire a spell template comes into play. Costs might be material template in any of several ways. She can gain a class components of a certain value, or they might be verbal feature or magic item that allows her to apply a spell or somatic components that cannot be modified (or template to her spells, or she can take a special feat negated) by any means, including metamagic feats. (called a ceremonial feat) that grants access to the desired For example, the Silent Spell feat cannot be applied template. Unless otherwise noted, use of a template to to a spell with a verbal component that cannot be modify a spell does not increase its level. modified. Material components are consumed unless Unlike other feats, ceremonial feats involve magic and the component is specified as a material focus. grant supernatural abilities. Access to spell templates is Prerequisite: This entry describes the how the spell just one of the many benefits that feats in this category template can be acquired. In most cases, a spell template provide. Acquiring a ceremonial feat requires not only an is acquired by taking the requisite ceremonial feat. available feat slot, but also a daylong ritual or ceremony. The ritual takes one week to prepare and requires BLOODLEECH special supplies and ingredients costing 100 gp. (This Using methods taught by the spirits of slain cost does not apply to a ceremonial feat taken at 1st level necromancers, you draw strength from those you because the ritual is assumed to have occurred before the wound with your spells. Your veins throb and pulse character enters play.) visibly when you cast a bloodleech spell. This article presents seven new spell templates, as well This template can be added to any spell that deals hit as the ceremonial feats that grant access to them. The chart point damage. The spell deals an additional 1d6 points of indicates which feats correspond to each new template. damage to one living target of the caster\u0027s choice, and the caster is instantly healed of damage equal to this bonus SAMPLE SPELL TEMPLATES amount. If the chosen target is immune to the type of A character who has access to more than one spell template damage the spell deals or does not suffer the damage for can add multiple templates to a given spell, as long as all some reason, the caster does not heal any hit points. Using a bloodleech spell against another sentient of damage per round of the same energy type as the creature is considered an evil act. spell itself dealt. For instance, a creature damaged by",
        "name":  "Arcane Alterations",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bloodthirsty. purpose of dispel magic. A spell with this template gains the appropriate CHAMPION energy descriptor (the acid descriptor for an elemalefic You have learned ancient magical techniques for acid spell, the cold descriptor for an elemalefic cold imbuing summoned monsters with greater power. spell, and so forth).",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Somatic component (a grasping hand gesture) others\u0027 movements with your magic. that cannot be modified, a material focus (a set of silver Benefit: You may apply the shackled template to your shackles worth at least 100 gp), and material component spells. You also gain a +2 bonus on Use Rope checks (a golden key worth at least 25 gp). This template cannot made to bind a creature. affect 9th-level spells.",
        "name":  "Cost",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You may apply the bloodleech template to After completing a daylong ritual attended by six others, your spells. If you have cast a bloodleech spell in the at least one of whom is a conjurer, you gain the ability past 24 hours, you heal naturally at an accelerated rate, to summon more powerful creatures than normal and recovering hit points equal to twice your character level establish a magical connection with them. with a night of rest, or three times your character level Benefits: You may apply the champion template with an entire day and night of rest. to your spells. Furthermore, you cast conjuration (summoning) spells at +1 caster level. ELEMALEFIC SPELLCASTER (CEREMONIAL) SPELL TEMPLATE FEATS After a daylong ritual involving an invocation to angry elemental spirits, you can call upon their rage to enhance Spell Template Associated Ceremonial Feat your spells. Bloodleech Bloodthirsty",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You may apply the invigorating template to foil those nimble-fingered, keen-eyed thieves at every your spells. You also gain a +2 bonus on all Heal checks. turn. Glyphs are also terrific for providing a surprise for an invading party bent on pounding through that You either select the glyph you want to learn or you open archway to blast the Temple of Evil\u0027s resident learn one at random. High Priest. Aside from their practical usefulness, glyphs also RESOURCES DC provide an opportunity for the DM to utilize a bit of Extensive library 15 fiendish creativity in the actual creation of the glyphs Large library 20 themselves. Glyphs that differ by only a single element Mid-sized library 25 (e.g., one glyph that is a triangle with two wavy lines, Small library 30 and one that is a triangle with three wavy lines) can You either select the glyph you want to learn or you make for many delightful snafus, as can glyphs that learn one at random. have the same purpose but different names. There are also many more possibilities for glyphs than the usual RESOURCES DC fire damage, electrical damage, paralysis, and so forth, Extensive library 15 which the Player\u0027s Handbook details. Following are a Large library 20 description of the mechanics of glyphs as they exist in Mid-sized library 25 the author\u0027s Cerilonian Campaign, a list of glyphs for Small library 30 You can know up to one glyph per level of arcane the reader\u0027s perusal, and a few ideas for magic items and divine spellcasting class you possess. Once you which pertain to glyphs. Happy Warding! learn a glyph you cannot \"lose\" its knowledge to learn a The third-edition update to this classic article different one. alters the rules for glyphs to make them useful to all USING GLYPHS Spellcasters. Originally presented as useful variations To use a glyph, you must scribe the glyph and invest it on the glyph of warding spell, this article has been with arcane or divine power. A divine caster can also expanded and slightly altered to make glyphs and simply cast glyph of warding and use any of the glyphs their creation a useful art. he knows to replace that spell\u0027s standard options. In For purposes of these rules, a glyph is any mystical this case, the caster simple uses the spell and ignores symbol imbued with arcane or divine energy. When the following rules. the symbol is disturbed, such as by an unwary rogue Scribing a glyph requires 10 minutes of work and a stepping upon it, the glyph discharges its energy. Craft (runes) skill check. The DC of this check depends In addition to the new rules given here, a divine on the spell energy used at the time of the glyph\u0027s caster can opt to use any of the presented symbols with creation. When you scribe a glyph, you must spend a the glyph of warding spell spell slot of at least 3rd level to grant it power. The Craft DC equals 20 + spell level used. You may take 10 on this LEARNING GLYPHS check as normal. If you fail, you do not spend the spell An arcane or divine spellcaster can learn the process slot and can try again. Inserting the energy into the behind scribing or creating a glyph through the Glyph glyph is the last step in the process of its creation. Scriber feat. A glyph created in this manner is weaker than one created using glyph of warding. It can be set to discharge GLYPH SCRIBER [GENERAL] when the first creature touches it or enters its square, You have studied the art of using and inscribing and it remains in place for 1 hour per level of the spell magical symbols known as glyphs. You can use these slot spent to power it. symbols to create magical wards that protect you When you create a glyph in this manner, its caster against intruders. level equals double the level of the spell slot used to",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You learn 2 glyphs and can learn more as A glyph occupies a single 5-foot by 5-foot square. described below. You also gain the ability to scribe and The first creature to touch the glyph or enter its space empower glyphs. triggers the glyph and takes its effects. You must spend long hours in research at a If a glyph is scribed using finely powdered gems library, wizardly conclave, sorcerer\u0027s union, or similar worth 100 gp per spell level used to create it, the glyph institution. Each day, you must make a special is permanent until discharged. Knowledge (arcana) check, with your caster level as a Aside from the changes noted above, a glyph scribed in competence bonus. The DC of this check depends on this manner acts as one created with glyph of warding. the resources available to you. This check represents In terms of the campaign, you can also use these both your ability to uncover the information you need glyphs as various symbols and to describe the specific and your ability to comprehend it. effects of the options described under the standard glyph of warding spell. A glyph of warding cast to deal electrical damage might appear as the symbol beel. In some cases, the glyphs given here are weaker than the effects provided for by the spell. This is intentional, as glyphs scribed by spending spell slots are more flexible and easier to access than those Ejo: Balance. This glyph deals 1d6 created through the spell. points of damage per 2 caster levels to any creature that does not have a neutral component to its CERILONIAN GLYPHS alignment. A successful Reflex save halves the damage. The following forty-four glyphs add a great deal of Ez: Magicbane. This glyph drains charges flexibility to Spellcasters. from any wand possessed by the toucher or",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This glyph explodes into a crackling Fola: Causes uncontrollable muscle ball of energy that deals 1d6 points of spasms for 2 rounds per caster level. Victim electrical damage per 2 caster levels. A drops any held items, falls prone, and can successful Reflex save halves the damage. take only one action (standard or move) per",
        "name":  "Beel",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Paperbane. This glyph causes the per caster level. ink on all items of paper the toucher or Sovin: Causes disease. The glyph\u0027s creator passer bears to temporarily fade. This selects a disease as per the spell contagion. includes scrolls, maps (if on paper), The target is exposed to that disease and spellbooks, librams, manuals, and so on. Each item must make a saving throw against it to resist its progress. fades for 1 minute per caster level. Use the save DC listed for the disease to determine its",
        "name":  "Mot",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Life drain. This glyph grants 1 for 2 rounds per level of caster, dealing an negative level to the target. A successful additional 2 points of damage per round. A successful Fortitude save negates the effect. This Fort save halves the duration (to only l round per level lasts for 1 round per caster level, and caster level). Binding and magic do not staunch this it does not cause permanent level loss. blood loss, but dispel magic does. This glyph affects",
        "name":  "Ors",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gembane. All gems, jewelery, restore vigor to a jaundiced campaign. And riddles and other Diminutive items worth less provide wonderful obstacles for low-level characters than 10 gp on the victim\u0027s person teleport who can\u0027t go out and fight the big stuff but who tire from his possession to a spot within of killing a score of kobolds in order to get twelve 100 feet of the glyph, per the creator\u0027s choosing. A copper pieces. successful Will save negates the effect. Such a spot is Riddles involve players directly with the action going usually within a locked box or chest. on. It\u0027s not just rolling dice and looking at modifiers—",
        "name":  "Xorsan",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The traveller. This glyph suddenly it\u0027s the players themselves and their own transports the target as per the spell abilities that determine whether or not they make it dimension door to a spot of the glyph through the adventure, find the treasure, rescue the creator\u0027s choosing. A successful Will save princess, or even escape with their characters\u0027 lives! negates the effect. This spot must be selected when In this way, riddles add a dimension of reality to an the glyph is created. adventure, making the excitement of the situation",
        "name":  "Yagsha",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Pale purple liquid or powder, smells like order to cast a spell or perform any other activity that raisins (DC 18 Spot check to notice). Vedya has no initial requires him to concentrate. These effects wear off 1d3 damage. Vedya is a persistent alchemically enhanced x 10 rounds after the victim attempts his initial save. poison that deals 1d4 points of Constitution damage as Fortitude DC 16; Price 250 gp. its secondary damage. If its victim fails his save to resist Breek: Odorless, colorless liquid. Breek deals 1d2 the poison\u0027s secondary damage, the poison takes on the points of Constitution damage as its initial damage. properties of a disease and continues to deal 1d4 points As its secondary damage, breek deals 1 point of of Constitution damage every day until he dies, makes Constitution damage 1 minute later as usual and then four successful Fortitude saves in a row (one each day, another 1 point of Constitution damage 1 minute after as a disease), or receives magical healing. Because of that. A successful save against the poison\u0027s secondary vedya\u0027s alchemical potency it is immune to any spell damage negates all later damage as well. short of lesser wish, miracle, or wish. The damage it deals, Fortitude DC 14; Price 200 gp. however, can be cured normally. Devil Ale: Odorless liquid, very light orange color. Fortitude DC 22; Price 10,000 gp. Devil ale deals 1 point of Strength damage as its initial",
        "name":  "Vedya",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Odorless, light-gold liquid. Trif has no initial 1d4 points of Dexterity damage 1 minute after that. A damage. As its secondary damage, trif deals 1d2 points successful save against the poison\u0027s secondary damage of Constitution damage and 1 point of Dexterity negates only that damage; the victim must succeed again damage every minute for 1d10 minutes, or until it 1 minute later to negate the final damage. The victim\u0027s deals 8 points of Constitution damage. A successful vision grows dim after he takes 5 points of Dexterity damage. He can only see up to a range of 30 feet, and all attacks he makes suffer a 20% miss chance. If he takes 10 points of Dexterity damage he becomes blind. This blindness is permanent, but it can be cured via magic as normal. If blindness does not occur, the victim\u0027s vision clears 1 hour after he last takes damage from the poison. Neutralize poison or a similar effect removes the effects of dimmed vision, but not blindness. Remove blindness cures the blindness effect, as normal. Fortitude DC 18; Price 350 gp.",
        "name":  "Trif",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 tentacles +9 melee (1d6+2 and blood drain) While the bleeder lacks a gauth or beholder\u0027s magical Space/Reach: 10 feet/10 feet abilities, it is still a fearsome opponent. Once it",
        "name":  "Full Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bodak gains damage reduction also works on objects. It is not subject to critical hits, 10/cold iron. nonlethal damage, ability damage, ability drain, energy Electricity Immunity (Ex): Bodaks are immune drain, or death from massive damage. A bodak cannot to electricity. be raised, and resurrection works only if it is willing. The Flashbacks (Ex): From time to time, a bodak sees creature has darkvision to 60 feet. something that reminds it of its almost-forgotten Abilities: Increase from base creature as follows: life. At the start of every encounter, there is a 5% +2 Strength, +4 Dexterity, -4 Intelligence, +2 Wisdom, chance that it notices something about an opponent and +2 Charisma. Being undead, a bodak has no (randomly determined, if more than one opponent Constitution score. is present) that causes it to recall its life. If this Environment: Any. happens, the bodak takes no action for 1 round and Organization: Solitary or gang (2-4). thereafter takes a -2 penalty on all attacks directed at Alignment: Always chaotic evil. that opponent. Advancement: Same as the base creature. Bonespitter in this terrible storm are torn asunder and put back together as bonespitters, horrific beasts animated by the planar magic that caused the flux. Luckily, planar fluxes by James Jacobs, DRAGON #2S7, September 2001 are incredibly rare, although they are more common in areas where mages experiment with travel between the Medium Undead worlds or in areas where Limbo and similar planes bleed",
        "name":  "Damage Reduction",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Counterspelling, DR 5/magic, electricity and sonic resistance 20, displacement, +4 turn resistance, undead traits",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Air blast by Mike Mearls, DRAGON #306, April 2003 Special Qualities: DR 5/magic, immunities (cold, electricity), outsider traits, SR12",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "DR 5/magic, form of ashes, immune intelligent and cunning of the elemental demons. to fire, outsider traits. SR12, vulnerable to cold These elemental demons meet in secret cabals to",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Equal to double the creature\u0027s HD (maximum 25). RESISTANCE TABLE COLD, FIRE DAMAGE HIT DICE RESISTANCE REDUCTION 1-3 5 4-7 10 5/magic 8-11 15 10/magic 12+ 20 15/magic If the base creature already has one or more of these special qualities, use the better value. Haste (Su): Because the creature is an actual composite entity, and both the demon and the elemental are—at least somewhat—separately aware, the demonically fused elemental continually gains the benefits of haste.",
        "name":  "Spell Resistance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "DR 5/magic, immunity to electricity, horror attempts to parlay with intelligent creatures. It multiple forms, spectrum immunity, telepathy, offers its services as a guard in return for gems, although tremorsense 60 ft. it cares little for work that does not allow it to rest in",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Usually lawful neutral above an important item or doorway, and so forth.",
        "name":  "Alignment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard empathic bond can transfer that damage to its bonded Alignment: Always chaotic evil creature. For example, a ragewing bonded to an air demon Advancement: By character class is struck by a chaoswyrd\u0027s tentacle attack. The tentacle attack does 5 points of damage, but since the ragewing is Ravenous ghoulish halflings hunt near small towns, bonded with the air demon, the demon takes the 5 points villages, and other poorly guarded population centers. of damage and the ragewing escapes unharmed. Occasionally a group of them sets up along a major Each time a ragewing makes use of this power, the road to ambush passersby. bonded creature receives a new DC 14 Will save to break free of the bond. On a successful save the damage is Combat transferred, but the link is lost. A ragewing can only Ravenous ghoulish halflings try to attack with surprise transfer an amount of damage equal to its current hit whenever possible. They fight relentlessly, attempting point total. Thus, a ragewing with 3 remaining hit points to feed in the middle of combat if able. They never can only transfer 3 of the points of damage it takes in retreat and never stop pursuing opponents who do. the following rounds to the creature it has bonded. This Create Spawn (Su): A creature killed by a ghoulish creature ability\u0027s save DC is Charisma-based. rises as a form of ghoul 1d4 days after death. The victim returns as a ghoul if it was a humanoid with 3 or fewer HD Ravenous Creatures and as a ghoulish creature if it was a giant or monstrous humanoid or a humanoid with 4 or more HD. Feed (Ex): A ravenous creature deals automatic bite by Clifford Horowitz, DRAGON #319, May 2004 damage with a successful grapple check. Improved Grab (Ex): To use this ability, the ravenous Those undead that dine upon the flesh of humanoids creature must hit with a natural attack. If it gets a hold, occasionally catch a magical virus that twists them still it can feed. further, granting them even greater powers. Need to Feed (Ex): A ravenous creature is driven by a consuming hunger, not a lust for battle. Whenever SAMPLE RAVENOUS CREATURE it slays a living opponent, the ravenous undead must This halfling has mottled, decaying flesh drawn tight across succeed at a DC 15 Will save or immediately stop to clearly visible bone. It is mostly hairless and has oversized eat its kill. When eating, a ravenous creature can do jaws and red glowing eyes. nothing else. It loses its Dexterity bonus to AC and does not make attacks of opportunity. Ravenous Ghoulish 1st-level Halfling Warrior Paralysis (Ex): Those hit by a ghoulish creature\u0027s natural Small Undead attack must succeed at a Fortitude save or be paralyzed for",
        "name":  "Any ragewing that is struck for damage that has an active Treasure",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A seelie court fey retains all the a creature with a vernal touch. This touch removes special qualities of the base creature and gains the dazed, nauseated, fatigued, and exhausted conditions following abilities. from living creatures. For undead creatures, a seelie Aura of Glory (Su): A seelie court fey radiates calm. She court fey\u0027s touch attack acts like a cleric\u0027s ability to turn is immune to fear (magical or otherwise). Allies within 10 SEELIE COURT FEY DR AND SPELL-LIKE ABILITIES HIT DICE DAMAGE REDUCTION ABILITY 1 5/cold iron Command, disrupt undead, prestidigitation 2-3 5/cold iron As above, plus charm person, unseen servant 5/cold iron As above, plus create food and water, enthrall 6-7 5/cold iron As above, plus minor creation*, suggestion 8-9 5/cold iron As above, plus charm monster, Leomund\u0027s secure shelter 10-11 10/cold iron As above, plus major creation* 12+ 10/cold iron As above, plus Mordenkainen\u0027s magnificent mansion, mass suggestion *ltems created by seelie court fey using these spell-like abilities vanish if touched by iron or steel. Fey cannot create iron or steel items. feet of her gain a morale bonus on saving throws against Advancement: — fear effects equal to the seelie court fey\u0027s Charisma bonus. Level Adjustment: —",
        "name":  "At will, as a standard action, the seelie fey can touch Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +7, Gather Information +7, Hide +11, attack, this extra damage is not multiplied. Intimidate +7, Listen +7, Spot +7, Tumble +11, Use A trap haunt can sneak attack only living creatures Magic Device +12 with discernible anatomies—undead, constructs,",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Trap haunts can use the Search skill to locate traps when the task has a Difficulty Class higher than 20. Trap haunts can use the Disable Device skill to disarm magic traps. A magic trap generally has a DC of 25 + the level of the spell used to create it. A trap haunt who beats a trap\u0027s DC by 10 or more with a Disable Device check can study a trap, figure out how it works, and bypass it without disarming it. Evasion (Ex): A trap haunt can avoid even magical and unusual attacks with great agility. If it makes a successful Reflex saving throw against an attack that normally deals half damage on a successful save, it instead takes no damage. A helpless trap haunt does not gain the benefit of evasion. Trap Sense (Ex): The trap haunt has an intuitive sense that alerts it to danger from traps, giving it a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against attacks made by traps. Uncanny Dodge (Ex): A trap haunt can react to danger before its senses would normally allow it to do so. It retains its Dexterity bonus to AC (if any) even if caught flat-footed or struck by an invisible attacker. However, it still loses its Dexterity bonus to AC if immobilized. Bonded Trap (Su): Trap haunts cannot move more than 30 feet from the trap that created them, but as long as the trap that created the trap haunt exists, the undead spirit cannot be slain. If reduced to 0 hit points, the trap haunt merely fades away for 2d6 rounds before returning at full strength. As long as the trap haunt has at least 1 hit point, its trap\u0027s hardness is increased by a number equal to the trap haunt\u0027s Charisma bonus. If the trap is destroyed, the trap haunt continues to inhabit the ruined remains but can no longer animate the trap. If the trap haunt is then brought down to 0 hit points, it is permanently destroyed. Invisibility (Su): When the trap haunt is not using its chill aura ability, it is invisible as per the spell greater invisibility. Invisibility purge, see invisibility, true seeing, and similar spells reveal the presence and location of the trap haunt normally. Turn Resistance (Ex): A trap haunt has +4 turn resistance. CREATING A TRAP HAUNT \"Trap haunt\" is a template that can be added to any living creature that possesses at least 1 level of rogue and has been slain by a trap. The creature (referred to hereafter as the \"base creature\") must have a Charisma score of at least 18. The base creature\u0027s type changes to undead, and it gains the incorporeal subtype. It otherwise uses all the base creature\u0027s statistics and special abilities except as noted here.",
        "name":  "Trapfinding",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary or gang (2-4) Spellcasters use dispel magic to tear away any defenses",
        "name":  "Organization",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+0 The summer unseelie fey gnome is cruel in her pranks and interactions with others. Combat Summer unseelie fey gnomes prefer misdirection and deception over direct confrontation. They would rather befuddle or embarrass foes before killing them. Summer unseelie fey gnomes make heavy use of illusion magic and carefully prepared ambushes and traps whenever they can. Summer Caress (Su): Surrounded as if by the warm, from all creatures of any alignment except for verdant air of summer, an unseelie fey with summer\u0027s those of the animal, beast, fey, or magical beast caress is protected by a magic circle of nature. This ability creature types. Caster level equals HD. functions much like a magic circle against evil, except • Autumn Harvest (Su): Autumn is a time of endings. that it protects against attacks from all creatures of any As a standard action, an unseelie fey can touch a alignment except for those of the animal, beast, fey, or creature with a special dispelling touch. This touch magical beast creature types. Caster level 1st. acts as a targeted dispel magic. The unseelie fey can use this ability a number of times per day equal to CREATING AN UNSEELIE FEY 1 + Charisma modifier (minimum 1). Caster level \"Unseelie fey\" is a template that can be added to any equal to HD. living creature type (referred to hereafter as the \"base • Winter Chill (Su): An unseelie fey with winter chill has creature\"). The creature\u0027s type becomes \"fey.\" It uses all a presence that disquiets nonfey. The more beautiful the base creature\u0027s statistics and special abilities except the creature is, the more uncomfortable other crea as noted here. tures feel. living, nonfey creatures within 5 feet of her",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " are for and for what location, (i.e., a chamber, room, 20-ft- D12 RESULT wide corridor, and so on). Now break out your books, your 1-2 Parallel passage or 10 ft. x 10 ft. room if dice, and plenty of graph paper, and have fun! door straight ahead The upper level above the dungeon in which your 3 Passage straight ahead solo adventures are to take place should be completely 4 Passage 45 deg. ahead/behind planned out, and it is a good idea to use the outdoor 5 Passage 45 deg. behind/ahead encounter matrix to see what lives where (a staircase 6-12 Room (go to Table H-7: Chambers discovered later just might lead right into the midst and Rooms) of whatever it is). The stairway down to the first level *lf no room is beyond a door check again on Table H-l: of the dungeon should be situated in the approximate Periodic Checks 30 feet after passing by or through a door. TABLE H-3 STAIRS TABLE H-5: CAVES \u0026 CAVERNS D20 RESULT D12 RESULT 1-5 Down 1 level* 1-3 Cave about 40 ft. x 60 ft. 6 Down 2 levels** 4 Cave about 50 ft. x 75 ft. 7 Down 3 levels*** 5 Double Cave: 20 ft. x 30 ft., 60 ft. x 60 ft. 8 Up dead end (1 in 6 is collapsing chute 6 Double Cave: 35 ft. x 50 ft., 80 ft. x 90 ft* down 1 level) 7-9 Cavern about 95 ft. x 125 ft * 9 Down dead end (1 in 6 to chute down 2 levels) 10 Cavern about 120 ft. x 150 ft. 10 Chimney up 1 level, passage continues, 11 Cavern about 150 ft. x 200 ft* check again in 30 ft. 12 Mammoth cavern about 250 ft.-300 ft. x 11-12 Chimney up 2 levels, passage continues, 350 ft.-400 ft.** check again in 30 ft. *Roll to see if pool therein 13 Chimney down 2 levels, passage continues, **Roll to see if lake therein check again in 30 ft. 14-18 Trap door down 1 level, passage continues, POOLS check again in 30 ft. D12 RESULT 19-20 Trap door down 2 levels, passage continues, 1-5 No pool check again in 30 ft. 6-7 Pool, no monster *1 in 12 has a door that closes egress for the day 8-9 Pool, monster **1 in 10 has a door that closes egress for the day 10-11 Pool, monster ^treasure ***1 in 8 has a door that closes egress for the day 12 Magical pool CAVES AND CAVERNS FOR LOWEST LEVELS LAKES You might wish to have rough-hewn and natural D12 RESULT tunnels in lower levels, and where chambers and 1-5 No lake rooms are indicated substitute Caves and Caverns. 6-8 Lake, no monsters Exits are as above and contents are as per the random 9-11 Lake, monsters table from the DUNGEON MASTER\u0027S Guide. 12 Enchanted lake MAGIC POOLS TABLE H-4: SIDE PASSAGES DIO RESULT 1-3 Turns gold to platinum (1-3) or lead D12 RESULT (4-6), one time only. 1 Left 90 degrees 4-6 50% adds +4 bonus to random attribute, 2 Right 90 degrees otherwise imposes 4 points of damage to 3 Left 45 degrees ahead chosen ability 4 Right 45 degrees ahead 7-10 Transporter pool: 1-2 back to surface, 5 Left 45 degrees behind 3-4 one level down, 5-6 100 miles away 6 Right 45 degrees behind on surface 7 Left curve 45 degrees ahead 8 Right curve 45 degrees ahead 9 Passage T\u0027s TABLE H-6: TURNS 10 Passage Y\u0027s 11 4-way intersection (Determine width of passage on Table H-2.) 12 Passage X\u0027s (if present passage is D12 RESULT horizontal or vertical it forms a fifth 1-4 Left 90 degrees passage into the X) 5 Left 45 degrees ahead H Left 45 degrees behind PASSAGE WIDTH 7-10 Right 90 degrees D12 RESULT 11 Right 45 degrees ahead 1-7 m 10 ft. 12 Right 45 degrees behind 8-10 20 ft. 11 30 ft. 12 5 ft. TABLE H-7: CHAMBERS AND ROOMS Roll for shape and size, then exits, then contents. EXITS: NUMBER, LOCATION, AND DIRECTION (PASSAGES IN CHAMBERS, DOORS IN ROOMS) D12 CHAMBER SHAPE AND AREA D6 ROOM AREA NUMBER OF EXITS 1-4 Square, 20 ft. x 20 ft. 1 up to 600 ft. HSU 5 Square, 30 ft. x 30 ft. 1 over 600 ft. 2 6 Square, 40 ft. x 40 ft. 2 up to 600 ft. 2 7-9 Rectangular, 20 ft. x 30 ft. 2 over 600 ft. 3 10 Rectangular, 30 ft. x 50 ft. Q( 3 up to 600 ft. 3 11 Rectangular, 40 ft. x 60 ft. 3 over 600 ft. 4 12 Unusual shape and area, see sub-table below. 4 uupp ttoo 11220000 fftt.. 0* 4 oovveerr 11220000 fftt.. 1 D12 ROOM SHAPE AND AREA 5 up to 1600 ft. 0* 1 Square, 10 ft. x 10 ft. 5 over 1600 ft. 1 2-4 Square, 20 ft. x 20 ft. 6 anysize 1-4, roll to determine 5 Square, 30 ft. x 30 ft. * A secret door might exist, and a search might be 6 Square, 40 ft. x 40 ft. made if desired. For every 10 ft. of wall space checked 7 Rectangular, 10 ft. x 20 ft. roll a 12-sided die—a 1 indicates a secret door is 8-9 Rectangular, 20 ft. x 30 ft. present, a 12 indicates a wandering monster has come 10 Rectangular, 20 ft. x 40 ft. in. The secret door has a Search DC equal to 10 + the 11 Rectangular, 30 ft. x 40 ft. dungeon level + ldlO. 12 Unusual shape and area, see sub-table below. D12** LOCATION DIRECTION (IF A DOOR USE UNUSUAL SHAPE AND SIZE TABLE H-2: DOORS INSTEAD) (ROLL SEPARATELY FOR SHAPE AND SIZE): 1-5 opposite wall straight ahead D12 SHAPE 6-8 left wall straight ahead 1-3 Circular 9-11 right wall straight ahead, 20 ft. wide 4-5 Triangular 12 same wall 45 deg. left/right 6-7 Trapezoidal ** If a passage or door is indicated in a wall where the 8-9 Odd-shaped* space immediately beyond the wall has already been 10 Oval mapped then the exit is either a secret door (1-2) or a 11 Hexagonal one-way door (3-6). 12 Octagonal *Draw what shape you desire or what will fit the map D12 DIRECTION (IF A DOOR USE H-2: DOORS INSTEAD) D12 SIZE 1-5 straight ahead 1-3 about 500 sq. ft. 6-8 straight ahead 4-5 about 900 sq. ft. 9-11 straight ahead, 20 ft. wide 6-7 about 1,300 sq. ft. 12 45 deg. left/right 8-9 about 2,000 sq. ft. 10 about 2,700 sq. ft. CHAMBER OR ROOM CONTENTS 11 about 3,400 sq. ft. Use the appropriate tables from the DUNGEON 12 roll again and add result to 11 above (if MASTER\u0027S Guide. another 12 repeat the process, doubling 11 above, and so on) *draw what shape you desire or what will fit the map Likewise, keep a side record of all monsters, treasures, rolling until you obtain something which fits with tricks/traps, and whatever. If the opportunity ever comes your predetermined limits. Common sense must (as it most probably will), you have an ample supply of prevail. If a room won\u0027t fit, a smaller one must serve, dungeon levels and matrices to entertain other players. and any room or chamber that is called for can be Discretion must prevail at all times. For example, if otherwise drawn to suit what you believe to be its best you have decided that a level is to be but one sheet of positioning. At all times you are serving in two roles, paper in size, and the die result calls for something DM and player, so be sure to keep a fair balance. wbich goes beyond an edge, amend the result by Now proceed to the tables that explain all play.",
        "name":  "BEYOND DOOR IS",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Black dragons have influence over their Spells rely on four elements that are present in swampland environments and only learn to wield almost all arcane and divine formulae. The simpler a wider variety of magic when they become young spells may dispense with some of them, while the adults. Bronze dragons, in contrast, cast spells since more powerful require great sacrifice in order to young, with additional control over weather, thoughts release the magic trapped in its patterns. Dragons and their own shape. utilise these four pillars intuitively, while mortal spellcasters must train in their use. Mortal spellcasters profit from such elemental correspondence when they utilise the right draconic The Magic of Words components to create magical items, and some A spell’s verbal component exploits the magic sorcerers are able to determine the elemental heritage inherent in language, particularly in the dragon’s of their draconic parentage, tapping into its powers. tongue, which scholars would seriously consider as the language of creation if not for the fact Draconic Spellcasting that such primitive and savage creatures such as Dragons do not need to practice or study to awaken kobolds and lizardfolk use it. Such is the hubris their spellcasting ability; it just comes naturally of the academically minded, as kobolds, for all to them. In fact, even magic barred to arcane their insignificance, give birth to many natural spellcasters is open to some dragon species, who can spellcasters. cast spells usually reserved for clerics but without the need to pledge their allegiance to any deity. As any Words twist and bend, commanding magic due to dragon hunter can attest, provided that he survives the combination of sound born from pronunciation his profession long enough to tell tales, dragons can and volume. Of course, not all languages can learn to manipulate the properties of their spells as command arcane energies, which is why any serious well as any wizard and sorcerer, and even apply such arcanist learns Draconic instead of simply relying on knowledge to their other magical abilities. language-deciphering spells. Several wizards theorise that such expertise Bards learn to turn any language into a word of developed the other way around, with mortals trying magic, as it only becomes a focus for the power to mimic the ease of draconic spellcasting and of his heart and soul. However, bards cherish coming up with special training to alter a spell’s knowledge and many do learn Draconic as well, formulae to coax better results from its casting. adding an extra source of power to their spellcasting. It is hard for observers to tell when the dragon is The Magic of Form spellcasting or when he is using its innate abilities, Wizards gave the somatic component a more as the effects are hard to tell apart, especially when it dramatic-sounding name, for it uses the body to trace is using its arcane experience to cast modified spells. the complicated patterns of magical mandala, rune However, long centuries of study have yielded results and icon that unlock the power of a spell. Dragons for dracomancers, who are now able to recognise perform their spell’s somatic components merely when dragons are using regular magic or modified by twitching their clawed fingers and twisting their spells. Most importantly, the study revealed the wrists, apparently not needing to move their whole secrets of dragon magic that the great wyrms have arms or perform any additional movements. kept hidden for millennia. Any spellcaster can learn to cast his spells without the need to move but they pay for this liberty with an increased difficulty in the casting process, which uses up their reserves for the casting of more powerful spells. Wizards are trying to emulate the subtle movements of draconic spellcasting and, while 44 5 DRAGON MAGIC – AN OVERVIEW successful, they still cannot duplicate this with ease. Mortals excel at this, surpassing dragons for they Even simplified spells still require an extra strain can achieve pinnacles of power in mere decades, from the caster’s will. while the great wyrms take centuries to reach them. That is, dragons are content with their innate talents The Magic of Resonance and rarely put effort towards their magical training, acquiring spells simply by being what they are. Material components resonate with a symbolic essence that spells use in order to take their form. In the area of the magic of willpower, it is dragons A feather fall spell requires a feather, indeed, and who can learn from mortals but this does not mean fireball needs bat guano and sulphur. Most material that dracomancers have not found applications to components are destroyed in the process of casting, their study of dragon magic to this area. Even if not as they lend their physical structure to the magic’s as accomplished spellcasters as a talented wizard, pattern. Special components called foci are not dragons possess a mind that is as complex as it is destroyed but are still needed to give form to the ancient. Touching the mind of a dragon requires arcane energies called forth by the words and formidable strength of will, for their thoughts are channelled through the movements. convoluted and complex. Only those with enough self-control may try to touch a dragon’s mind, and It is still unknown how dragons use this pillar of only by a great presence of mind can magic. Some scholars believe dragons do not need the spellcaster even try to have material components but use the power inherent in some effect. their own blood to cast. Others claim that a dragon eats the material components for all his spells The and holds them in reserve, finally digesting them when the casting is done. Dragonsong The Power of Will One of the first discoveries dracomancers made when studying Ultimately, the other three pillars are the magic of dragons is their useless without the fourth: the will to song. Most of the time, mortals channel arcane energy in order to make cannot hear it but it has been magic. Any layman can learn to recite a known for the great creatures spell’s words, perform its movements to hum it constantly, especially and recognise its ingredients but if he when spellcasting or using their does not posses that inner spark of other innate magical abilities. will, all his efforts are for naught. The Draconic language plays an important role in this dragonsong, as its natural cadence and pronunciation are the foundation of its rhythm and melody. Of all the arcane spellcasters, bards have the most interest in dragonsong, given that they are already able to create magic out of their art, and dedicate a lot of time into learning to pronounce Draconic correctly. Bards and other dracomancers claim that the dragonsong is the song of creation, and that mastering it along with the draconic language is a key to plucking the strings of magic directly, instead of relying on arcane formulae. High Draconic The common Draconic language spoken by kobolds, lizardfolk and other reptilian races is a pidgin of 66 DRAGON MAGIC – AN OVERVIEW what dragons use everyday but even that is only a Dracomancers have also discovered that dragon scratch of High Draconic, the language dragons use blood is not exclusive to sorcerers. Depending on to work magic. Arcane spellcasters recognise several the level of draconic activity in an area’s past, many words as they appear in their own spells but dragons commoners may carry the seed of great magical speak it with enough fluency to let them compose power, manifesting little gifts from their ancestral their spells on the fly, something sorcerers achieve by parentage which, with the proper guidance, they can virtue of their dragon blood. learn to control regardless of their magical adeptness. One of the more extreme branches of dracomancers’ Sympathetic Magic studies on the effects of dragon blood is the secret Long study of dragon physiology has led of dragons’ shapechanging ability. According to dracomancers to unlocking the power that rings many a scholar, dragon-blooded people may learn to throughout a dragon’s body. Any arcane crafter can assume the shape echoed in their ancestry, starting use dragon body parts to create new magical items by adopting draconic features such as scaly skin, but those versed in dracomancy can make them clawed fingers, keen senses or, for the truly skilled or resonate with much more precision, using them whose blood is strongest, even the ability to conduct as foci to replace material components for their a breath attack. spellcasting, or extracting more power for alchemical and item creating rituals. Dragon Mastery Dragons are aware of this practice and do not take The title of ‘dragon master’ is hard to come by a kindly disposition to spellcasters who reek of under any circumstance, although laymen tend dragon guts. However, they are also aware of the to misunderstand the term. A dragon master is a power coursing through their entire being, and dracomancer who has gained enough expertise in his may sometimes award a worthy ally a token of studies of dragons and power in channelling dragon their friendship. These tokens are almost always magic that he can be certain a dragon will talk to him discarded dragon scales but they can also be claw on an initial encounter, rather than eating him on the clippings, leather strips from wings or filings from spot. Dragon masters never call themselves such horns or fangs. Sometimes either the dragon or in the presence of dragons, and actually do not call a spellcaster knows how to enchant such a token themselves anything when conversing with one of by awakening its inherent magical properties, for the great beasts. a voluntary gift holds much more power than the products of theft, scavenging or murder. With time and further study, dragon masters prepare themselves for the overpowering experience of Much rarer is the dragon who shares part of his very touching a dragon’s mind. They learn the twists soul with a member of the mortal races, bonding with and turns of the Draconic language, they prepare to another being in order to share their strength but also withstand the dragons’ imposing presence and, if their weaknesses. This ultimate gift of dragonkind they live long enough, may even win an argument or is only known as a legend, for if anyone has ever two and escape with their lives. received it, they prefer to remain quiet about it. Spellcasters who follow the path of dragon mastery strive to use their knowledge to gain power over Secrets of Blood dragons but whether that goal is even attainable is Perhaps one of the most widely known expression something yet to be seen. of dragon magic is also the least understood, as it is based on rumour and hearsay but its effects are clearly visible. The magic of a dragon’s bloodline is expressed in the raw magical talent of sorcerers. Even if they all cast spells in a fundamentally similar way, not all sorcerers can count a dragon among their ancestors. Those who do and work towards tapping that potential to its fullest can fire up their blood, calling upon their heritage to enhance their magical capabilities. 66 7 DRACONIC – LANGUAGE OF MAGIC Draconic – way the Draconic language works, they discovered certain grammatical rules that apply to spellcasting. Thanks to the contributions of brave and foolhardy Language of researchers, dracomancers were also able to discover the existence of High Draconic, the language that is actually used by dragons for their spells. Magic With the combined lore of Draconic, High Draconic M agical incantations come in many ancient and the principles of spellcasting, dracomancers have languages but the most commonly used is slowly pieced together several magical techniques Draconic as dragons, being possibly the that come close to the dragon’s power. However, first spellcasters in history, defined many of the their imperfect knowledge of dragon spellcasting formulae, investing certain combinations of words creates flaws in those methods, which demand that with the power of their will. These incantations the caster compensate in some other way to fill the were passed down as mortals discovered the secrets gaps in his linguistic prowess. And that is without of spellcasting with wizards, sorcerers and bards counting the risks of a mispronounced syllable when pronouncing them without really knowing what they the weight of the channelled arcane energies rests on meant, only that they worked. the spoken word more than some other component. As scholars of the arcane took an interest in the roots Speaking High of magic, Draconic was discovered as the source of many, if not all, spells. However, speaking Draconic Draconic is not a guarantee that the speaker will be able to work magic even if he is fluent, for the exact rules Learning the Draconic language is easy; the of what combination of words, phrases and even character just needs to spend a skill point in the pronunciation produces magical effects are still a Speak Language skill and have a ready justification mystery for mortals. Spell research is not only a about how he came about such knowledge. Starting matter of seeking the right components or devising characters with a high enough Intelligence score can the correct gestures but also of trying the right even start the game knowing Draconic. However, combinations of sound and cadence. this only permits them to communicate with races which speak the language, such as kobolds, Dracomancers walk one step further into this aspect lizardfolk, troglodytes and, of course, dragons. In of magic, using language as the starting point for truth, High Draconic is just a dialect of the root their studies into dragon magic. Spending years comprehending and not merely understanding the 88 DRACONIC – LANGUAGE OF MAGIC Draconic language but is very different in ways of DC Task inflection and structure. Dragons themselves do not 15 Read a simple passage. Understand a simple speak it naturally until they reach the age at which sentence spoken in High Draconic. they start casting spells, and the lesser reptilian races 20 Read a complex passage. Write a simple have no knowledge of it at all. Learning the true passage. Understand a long conversation. language of magic in a way that allows the caster Speak a simple phrase to understand it takes great effort, as it requires the 25 Read a long text. Write a complex passage. same exertion as preparing or casting a spell. Understand complex rhetoric. Speak for a long time. A read magic spell will decipher writings in High 30 Read magical writings. Write a long treatise. Draconic as it would any other magical language but Give a +4 synergy bonus to Spellcraft checks to it does not reveal any secret about its structure and identify a spell as it is being cast. Lie in High grammar, as the spell effectively translates it for the Draconic. reader, without pointing out the hows and whys.",
        "name":  "Water",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Retries are allowed automatically when Speaking High Draconic is no simple matter and writing or speaking, although mistakes in speech requires its own skill to master. It is a cross-class might have negative reactions in native speakers of skill for everyone, requiring two skill points to buy High Draconic. If a check fails when reading or one rank. The only exceptions to this are dragons, listening, the character must succeed in a Wisdom who do not even need to acquire it so long as they check (DC 13) in order to realise he got the meaning can cast spells due to their age category. wrong and retry at a +2 DC. Speak High Draconic (Int; trained only) Special: In order to buy ranks in the skill, the You can understand the true language of magic, able character must already speak Draconic. Only to actually know what the verbal component of a dragons and other native speakers of Draconic who spell is saying. With this knowledge, a spellcaster learn the High form can lie in this language. Other may alter a spell’s workings on the fly, summarize creatures must succeed at a skill check in order to complex rituals, learn Draconic Words of Power utter falseness when speaking in High Draconic. or perform certain magical feats unavailable to Such creatures suffer a -8 penalty on Bluff, Innuendo those casters who perform their spells by rote, and Diplomacy checks unless they succeed first at without really understanding what they are uttering. a Speak High Draconic check when lying or hiding Speaking in High Draconic is a sure way to impress the truth. Because of this, dragons will very often a dragon. Characters who speak High Draconic gain take an oath spoken in High Draconic from a non- a +2 morale bonus to Charisma-based skill checks dragonkin very seriously. when dealing with dragons but risk their ire if they mispronounce anything. On a natural roll of 1, a Increasing the Skill dragon is outraged that the character is mangling High Draconic is a language that is as intuitive as it such an elegant language and has his disposition is practiced. Unlike normal skills, characters have towards the character drop by two steps, as detailed two ways of increasing their ranks in Speak High in Core Rulebook II. Draconic. The first is the normal way of buying up a rank for every two skill points spent every time the",
        "name":  "Retry",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character rolls a skill check when character gains a level. The other is through constant attempting to read, write, understand or speak in use, trial and error. High Draconic. The language is complex enough to require such a check. If the character has 5 or Whenever a Speak High Draconic check succeeds more ranks in Decipher Script, he gains a +2 synergy by 10 points over the original DC or the die roll is bonus to writing and reading checks. Also, some a natural 20, the character can make an Intelligence magical disciplines based on High Draconic require check (DC equals 10 + current ranks in Speak High checks with varying DCs, as detailed under each Draconic). If the Intelligence check succeeds, the discipline’s description. character can add one rank to Speak High Draconic. The character can make the same Intelligence check detailed above whenever a Speak High Draconic check fails by 10 points below the original DC or 88 9 DRACONIC – LANGUAGE OF MAGIC the die roll is a natural 1. Provided he survives the able to cast if his arcane capacity were not otherwise experience and also succeeds at the check, he can occupied with keeping his mind in one piece. increase his ranks in this skill in the same way, as spectacular failure is also a source of learning. A The spell slots devoted must be of arcane origin. character may only gain ranks in this way once Divine magic does not put the same strain on its per month, regardless of how many times a check caster’s mind as arcane magic does, which leaves the resulted in 10 points above or below the DC or a divine caster unprepared for the rigours of draconic natural 20 or 1. Even if Speak High Draconic always lore. However, a cleric with access to the Magic is a cross-class skill in terms of cost, a character may domain may devote his daily domain spell for this have a maximum number of ranks equal to his total purpose. character levels plus 3. For characters without arcane spell slots to devote, Mental Strain the knowledge of High Draconic takes a heavy toll. For every spell level that is not covered by such High Draconic is not a language meant to be spoken sacrifice, the character suffers a -1 inherent penalty or even understood by lesser beings, and its students on every Wisdom-based check, which include certain stretch their minds to their limits every time they skill checks and Will saves. The penalties do not use it. This strain is the same that every spellcaster stack together, with only the highest value affecting undergoes when twisting arcane energy into the the character. This means that if a character’s pattern of a spell but, since knowledge of High knowledge of the language requires him to devote a Draconic is permanent and long term, it affects a 2nd level spell, he suffers a -2 penalty. spellcaster’s mind in different ways. Even arcane casters may be subject to this penalty. For every fraction of five ranks in Speak High If their ranks in Speak High Draconic require them Draconic that a character has, he must permanently to devote spell slots of levels they have no access devote a spell slot as indicated in the table below. to, they suffer the same penalty as characters The spell slot remains unavailable to the caster without any arcane spellcasting ability. In cases as if he had used it for the day, for he is using his of emergency, the spellcaster can make use of his comprehension of magic to keep the knowledge of devoted spell slot with a successful Concentration the highly-magical language from twisting his mind. check (DC 15 + spell level) and suffer the Wisdom For wizards, this means they cannot prepare spells of penalty until he rests and recovers the spell slot. the devoted levels; bards and sorcerers cannot use the Bards and sorcerers may choose to use their devoted devoted spell slots to cast their spells. slots at any time but wizards must consciously prepare the spell and suffer the penalty until they recover the devoted spell slot, after rest. Devoted Spell Slots Ranks Devoted spell slots (per level) Only dragons are exempt from the strain of High 1 2 3 4 5 Draconic. Races that have Draconic as their native 1-5 1 language do not have the right mindset, and not even 6-10 1 1 half-dragons can comprehend it fully. 11-15 1 1 1 15-20 1 1 1 1 Spellcasting in High 21-25 1 1 1 1 1 26+ An additional spell slot of one level higher Draconic every five ranks Although impressing dragons can always come For example, Cadiria is a 9th level wizard with 8 handy, the sacrifices of learning High Draconic are ranks in Speak High Draconic. Instead of being able too steep if it is only useful to make you sound witty. to prepare four spells of 1st and 2nd level each, she Dracomancers risk their sanity to unwrap the secrets can only prepare three. Estul is a 15th level bard with of the language in order to understand magic better an extensive knowledge of High Draconic (16 ranks). and use it in the ways dragons can. Because of this, he can only cast in a day three 1st level spells and two 2nd and 3rd level spells, instead of Knowing the underlying rules of the language of the respective four and three he would normally be magic gives spellcasters the opportunity to, in short, 1100 DRACONIC – LANGUAGE OF MAGIC The Verbalisation alter how their spells work. All of these alterations require a skill check with varying difficulty and Check costs. The caster does not need to pay anything to gain access to these abilities, for the strain of High To add a metamagic effect to a spell using High Draconic is sufficient and, by requiring a skill check, Draconic to alter the incantation, the spellcaster they may not even work when most needed. makes a Speak High Draconic check with a DC equal to 15 + spell level + metamagic level cost. If the character does not possess the feat he is trying Metamagic to emulate with High Draconic, then the metamagic Verbalisation level cost is doubled. Normally, spellcasters need feats to alter the way For example, Coreander is a 9th level wizard, with their magic works. Gaining metamagic feats access to up to 5th level spells, 6 ranks in Speak High represents the character learning how to alter one Draconic and a +3 Intelligence modifier. He wishes of his spell’s parameters at the cost of an increased to cast a quickened lightning bolt by uttering the spell level. By knowing the underlying principles High Draconic words describing the spell in a short of the magic language, he is able to improvise by phrase; luckily, he does posses the Quicken Spell knowingly and consciously changing the inflection feat. He makes a Speak High Draconic check with and syntax of the spell’s incantation. a DC of 15 +3 (the level of the original spell) +4 (the levels added by Quicken Spell), for a total DC This is not easy, however, and carries tremendous 22. If he did not possess the feat, the DC would be risks if the caster gets something wrong. Spells are 15 +3 +8 for a total of 26. Even then, it is a tricky tried and tested formulae, and metamagic feats are roll, for he needs to roll 11 or more to succeed. If he tried and tested ways of changing their parameters. succeeds, he casts lightning bolt as a free action by Going into the basic structure of the verbal component and changing it on the fly is a recipe for disaster... or a chance for great power. Using High Draconic to boost metamagic casting has two main advantages: the first is that the spell does not take higher level slots to cast. The second is that, due to the improvisational method of using High Draconic, the caster does not need to possess the feat for the metamagic effect he wants to achieve. It is certainly a lot easier to improvise metamagic effects if the caster does know the feat but it is not mandatory. For this freedom, the caster pays in skill, devoted spell slots and, above all, the risk he takes when attempting this change. Changing the verbal component is a spontaneous effect. Even wizards need not prepare an altered spell beforehand but can add the alterations as they trigger the final words of the spell they did prepare. Adding metamagic effects with High Draconic takes a single standard action, which helps bards and sorcerers who normally take a full-round action to cast metamagic spells. 1100 11 DRACONIC – LANGUAGE OF MAGIC the effects of the feat but the spell only takes up a 3rd Spell Backfire Effects level slot. 1d20 Effect 1 Spell Fizzles As another example, Maritha is a 4th level sorcerer, 2 Minimum Effect with access to up to 2nd level spells only but with a 3 Random Target very real interest in dragon magic. She has 7 ranks 4 Drain Spells in Speak High Draconic and a +2 Intelligence 5 Siphon Magic modifier. She needs to clear a room of enemies and 6-7 Spell Turned wants to cast an empowered flaming sphere but she 8-9 Tongue Twist does not possess the Empower Spell feat and, even if 10-11 Confusion she did, it would raise the spell’s level to 4th, which 12-13 Spell Confusion she cannot cast, so she depends on her knowledge of 14 Suppressed Magic the dragon’s tongue to help her. She must beat a DC 15 Accidental Summoning of 15 +2 (the level of the original spell) +4 (double 16 Accidental Transformation the levels added by Empower Spell), for a total DC 17 Arcane Black Hole 21. Had she possessed the feat, the DC would be 19. 18 Ethereal Rift 19 Spell Explodes The Price of Failure 20 Negative Energy Attempting to harness the arcane energies of a spell",
        "name":  "Check",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The caster is through High Draconic carries dire risks. If the turned into an animal of Tiny size. He retains his spellcaster fails his Speak High Draconic check, Intelligence, Wisdom and Charisma scores but gains he loses the spell he was trying to alter, and there the Strength, Dexterity and Constitution of his new is a sizeable chance that the magic escapes his form. The effect otherwise works as the polymorph control and backfires. When a character fails a other spell, with a duration equal to a day per altered Speak High Draconic check when trying to add level of the backfired spell. It can be countered or metamagic effects to a spell, the chance of backfire is dispelled as normal. a percentage equal to double the check’s DC. In the examples above, the backfire chance for Coreander’s",
        "name":  "Accidental Transformation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All magical energy is attracted quickened lightning bolt would be 44%, and the to the caster. There is a 40% chance that any chance for Maritha’s empowered flaming sphere subsequent spell, spell-like or supernatural ability would be 42%. with a target other than personal or touch will affect the caster instead of its original target. The caster If the spell backfires, roll on the Spell Backfire gets a saving throw as normal. This effect has the Effects table to determine the effect. Rolling a same duration as the backfired spell or one round per natural 1 on the Speak High Draconic check spells the spell’s altered level, whatever is highest. certain doom; skip the backfire chance and roll directly for a backfire effect.",
        "name":  "Arcane Black Hole",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wild magic energy pierces the barrier between planes and transports the caster to the ethereal plane. He must find a way back on his own. 1122 DRACONIC – LANGUAGE OF MAGIC",
        "name":  "Ethereal Rift",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The spell is tainted by negative component, activate magic items with a command energy and turns back on the caster, who gains a word or otherwise speak. This effect has the same negative level for every two levels of the backfired duration as the backfired spell or one round per the spell in its metamagic form. spell’s altered level, whatever is highest.",
        "name":  "Negative Energy",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The spell affects a random valid Armour Spell Failure target among every ally and foe present. Determine If spellcasters attempting to alter their spells with who the spell targets. The spell works normally, High Draconic are daredevils, those who try it while without the intended metamagic effect. wearing armour are downright suicidal. Roll the chance of spell failure due to armour before the",
        "name":  "Random Target",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The magical energy is released in Speak High Draconic check. If the spell fails, roll an explosive array. It deals 1d8 points of damage per for a chance of backfire as normal. altered level to everyone standing within 30 feet of the caster. All targets may make a Reflex save (DC 10 + altered spell level) to negate the damage. The Power Substitution caster can save as well but he has a -4 penalty to his Sorcerers and bards have an edge over wizards in roll and still suffers half damage if he succeeds. term of using the dragon’s language. Since all High Draconic uses are spontaneous, those two classes",
        "name":  "Spell Explodes",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The caster misremembers the are familiar with it and have access to an effect triggers for all his prepared spells or the words for that, while incredibly powerful, is also incredibly his known spells. Until he rests and prepares his hazardous. Instead of ignoring the level cost of spells or meditates normally, every time he tries to metamagic effects, they can twist the power of High cast a spell, another spell goes off in its place. The Draconic so that a spell requires a lower spell slot Games Master can determine which spell is actually than normal. They channel additional power through cast, or may roll randomly among all the character’s the labyrinthine structure of the words and phrases, remaining or known spells with a remaining spell using power from outside instead of their own. slot. This lowered spell cannot have any metamagic effect",
        "name":  "Spell Confusion",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The arcane energies fizzle in a bright attached to it, as that would be the same as normal display of sparks but there is no additional effect. metamagic verbalisation. The caster must specify The caster can change his underwear now. at what level he wishes to cast the spell and rolls his Speak High Draconic check. The DC for this",
        "name":  "Spell Fizzles",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The caster is affected by the spell is 20 + spell’s normal level + double the number as if it was cast from the position of its intended of subtracted levels. A character cannot reduce a target but with all the effects that the caster intended spell’s level below 1st. If the check fails, the chance including the metamagic effect. The caster rolls of backfire is triple the check’s DC, and the caster his saving throw as normal to avoid or mitigate the adds +2 for every subtracted level when determining spell’s effect. the backfire effect. Backfire effects are defined by the spell’s altered level and use the normal spell level",
        "name":  "Spell Turned",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An area of 30 feet radius plus the number of subtracted levels. If the check is centred on the caster is affected by an antimagic successful, the spell works at its normal power, as if field. This effect has the same duration as the it had been cast with a normal spell slot of its level. backfired spell or one round per the spell’s altered level, whatever is highest. For example, Maritha is now a 12th level sorceress and has 15 ranks in Speak High Draconic. She",
        "name":  "Suppressed Magic",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The caster loses all his remaining has already used up all of her 6th level spell slots prepared spells or spell slots. He cannot regain them but needs to cast stone to flesh to rescue one of her until he rests, just as if he had cast them normally. comrades. She only has 4th level slots available, 1122 13 DRACONIC – LANGUAGE OF MAGIC so she gambles with her knowledge of magic’s of magic, be it from magical writings or from language and tries to cast the 6th level spell as a 4th the verbal components of a spell cast by another level one. The DC for her Speak High Draconic is character, thus it is as useful for acquiring new spells 20 + 6 (the level of stone to flesh) + 4 (double the as it is for determining what spell an opponent is subtracted levels) for a total of 30. She needs to roll casting in order to counter it. a 15 or more but she deems the situation is desperate enough. She fails, and the magical energies spew If the High Draconic speaker is trying to devise out of her spell, her chance of backfire is 90%, and an original spell, the synergy bonus applies to the she adds +4 to determine the effect in the very likely Spellcraft check at the end of the research period chance that the spell backfires. If she is lucky, she but it also shortens the time needed from one week will only lose all her remaining spell slots; if she is to four days per spell level. The character pays not... 150 gp per day of research, which is a little more expensive than it is for characters who do not know High Draconic, although the duration of the research Spell Research balances this out. Arcane spellcasters who are truly devoted to their craft spend a considerable amount of time learning Draconic Words of and growing in skill and power, inventing their own spells. All spellcasters understand the language of Power magic in one way or another but they must strive to decipher magical writings they stumble across, be it Upon learning their first words in High Draconic, from a scroll, a spellbook or another form of written spellcasters can feel the power in every inflection, magic. tantalising them with promises of great magical might if they can unlock the secrets. Dracomancers Normally, a character must make a Spellcraft check theorise that dragons invented several Words of to decipher magical writings, with wizards needing Power, affixing particular magical effects to a few to make a second check in order to add that spell syllables without a practical, ordinary meaning. The to their own spellbooks. Understanding High power word spells are attempts to emulate this but Draconic allows a character to not only understand only the most accomplished of spellcasters may learn the language of magic but also its underlying rules them. and structure, and thus is a great aid when trying to discern the meaning of any sort of magical writing. Adepts in the dragon’s tongue have slowly For every full three ranks the character has in Speak rediscovered some of these Words of Power, which High Draconic, he gains a +1 synergy bonus to any are weaker in comparison with the power word spells Spellcraft check involved in translating the language A loud metallic crash echoed in the large cavern’s walls. With no small effort, the little kobold got on his knees and clawed his way out of the pile of coins his draconic master had slapped him to. ‘Pathetic,’ the green dragon growled. ‘Curse the oath I took so long ago that forces me to put up with you. You could not speak High Draconic even if I used a spell of ventriloquism on you and spoke myself!’ ‘I’m sorry, master.’ Killi hurt all over but his voice was clear and loud. He had learned to be clear and loud regardless of his state. With his head down, he returned to the dragon’s side. He waited obediently until the great green gave his signal, and he started trying the verses of the old dragon song he was trying to learn. It was the Draconic language definitely but he was getting very tired just by looking at the inscriptions and pronouncing them was taking its toll. ‘Better,’ Master Verrthwynn said. ‘I shall rest now. Get out of the cave and practice. I do not want your squealing to disturb my slumber. And you better remember the words I taught you... they disarm the magic traps you will activate on your way out. You will need to pronounce them right if you ever want to come back inside... and it looks like it will rain...’ 1144 DRACONIC – LANGUAGE OF MAGIC but are much more accessible for casters with the every spell level the Word is equivalent to. Even if right knowledge and dedication. he succeeds at the Fortitude save, the character takes 1d2 points of subdual damage just for activating the Learning Draconic Words of Power power of the Word. Every time a dracomancer gains a level in a All Draconic Words of Power work at close range spellcasting class, he can opt to learn a Word of (25 feet plus 5 feet per caster level; dragons use their Power instead of a spell. This spell can be one caster level or HD, whichever is highest) and their or both spells a wizard adds to his spellbook by effects last for one round per equivalent spell level, gaining a level but not the result of independent plus the speaker’s Intelligence or Charisma modifier. spell research. Sorcerers and bards can learn a Word Words only need a verbal component and they are instead of increasing their repertoire of spells known, not language-dependent, as High Draconic speaks to trading a Word for a spell. the magic, not the victim. Draconic Words of Power are equivalent to a spell of Words are effective against creatures with certain Hit a given level, as indicated in each Word’s description. Dice. The speaker can affect a single creature whose The character must be able to cast spells of that level total HD does not exceed his own caster character in order to pronounce it. Also, each Word has its level plus the Word’s spell level equivalent. If a own Speak High Draconic requirements, which the creature has half the HD necessary to be affected character must meet before trying to learn it. or less, it gets no saving throw to avoid the Word’s effect, otherwise the DC to save against a Word Pronouncing Words of Power equals 10 + speaker’s Intelligence (wizards) or The Words are spell-like abilities that take a standard Charisma (bards and sorcerers) modifier + double action to enact. The character invests a large amount the Word’s level equivalent. An 8th level bard of will and concentration into pronouncing the pronouncing a 3rd level Word could target creatures Word, thus provoking attacks of opportunity. As with 11 HD or less but those with 12 HD or more with casting a spell, he must make a Concentration would be completely unaffected. If he had a +3 check (DC 10 + damage suffered) if attacked, Charisma modifier, the saving throw against this mispronouncing the Word on a failed check. Word would be DC 19 (10 +3 +6), and creatures with Fortunately, Words do not backfire, as they are very 5 HD or less do not get a saving throw. specific and self-contained effects from a short pronunciation. Draconic Words of Pronouncing a Word requires that the character Power Descriptions makes a Speak High Draconic check (DC 20 + Word’s spell level equivalent). Unlike metamagic Calm verbalisation, sorcerers and bards can use their Enchantment (Compulsion) [Mind-Affecting] Charisma instead of their Intelligence modifier in",
        "name":  "Siphon Magic",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes channel the magic through the Word, or pronounce it properly so it is an adequate vessel for the magic. This Word calms any extreme emotion such as anger, fear, euphoria and even some cases of recklessness. Words are not spells, and there is no limit to the If targeting a victim of a fear effect, the Word number of times per day that a character can brings the victim down to the lower state of fear (to pronounce them, as long as they succeed at the skill frightened if panicked, to shaken if frightened and to check. Using the Words fatigues the character, as total calm if shaken). The Word does not instil new he is channelling magical energy through his mind emotions; it just reduces the effects. to the Word. Each time a character pronounces a Word of Power successfully, he must roll a Fortitude Daze check (DC 10 + Word’s spell level). If he fails the check, he suffers 1d6 points of subdual damage for Enchantment (Compulsion) [Mind-affecting]",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st level 1144 15 DRACONIC – LANGUAGE OF MAGIC",
        "name":  "Level Equivalent",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5 ranks This is a powerful Word that disrupts magic as",
        "name":  "Speak High Draconic",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates a dispel magic spell. The speaker may target a",
        "name":  "Saving Throw",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes the target is fatigued; it cannot run or charge and suffers an effective penalty of -2 to Strength and The speaker inflicts an unknown and virulent disease Dexterity. After 8 hours of complete rest, fatigued on his target. The speaker chooses one of his target’s characters are no longer fatigued. If targeted a abilities and, if it fails in its save, immediately suffers second time, the target becomes exhausted, moving 1d4 points of temporary ability damage to the chosen at half normal speed and suffers an effective penalty ability. The target shows symptoms appropriate to of -6 to Strength and Dexterity. A fatigued character the ability thus reduced, and continues to be infected. becomes exhausted by doing something else that He must roll an additional Fortitude save every would normally cause fatigue. After 1 hour of following day to fight off the disease but the DC complete rest, exhausted characters become fatigued. is the speaker’s Speak High Draconic check result -10, instead of the Word’s normal DC. Thereafter, If the target is already fatigued from some other the magically-induced disease acts according to effect, the Word acts progressively, making him the disease rules in Core Rulebook II. The speaker exhausted. cannot inflict more than one disease in a single victim. Trip Evocation",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard with 3 ranks in Perform and 3 ranks in Speak High Draconic can stagnate 10 cubic feet of water, making it become still, foul and unable to support animal life. The ability spoils liquids containing water. Magic items (such as potions) and items in a creature’s possession must succeed at a Will save (DC 13 + Cha modifier) or become fouled.",
        "name":  "Corrupt Water",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard with 9 ranks in Perform and 7 ranks in Speak High Draconic can sing a screeching tune that attracts a great swarm of vermin, working as the spell of the same name. The insects leave as soon as the bard stops singing. 1188 19 DRACONIC – LANGUAGE OF MAGIC or sound he has heard. The dragonsong melody Green Dragonsong actually duplicates the sound the bard wants to The melodies of green dragons are potent and with mimic while he chants in High Draconic. Listeners strong chords and movements. They bend the will of must succeed at a Will save (DC 13 + Cha modifier) nature itself to do the singer’s bidding, be it a person to detect the ruse. or the vegetation of the forests where this species lives.",
        "name":  "Insect Plague",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard with 12 ranks in Perform do his bidding. This melody works as the spell of and 10 ranks in Speak High Draconic can weave the same name, except that the bard is limited to a more powerful illusion through the power of his charming plant creatures (the creature’s DC to save voice and knowledge of High Draconic, duplicating is 20 + Cha modifier) or creating an entangle effect. the effects of the spell of the same name. Creatures The bard must spend two bardic music uses for this entering the illusion can make a Listen check (DC 20 melody. + bard’s Cha modifier) to hear the singing and then attempt to disbelieve. The illusion fades 5 rounds Red Dragonsong after the bard stops singing. The bard must spend three bardic music uses for this melody. Curiously enough, the red dragons sing a subtle yet penetrating song. Through the music, a red singer can enter trances that allow him to find something he has lost, or affect the minds of others. 2200 DRACONIC – LANGUAGE OF MAGIC",
        "name":  "Mirage Arcana",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard with 12 ranks in Perform Control Weather: A bard with 9 ranks in Perform and 11 ranks in Speak High Draconic can divine the and 8 ranks in Speak High Draconic can sing to the location of almost anything, as per the spell of the sky and make the weather flow along the sound of same name. The trance he enters lasts for as long as his voice. This melody works as the spell of the the spell does but the bard feels groggy after waking, same name, and the weather remains for five hours with a -1 penalty to all his rolls until he rests for after the bard stops singing. The bard must spend at least an hour. The bard must spend three bardic three bardic music uses for this melody. music uses for this melody. Brass Dragonsong White Dragonsong Jubilant and light, the brass dragonsong can affect White dragons sing one of the strongest songs the elements as well as the minds of animal and of dragonkind, for the melodies allow them to persons alike. It sounds as a hymn to all that is live where no other reptilian creature would dare enjoyable in life and, even if the bard is not making approach. The power of their song compensates for magic with it, it can lift the spirits of many. their poor spellcasting and white singers gain power over weather when singing these melodies. Song of the Fauna: A bard with 3 ranks in Perform and 2 ranks in Speak High Draconic can sing to",
        "name":  "Discern Location",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard with 3 ranks in Perform and 2 animals in a way that they understand the words ranks in Speak High Draconic can call forth a misty from the song, which the bard can vary to conduct a cloud of fog to cover an area as the spell of the same limited conversation. This melody works as a speak name. The fog begins to dissipate as soon as the with animals spell, except that the bard must sing his bard stops singing. part of the conversation. 2200 21 DRACONIC – LANGUAGE OF MAGIC",
        "name":  "Fog Cloud",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard with 12 ranks in Perform and 11 ranks in Speak High Draconic can control the weather as per the white dragonsong melody. The bard must spend three bardic music uses for this melody. 2222 DRACONIC – LANGUAGE OF MAGIC Copper Dragonsong Gold Dragonsong Rivalling the power of the white dragon song, the The gentle chords of the gold dragon song speak of copper melodies grant power to its singer to control its power over fortune and fate. Those who listen to things of the earth. The songs themselves are solid it feel a wave of optimism they cannot explain. and uplifting, almost ponderous in their rhythm.",
        "name":  "Control Weather",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard with 12 ranks in if he has been previously fascinated by the bard, he Perform and 11 ranks in Speak High Draconic can suffers a -4 morale penalty to his save. If he fails, make the earth move according to his direction. This the target is subject to an effect the same as the lesser melody works as a move earth spell, except that geas/quest spell. The bard must spend two bardic the bard must keep singing for the duration of the music uses for this melody. effect. After the first 10 minutes, the bard must make a Fortitude check (DC 15) or his voice falters and Song of the Sun: A bard with 9 ranks in Perform and the effect stops. He must make additional Fortitude 9 ranks in Speak High Draconic can make his voice saves every 10 minutes, each with a cumulative +1 sound like that of a herald of the sun. All opponents to the DC. The bard must spend three bardic music within 30 feet of his position are deafened and suffer uses for this melody. 2d6 points of damage. A deafened character cannot hear, suffers a -4 penalty to initiative checks, and has a 20% chance of spell failure when casting spells 2222 23 DRACONIC – LANGUAGE OF MAGIC with verbal components. He cannot make Listen original singers. The melodies can alter all that floats skill checks. In addition, undead creatures caught above ground. within the globe are dealt 1d6 points of holy damage per caster level (maximum 25d6), or half damage if a Song of Disguise: A bard with 3 ranks in Perform Reflex save is successful. The bard must spend three and 3 ranks in Speak High Draconic can disguise bardic music uses for this melody. himself as per the bronze dragonsong melody.",
        "name":  "Symphony of Earth",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Taken directly from the dragon’s Size Category Value description in Core Rulebook III, as it takes into Fine 1 account its HD, age category and caster level to determine how much magic the part is able to retain. Diminutive 2 Tiny 3",
        "name":  "Challenge Rating",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The size of a part is relative to the size of Small 4 the dragon it was taken from. The size is a number Medium 5 of size categories lower than the dragon’s size, with Large 6 values ranging from 1 (Fine) to 9 (Colossal) and the size for each part is given in their descriptions. Huge 7 Parts can be no smaller than Fine, although some Gargantuan 8 parts can be collected in larger-sized bundles, like a Colossal 9 Diminutive sack full of Fine size teeth. The size of Dragon Parts Sizes and Prices Part Relative Size Component Price Whole parts Head -3 1,200 gp Neck -2 600 gp Torso -1 2,000 gp Front/Hind Legs (includes paws) -2 (-3 for a fore or upper limb) 650 gp Paws (includes claws) -4 250 gp Tail Same size (long) 300 gp Wings Same size 100 gp Raw Components Blood 20 hp = 1 pint Special Bones Depends 100 gp (500 gp for a skull) Hide (collection of usable scales, -1 to -4 200 gp see Core Rulebook III) Internal Organs -2 to -4 300 gp to 1,200 gp Muscles/Sinews Depends 200 gp Specific Components Claws -6 60 gp Egg, broken Wyrmling size -2 50 gp Egg, unhatched Same size as wyrmling 10,000 gp Eye -6 600 gp Teeth -6 60 gp Tongue -4 300 gp Ridges/Horns -3 to -5 60 gp Scale (single) -4 to -8 5 gp Note that the size of a dragon is measured from the nose to the base of its tail, as described in Core Rulebook III. 2288 DRAGON MAGIC – MAGICAL RESONANCE Whole Parts the largest scales, the thickest part of the spine and ridges and last but not least, the internal organs. These are the parts of the dragon taken as a whole; A torso must be carried off quickly before it they have little value except as decorative pieces decomposes, or it may only be sold as a skeleton or as sources to extract the raw components with a few bits of flesh hanging from it. below. Many adventurers who lack the knowledge",
        "name":  "Part Size",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The paws of a dragon are nimble and strong. components. The head can be sold as listed only The bones are well suited to craft small magical if it is in a fairly good state and not too decayed, items from, such as magical jewellery. Buyers who otherwise it is considered as a skull. look to purchase a paw and dispense with the rest",
        "name":  "Paws",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dragon scales vary in size according to unless magically treated. Dragon meat is a rare the part of the body where they are taken from, not dish few can ever afford to taste and, if awakened to mention the size of the dragon in question. A and enchanted, could bestow mystical gifts on those single scale may be fashioned into amulets or small who partake from the feast. Construct builders can carvings, or a collection can be used to make armour use a dragon’s flesh to create very strong golems, (see hide as a raw component above). It only takes a although it could also serve well as an offering to summoned outsiders, particularly to those of evil 3300 DRAGON MAGIC – MAGICAL RESONANCE small bagful of awakened scales to help enchant an and wings do decay. For every week the part is not item with the dragon’s qualities. cured or preserved, it loses 10% of its total market",
        "name":  "Scales",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It is almost impossible to fool a dracomancer Curing a dragon part requires a successful Alchemy, about the age of a dragon when presented with an Craft (leatherworking) or Profession (tanner) check eye, as they tend to lose the pupil as they age, turning with a DC equal to 10 + dragon’s CR. The character into glowing slits of molten metal. The eye of a must make one check for every size category of the dragon can be turned into a powerful scrying devise dragon part or body, with each check taking up one or become the ingredient of items that bestow the day of constant work. Only specific components user with the dragon’s acute and supernatural senses. can be preserved this way; preserving whole parts Even as keychains, dragon eyes are impressive requires magic. The Games Master can rule that to behold, and are among the most expensive certain organs cannot be preserved except with magic ingredients found in dragoncraft. such as gentle repose or by a special alchemical",
        "name":  "Eye",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dragon eggs are an incredibly hazardous category to preserve. treasure to collect if the mother is still alive but the great possibilities balance the great dangers of Dragontaint stealing one. Dragons are fiercely protective of their Aside from the danger collecting dragon eggs and they will never give them away except parts entails, there is another, subtler effect to when they are close to death, and the recipient will dragoncrafting. Dragons know when an item used be a trusted ally who will look for another dragon to dragon components in its creation. If the parts take care of them before they hatch. Intact eggs can were collected by killing the dragon, the item they be allowed to hatch in order to raise the wyrmling contributed to reeks of murder and the user of such into servitude, or to use the incredible energies of the an item suffers a -5 inherent penalty to all Charisma- unborn dragon for foul rituals. Even the shards of a based checks when dealing with dragons, with any hatched shell are valuable, though are worth far less dragon starting at one stage worse in the Non-Player than a whole egg. Character Initial Attitude table when dealing with",
        "name":  "Egg",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The first thing to do is apply the honed dragon claw, not to mention that a crystal- dragon part’s total market price to pay for the item’s encased dragon eye makes for a striking crystal ball. material cost. The dragon part’s market price can be used to pay for up to half the material costs of Apart from earning style points for using dragon making the item, as the other half is spent on other parts in item creation, dracomancers possess the lesser materials, containers, research and other knowledge of extracting a little extra from such miscellaneous expenses. Remember that for items hard-to-get components. By awakening the inherent that do not explicitly state their creation cost, this properties of the material as described earlier, the cost is half of its listed base or market price. You can spellcaster can enjoy extra benefits that will make still opt to pay the full material cost without utilising item creation less costly, as the dragoncrafter paid that of the dragon part, as its price is useful in other dearly in gold or blood for the materials he is using. areas, as described later. Prerequisites",
        "name":  "Material Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A caster must possess the can contain the following resonances: fear, appropriate feat to create a magic item of a given enhancement, morale, natural armour, and Spell type. There is no way around it as the dragon Resistance as for all dragons, and chaotic, evil, parts do not confer instant knowledge on how to fire, Divination, Enchantment (Compulsion) and make a certain item. They can, however, replace Evocation for the dragon’s species. As he wishes to spells that the character does not have to hand but use it to create a wand of wall of fire, he awakens the is of sufficient level to cast. For this, the dragon fire resonance. The awakening ritual consists of a component must be awakened properly as described single Alchemy check for the fire descriptor, costing earlier. 10 gp in materials and with a DC of 16 (20 –4 for the juvenile age). A dragon component can replace for free any of the spells corresponding to the dragon’s spell-like The skull is of Tiny size (juvenile red dragons are abilities, the dragoncrafter only needs to awaken the Large, skulls are -3 size), and is worth 5,500 gp resonances of the spell. For example, a character (CR 9 x Size 3 x 100 gp component price, double wishing to use the darkness spell inherent in a black as it is awakened, add 100 gp for the awakened fire dragon’s bone only needs to awaken the Evocation resonance). A wand of fire requires the Craft Wand and darkness resonances from the resonances table. feat, a caster of level 7th or more, the wall of fire If the spell is not part of the dragon’s spell-like spells and has a market price of 21,000 gp (10,500 abilities, the dragoncrafter can still use the dragon’s gp and 840 XP to create). resonance to replace missing spells. The component must still match the desired spell’s school, subschool Khuras can cover half the creation cost with his red and all of its descriptors in its awakened resonance, dragon skull but he is more interested in covering for and the caster must sacrifice 25 XP per level of the the caster level he is missing, as well as lessening missing spell. Also, the crafter must be of high the experience point cost. He is not of sufficient enough level in a spellcasting class to cast the spell level to cast wall of fire, though he has procured a and cannot use the dragon part to buy missing scroll (which already cost him 700 gp), which he will caster levels or reduce the experience cost for this. attempt to cast with a Caster check (DC 8, which Sometimes, it is cheaper just getting the scroll or is the scroll’s caster level +1, as described in Core hiring another spellcaster. Rulebook II), so he is not worried about replacing missing spells with the dragon skull.",
        "name":  "Spells and Feats",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The last application for dragon parts is one of the most sought-after by seasoned He could have paid for half the creation cost with the arcane crafters, for they can tap into the dragon’s bone, deducting the 5,250 gp from its market price essence to replace their own when imbuing the item of 5,500 gp but he still has to cover for other things, with its power. With the remaining ‘money’ from the so he opts to shell out the full 10,500 gp to make the part’s market price after covering the creation costs wand. He must cover for one caster level (7th), which and ‘buying’ caster levels, the dragoncrafter may costs 1,600 gp as with all caster levels between 6th ‘buy’ a number of XPs to cover the experience cost and 10th. He deducts the 1,600 gp from the bone’s of making an item, rather than sacrificing his own. reservoir, bringing him down to 3,900 gp. He must The price is 5 gp for every 1 XP bought roll a caster check (DC 13) in order to channel the magical energies through the bone so that he can act like a 7th level caster. 3322 33 DRAGON MAGIC – MAGICAL RESONANCE With the remaining ‘money’, Khuras can ‘buy’ cost it will also broaden the usefulness of the finished 780 XP, which he does gladly. Now he only has to dragon focus. sacrifice 60 points from his own experience.",
        "name":  "Experience Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any character may use a dragon focus as he is in contact with the focus. once its purpose is identified but a dragoncrafter can attune a spell focus to a specific user, so that the Dragon Focus Additional Effects Effect Resonance Cost Attunement Fear, mind-affecting 16,000 gp Damage Reduction Acid, cold, electricity, fire 9,600 gp (one energy type only) or sonic. Natural armour bonus Natural armour Bonus squared x 1,600 gp Save bonus Enhancement Bonus squared x 200 gp Spell Focus feat Abjuration, Conjuration, 12,800 gp per school Divination, Enchantment, Evocation, Illusion, Transmutation. Spell Resistance Spell Resistance 8,000 gp for every point over SR 12; SR 13 minimum 3344 35 DRAGON MAGIC – MAGICAL RESONANCE Dragon Charms Except when noted, the owner of a dragon charm As improbable as it seems, a dragon will sometimes may use each of its powers once per day. consider a member of a lesser race to be worthy of his attention, or even his friendship. As a show of Dragon Charm Powers good will, the dragon removes part of himself and",
        "name":  "Attunement",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The dragon has an empathic link with the recipient of his charm regardless of distance. Only dragons may create dragon charms, and then The dragon cannot see through the character’s eyes only those with spellcaster levels. Crafting a dragon but the two of them can communicate telepathically. charm is a way for dragons to forge alliances, give The dragon can call on the character at any time out bribes or even trick the recipient, for not all but the character can only try to contact the dragon the enchantments placed upon such items are of a once per day and must succeed at a Will save (DC beneficial nature. The dragon is free to remove the 15 or the dragon’s frightful presence DC, whichever power from a charm he created at any time simply by is higher). A character with a higher Scry skill being within 30 feet of the item. modifier can use that instead of his Will save but the dragon will be a tad annoyed to be scryed upon with Dragons are weakened by the process of imbuing a one of his gifts. charm, suffering 10d6 points of subdual damage to create a basic charm, which is why dragons prefer to",
        "name":  "Empathic Link",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "On a successful Scry check (DC 10 + Using a dragon charm as a component for a standard character’s HD) the dragon knows exactly where magical item or even as a dragon focus strips it of the character is. Often, dragons hide this particular the power the dragon imbued in it, and the dragon power from the recipient of one of their charms. is instantly aware his gift was wasted or stolen and wasted (in which case the original owner is perfectly",
        "name":  "Location",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The dragon can imbue the item with one of the extraordinary abilities it is capable of using at its age category. Doing so causes an extra 2d6 points of subdual damage to the dragon. The charm’s recipient may use the ability once per day for one round per caster level of the dragon. Spell-like abilities: The dragon can imbue the item with one of its spell-like abilities. It suffers an additional d6 hit points of subdual damage for every spell level of the emulated ability. The charm’s recipient may use the ability once per day, cast at the dragon’s current caster level. 3366 DRAGON MAGIC – MAGICAL RESONANCE",
        "name":  "Extraordinary abilities",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is the most powerful of the itself. Dragon charms have no market price, beyond powers of dragon charms and is never given lightly. that of a component. Through the charm, the dragon ties its life with the recipient’s so they are almost as one. As long The costs to enchant the charm with additional as the recipient holds onto the charm, both he and powers are given in the corresponding table. Divide the dragon are automatically stabilised if their hit the cost by 25 and double the result to obtain the XP points ever drop below 0. If either suffers enough cost. Dragon Charm Powers Power Cost Spell-like ability Spell level x Caster level x 200 gp Extraordinary ability 1,800 gp Blindsight 1,600 gp Damage Reduction 1,280 gp per enhancement bonus required to bypass the reduction, plus damage reduced x 20 gp. Keen Senses 2,600 gp Protection vs. Element 2,880 gp Share Life 6,400 gp Spell Resistance 1,000 gp for every point over 12, minimum SR 13, maximum the dragon’s own SR. 3366 37 ASCENDANCY – PRIMORDIAL BLOOD Ascendancy is represented by the Dragon-Blooded feat (see the Draconic Feats chapter), which the character can acquire at any point in his career. In order to - Primordial explore the secrets of ascendancy, the character must possess this feat or be a sorcerer. Sorcerers cannot choose the Dragon-Blooded feat simply because they Blood already enjoy the benefits of their ancestry: their capacity to work magic. T he blood of dragons is a powerful substance that resonates with even greater power when Whether the character is a sorcerer or has the feat, he it is allowed to flow. Dragon blood runs is descended from a single, particular dragon, and so deep, and the spark of its magic can awaken even the player must choose the species of his ancestor, a thousand generations after the seed was planted. as this will greatly influence the character if he taps While anyone with enough drive and knowledge can deeper into his bloodline’s power. Good characters learn the other disciplines of dracomancy, the magic choose from among the metallic species, while evil of the blood is accessible only to sorcerers or those ones choose from the chromatic dragons. Neutral who can claim a dragon as an ancestor. characters can take their pick but they will suffer the drawbacks of a good or evil alignment when Ascendancy is the magical equivalent of heraldry, dealing with dragonkind. In addition, a character’s a discipline of dragon magic that searches within alignment must also be within one step of that of the self for traces of draconic blood that will power his ancestor. If his alignment opposes the dragon’s abilities. Because of its very nature, it is a restricted the character shifts an alignment step closer to his field of study, one with very few scholars devoted to dragon ancestor’s when the power of ascendancy it. The few masters who have studied it often pass awakens; the blood is that strong. Thus, a lawful their knowledge on through oral tradition rather than dragon will spawn lawful or neutral descendants but writing it down, and the few texts that describe how it will not pass the power of its blood to chaotic ones. to tap the inner power of draconic heritage discuss it more in philosophical and metaphorical terms than For non-sorcerers, the Dragon-Blooded feat giving precise guidelines. describes the benefit the character gains according to his ancestor’s species. Sorcerers’ prohibition from Anyone may be directly or indirectly descended from gaining the feat is not a disadvantage; they have a dragon but only those who learn to channel arcane access to more ascendancy powers than characters energies can truly enjoy the benefits of such heritage. from other classes without the need to spend People without magical training can only hope to feats, and they have spells to boot. While dragon- gain one or two small gifts, if the blood boils to the blooded wizards and bards can unlock and use more surface. In other cases, draconic blood can manifest ascendancy powers than non-arcanists, sorcerers suddenly and violently, transforming the hapless still gain the upper hand by the very nature of their descendant into a hybrid of his draconic ancestor and spellcasting ability. his own race. The rules of ascendancy are poorly understood. Ascendancy Draconic Features The children of dragons have their ancestor’s power Bloodlines locked inside their heart, and only those aware of The power of a dragonkin rarely manifests in the their heritage and willing to explore it can release same way twice. While certain descendants of a fractions of it. Draconic ascendancy features are a dragon may only manifest odd skin, hair and eye cross between feats and extraordinary, supernatural pigmentation, others become sorcerers or gain and spell-like abilities. Characters that meet the another gift from their potent blood. prerequisites and pay the cost can awaken and use them freely, although most of them are restricted to As stated earlier, any character can discover that those who can channel arcane energy, for that is the he has draconic blood in his veins, and the blood’s only way to ignite the traces of draconic blood that power may manifest at any point in his life. This power ascendancy features. 3388 ASCENDANCY – PRIOMORDIAL BLOOD Learning Ascendancy Features nature and is defined in their description after the method of activation. There are two main methods All the following draconic ascendancy features of activating a feature: include in their description how to learn them and use them. Learning a feature is called ‘unlocking’,",
        "name":  "Share Life",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character burns a spell slot just as as it already lies dormant in the character’s blood by if he were casting a spell. The feature’s description virtue of his draconic heritage. indicates the level of the spell slot that must be sacrificed in this way. Wizards must discard one of To unlock ascendancy features, the character must their prepared spells of the appropriate level, while meet certain prerequisites before paying the cost. sorcerers and bards simply use one of their daily A prerequisite common to all features is that the spell slots. If a dragon-blooded cleric has access character must either be a sorcerer or have the to the Magic domain, he can use his domain spell Dragon-Blooded feat. Some features require that to activate an ascendancy feature. Sorcerers can the character be of certain level, as the dormant sacrifice a higher level spell slot to activate a feature blood will only awaken in strong individuals. Many or a number of lower level slots that add up to the features also require that the character is able to required level but other casters must sacrifice a slot cast arcane spells of a certain level, for they require of the right level. arcane energy to even awaken, let alone be activated. Finally, certain features require that the character",
        "name":  "Spell Slots",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text. normal light. This feature is interchangeable with 4400 ASCENDANCY – PRIOMORDIAL BLOOD the Dragon Eyes feat in the Dragon Magic Feats The character can use the scent special ability as chapter. described in Core Rulebook II. This feature is interchangeable with the Dragon Nose feat in the Darkvision Dragon Magic Feats chapter You can see perfectly in the dark. Keen Hearing",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/character level. The character gains the ability to see 60 feet even in Appearance: Leathery frills and soft bony total darkness. Darkvision is black-and-white only ridges extend a fraction of an inch around the ears but otherwise like normal sight. Darkvision does not resembling those of the ancestor dragon’s. grant one the ability to see in magical darkness. When the character activates this feature, his sense Scent of hearing becomes inhumanly sharp. He gains a +10 racial bonus to all Listen checks and can now Your sense of smell is as good as your sight or perceive sounds beyond his race’s normal range. hearing. He suffers a -4 racial penalty to saves against sonic",
        "name":  "Duration",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2nd level spell slot. Dragon Hearing feat in the Dragon Magic Feats",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Combine the appearance changes of Keen Sight/Darkvision, Scent and Hearing. The character can ascertain creatures by non- visual means (mostly hearing and scent but also by noticing vibrations and other environmental clues) with a range of 30 feet. This ability makes invisibility and darkness (even magical darkness) irrelevant to the character (though it still cannot see ethereal creatures). Blindsight never allows a creature to distinguish colour or visual contrast. A creature cannot read with blindsight but it is not subject to gaze attacks nor is it penalised by blinding attacks. Deafening attacks partially thwart draconic blindsight, reducing it to a range of 15 feet. Blindsight works underwater but not in a vacuum. This feature is interchangeable with the Dragon Senses feat in the Dragon Magic Feats chapter 4400 41 ASCENDANCY – PRIMORDIAL BLOOD Anatomical Size Claw Damage Small 1d3 Features Medium 1d4 Large 1d6 Claws Huge 2d8 Gargantuan 2d6 You grow strong talons at the end of your fingertips. Colossal 2d8",
        "name":  "Appearance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Current level x 250 XP; 1st level Magical Immunity spell slot. You become immune to certain magical effects. Activation: Intimidation check (special) or 1st level",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical Immunities. the character’s frightful presence and, while this",
        "name":  "Prerequisites",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as magical immunities but the Spell Resistance dragon is the shape and colour of the character’s ancestor. You can resist magic.",
        "name":  "Appearance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical Immunity, caster level 9th.",
        "name":  "Prerequisites",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Current level x 500 XP; 3rd level protected from attacks from the same energy type as spell slot. his dragon species. He ignores the first 15 points of Activation: Caster check; free action. elemental damage from an attack. The character can Duration: 1 minute/character level. activate this feature three times per day if it is made Appearance: The ghostly image of a roaring dragon permanent with the permanent change feature. of the character’s chosen species appears around him. Dragon Species Immunity Black Acid The character can will the power of his draconic Blue Electricity heritage to burst forth and protect him from Green Acid incoming magic attacks. He must beat his attacker Red Fire in an opposed caster check to negate the effects of White Cold a magical attack if such attack is subject to Spell Brass Fire Resistance. The character is not countering the Bronze Electricity attack, so it might still affect others if it has more Copper Acid than one target. He can try to resist as many magical Gold Fire attacks in a round as his spellcasting ability modifier Silver Cold (Intelligence for wizards, Wisdom for divine casters 4444 45 ASCENDANCY – PRIMORDIAL BLOOD and Charisma for sorcerers and bards). He can only heritage. The character learns a dragon’s spell-like resist 3 attacks plus his spellcasting ability modifier ability as soon as he is able to cast spells of that per day but if this feature is made permanent, he can level. The character uses the spell-like ability as if try as many times as he likes. The character must be he was casting the spell of the same name, using his aware of the incoming attack in order to resist it. spell slots or preparing the spell normally. Consult the following table for the different dragon species’ Damage Reduction spell-like abilities and their spell level equivalents. Most spells are described in Core Rulebook I, the Your skin gains the magical resistance of dragonkind spell-like abilities marked with an asterisk (*) are",
        "name":  "After activating this feature, the character is Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dragon aspected creatures ‘Dragonchild’ is a template that can be added to any can have one sense inherited from their draconic corporeal creature (referred to hereafter as the ‘base ancestor. Choose one or roll from the following table creature’). The creature’s type becomes ‘monstrous (see the descriptions in the first part of this chapter). humanoid’ if the base creature is a humanoid, ‘magical beast’ if the base creature is an animal or a beast, or otherwise retains its type. It uses all the d20 Quality base creature’s statistics and special abilities except 1-6 Keen Sight as noted here. 7-12 Darkvision 13-16 Scent Hit Dice: Increase by one die type, to a maximum 17-19 Keen Hearing of d12. If the base creature has more than one die 20 Blindsight. type as a result of multiclassing, use the class or type with the highest levels or HD. Whenever the In addition, the creature can possess a special gift creature gains additional levels or HD for that class from his draconic forefather. Choose one or roll or creature type, use the dragon-enhanced die type to from the following table (see the descriptions in the roll for hit points. Use the normal die types for all first part of this chapter). other classes.",
        "name":  "Special Qualities",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Natural armour improves by +4. d20 Quality 1-4 Magical Immunity Special Qualities: A dragonchild has all the 5-8 Energy Immunity special qualities of the base creature, plus low- 9-13 Frightful Presence light vision and darkvision with a range of 60 feet. 14-16 Spell Resistance Dragonchildren are immune to sleep and paralysis 17-18 Damage Reduction effects, and have additional immunities based on 19-20 Other Ability their dragon species. 4488 49 ASCENDANCY – PRIMORDIAL BLOOD presence and it ignores the frightful presence of Dragon Species Immunity dragons as well. Black Acid",
        "name":  "AC",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as the base creature. Half-dragon Frightful Presence (Ex): Creatures within a radius This template is the same as the one detailed in Core of 30 feet are subject to the effect if they have fewer Rulebook III. HD than the creature has levels or HD. A potentially affected creature that succeeds at a Will save (DC 10 + 1/2 creature’s level or HD + Charisma modifier) remains immune to his frightful presence for one day. On a failure, creatures with 4 or fewer HD become panicked for 4d6 rounds and those with 5 or more HD become shaken for 4d6 rounds. Dragons and other dragonchildren ignore the creature’s frightful 5500 DRAGON MASTERY Dragon Dragon Master Prestige Class Mastery Dragon masters are spellcasters who dedicate mind and soul to the study of dragons. They already have T he title of ‘dragon master’ is misleading in a explored some of the disciplines of dragon magic sense. Dracomancers aspire and work and feel ready to tackle the next hurdle: the dragons towards mastering their craft and subject of themselves. study but they know that calling themselves such is sure to anger the dragons they seek to strike deals As a dracomancer deepens his knowledge and with. However, a wizard with a small dragon’s mastery of his own craft, he begins understanding skull atop his staff who can make magic with a the relationship between the magic he works and its single word does tend to attract the name. However, true practitioners. Using language and resonance the discipline of dragon mastery is not a path any as a springboard, he starts to grasp the vastness spellcaster takes lightly, not even those who have of the draconic mindset and discovers that such advanced understanding of the dragon’s language, comprehension is a kind of magic in and of itself. their magical nature or even the potency of their Soon enough, his mind begins to twist and turn to blood. To touch the mind of a dragon is to invite become used to the weight of draconic thoughts, madness or worse, for it was made to understand the finding that working dragon magic becomes easier elemental nature of the world and wield magic with and, if he has the chance, discovering that he can not natural ease. Those who succeed are rewarded with only relate to dragons, he can also earn their respect. the enviable ability to deal with dragons almost on their own terms. Hit Die: d4. Requirements To qualify to become a dragon master, a character must fulfil all the following criteria: ‘There is definitely a dragon nearby.’ Caros said. ‘His lair is probably over to the east, taking the long path along the river but that way is probably trapped. It is a green dragon… you will need some protection against acid if you want to face it.’ ‘Way ahead of you, dragon master Tiral.’ The party’s wizard patted his scroll case as he spoke to the scholar, who had come with them so far. He had refused to come at first but he buckled under the promise of a cask full of the dragon’s blood and his choice of bones. He had even brought his wife. ‘I would rather not have you call me that so close to a dragon’s lair.’ The scholar chuckled. ‘They do not take well to a human being called their master.’ ‘These are kobold lands’, the woman interrupted. ‘Three clans at least as close as a two-day walk.’ ‘So?’ Costicar tightened the straps of his armour. ‘We can deal with kobolds easy enough.’ ‘We would rather not’, Tiral’s wife continued. ‘An encounter would weaken you, and you need all your resources to fight the dragon.’ ‘You are not coming with us?’ One of the other fighters asked. ‘Hell, no’, Caros chuckled again. ‘I only promised to take you to the lair. The dragon components are payment from my service and my advice. So far, we have kept our side of the bargain. We will wait here for your signal that you have dealt with the dragon.’ 5500 51 DRAGON MASTERY",
        "name":  "Silver Cold Advancement",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Must have a basic understanding of some feats, special abilities, etc.) beyond an effective level of the dracomancy disciplines. He must have of spellcasting. If the character had more than one either 3 ranks in Speak High Draconic, crafted a spellcasting class before becoming a dragon master, magic item with a dragon component or unlocked a he must decide to which class he adds the new level draconic ascendancy feature. for purposes of determining spells per day.",
        "name":  "Special",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The dragon master gains a more intuitive understanding of dragon magic as his The dragon master’s class skills (and the key ability mind adapts to draconic knowledge. At 1st and 6th for each skill) are Alchemy (Int), Concentration level, the character can choose one of the following (Con), Craft (Int), Knowledge (all skills, taken benefits: individually) (Int), Profession (Wis), Scry (Int, exclusive skill) and Spellcraft (Int). See Chapter 4: † Gain a +2 inherent bonus to all Speak High Skills in Core Rulebook I for skill descriptions. Draconic checks.",
        "name":  "Class Skills Dracomancy Focus",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Int 17+, Spell Penetration. Dragonblood Component (Metamagic)",
        "name":  "Prerequisite",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When attempting to counter or dispel You use the power of your blood instead of using a magical effect or attempting to penetrate a material components. target’s Spell Resistance, the character can add his Prerequisite: Dragon-Blooded, ability to cast Intelligence modifier to his Caster check. arcane spells.",
        "name":  "Benefit",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A Caster check is 1d20 plus the Benefit: When casting a spell, the character character’s caster level only. sacrifices part of his own life to power a spell without the use of material components. Spells Compelling Caster (General) whose material components have negligible cost inflict 1 point of damage per spell level when Your will and inspiration are strong enough to cast without material components. Spells whose overcome magical defences. components have a listed cost inflict damage equal",
        "name":  "Normal",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When attempting to counter or dispel a with a focus component inflict 3 points of damage magical effect or attempting to penetrate a target’s per spell level. Spell Resistance, the character can add his Charisma",
        "name":  "Benefit",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must choose the dragon subspecies he is descended from. Depending on his choice, he gains one of the following benefits as a racial bonus. The adventurers were as surprised at their victory as the dragon himself was during his last seconds of life. He had claimed the lives of three of the upstart humans but not before they had inflicted great amounts of damage. Killi’vaurr cackled with glee when he saw the look on his former master’s eyes when he finally saw the origin of the warrior’s unusual strength and the dispelling of his own magic. The little kobold apprentice had contributed to his master’s death, unnoticed by everybody. With a wicked grin in his reptilian lips he used the knowledge he had acquired in his long years literally under the dragon’s wing. With just one word he dispelled all the magical protections that the adventurers had cast on themselves. 5544 DRAGON MAGIC FEATS Dragon Eyes (General) he keeps a Strength and a Dexterity score equal or lower than his originals. The character chooses Your eyes can see as well as those of a dragon. what score he wants to have in his alternate form,",
        "name":  "Benefit",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character can use the scent special Your great intuition helps you to overpower magical ability as described in Core Rulebook II. defences.",
        "name":  "Benefit",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wis 17+, Spell Penetration. Dragon Senses (General) Benefit: When attempting to counter or dispel a magical effect or attempting to penetrate a target’s Your draconic blood expresses itself in your sharp Spell Resistance, the character can add his Wisdom senses. modifier to his Caster check.",
        "name":  "Prerequisite",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character can ascertain creatures by non-visual means (mostly hearing and scent but also Restrain Spell (Metamagic) by noticing vibration and other environmental clues) with a range of 30 feet, equivalent to the blindsight You can make your combat spells have non-lethal ability. effects.",
        "name":  "Benefit",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sicken 5 4th level Stabilise 3 1st level DC 15 + spell level + metamagic level cost (double Tire 7 3rd level metamagic level cost if the character lacks the Trip 3 2nd level metamagic feat)",
        "name":  "Metamagic Verbalization Check",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A swift action consumes a very small amount time—even if it’s not your turn. of time, but represents a larger expenditure of effort and energy Using an immediate action on your turn is the same as using a than a free action. You can perform one swift action per turn swift action, and counts as your swift action for that turn. If you without affecting your ability to perform other actions. In that do use an immediate action in this way, you cannot use another regard, a swift action is like a free action. However, you can immediate action until your next turn (effectively, using an im- perform only a single swift action per turn, regardless of what mediate action before your turn is equivalent to using your swift other actions you take. action for the coming turn). You also cannot use an immediate You can take a swift action any time you would normally action if you are currently flat-footed. be allowed to take a free action. Since swift actions usually Under these rules, casting a feather fall spell is an immediate involve magic or psionics, or the activation of magic or psionic action (not a free action, as stated in the spell description in items, many characters (especially those who don’t use magic the Player’s Handbook). or psionics) will never have the opportunity to take a swift",
        "name":  "Swift Actions",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "React to others based primarily far as its authority extends. An offense against a major house on their perceived value to you. Your adventuring companions is answered by members of that house. The Church of Lolth are vital to your survival, so you won’t want to alienate them. punishes those who transgress against the Queen of Spiders In other cases, though, react with anger when someone you and her faith. Individual drow react to slights and offenses perceive as inferior disagrees with or disobeys you. Judge all as their own abilities and status permit. If a lone drow or an individuals by how much power they wield, and offer them institution lacks the capacity to strike back against someone respect accordingly. You do not revere life for its own sake, who has wronged her or it, then that individual or institu- and are puzzled by those who speak about the inherent value tion is clearly not entitled to retribution—and that failure to or dignity of living beings. This doesn’t make you a wanton retaliate might mark the wronged party as weak enough to murderer; it simply means that you have no compunctions be overthrown by rivals. about killing if doing so is the most expedient or convenient On rare occasions, a drow institution might request the aid means of handling a situation (and you feel you can get away of another organization in seeking justice or vengeance against with it with minimal repercussions). an adversary. A priestess might ask that one of the houses send soldiers to deal with a troublemaker, rather than making use pqqqqqqqqqqqqqqqqqqqqrs DROW ALIGNMENT and desires require that their society remain at least somewhat The drow are a highly chaotic, individualistic people, a fact ad- stable. They employ few true laws, but they are tightly bound dressed multiple times throughout this chapter. They worship by traditions and codes, and even if they follow them primarily a deity who dwells in the Abyss and is a paragon of chaotic evil. out of fear, they follow them nonetheless. It is ironic that a lone Yet for all that, the Monster Manual gives drow alignment as drow is likely to drift toward chaos, but that despite their rivalry “usually neutral evil.” with one another, the presence of multiple drow in a given com- The truth is, the drow are at least somewhat cooperative with munity literally forces them into a level of cooperation beyond one another, almost in spite of their own nature. Their ambitions what truly chaotic individuals would maintain. pqqqqqqqqqqqqqqqqqqqqrs 95726720_Ch01.indd 10 2/22/07 3:01:23 PM 11 THE DROW ALL ABOUT CHAPTER 1 of her own resources. Alternatively, the reverse might happen, The drow do not believe in imprisonment as a punishment in wherein a powerful drow in a community requests that the and of itself, nor do they believe in second chances. priesthood punish a wrongdoer. Such temporary agreements Roleplaying Application: You fi nd the notion of a com- normally occur when an individual wishes to keep her own munitywide police force or city guard a foreign one, as well faction out of direct involvement in a confl ict. For instance, as the notion that certain activities are “illegal.” You think in if a member of House Eilservs insults or attacks a member of terms of whether a particular individual has the power to seek House Inlindl, and Inlindl responds in kind, the result could vengeance if you wrong him, and you often forget (at least at be a feud that envelops both houses in protracted confl ict. If fi rst) that a community itself might seek to punish you for Inlindl wishes to avoid that result—likely, since it holds far transgressions against a specifi c person. less power than Eilservs—it might instead request that the Church of Lolth punish the transgressor. Doing so, of course, Drow Government and Rule puts the house in debt to the priestesses, so it would take such To say that the drow are governed by a matriarchal theocracy an action only if the offense was dire. is both accurate and misleading. It is certainly true that the Drow punishment, regardless of whose hands deliver the ruling members of drow society are the priestesses of Lolth sentence, is brutal and effi cient. In some instances, the punish- and the matrons (and other matriarchs of the great houses), ing force simply strips the transgressor of power and property. but calling them a “government” is a misnomer. Just as the More frequently, the individual becomes a bound slave to the drow are guided by tradition but have no formal law, they are house or church. Torture and execution are common as well. overseen by these infl uential personages but have no formal government. A drow city has no duchess, reeve, or mayor; a drow nation has no empress or queen. A drow community is governed, so to speak, through the unsteady cooperation of its three most powerful institutions. The Church of Lolth is the most infl uential faction among the drow. The priestesses of this church interpret and dissemi- nate the will of Lolth, conduct rites and rituals to honor the dark goddess, and technically have the authority to demand anything in her name. If the drow were to have a formal government, it would be made up of these individuals. On a practical level, however, although the priestesses are indeed the social leaders of the drow, the church often lacks the power to take drastic action without the support of the great houses. Powerful matriarchs frequently hold power in both the church and a house—thus, what is self-interest for one must often be self-interest for the other. It is also important to understand that the church is not a monolithic entity, guided by a single voice or a single goal. It is made up of individual priestesses, all of whom are loyal to Lolth, but all of whom have the same drive to dominate the weak and advance their own cause as any other drow. Thus, although a drow priestess can bring substantial might to bear against a lone individual or small family who offends her, she cannot muster the resources of the church against an entire house, unless the house has blatantly and conspicuously turned against Lolth as a whole. The houses of the drow hold the bulk of the community’s economic and military power in their hands. In some commu- nities, a specifi c house might be a greater power even than the priestesses of Lolth, directing the activities of religious leaders with behind-the-scenes threats or open shows of force. The high priestess of a community might also be a highly ranked matriarch of a great house, using one to advance the schemes of the other. No single house has ever managed to rise to domi- nance across multiple drow cities, however, and few maintain a permanent position of authority even in individual com- munities. Each house is tied to the other houses in a complex web of treaties and confl icts, alliances and betrayals. Should one house become too powerful, others ally to bring it down Priestesses and house matriarchs hold great power over other drow— just so long as they have the might to enforce it Illus. by W. O’Connor 95726720_Ch01.indd 11 2/22/07 3:01:25 PM 12 1 RETPAHC TUOBA LLA WORD EHT (even while appearing, on the surface, to support them, playing Gender Roles both sides against the middle). Further, although the church The supremacy of the female is deeply ingrained in drow usually lacks the power to single-handedly destroy a house, culture. Females are seen as stronger, smarter, and more emo- neither can a house afford to make an enemy of the church. tionally controlled than males, and—above all—holier and Too much of the power in a community is held by Lolth’s more devoted to Lolth. Males, on the other hand, are viewed priestesses, and a house that fails to work with those priest- as spiritually, intellectually, and physically inferior, useful esses loses access to those channels of infl uence. Although primarily for physical and skilled labor and breeding purposes. such an occurrence is rare, the church can decree that a house A male drow is seen as superior to a member of any other race, has earned the disfavor of Lolth, essentially giving all other but inferior even to female drow of lower status. houses blanket permission and encouragement to openly turn This attitude comes from a variety of separate but related against it. Some houses are strong enough to withstand even sources. The fi rst and most obvious is Lolth herself. The god- this sort of assault, which invariably leads to a dilution of the dess has, over the course of drow mythology and history, church’s position in the community. But more often, such a taken multiple consorts, all of whom have been eventually decree results in the house being weakened suffi ciently for discarded. Whether this is the cause of Lolth’s opinion of another to rise and take its place. When one adds to this already males or a symptom of it, Lolth believes that only females are volatile mix the constant scheming of house members against worthwhile servants. one another, in the hope of gaining higher status within the Much like the spiders they revere, drow females also hold house, it’s quite understandable that no single house has ever power due to biological reasons. In many spider species, the managed to hold widespread power for long. females are far larger and stronger, and males often do not The military is the fi nal drow institution that, in some com- survive the mating process. Drow childbirth is a physically munities, could be a governing body. Drow communities do not strenuous occasion (see the Pregnancy, Birth, and Childhood have standing armies, since this would require a formal gov- sidebar, page 24), and though the drow feel little if any affection ernment. Multiple smaller forces make up the larger soldiery for their young, they understand the importance of continu- of a drow city. These consist primarily of house-loyal militias, ing the family and house lines. Thus, the females, who are church soldiers, and independent mercenary companies. For both essential to reproduction and capable of withstanding the most part, then, the “military” is simply the enforcement it, are clearly both stronger and more blessed than the males. arm of a house or the church. In some rare instances, how- Whether the drow think as they do because of their emulation ever—particularly in communities engaged in a constant war of spiders is unclear and ultimately unimportant. with a hostile power—the military takes on an authority of its Finally and perhaps most important, females are already own. Its generals, under the guise of protecting the commu- ascendant within drow society. Matriarchs and priestesses nity, usurp authority from the matriarchs who normally hold have enough trouble clinging to power in the face of other it. The house soldiers become the dominant members of the ambitious females; the last thing they want is to double the house, or at least carry suffi cient authority that the matriarchs pool of potential rivals. Thus, the tradition of female domi- and matrons cannot ignore their input. The army might even nance continues, in large part, at the behest of the females come to guide the Church of Lolth, directing priestesses in the who are already dominant. defense of the city and in attacks on the enemy. The generals Male drow hold little if any power, but not all of them are of differing factions, such as rival houses or a house and the mere property, even if many females see them as such. Some church, have been known to cooperate behind the scenes, of the most skilled crafters, warriors, and arcane casters among artifi cially extending or even creating military crises to wrest the drow are male. In fact, the submissive status of males in supremacy from the houses and the priesthood. drow society actually inspires many of them to excel. Male It is worth noting that rank in a military unit is the only drow can lay claim to little authority, and they are constantly pathway male drow have to any position of authority, so they at risk of being discarded by their female leaders, so only those are the military offi cers most likely to attempt this sort of with skills and abilities that are not easily replaceable can be power grab. relatively confi dent of their positions. For more information on the priestesses of Lolth, see the Denied the right to formally infl uence society, male drow Religion section; for more on the great houses, see Houses of have become masters of fi nding subtle and nontraditional the Drow; and for more on the military, see the War header roads to power. Many become teachers of arcane magic or under Drow Life, all below. military strategy, attempting to form strong bonds with their",
        "name":  "Roleplaying Application",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is simple combat against a rival her newfound vulnerabilities—for instance, a cleric stripped of drow or a monster of power equal to or greater than the sub- her magic who gains several levels of rogue before her powers ject of the test. Defeat, or showing mercy to the foe, results in return—do not count against her for the purpose of multi- failure of the test. classing penalties.) pqqqqqqqqqqqqqqqqqqqqrs lekniwhoV .F yb .sullI 95726720_Ch01.indd 18 2/22/07 3:01:43 PM 19 THE DROW ALL ABOUT CHAPTER 1 community. Three titles are common among the drow, though LOLTH even these are far from universal. The Spider Queen, Queen of the Demonweb Pits, Flesh-Carver, An elder, experienced, or powerful priestess is often called Weaver of Webs Reverend Mother. Intermediate Deity",
        "name":  "The Test of Strength",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The dark elves’ favorite use of dancing lights ize what’s happening. is to confuse enemy sentinels’ attempts to calculate the size of The drow, for the most part, loathe the fact that their race has a drow force. When cast at random intervals during camping innate weaknesses that counterbalance some of their advan- or troop movement, the torchlike effects make it diffi cult for tages. One of the main reasons they employ non-drow shock observers to determine exactly how many campfi res or lan- troops is because they know that they are usually less hardy terns—and thus how many soldiers—a unit contains. than their opponents. They do not worry overmuch about A less common but far more valuable use of dancing lights mind-affecting spells—even if the magic penetrates their spell is to send coded messages over great distances. By causing resistance, they are incredibly strong-willed creatures—but the balls of light created by the spell to move up and down or they fear the results should damaging or transformative magics blink out in particular patterns, the drow can create signals break through their resistance. Thus, most drow spellcasters, “written” in the scripted form of their sign language. This is a and those who can afford powerful magic, make at least some particularly effective means for offi cers to pass messages and attempt at using magic to counter these particular weaknesses. coordinate efforts in combat. Constitution-boosting and saving throw-boosting items are Of course, should all else fail, the drow can use their dancing relatively common among those who engage in battle on a lights to provide illumination for soldiers and slaves who lack regular basis. So, too, are items that provide for the possibility their masters’ ability to see far in the darkness. of a sudden escape when the situation turns bad. (See Contin- gency Plans, above.) 95726720_Ch01.indd 44 2/22/07 3:02:34 PM he Underdark is home to alien creatures, depraved CRAFT (INT) cultures, and hazards that can snuff out the lives Drow artisans make do with what they have. Many materi- of any creatures unfortunate enough to stumble als that the surface races take for granted are rare in the across them. The drow have developed techniques to Underdark, if they are present at all. Drow raiders do steal respond to these many threats. This chapter explores much from the surface world, but transporting signifi cant the options available to drow characters, presenting new uses quantities of wood, grains, and other fi nished materials is for skills, new feats, alternative class features, and new spells simply not practical. The scarcity of resources means that and invocations. drow must turn to nontraditional materials to provide themselves with life’s necessities. Vegetable fi bers such as cotton and fl ax are all but unknown in drow society; SKILLS fi ber extracted from woody fungi or leather is more com- Innovation allows dark elves to make do with the scarce monly used. Thus, drow can substitute other materials resources of the Underdark, fi nding new ways to manufac- they have on hand when attempting Craft checks. ture common goods and to deal with the day-to-day needs in The most well-known examples of drow-created their civilization. items are the poisons and alchemical substances that are found only in their society. Chapter 4 provides BLUFF (CHA) extensive information about these special substances. Given the unique form of Drow Sign Language, some dark Included here are DCs and costs for creating alchemi- elves learn to incorporate elements of the complex language cal items and drow poisons. into normal body movements.",
        "name":  "Dancing Lights",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can substitute Dex- Alchemical Item Craft (alchemy) DC Cost terity for Charisma when making Bluff checks to deliver a Bile droppings 15 50 gp Darkvision powder 20 10 gp secret message, if you and the recipient are both fl uent in Dwarfblind stone 25 50 gp Drow Sign Language. Shedden 20 75 gp Spelunker’s oil 20 15 gp Stoneburn acid 22 10 gp 45 Vilegrip 25 50 gp IIlllluuss.. bbyy WW.. EEnnggllaanndd 95726720_Ch02.indd 45 2/22/07 2:59:54 PM 46 2 RETPAHC WORD SNOITPO Poison Craft (poisonmaking) DC Cost have a special quality that enables them to learn more than Darklight brew 28 1,500 gp others of their type ordinarily could. It is impossible to push a Fish glue 18 100 gp vermin. Additionally, vermin are never deemed “wild animals” Illithid mindscorch 27 1,000 gp and thus cannot be reared. Psychotropic rot 17 125 gp In addition to the tricks described in the Player’s Handbook Roach paste 15 50 gp and elsewhere, drow commonly teach the following tricks to Underdark blight 20 300 gp their vermin servants. Magic-Infused Ambush (DC 20): The vermin makes a Hide check and Poison Craft (poisonmaking) DC Cost waits for a creature to come near it. When a target passes The calling 28 2,000 gp beneath it or comes within 10 feet, the vermin attacks. Creeping nullscourge 25 1,000 gp Bestow Venom (DC 15): By succeeding on a DC 15 Handle Slow taint 18 300 gp Animal check to handle a vermin that has a poison special Slowswarming 21 1,200 gp Swarming spiderbite 26 1,800 gp attack, you can compel the vermin to give up some of its venom. The creature deposits its poison into a container you indicate, providing a single dose. A Handle Animal check to Craft (Poisonmaking): The amount of raw materials extract venom takes 1 minute. You can then attempt a DC 15 needed to manufacture poison depends on the general avail- Craft (poisonmaking) check to refi ne this venom into a poison ability of the active ingredient. If a supply is readily available, you can use. the raw materials cost one-sixth of the poison’s market price. Web (DC 15): On command, a web-spinning vermin shoots Otherwise, the raw materials cost at least three-quarters of a web at the closest hostile creature. the market price (though only if the substance is for sale). Multiply your check result by the poison’s DC to determine SPEAK LANGUAGE the value in gp of poison you create. When the total equals Drow Sign Language is unlike any other language. A complex or exceeds the market price of one dose, that dose is fi nished. harmony of gestures, facial expressions, and body language, (Depending on the check result, you might be able to create it is all but impossible to comprehend by those not fl uent in more than one dose at a time). If you fail the check by 4 or less, the “tongue.” Though it lacks a vocal component, Drow Sign you make no progress, and if you fail by 5 or more, you ruin Language is otherwise like any other language, with a robust half the raw materials and have to buy them again. vocabulary and even a written form. This script, however, HANDLE ANIMAL (CHA) is as unusual as the “spoken” form of the language. Consist- ing of symbols that illustrate the proper hand motions with Vermin are vital to the drow. On one hand, they are creatures emphasis marks to indicate other physical gestures, it might sacred to Lolth, expressions of her perfect divine form. On be overlooked by those unfamiliar with the tongue, and inter- the other, they are abundant, and with the proper training, preted as just more of the whorls and patterns that decorate they can serve as guardians, soldiers, and even steeds. drow settlements. Since vermin are mindless creatures, they don’t learn as",
        "name":  "Delivering a Secret Message",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you hit a creature spell weren’t there. of your size or smaller with an This ability doesn’t apply to attack of opportunity, you can other spells that have the dark- spend an immediate action to ness descriptor. exchange places with that BLEND INTO creature. Both you and the target SHADOWS must be able to move into You can draw from nearby magical and legally occupy the new shadow to cloak yourself in darkness. space in order for this feat",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fi ghter can select Clever Opportunist as a fi ghter an area of magical darkness. bonus feat. You also gain one additional daily use of your darkness spell-like ability. COERCIVE SPELL [METAMAGIC] CAUTIOUS ATTACK Living foes damaged by your spell become more pliable and vulnerable to your commands. When you take your time in combat, you quickly assess the",
        "name":  "Special",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can expend one daily use of dancing spell-like ability, you create deeper darkness instead. lights and darkness to extinguish all nonmagical light sources You also gain one extra daily use of your darkness spell-like within 100 feet. This is not a magical darkness effect; the fi res ability. (or other sources, such as sunrods) simply go out. This ability 95726720_Ch02.indd 50 2/22/07 3:00:03 PM 51 OPTIONS DROW CHAPTER 2 MASTER OF SHADOW You gain extra uses of your drow powers of light and darkness.",
        "name":  "Curtain of Darkness",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spiders are not available as animal companions. UMBRAL SPELL [METAMAGIC] You add the darkness descriptor to a spell you cast.",
        "name":  "Normal",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can alter a burst-, emanation-, or spread-shaped Your spells cannot harm your vermin allies. spell so that it gains the darkness descriptor. The altered spell",
        "name":  "SPIDERFRIEND MAGIC Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your sneak attack creates an aura of magical dark- tion. However, activating a divine feat is not considered an ness that impedes your target’s vision for 3 rounds. The target attack unless the feat’s activation could be the direct cause takes a –4 penalty on Spot checks and treats all other creatures of damage to a target. Lolth’s Caress, for example, expedites as having concealment. Neither darkvision nor low-light the secondary effect of poison, but does not directly deal vision pierces this effect, though the ability to see through damage to an opponent upon its activation. It is not itself magical darkness does. Any spell with the light descriptor an attack. suppresses the effect. Using this feat reduces your sneak attack damage by 2d6. DIVINE INTERCESSION [DIVINE] You can channel divine energy to remove yourself from a SICKENING STRIKE [AMBUSH] dangerous situation. Your sneak attacks leave enemies reeling in pain. Prerequisite: Turn or rebuke undead, Travel or Trickery",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This unspeakable vow grants a variety of super- (see page 108), becoming a scuttling thing with no memory natural benefi ts, but at a terrible price. of your former self. If you have 12 or more HD, you immedi- Illus. by J. Zhang 95726720_Ch02.indd 55 2/22/07 3:00:17 PM 56 2 RETPAHC WORD SNOITPO ately become a drider. In both cases, you automatically lose In addition, once per round you can declare that a melee the benefi t of this feat and may not select a new one to replace attack you make with a mace, heavy mace, or warmaceCW it. If you break your vow because of magical compulsion, or against a fl anked enemy is intended to open the enemy’s otherwise unintentionally, you lose the benefi t of this feat defenses. You must declare this attempt before you roll your until you perform a suitable penance and receive an atone- attack, and the attempt is wasted for the round if the attack ment spell. misses. If the attack hits, your summoned creatures gain a +2 morale bonus on attack rolls and damage rolls against that VOW OF VENGEANCE [VILE] enemy until the start of your next turn. Filled with hate, you have made an unspeakable vow to visit vengeance on those whom you believe wronged you and your EILSERVS SCHOOL [STYLE] people. Whether the affront is real or imagined, you settle for You have learned the fi ghting techniques of House Eilservs, nothing less than the extermination of your enemy. which utilize magic staffs in combat.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Target takes 2 points Lolth as your patron deity. electricity, AC bonus. of damage per spell level affecting it. ASSASSIN SPELLS 5th Level Shadow Double: Shadowy figure",
        "name":  "Magical Backlash",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Create a single Spider Form: You take on the form and magical light source. gelatinous cube. abilities of a Large fi endish monstrous BARD SPELLS 4th Level spider.",
        "name":  "Engulfi ng Terror",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Target takes 2 Transmutation",
        "name":  "Magical Backlash",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject vermin magical light source. obeys psychic commands. 95726720_Ch02.indd 60 2/22/07 3:00:24 PM 61 OPTIONS DROW CHAPTER 2 The vermin you select pause for a moment COMBAT READINESS DRIDERSHAPE as their exoskeletons take on a metallic Divination Transmutation (Polymorph) sheen. Level: Assassin 1, bard 1, sorcerer/ Level: Sorcerer/wizard 5 wizard 1 Components: V, S; Drow",
        "name":  "Dominate Vermin",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action Each round after the fi rst, you can use",
        "name":  "MAGICAL BACKLASH Casting Time",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V creatures, but not ethereal creatures. blindness or light vulnerability. Magical backlash deals damage to a supposedly protected creature lekniwhoV .F yb .sullI 95726720_Ch02.indd 62 2/22/07 3:00:27 PM 63 OPTIONS DROW CHAPTER 2 You also gain a +5 competence bonus treated as having the spider’s Hit Dice bonus (minimum +1, maximum +5) and on Hide checks made in areas of shadow (8) for the purpose of adjudicating the resistance 10 to acid and electricity. or darkness. special abilities gained from the fi end- The target of this spell is also treated As with any darkness spell, the effect ish template. as an outsider of the evil and shape- is suppressed if you enter the area of a changer subtypes (in addition to its light spell of 3rd level or higher. SPIDER FORM, LESSER normal type and subtypes). Transmutation (Polymorph)",
        "name":  "Components",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical light source Your arms and legs wither away as eight form of a Small or Medium fi endish",
        "name":  "Target",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You take on the form and abilities of a Level Additional Size Available With a gesture, the light goes out. Medium fi endish monstrous spider (MM 8th Large 289). You are treated as having the spider’s 11th Tiny Snuff the light extinguishes a single non- Hit Dice (2) for the purpose of adjudicat- 15th Huge magical light source, such as a candle, ing the special abilities gained from the 20th Gargantuan torch, or lantern. Against alchemical fi endish template. You gain 5 temporary light sources, such as sunrods, you sup- hit points, which disappear at the end This invocation is a polymorph effect press the light for 1 round per caster of the spell’s duration. See page 59 for (see page 59 for details of the polymorph level. details of the polymorph subschool. subschool). It lasts for a number of hours equal to your caster level, or until you SPIDER FORM YOCHLOL BLESSING choose to end it. Transmutation (Polymorph) Transmutation [Chaotic, Evil]",
        "name":  "Spell Resistance",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These are pink lenses of Although not everyone can afford magical solutions to the polarized crystal that fi t comfortably over your eyes. hazards and obstacles of the Underdark, several practical When worn in an area with an intense concentra- and inexpensive items help less affl uent drow survive in the tion of faerzress (in a FORGOTTEN REALMS campaign; see subterranean world. page 154) or other magical radiations of the Underdark",
        "name":  "Cinnabar Eye Cusps",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The body oil of captured kuo-toas is used to create this poison, which is named for the rigidity it causes in The Calling: This lumpy black paste is magically infused the joints of the victim and its characteristic fi shy smell. It can with spider eggs and can be hidden in a dish of food, in which be crafted with a DC 18 Craft (poisonmaking) check. it is detectable only with a successful DC 20 Profession (cook) The sickness from the poison lasts for 1 hour. check. If it is consumed, and if the victim fails the initial save, a",
        "name":  "Fish Glue",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 bonus Magic is a large part of drow life. All the touch.",
        "name":  "Price",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 19) evocation Prerequisite: Craft Magic Arms and Aura: Faint; (DC 17) transmutation",
        "name":  "Aura",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and Price: +1 bonus",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry identifies the place on the body where New Categories: In Magic Item Compendium, items were the item is worn. For items not worn in a body slot, — (held) categorized differently from those in the Dungeon Master’s designates an item held in the hands and — designates items Guiide, based on their function or the way they are employed. that need only be carried on your person. Items that are worn on the body, including rings, are now classi-",
        "name":  "Body Slot",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, heightened (5th) sanctuary.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A DC 15 Knowledge (local), or a DC 20 Knowledge (dungeoneering) If it fails, you can direct it to perform a DC 20 Knowledge (dungeoneering) or bardic knowledge check reveals the simple commands such as “attack,” “run,” or bardic knowledge check reveals the house to which this insignia is keyed. and “fetch.” If the spiderkind creature house to which an insignia is keyed. Drow gain a +4 circumstance bonus on has the mindless special quality, you can Drow gain a +4 circumstance bonus on these checks. order it to make suicidal or self-destruc- these checks. Prerequisite: Craft Wondrous Item, tive commands.",
        "name":  "Lore",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, whispering wind, drow. Once you establish control, you can appropriate spell, drow. Cost to Create: 250 gp, 20 XP, 1 day. direct it with silent mental commands",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See table. as long as you can see the affected crea- EXCRUCIATING RING ture. Changing a command is a move Drow House Insignia (Spell) Price (Item Level): 8,000 gp (11th) action.",
        "name":  "Cost to Create",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ring As a daily use of this item, you can Spell (Item Cost Caster Level: 5th also cast giant vermin on any single Level Level) to Create",
        "name":  "Price Body Slot",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, dom- (3rd) 1 day inate vermin (see page 61), giant vermin. 2nd 3,300 gp 1,650 gp, 132 XP, Weight: — (8th) 4 days",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,200 gp, 336 XP, 9 3rd 8,200 gp 4,100 gp, 382 XP, This bone ring is set with a marble-sized days. (12th) 9 days stone of white onyx. DROW HOUSE INSIGNIA DROW HOUSE INSIGNIA An excruciating ring punishes those who (SPELL) (TRANSMITTING) would touch you. Five times per day as Price (Item Level): See table an immediate action, when struck by Price (Item Level): 500 gp (3rd)",
        "name":  "Cost to Create",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 160 XP, 8 days. This small unusually shaped amulet bears a strange symbol. This small, unusually shaped adamantine GLOOM MASK amulet bears a strange symbol. Price (Item Level): 3,000 gp (7th) Each drow house insignia (spell) is keyed Body Slot: Face Each drow house insignia (transmitting) to a specifi c noble house of a particular Caster Level: 11th is keyed to a specifi c noble house of a drow city, and is wrought to refl ect the Aura: Moderate; (DC 20) evocation particular drow city, and is wrought to house that created it. Some might be Activation: Standard (command) refl ect the house that created it.",
        "name":  "Cost to Create",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, these spells as spell-like abilities, you spell or spell-like ability up to 3rd level spider form (see page 63), drow. gain an additional daily use for each at with the darkness descriptor that you Cost to Create: 3,600 gp, 288 XP, 8 your normal caster level. cast functions as if you had cast it with days. Prerequisite: Forge Ring, dancing lights, the Widen Spell metamagic feat. darkness, faerie fi re, drow.",
        "name":  "In addition, three times per day, any Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) divination Price (Item Level): 3,100 gp (8th)",
        "name":  "Aura",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) Price (Item Level): 9,000 gp (12th) This unusual ring is wrought from smooth, transmutation",
        "name":  "Aura",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp, 240 XP, 6 as you wear the ring, you gain a +5 days. competence bonus on Escape Artist Three times per day, you can make a checks. gaze attack (DMG 294) against all crea- RING OF DROW BLOOD In addition, once per day as a swift tures that can clearly see you and are Price (Item Level): 4,800 gp (9th) action, you gain a fl y speed of 60 within 30 feet. Those who fail a DC 20",
        "name":  "Cost to Create",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp, 360 XP, 9 days. RING OF RESOLVE MOTHER’S CORSET P rice (Item Level): 5,500 gp (10th) Price (Item Level): 7,200 gp",
        "name":  "Cost to Create",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,750 gp, 220 XP, 6 Weight: — ture, you must succeed on a ranged touch days. attack. The creature can break free of the These boots look rather ordinary, though strand by attacking it (hardness 5, hp 10), SHADOW CLOAK of fi ne make. burning it (as above), or succeeding on a Price (Item Level): 5,500 gp (10th) DC 24 Strength check to break free. If",
        "name":  "Cost to Create",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— and immediate ability to detect you. Prerequisite: Craft Rod, web, drow. (command) Prerequisite: Craft Wondrous Item, Cost to Create: 6,000 gp, 480 XP, 12",
        "name":  "Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 16) evocation cloak three times per day to produce one terrible power wielded only by the most Activation: Standard (thrown) or the other of the following effects. You powerful dark elves. Weight: — can gain concealment for 1 round, or you can teleport to a space you can see ARACHNID ROD Inky black liquid swirls inside this fragile clearly up to 10 feet in any direction. Price (Item Level): 12,000 gp (13th) glass vial.",
        "name":  "If you are attacked, you can use the symbols of authority, items of great and Aura",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5 lb. instantly fi lls the area with magical SKULLCAP OF EYES darkness, granting concealment to all Price (Item Level): 5,500 gp (10th) This 3-foot-long rod is made of pale wood creatures in a 20-foot radius. The dark-",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Three times per day, you can shoot forth Prerequisite: Craft Wondrous Item,",
        "name":  "Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— sticky webbing as a ranged touch attack darkness. out to a range of 60 feet. Targets struck Cost to Create: 100 gp, 8 XP, 1 day. This iron skullcap is wrought to appear as if are entangled and must succeed on a it were covered in eyes. DC 20 Escape Artist check to wriggle DAYLIGHT PELLET free or a DC 24 Strength check to Price (Item Level): 150 gp (1st) As long as you wear a skullcap of eyes, you break through the sticky bindings. As Body Slot: — (held) gain a +5 competence bonus on Spot with webs created by the web spell, this Caster Level: 5th checks. In addition, opponents gain no webbing is extremely fl ammable: It is Aura: Faint; (DC 17) evocation bonus on attacks when they fl ank you. burned away after taking 10 points of Activation: Standard (thrown) If you have Improved Uncanny Dodge, fi re damage. Weight: — 95726720_Ch04.indd 101 2/22/07 3:10:30 PM 102 4 RETPAHC WORD TNEMPIUQE Within a thick black pouch, you see a hand- spell. If you fail, the demon attacks you An elixir of the unfailing servant ensures ful of tiny ceramic beads. Thin veins of light instead. that minions keep fi ghting, even in shine through cracks in each bead. If you do not have an evil alignment, death. If you consume this vile concoc- the demon rod bestows one negative level tion, any time within the next 8 hours This implement was devised by drow for for as long as you carry it; this negative that your hit points are reduced to 0 or use against other drow, but it is equally level disappears when you drop the rod. lower, you are instantly slain. On the useful against any light-sensitive crea- The negative level never results in actual following round, you rise as a zombie ture. A daylight pellet can be thrown up level loss, but it cannot be overcome in (MM 265) with the instructions to attack to 50 feet; when it lands, it shatters and any way (including restoration spells) any non-drow you encounter. creates illumination equivalent to a while you carry the rod. Prerequisite: Craft Wondrous Item, daylight spell, but with a duration of 10 Prerequisite: Augment Summoning, animate dead, death knell, evil. rounds. These small stones are usually Craft Rod, fear, summon monster VIII, Cost to Create: 375 gp, 30 XP, 1 day. found in pouches containing 3d4 pel- chaotic evil. lets. Using a pellet destroys it. Cost to Create: 10,000 gp (plus 308 gp FLAYING ROD",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, for masterwork morningstar), 800 XP, Price (Item Level): 35,000 gp (16th) daylight. 20 days. Body Slot: — (held)",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 17) necro- DEMON ROD mancy, transmutation Price (Item Level): 20,308 gp (15th) A ctivation: Standard",
        "name":  "A ura",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6 lb. metal barbs cover one end, while the other is wrapped in This red and black rod is three feet long. black leather. Black, barbed thorns sprout from its surface. It is warm to the touch. Upon grasping a fl aying rod, you cause the barbs to The demon rod functions as a +1 morn- slip free of the head on thin ingstar. Good creatures struck with it adamantine chains. The fl ay- must succeed on a DC 20 Will save or ing rod functions a +1 scourge be shaken for 1 round. of speed. (A scourge deals 1d8 Three times per day, you can spend a points of damage, threatens a full-round action to make a melee touch critical hit on a 20, and does ×2 attack with the demon rod. If you hit, the damage on a confi rmed critical hit.) target takes no damage, but must make If you confi rm a critical hit with a fl aying a DC 20 Will save or become panicked Demon rod rod, the creature struck is wracked with for 3 rounds. pain and cowers for 1 round. Creatures While you wield a demon rod, chaotic ELIXIR OF THE immune to critical hits are immune to evil outsiders you summon gain a +2 this effect. UNFAILING SERVANT profane bonus on melee attack rolls and When you cast spells with the fear damage rolls and gain +2 hit points per Price (Item Level): 750 gp (3rd) descriptor when holding a fl aying rod, Hit Die for 6 additional rounds. Body Slot: — (held) your caster level increases by 1.",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Rod, clairaudience/ Weight: 1 lb. If you already have darkvision, the clairvoyance, discern lies, dispel magic, sug- range extends by an additional 30 feet. gestion, drow female. This light, very fi ne gray cape shimmers in Three times per day, you can cast deeper",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As they fl ed the surface, the bas-reliefs depicting spiders of all shapes dark elves looked to the matriarchs for MATRIARCH and sizes. Some wriggling thing within the guidance—for although it was their Price (Item Level): 18,000 gp (14th) container causes it to shake violently. corruption and obeisance to the Spider",
        "name":  "ROD OF THE This pale white stone box is carved with Lore",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 lb. command word, the box unfolds and their fates to the matriarchs once more, releases a swarm of spiders (MM 239). they demanded a concession: some way This long scepter appears to be made from The creatures respond to your silent to restore the balance between the males silver spiders and in dim lighting, they seem commands, attacking where you direct and the females of the species. The to writhe. Capping one end is a fi st-sized them for a maximum of 7 rounds. Com- priestesses agreed, and each elevated image of Lolth, a bloated spider with the manding the creatures to change targets one male to serve as a companion and head of an elf female. is a move action. advisor. (Knowledge [history] DC 25) A spider box can be used twice per day. To secure the pact, the matriarchs spun A rod of the matriarch functions as Only one swarm can be in existence at cloaks of fi ne spider silk and imbued a +1 light mace. While grasped, it grants a time. If the swarm is destroyed or the them with their blood and Lolth’s dark a +2 enhancement bonus on Bluff, Diplo- duration ends, the box reassembles, await- will. (Knowledge [history] DC 30) macy, and Intimidate checks. Against ing your next command to open it. They crafted each cloak to protect drow, this bonus increases to +5. Prerequisite: Craft Wondrous Item, their consorts, guarding each privileged You also gain access to a number of summon swarm. male against ambitious upstarts who spell-like abilities. Once per day, you can Cost to Create: 1,600 gp, 128 XP, 4 would usurp their position. (Knowledge use one of the following: claira udience/ days. [history] DC 32) 95726720_Ch04.indd 103 2/22/07 3:10:36 PM 104 4 RETPAHC WORD TNEMPIUQE But the matriarchs were clever, and The egg of Lolth is a potent artifact with While the egg is activated, any they infused a small curse into each a long history. Originally nothing more creature that touches the bag is auto- cloak. Those who wore the cloaks would than a cursed item that compelled its matically transported to the Demonweb be vulnerable to the magic of the priest- wielder to fl ing himself through a gate Pits. In addition, the artifact can serve esses. And so, from the start, the drow to the Abyss, its long exposure to the as the focus component for plane shift consorts were nothing more than the chaotic energies of the Demonweb spells cast to travel to the Abyss. puppets and fi gureheads they remain to Pits has transformed it into the deadly Lore: Ages ago, a group of bold this day. (Knowledge [history] DC 35) device it is today. heroes—having fought through hordes",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Since the exile, Aside from its relatively minor value of giants—uncovered a terrifying plot the process for constructing these (60 gp), the egg appears to have no func- to sow war and discord throughout the cloaks has been lost, enhancing both the tion. It cannot be opened, and has no world. Eclavdra, a high priestess and prestige value and the monetary value of hinges or seams. It can be dented, but an infl uential leader in the drow city of those that remain. When one is discov- any blemishes vanish after 1d4 hours. Erelhei-Cinlu, was behind these machi- ered, the various houses immediately lay The only way to activate the item is to nations. (Knowledge [history] DC 20) claim to it, causing no shortage of con- cast a remove curse spell on it, at which The adventurers swept through the fl ict. A cloak of the consort might change point the egg vanishes; in its place Underdark, battled the kuo-toa in their hands many times: One might be stolen appears a shuddering, tumescent bag profane warren, and took the fi ght to from one house, only to be stolen back of spider silk. On the following round, the vault of the drow itself. After all this again within hours. The infi ghting ends the bag tears itself open, spilling out effort, their job was not yet fi nished. only when one house manages to secure They discovered a strange item that a cloak and bestow it onto a consort enabled them to leave the Material Plane powerful enough to keep it. and take the fi ght to the Spider Queen A matriarch might dispatch drow herself in the Abyss. (Knowledge [his- raiding parties to recover a cloak from tory] DC 25) another house, requiring them to slip It’s not clear what happened to these in, murder the consort, and bring the adventurers, but the egg eventually cloak back. And, until a suitable con- found its way back to the drow, and sort can be found, that party might also has changed hands many times since. be required to protect the cloak from (Knowledge [history] DC 30) countless enemies. Adventure Hook: The egg of Lolth Characters from the surface is an unholy relic, and one that is might happen upon one of these closely guarded by the Spider Queen’s cloaks after encountering a par- most powerful priestesses. Given the ticularly powerful group of drow led forces that protect it, only a few know by a consort. Soon after the PCs take if its existence and fewer still have laid possession of the cloak, word of its loss eyes upon it. spreads throughout the city, and the When members of a rival city learn of various houses work to recover it. Some the egg’s existence and the signifi cance might use a direct approach, harrying of the object, they are unwilling to let the PCs throughout the Underdark, and Erelhei-Cinlu retain the vile thing, and others might deal peacefully, offering to so the matriarchs send a team of infi l- An egg of Lolth exchange it for some other potent (and trators to recover it. The theft plunges likely cursed) item. both cities into war, with each side 1d10 fi endish spider swarms and one expending their slave-warriors by the EGG OF LOLTH fi endish Colossal monstrous spider. hundreds to recover the profane object.",
        "name":  "Adventure Hook",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 lb. in the closest available space to the more it becomes clear that the force artifact and can act immediately, attack- pulling the strings is Lolth herself, This fi st-sized egg is made of platinum. It ing the closest non-drow creature as and that the only way to restore stabil- has no markings and is completely smooth. soon as they appear. They fi ght until ity between the two cities is to either When touched, it vibrates slightly, and you destroyed, pursuing fl eeing characters destroy the artifact or send it back to hear the faint sounds of scratching coming relentlessly. the Abyss where it belongs. from within. dnalgnE .W yb .sullI 95726720_Ch04.indd 104 2/22/07 3:10:39 PM he drow are not sole masters of the Underdark. Many described in this chapter are somehow connected to the terrors claim this realm as their home, and some drow, representing minions and servants, slaves, adversaries, compete to rule the subterranean expanses. In fact, or simply expressions of Lolth’s depthless cruelty. Some of the Underdark teems with strange and wonderful these creatures have appeared in previous supplements but creatures, ancient cultures, and alien civilizations. are presented in greater detail here, including sample char- The various Monster Manuals and other game supplements acters or advanced individuals, ready to be dropped into present a variety of creatures that might be found in the a campaign. Others are legendary creatures from earlier Underdark, from horrifi c aberrations such as aboleth slavers D\u0026D publications, their statistics updated to the current and the dreaded mind fl ayers, to tunneling beasts, foul slimes, edition, and many appear here for the fi rst time. warped humanoid tribes, and worse. All of the monsters 105 IIlllluuss.. bbyy WW.. OO’’CCoonnnnoorr NEW MONSTERS RANKED BY CHALLENGE RATING CR Draegloth 6 Troll, filth-eater 11 Deep dragon, wyrmling 2 Deep dragon, young 6 Husk vermin, widowmaker 11 Lizard, quicksilver 2 Quaggoth, greater 6 Venom ooze 12 Gobinoid, vril 2 Kuo-toa monitor 7 Drow, szarkai provocateur 13 Husk vermin, Medium spider 2 Shunned 7 Draegloth favored one 14 Adamantine spider 3 Deep dragon, juvenile 8 Deep dragon, adult 14 Quaggoth 3 Goblinoid, bugbear overseer 8 Deep dragon, Phazeuroth Deep dragon, very young 4 Spider, tangle terror 8 (sample) 14 Lizard, footpad 4 Chwidencha 9 Troll, tunnel thug 14 Lizard, subterranean 4 Kuo-toa whip 9 Deep dragon, mature adult 16 Draegloth 5 Husk vermin, Huge scorpion 9 Deep dragon, old 18 Goblinoid, bugbear stonejack 5 Quaggoth, war leader 10 Deep dragon, ancient 21 Goblinoid, goblin flesh-herder 5 Spider, widowmaker 10 Deep dragon, wyrm 22 Spider, spitting 5 Deep dragon, young adult 11 Deep Dragon, great wyrm 24 95726720_Ch05.indd 105 2/22/07 3:29:14 PM 106 5 RETPAHC EHT FO SRETSNOM KRADREDNU Adamantine Spider CR 3 OTHER RESOURCES Always N Small construct In addition to the creatures described in this chapter (and Init +7; Senses darkvision 60 ft., tremorsense 60 ft.; elsewhere in this book, several supplements feature monsters Listen +0, Spot +4 relevant to drow and their environs. These include: Languages understands commands by amulet wearer",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vermin lord. hp 32 (4 HD); fast healing 1; DR 5/adamantine or magic",
        "name":  "Monster Manual III",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Deep dragons rarely venture from the 2 claws +15 each (1d8+3) and Underdark, whose depths they are ideally suited to navigat- 2 wings +14 each (1d6+3) and tail slap +14 (1d8+9) ing, but they have been known to venture to the surface. Such Space 10 ft.; Reach 5 ft. (10 ft. with bite) sojourns are usually undertaken in pursuit of stolen treasure, Base Atk +21; Grp +31 to take revenge against a foe, or to seek rare magic.",
        "name":  "Environment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A footpad lizard mea- serve drow priestesses (see page 167) or house captains (see sures about 14 feet long. A subterranean lizard is slightly longer, page 170) as steeds. at 16 feet. Both can weigh as much as half a ton. Scout Patrol (EL 6–8): A scout patrol consists of three to A quicksilver lizard stands about 10 feet tall and weighs six drow warriors (see page 169) each mounted on quicksilver around 500 pounds. lizards. The scouts monitor the outermost caverns under drow control and, when they encounter intruders, speed back to Typical Treasure raise the alarm and bring reinforcements. Giant lizards do not keep treasure, although a drow accompa- Heavy Cavalry (EL 11–13): Heavy cavalry consists of some nying a mount or beast of burden might do so. of the drow’s best-trained male warriors. A typical team of The lair of a subterranean lizard might contain items heavy cavalry consists of three to fi ve drow arcane guards (see dropped by the creatures it devours, but such wealth is meager page 184) mounted on footpad lizards. and buried under the mounds of its leavings. A subterranean ECOLOGY lizard has 1/10 standard treasure for its Challenge Rating. When not domesticated by drow, footpad and quicksilver For Player Characters lizards rarely remain in one place for long, settling only to lay Footpad and quicksilver lizards are both relatively easy to train eggs in well-concealed hollows. After depositing her eggs, the as mounts. The ferocity and solitary nature of subterranean mother leaves her young to fend for themselves and resumes lizards make them trickier to domesticate: Handle Animal wandering the endless tunnels. Quicksilver lizards are social and Ride checks both increase by 5. creatures that gather in packs in the wild, whereas footpads Both footpad and quicksilver lizards make suitable animal are more solitary. companions. Druids of 4th level or higher can select a quick- A subterranean lizard, however, is a loner that establishes its silver lizard. Druids of 7th level or higher can select a footpad territory and doesn’t venture far from it. These lizards prefer lizard. the shores of underground lakes, since water is rare and such",
        "name":  "Typical Physical Characteristics",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Having so displeased the Spider them—most fl ee before their horrifi c visages. Queen, they are rejected by their former people. They are not All shunned cling to the faint hope of being restored and permitted within drow cities and are cast out to fi nd their own would do anything, kill anyone, to regain Lolth’s favor. Few, way in the Underdark. Consigned to a lonely life, the shunned if any, ever succeed at this goal. For most, it is but a matter of time before some other creature destroys them, ending their pqqqqqqqqqrs pitiful existence. SHUNNED LORE Though despised by the drow, shunned rarely venture too Characters who have ranks in Knowledge (dungeoneering) far from their former homes. A shunned establishes itself in a can research the shunned to learn more about them. When a small, out-of-the-way cavern or tunnel, surviving on goblins, character makes a successful skill check, the following lore is quaggoths, and the occasional drow. revealed, including the information from lower DCs. These wretched creatures are relatively free of antagonists. Animals and vermin do not prey on them, for their meat has Knowledge (dungeoneering) a sense of wrongness about it. The drow defend themselves DC Result against attacks by the shunned but do not actively hunt them, 17 This creature is one of the shunned—drow who have been terribly cursed by Lolth. This result reveals all believing that they should not interfere with Lolth’s punish- aberration traits. ments. Shunned must be wary of svirfneblin and duergar, who 22 Although rejected by the drow, shunned retain many destroy them on sight. of the traits of their former form, including the elf’s Environment: The shunned are found only underground, keen senses and the ability to work magic innately. and never more than a few miles of a drow settlement. Once a 27 All shunned are infested with spiders. They can spew shunned settles on a home, it decorates the lair in a mockery swarms of the tiny arachnids and bend them to their of a typical drow dwelling, with rubbish and other cast-off will. pqqqqqqqqqrs materials found when hunting. olleroiG .T yb .sullI 95726720_Ch05.indd 140 2/22/07 3:30:28 PM 141 UNDERDARK MONSTERS OF THE CHAPTER 5 Shunned CR 7",
        "name":  "The shunned are aptly named",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium or larger, base attack bonus +1. kind, not even magical ones.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spitting spider is about TROLL 16 feet across but has a relatively small body, no more than 5 feet Trolls are the great brutes of the Underdark. Natural preda- in diameter. Spitting spiders weigh about 500 pounds. tors, diffi cult to kill, and typically of low intelligence, they A tangle terror is much more compact, being about 6 feet in are an excellent source of slave labor and shock troops for diameter and weighing 300 pounds. Neither of these spiders the drow. has discernible physical differences between genders. Measuring 15 feet across and weighing more than 2,000 FILTH-EATER pounds, a female widowmaker carries much of its bulk in A thin, green-skinned creature, at least 9 feet tall, fl ails at you with its abdomen. Males, though still Large, are about half the elongated arms tipped with fi lth-encrusted claws. It bares yellow females’ size and weight, being 8 feet across and weighing fangs in a snarl, and a blast of foul air buffets you. just over half a ton. TYPICAL TREASURE Living in the most squalid of conditions outside drow enclaves, troll fi lth-eaters are vicious carriers of foul disease. Though monstrous spiders do not keep treasure, their lairs The fi lth-eater presented here had the following ability sometimes contain coins, gems, and other items from previ- scores before racial adjustments and Hit Die ability score ous victims. Typically, the value of these items is 1/5 standard increases: Str 15, Dex 10, Con 14, Int 8, Wis 12, Cha 13. treasure for the spider’s Challenge Rating. Strategy and Tactics FOR PLAYER CHARACTERS Harsh living conditions and breeding for aggressiveness and Characters with the Spider Companion feat (see page 52) can toughness make fi lth-eaters into frenzied combatants. When use some monstrous spiders as animal companions. Druids they detect a potential living meal, they typically attack in a of 7th level or higher can select a spitting spider instead of a raging horde, seeking to tear their prey limb from limb. They brown bear. Druids of 13th level or higher can select a tangle seldom retreat unless faced with acid or with fi re attacks that terror instead of a dire bear. can manage to penetrate their formidable energy resistance. Because they can be trained fairly easily, even by characters In battle, they always use Power Attack and attempt to rend without the Vermin Trainer feat, spitting spiders and widow- as often as possible. makers make good mounts. Though it is not done consciously, this mad-rush style of",
        "name":  "Typical Physical Characteristics",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Venom oozes are most often found in the poison spells, foul transmutation magic, and chemical agents, Underdark. They lurk near poisonous lakes, toxic gas vents, these dark elves produced the fi rst specimen. Though the and other noxious areas inhospitable to other life. Equally house was destroyed soon after these experiments, the venom at home in the water as out, they can adapt to just about any ooze survived and multiplied, and its progeny have spread environment, tough enough to withstand deep cold or the throughout the Underdark. deepest places in the earth. pqqqqqqqqqrs",
        "name":  "Environment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 bonus on attack rolls. second or third son to study magic. The apprentice returns",
        "name":  "Motivate Attack",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry describes the type of magical aura that founded on or near such sites. surrounds the location. Lore: Characters can gain the following pieces of informa-",
        "name":  "Aura",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry is the gp value of rhe conferred tion about a blood of the Spider Queen site by making Knowledge ability. Although these abilities can never be bought or sold, (dungeoneering), Knowledge (history), or Knowledge (reli- their gp values are provided so that the DM can track the over- gion) checks at the stated DCs. all value of treasure possessed by a playetr character. DC 10 (religion): The blood of the Spider Queen marks sites where Lolth dragged her wounded body through the Under- BLOOD OF THE SPIDER QUEEN dark to escape the wrath of Corellon after their epic battle. Eons ago when Lolth faced Corellon Larethian in open battle, DC 15 (dungeoneering, history, or religion): Many of the oldest she was bested and forced to fl ee for her life. Wounded and drow cities were established around sites where blood of the beaten, she dragged herself through the caverns of the Under- Spider Queen was found. dark, beyond her enemy’s sight, until she could reach a portal DC 20 (history or religion): A drow priestess who discovers to her beloved Demonweb Pits. Trailing her in this exodus a blood of the Spider Queen site is considered to be blessed by from the world of light were her followers, the drow, who then Lolth and a leader among drow. established themselves in Underdark caverns to create a new society below the ground. pqqqqqqqqqqqqqqqqqqqqrs THE GOOD, THE BAD, their instinct to put an end to the miserable drow, mixed with the anxiety that the villains might at any moment attack them AND THE NEUTRAL in overwhelming numbers. A visit to a drow community should In a campaign setting in which the predominant race is not just be fraught with danger and moral dilemmas but ultimately evil but actively, purposely, and intrinsically evil, PCs might feel survivable. as if they have only two choices: join the enemy or go down Neutral-aligned parties have a much easier time dealing with fighting. But a drow campaign provides many motivations for drow. The PCs do not necessarily condone the activities of the different kinds of parties, whether the characters are surface dark elves, but as long as those activities do not affect the party adventurers, drow, or members of other subterranean races. or its interests, they pay little attention. A city full of evil beings The constant infighting among dark elves allows PCs of diverse that plot to slaughter one another does not seem like such a backgrounds to infiltrate drow society, and, if they so choose, bad thing. Races and characters that conduct trade with the to participate regardless of alignment or race. drow are often neutral. They might not have diplomatic ties with Of course, a paladin of Heironeous would still be sickened by the dark elves, but they view the drow as a valuable resource the depraved and cruel acts that he witnesses in a drow city, but for procuring hard-to-find items, not to mention as a market he must pick his battles. Single-handedly taking on the whole for their own wares. A neutral PC sees dealing with the drow as city makes for a short and ultimately unfulfilling campaign. For “just business.” a PC with a high moral code, you must provide an incentive On the other hand, neutral PCs are always on their guard for for holding his tongue and staying his blade. Simple self-pres- tricks and ambushes. They know that the drow might try to ervation might not be enough for a noble knight prepared to cheat them or simply murder them. Neutral PCs are cautious sacrifice himself for the greater good. and observant around the drow and avoid sticking their noses In general, good-aligned PCs, especially those who have a where they do not belong for fear that any situation could be a particularly keen moral compass, need a broader picture. An ruse designed to trap them. easy solution is to present the PCs with a bigger danger so Evil-aligned PCs have the largest number of possible mo- fearsome that cooperation with the drow seems reasonable. tivations in a drow campaign. They might be driven by any This tactic is a bit heavy-handed, however, and should be used motivation stated above, or they might just want to get ahead sparingly. in a cutthroat society. Whether enemies or allies of the drow, Instead, try offering the perspective of a greater good that evil PCs are not above using the dark elves for their own ends. views dealing with the drow as a means to an end. Good- A high-level campaign might revolve around a PC’s attempt to aligned PCs do not have to take part in drow society, but just as gain control of a drow city or just raise his own drow house to they do not (or should not) kill every NPC in their town who has prominence. When scruples are not an issue, the possibilities an evil alignment, they will find that trying to clean out a drow for interaction with the equally unscrupulous dark elves are city is a bad idea. Certainly, they can step in when necessary to endless. prevent a particularly evil act or to defend an innocent victim, Evil PCs are typically in a state of constant paranoia. They but that is not the main goal of their dealings with the dark suspect that a thousand possible plots could be afoot mainly elves. Perhaps they must gain information to complete another because they have put their own plots in motion. Drow live for quest, rescue kidnapped loved ones, or simply keep the power the moment because they know that it might all end in the next of the drow in check. Savvy PCs can turn one dark elf against instant on an assassin’s blade. Evil PCs who deal with the drow another to preventing them from preying on anyone else. In feel much the same way, knowing all too well the perils that any case, good-aligned PCs should feel the tension of battling hound their every step. pqqqqqqqqqqqqqqqqqqqqrs 95726720_Ch06.indd 187 2/22/07 3:34:44 PM 188 6 RETPAHC DNA SNGIAPMAC SERUTNEVDA DC 25 (religion): A drow priestess who discovers a blood of Duration: Any drow who receives this blessing from the Spider Queen site is granted a boon by Lolth and can start Lolth retains it as long as she lives and remains loyal to the her own noble house as a matriarch. Spider Queen. In rare instances, the gift has endured beyond DC 35 (dungeoneering, history, or religion): A successful check death when contingencies were in place to facilitate a quick at this level allows the character to learn or recall a clue to the transition to an undead state (such as when a drow dies and location of a specifi c blood of the Spider Queen site. becomes a lich). DC 40 (religion): The abilities granted by a blood of the Spider Aura: Strong transmutation. Queen site work for male and female drow alike, but the priest- Ability Value: 5,000 gp. esses carefully guard this secret.",
        "name":  "Ability Value",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The alignment change is permanent (unless that are tucked away in remote reaches of the Underdark. reversed by magical means, as noted above), and the other Explorers who are willing to give their souls to whatever effects last for 66 days. mad god watches over such an altar can gain great power. Aura: Strong enchantment.",
        "name":  "Legends tell of ancient altars dedicated to perverse deities Duration",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Although fonts of delights and sorrows appear tion about a garden of resplendent hues by making Knowledge in a variety of locations, they are identical in form. They are (nature) checks at the stated DCs. wide stone basins decorated with horrid images of mortals DC 10: Gardens of resplendent hues are strange places of capering with lewd demons or performing unspeakable acts unusual growth found only in the Underdark. of depravity and cruelty. Within each font is a pool of black DC 15: Though harmless, a garden of resplendent hues hums liquid that seems to drink in the light. No noise or tremor can with the promise of violence and old anger, the power of disturb its obsidian surface. Only when physically touched which seems to resonate with the magic used by druids and does the fl uid assume the normal qualities of water—albeit rangers. unclean water. DC 20: A druid or ranger who spends time in a garden of",
        "name":  "Description",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    }
]
