[
    {
        "origin_file":  "magic_items.json",
        "description":  "Anyone passing through this space triggers a In this variant rule, that de- pair of shatterspells centered on the two walls. (These If the characters have sufficient light pends on the amount by traps are currently disabled.) or specialized vision to see the bottom, which you beat the DC. Check aShatterTraps (2): CR 3; shatter, 3rd-level cleric, they can note that spikes line the pit the paragraph below that cor- nonmagical crystal and glass objects are smashed); floor. responds to your margin of Search DC 27; Disable Device DC 27. There’s one Trap:Normally, a trapdoor covers this success for the check result. trap on each side of the corridor. pit. After the trap resets, any character 0–3:The next time the trig- stepping in the marked space triggers ger would spring the trap, it 6. ScareTrap (EL 3) the pit. (It is currently disabled.) doesn’t. After that, however, aSpiked Pit Trap (80 ft. deep):CR the trigger operates nor- Both walls of this passage bear additional scorch 5; no attack roll necessary (8d6) and +10 mally, and another Disable marks. melee (1d4 spikes, each 1d4+5 ; Reflex Device check is required to DC 20 avoids; Search DC 20; Disable disarm it again. The scorch marks are the result of a lightning bolttrap Device DC 20. 4–6:You messed it up. The at area 7. A successful Spellcraft check (DC 18) identi- trap won’t work again until it’s fies this effect and determines that the bolt came 10. Whirling Blade Trap reset. If it’s a trap that resets from farther along the corridor. (EL 6) automatically, use the next",
        "name":  "Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The giants have left behind or lost most Most of the walls are made of 1-foot-thick hewn of their valuables in the course of their adventures. stone (hardness 8, hp 180). Walls indicated with Each one carries d% sp, 3d12 gp and 1d4 gems worth dotted lines are 3-inch-thick walls of stone(hardness 10 gp each. Should the DM want the characters to 8, hp 45). return to the giants’ lair, the DUNGEONMASTER’s Guide All the objects in this environment are animated provides random treasure tables. by the magic of a ravid trapped in the center of the",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The dwarves left treasure in the other maze-thwarting spells. For these power- armoires when they trapped the ravid. One armoire houses, include teleportation circles that pop PCs holds 3,000 sp. Another has 700 gp and three 10- around the maze, illusory walls, impenetrable dark- pound gold idols worth 400 gp each. The third has a ness to confound measurements, and shifting pas- helm of comprehending languages and reading magic and sages that change after PCs have walked through a suit of +1 half-plate. them. Triggered maze spells can also confuse PCs",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After the PCs deal with the mephits double-check the grid, and give the puzzle to your who live here and drain off the lava, they can find players (with or without the blank grid, depending the secret trapdoor (Search DC 20) in the northwest on how nice you feel). corner of the top of the pyramid. This conceals a small compartment that holds a ring of wizardry(I). FOOL ME ONCE (EL 7) Scaling the Challenge By the time characters are ready for an EL 7 EL 4: Remove the magma and steam mephits and encounter, they should be accustomed to all sorts of halve the damage inflicted by the traps (making them movement-enhancing spells and items. They’re prob- CR 3 and 2, respectively). ably skipping up and down walls using slippers of EL 6: Remove the steam mephit and halve the spider climbing, and their spellcasters may routinely damage inflicted by the traps. avoid touching the floor by using fly and levitate EL 8: Add another fire mephit. spells. This little encounter is just for them. EL 9:Add another mephit of each of the three types. Adjust the following description based on the char- acters’ light or specialized vision. Designing Logic Problems",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " The only exit from this area is a 10-foot-by-10-foot Winnow down many possibilities to one correct vertical shaft that extends roughly a hundred feet answer. A simple logic problem requires making upward. sense of a single complex statement of relationship. Figure out what relationship you want between the elements in the problem. Find a roundabout way to Ascending the rough rock walls of the 105-foot- describe the relationship. Then test all possibilities long shaft requires a Climb check (DC 25). The until you’re sure only one can be right. shaft isn’t narrow enough to be considered a chim- A more complex logic problem such as the one in ney, but a character can climb in a corner where this encounter involves multiple statements of a she can brace against perpendicular walls (thus complex relationship. Think of what the logic reducing the DC to 20). Two traps threaten to puzzle will be about, and then select some appropri- punish unwary or cocky characters. ate variables on which the puzzle will turn. For the Trap:A glyph of wardingwaits 60 feet up the shaft; if puzzle here, the elements are the colors (like blue), triggered, it casts dispel magicon the surrounding area the activities (like raising the portcullis), and the as a 16th-level caster. This spell affects all magical sounds (like the gong). effects within 30 feet of the glyph.",
        "name":  "Design a logic problem as you would solve one",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 5; area dispel magic, caster allowing for all the possibilities to meet each other level 16th; multiple targets (all targets within a 30-ft. (in this case it’s color-and-activity, activity-and- radius); Search DC 28; Disable Device DC 28. sound, and color-and-sound). Here’s one version. Trap:A greater glyph of wardingis hidden 100 feet up the shaft; if triggered, it casts an antimagic field spell Red Blue Gong Bell centered on the glyph. This suppresses any spells or magical effects within a 10-foot radius of the glyph’s Portcullis location. Once triggered, the antimagic field lasts for Moat 160 minutes.",
        "name":  "Then lay the possibilities into a solving grid aGlyph of Warding",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The troll has moved the last remnants For adventurers, a well-stocked magic shop is the of whatever this space was used for under the stairs. Holy Grail. They continually search for an oasis The heroes can find a well-crafted darkwood ban- where they can turn their cumbersome gold pieces quet table with intricately carved gargoyle leg sock- into . . . well, the Holy Grail. After this encounter, ets and two removable leaves. The only chair left is they’ll still be searching. at one end. It smells of troll, but it’s made of match- This encounter should take place in a dungeon ing darkwood with complicated designs. The set is room, preferably in an area that isn’t a constant battle- worth 1,500 gp. ground. Chuk’s Magik Shoppe is a traveling store where the curious and gullible flock to purchase Strange Bedfellows items of wondrous and considerably overstated Dungeon Masters often use the Monster Manual the power. It’s a traveling store because Chuk’s not a big same way they use dictionaries. They open it up to fan of repeat customers—since they usually bring the check the statistics of a troupe of orcs or pack of local constabulary with them. As a thief and a con gorgons the same way you would use a dictionary man, Chuk works only for himself. In a strange way, to check the spelling of “porcine” or “petrification.” Chuk’s Magik Shoppe can be seen as a natural part of However, just as the dictionary can’t teach the best the highly unnatural dungeon ecology. way to put words together in everyday speech, the Chuk’s bat familiar, Very Sharp Fang, hangs out in Monster Manual doesn’t tell you which combina- the corridor leading to the Shoppe. She darts inside tions of monsters work well in encounters. With when she sees potential clients (or victims) coming this in mind, don’t limit your “syntax” to single (Spot DC 22, +1 per 10 feet of distance, to notice her). monsters. Combining them can make for some interesting alternatives. A sign on the open door reads “CHUK’S MAGIK Troll and Pets, which features a hermitlike troll and SHOPPE.” There’s a maze of counters and display his pet rust monsters, is only one combination of tables inside, all with potions, wands, and other many that can be created with careful planning. Crea- goodies locked under glass. A hirsute bugbear tures with powers that complement each other are toils behind a counter. He wears a wizardly especially good choices, such as the vampires and apron sporting crude stars and moons appar- nightmares in Dark Hunt (an EL 13 encounter later ently drawn by a child. in this book). Few rules need to be followed when mixing monster types, as long as you can create plau- sible reasoning behind your choices. Creatures:An apron-wearing bugbear stands at the In general, stronger creatures bully or control point marked C. This is Chukt’yuktuk, or “Chuk” to weaker creatures. This situation might change if the nearly everyone. Tables and counters surround his weaker creature is significantly smarter, such as a position. Some overzealous adventurers may simply cunning imp leading an uneducated hill giant. Very attack him on sight; for these characters, consult the powerful creatures do not usually ally with other Tactics section below. The bugbear welcomes all creatures but may still use them as minions, pets, others into his boutique. When alerted, he greets the and slaves. Powerful creatures, on the other hand, PCs with an affable, rumbling voice. often have enough resources to get what they want and survive on their own. “Welcome t’ Chuk’s Magik Shoppe! We got oceans When creatures work in tandem, each should o’ potions, wads o’ rods, rolls o’ scrolls, waves o’ have its own motivation. Those motivations could be staves, an’ factories o’ phylacteries! If it’s magic an’ similar, but it makes for a short companionship if it ain’t on you already, we got it at Chuk’s!” their needs aren’t met. For example, a drider and a hill giant may form a temporary alliance to drive off inhabitants of a small village that has been unknow- This statement, while full of the promise of sloga- ingly built on a system of caverns. In this case, the neering, nonetheless falls short of the truth. See the drider gains a new lair and the giant gets valuable Treasure section for more details. treasure, along with the village’s herd of cattle. The Chuk’s three bugbear lackeys, Crusher, Skinner, two may never work together again, or they may and Boyle, wait in the backshop at the points team up to raid a small dwarven mining village down marked B. They’re here to help in the back of the the road later that month when the cows run out, no shop by crushing, skinning, and boiling potion 47 doubt leading to another unusual encounter for the ingredients. They’re also especially good at removing player characters. dead bodies. 620_88168 Bk of Challenge2d.qxd 4/18/02 10:42 AM Page 48 ENCOUNTER (EL 8) dCrusher, Skinner, and Boyle: Male bugbears; hp 18, 16, 14; see Monster Manual. dVery Sharp Fang: Female bat familiar; CR —; CChhuukk’’ss MMaaggiicc SShhooppppee Diminutive magical beast; HD 8; hp 18; Init +2; Spd 5 ft., fly 40 ft. (good); AC 19, touch 16, flat-footed 17; Atk —; SQ Blindsight, improved evasion, can deliver touch attacks, can speak with master; SV Fort +2, Ref +6, Will +7; Str 1, Dex 15, Con 10, Int 8, Wis 14, Cha 4. BBB BBB BBB",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dungeon-based shop loaded with magic items and evil proprietors makes a tempting CCC target for attack by adventurers. Chuk moves often to avoid this very situation. When hostile cus- tomers do come calling, he has a plan. His three assistants run from the back of the store, down the corridors, and through the curtains to attack. Chuk grabs whatever actually works and launches magic missile after magic missile. He gets three-quarters cover behind his displays. His goal is to escape with his magic items and his accomplices, in that order. If all else fails, a secret door out the back way can help him survive.",
        "name":  "Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " SSccaallee iinn FFeeeett 55 They may become unwilling contributors to the Magik Shoppe’s wares. In that case, Chuk and his 22..55 assistants follow the PCs to determine if they have enough magic items to be worth attacking, but not enough magic items to thwart the attack. When they dChukt’yuktuk: Male bugbear Wiz5; CR 7; have the advantage, the bugbears launch a clever Medium-size humanoid; HD 3d8+3 plus 5d4+5; hp ambush, most likely involving several magic missiles. 37; Init +1; Spd 30 ft.; AC 17, touch 11, flat-footed Treasure: Chukt’yuktuk sells a few items picked 16; Atk +5 or +4 melee (1d8+2, morningstar or up as part of his rather violent travels, but mostly 1d6+2, javelin); SQ Darkvision 60 ft., familiar bene- offers two things he can make himself: scrolls and fits; AL CE; SV Fort +3, Ref +5, Will +5; Str 15, Dex potions. He keeps the scrolls in his possession. All 12, Con 13, Int 11, Wis 10, Cha 14. other items are locked in a case (Open Lock DC 25;",
        "name":  "Adventurers may meet Chuk in another capacity",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When an item fails Making a Deceitful Sales Pitch in its purpose, the customer wants the ability to Occasionally, your job as Dungeon Master calls for return the item for a refund or trade-in. An unscrupu- you to sell your players on believing one thing when lous salesperson knows that the warranty is meaning- the truth represents another. The following conceits less if the customer can’t interact with the purveyor are tried-and-true sales pitch techniques that are usu- again. If the purveyor moves and cannot be found, ally illegal in modern society. Nonetheless, you can the transaction is complete at the moment of sale. If use them in a variety of encounters. They’re useful the customer can’t return to the purveyor (say, if the not only in this case, but also with deceitful NPCs promised teleportation device doesn’t bring the cus- and situations that are not as they seem. Chuk, the tomer back after a thousand-mile trip), the transac- bugbear in this encounter, uses all these tricks if he tion is also a one-time exchange. This is the genesis of thinks his profits will swell. the business principle caveat emptor, which generally The Old Bait-and-Switch: A bait-and-switch means that without an enforceable warranty, the offers an item for sale, but when the item is buyer takes the risk. requested, the customer is told that the item is not The Loss Leader:This legal technique is nonethe- available—and another one is. This plays upon the less easily abused. A loss leader is an item that’s sold at customer’s desire to buy something, even if it’s not a loss to encourage further purchases at a profit. If the what was desired. When characters are told that buyer assumes further purchases have the same terms something is within their grasp, they might still be of transaction as the loss leader, the sale is duplici- happy when they receive something else. Then tous. Poker and pool players have seen this many again, they might not, especially if it is perceived to times: A shark loses a first game to entice an unwary be of lesser value. A DM using a bait-and-switch player in, but when the stakes rise, the shark’s true should paint the reward acquired in the best pos- ability surfaces. In a dungeon, if a party defeats a sible light. For example, if the characters believe group of orcs easily, they may be caught off-guard they are hunting a lich, when in fact, they have when the next group of similar-looking orcs includes defeated a skeleton dressed up as a lich, have the a few 5th-level barbarians. local townsfolk hail them as lich-killers—even if the real lich gets away to plot its revenge. DROPPING LIKE A STONE",
        "name":  "The Unwarranted Warranty",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A salesperson offering some- (EL 8) thing for nothing may well be offering nothing for something. An item that appears to be free often is This clever environment explores a symbiotic rela- either worthless or has a hidden cost (usually one tionship between two radically different types of that’s quite high). This plays on the instinctive monsters. Fly, remove paralysis, and freedom of movement human nature to take something that appears to be can all help characters in this encounter. free. Those falling for this scam frequently ask, “What’s the catch?” This is a can’t-miss opportunity The cavern ahead is divided by a gaping chasm. You for the salesperson, because once the victim can see a passage along the wall on the other side. believes she’s discovered all the hidden costs, she almost always makes the deal. For example, a char- acter never leaves a magic item alone if she finds it Creatures: Three gargoyles perch at the points unattended in the middle of a corridor. It may well marked with a G. They wait motionless, blending be a monitoring device to keep tabs on the heroes, with the worked stone of the cavern. Noticing any or a cursed item, or even a deathtrap. More impor- of them requires a Spot check (DC 27, +1 per 10 feet tantly, though, it’s free. of distance). 49",
        "name":  "The Hidden Cost",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nothing happens when a character walks rune-scribed armband worth 500 gp. into an empty room. If a nongenie walks into the The chest contains 800 gp, 3,100 sp, a small room with the chest, it immediately teleports to one leather pouch, and a small, unlocked brass box. The of the other two rooms (determine randomly). The pouch contains 10 pieces of lapis lazuli (worth 50 two remaining rooms (other than the destination of gp each) and a 500-gp diamond. The box holds four the chest’s teleportation) each explode with a blast of sticks of phosphor, a crystal prism, 4 ounces of fire. This process repeats anytime someone attempts alkaline salt, and a brass key that fits the good lock to enter the room with the chest. inset in the brass box. To solve the jann’s puzzle, a character must stand A successful Search check (DC 18) finds a piece of in the destination room of the chest’s teleportation. parchment spread flat against the underside of the This means a scapegoat must then enter the area lid. This is actually an arcane scroll of identify, knock, with the chest, or the characters must somehow and arcane lock. drag the chest over the threshold. If someone is Secure Door-Knocker: Whenever the door-knocker is already in the room when the chest teleports there, attached to a wooden door, that door is sealed with he or she may then open the unlocked chest without arcane lock. Striking the knocker suppresses the arcane further incident. Anyone else who enters triggers lock for 1 minute and sends a mental alarm (as the the trap again. alarm spell) to any creature attuned to the knocker Attempting to remove the chest results in the same (up to five creatures that must be selected when the events. Just as the chest crosses the threshold of the knocker is installed). 52 archway, it teleports back into an empty room, and a Caster Level:5th; Prerequisites:Craft Wondrous Item, blast of fire fills each of the other two areas. alarm, arcane lock, knock;Market Price:2,000 gp. aFiery Trap: CR 5; 5-ft.-radius blast of fire (6d6 620_88168 Bk of Challenge2d.qxd 4/18/02 10:43 AM Page 53 ENCOUNTER (EL 8) Scaling the Challenge The images of undead cover every surface, except for EL 6:Reduce the number of jann to 2. a 10-foot-wide stretch of floor along the east and west EL 10:Increase the number of jann to 8. walls. The 70-foot-by-70-foot area of the floor deco- rated with the mosaic is magically trapped. Detect magic reveals that every 10-foot-by-10-foot area bears WARDING OF THE DEAD an aura of Abjuration magic. The aura is faint for the (EL 8) glyphsand moderate for the greater glyphs.",
        "name":  "Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The safest path through here is to start Increasing the EL by raising the deadliness of the on the skeleton glyph on the west side or the traps themselves isn’t the most effective method of zombie glyph on the east side. An unbroken path altering this encounter. That’s because the same goes through nothing but the less problematical methods the PCs use to bypass it at EL 8 also work skeleton and zombie glyphs. at higher ELs. Thus, they would just be getting more Undead look similar to each other, so the PCs must XP for the same work. make their own interpretations of what the mosaic tiles represent. A successful Knowledge (arcana) A LIGHT IN THE DARK check (DC 15) gives a PC the version of the mosaic (EL 9) with the names of the undead on it. Read magicallows a PC to identify a glyph of warding with a successful This complex mechanical trap serves as a lair for Spellcraft check (DC 13). Identifying the glyph does creatures who can take advantage of it. Thoughtful not discharge it and allows the PC to know the basic parties may approach the trap like a puzzle and deal nature of the glyph (version, type of damage caused, with it quite effectively. Very cautious parties may and which spell is stored). just grab the treasure and run, trying to avoid a",
        "name":  "Solution",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This minor trap warns the dryad and nymph that intruders are approaching. If it is not set Creatures: The dryad, Alphesiboea, and the off, the two do not know of the PCs’ presence. If the nymph, Amarantha, are engaged in conversation. If honey hits a character, three other forest creatures they didn’t hear the trap go off, they each suffer a –5 dive on the PC from a nearby tree. These three rac- penalty on Spot and Listen checks to notice the PCs coons are after the sweet treat, not a fight. If the PC due to their inattention. A few feet away, Alphesi- swipes at one, or even shakes violently, the raccoons boea’s Huge oak tree towers majestically. Amarantha’s run away. If cornered or struck, a raccoon bites before use of a divine scroll has awakened it. running, chittering all the way. dAlphesiboea, Dryad: hp 8; see Monster Manual. 60 dRaccoons (3): hp 2 each; see Monster Manual dAmarantha, Nymph: hp10; see Monster Manual. (use weasel statistics). Amarantha’s Prepared Spells (6/5/4/3/2); base DC 13 + spell level): 0—cure minor wounds (×3), detect 620_88168 Bk of Challenge2d.qxd 4/18/02 10:44 AM Page 61 ENCOUNTER (EL 9) magic, detect poison, light; 1st—cure light wounds, The dryad and nymph know of a treasure buried entangle, goodberry, obscuring mist; 2nd—charm person along the lake. If their attitude becomes helpful, they or animal, speak with animals, summon swarm; 3rd— tell the PCs of its location in area D. They recommend cure moderate wounds, plant growth; 4th—summon following the lakeshore until they find peace. They nature’s ally IV. elaborate by giggling at their own cleverness. dAwakenedTree: Huge animated object; hp86; see Treasure: The dryad and nymph have stashed their Monster Manual. Spd 20 ft.; SA Constrict (vines); SQ combined treasure in the upper branches of Alphesi- Hardness 5; Int 11, Wis 8, Cha 12. boea’s tree. In a large sack sewn from leaves are four",
        "name":  "Creatures",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the magic items noted Scaling the Challenge above, Lachesis wears a necklace strung with emeralds EL 7:Reduce the number of assassin vines to one. (worth 700 gp) and Jaide wears a jade comb (worth EL 10: Give each pair of ladies a protector. A 480 gp). shambling mound aids the fey, while a gray render serves the green hag and lamia. D. The Bitter Trap (EL 6) The illusory hill giant prompts this assassin vine WATCH YOUR BALANCE ambush. It takes a successful Spot check (DC 20) to (EL 9) notice the vines before they attack. Anyone with Wilderness Lore or Knowledge (nature) can use This deadly corridor features a classic trap, then cou- those skills instead of Spot checks to notice the ples it with creatures who are intelligent enough to plants. When a PC attacks the hill giant, read the fol- exploit it. The encounter is especially deadly to char- lowing text. acters who insist on rushing ahead of the rest of the party, especially if their comrades aren’t able (or will- ing) to attempt a quick rescue. Strangling vines writhe around the sides of the giant and reach out with what appear to be humanoid hands. The wide corridor ends in a “T” intersection with passages leading off to the left and right. Each arm of the “T” is perhaps a half dozen paces long,",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nonmagical fire (including alchemist’s fire) 200 feet. A creature in perfectly clear water has one- does not burn underwater. Spells or spell-like quarter concealment at 50 feet (10% miss chance), effects with the Fire descriptor are ineffective one-half concealment at 100 feet (20% miss chance), underwater unless the caster makes a successful three-quarters concealment at 150 feet (30% miss Spellcraft check (DC 15 + spell level). If the check chance), and nine-tenths concealment at 200 feet succeeds, the spell creates a bubble of steam instead (40% miss chance). Beyond 200 feet, the creature has of its usual fiery effect, but otherwise the spell total concealment (50% miss chance) and opponents works as described. Supernatural fire effects are cannot use sight to locate it. ineffective underwater unless their descriptions Water that isn’t as clear obscures vision at a shorter state otherwise. distance, and creatures in it are concealed at a shorter The surface of a body of water blocks line of effect distance. Creatures have one-half concealment at half for any fire spell. If the caster has made a Spellcraft the given distance, nine-tenths concealment at the check to make the fire spell useful underwater, the given distance, and total concealment beyond that surface still blocks the spell’s line of effect. For distance. For example, if murky water limits vision to example, a fireballcast underwater cannot be targeted 40 feet, creatures have one-half concealment at 20 at creatures above the surface. feet, nine-tenths concealment at 40 feet, and total",
        "name":  "Fire",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +12, Spot +17. soon as they view the combat. Neither the xorn nor rules gave it good hit points Improved Grab (Ex): If the creature the gray render are flat-footed, since they’re already (15d8), a great attack bonus hits with its bite, it deals normal damage in a fight. The xorn and gray render battle each (as fighter), and three good and attempts to start a grapple as a free other exclusively unless the characters interfere. saves, making it significantly action without provoking an attack of If the characters simply watch the fight, the xorn tougher as well. The extra opportunity. Unless otherwise stated, dispatches the gray render in 5 rounds (taking 120 feats are incredibly handy. improved grab only works against oppo- additional points of damage in the process). She The extra skill points don’t nents of Large size or smaller. The crea- then takes the remaining treasure and burrows mean much in this encounter. ture has the option to either grapple through the floor, never to return. This merits a CR 2 increase, normally or use its jaws to hold the oppo- The xorn defends herself against any new threat as so it’s now CR 10. Tripling it nent. Each successful grapple check it appropriate, but the gray render focuses completely would probably result in an makes during successive rounds automati- on the xorn until it is dead. If the PCs continue to increase of 4, to CR 12. cally deals bite damage. fight the gray render after they help it defeat the The gray render in the Mon- Rend (Ex):If the creature gets a hold, it xorn, the gray render attempts to pick up the ster Manualstarts out as a CR latches onto the opponent’s body and tears mephit’s body and flee. If the characters manage to 8, 10-HD monster. We applied the flesh. This attack automatically deals initiate dialogue with the gray render (almost cer- the monster advancement an additional 3d8+9 points of damage. tainly with magic), it wants nothing more than to rules to advance it to 30 HD. Scent (Ex): The creature can detect make its “friend” come back. This tripled the number of Hit approaching enemies, sniff out hidden Treasure:The PCs can find 9,000 gp worth of vari- Dice. The creature focuses on foes, and track by sense of smell. ous gems among the dead mephit’s rock collection. simple melee. It gained great",
        "name":  "Skills",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +22, Intuit Direc- wait, the easier the fight becomes for them. tion +30, Knowledge (geography) +7, Knowledge (minerals) +31, Listen +32, Move Scaling the Encounter Silently +30, Search +34, Spot +36; Alertness, EL 8:Use a normal gray render and elder xorn. 78 Cleave, Combat Reflexes, Great Cleave, Iron Will, EL 10:Use a double-HD gray render (20 HD, CR Lightning Reflexes, Multiattack, Power Attack. 10) and the elder xorn detailed above. 620_88168 Bk of Challenge2d.qxd 4/18/02 10:47 AM Page 79 ENCOUNTER (EL 11) Unless the PCs have a light source, the area RELEASE THE HOUNDS remains dark. Many thick, short chains are clus- (EL 11) tered throughout the area. They hang from the 15- This encounter relies on the presence of antimagic foot-high ceiling, dangling down to a height of 5 zones. The rules for antimagic can be found in the feet above the floor. Four kytons hide near the ceil- DUNGEON MASTER’s Guide. Perhaps the zones were ing; they can see perfectly well in the darkness. The placed here as part of an ancient sorcerer’s lair, or dangling chains they cling to give them a +6 cir- maybe a high-level fighter commissioned them to cumstance bonus on their Hide checks (average help his pet wolves guard his abode. Whatever the result 16). reason, they are the real obstacles the characters The 10-foot-long hanging chains must overcome to defeat the opponents. The don’t touch one another, and none of Using Antimagic Zones encounter also features a pitched battle with many them are moving. However, they pro- Antimagic zones seem like an foes coming from multiple directions. The DM vide one-quarter cover (+2 AC, +1 easy solution to controlling must be comfortable with keeping track of many Reflex saves) against any Medium-size high-level characters, but like monsters simultaneously when running this scene, or larger upright creature. They provide any other tactic, they should as well as the rules for flanking and reach. no cover against smaller opponents, be used in moderation. Char- The characters may enter this area through prone opponents, or long Medium- acters presumably earn the either entrance. When they first enter, read the fol- size or Large opponents (such as the magic items they possess, so lowing text. dire wolves featured later in the throwing antimagic zones at encounter, all of whom can attack them every time you want to under the chains). The thick scent of wet fur emanates from this dark toughen up an encounter can",
        "name":  "Skills and Feats",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 2; +10 melee ing. If antimagic were easy to obtain, every fortress would (3d6); Search DC 28, Disable Device be covered in it to prevent DC 20. Once the portcullis drops, magical invasion. Use unique characters can’t use Disable Device to KK circumstances, such as a defeat it. puzzle or trap, and give the",
        "name":  "KKyyttoonn aanndd HHoouunnddss aPortcullis Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Four kytons roam these players a way to circumvent it. halls, each hiding in one of the DD Players feel much less manip- antimagic zones. Six dire wolves prowl ulated if the zones are used through the cells. DKytons (4):hp 44 each; see Monster to accent a tough encounter, DD instead of being the sole Manual. One carries a potion of climbing. DD KK DD DDire Wolves (6): hp 44 each; see reason for its design. Monster Manual. KK",
        "name":  "DD DD KK Creatures",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After a kyton springs the trap, the dire wolves move to surround (and flank) the characters KK==KKyyttoonn as best they can, using scent to locate hidden or AAnnttiimmaaggiicc ZZoonneess DD==DDiirree WWoollff invisible characters. They prefer to fight in the antimagic zones, using their trip attacks to keep opponents off-balance. SSccaallee iinnFFeeeett 55 Any character who remains outside the antimagic zones is subject to the kytons’ animated chain 79 22..55 attacks. Each kyton can attack with any two chains within 20 feet, and each chain can extend up to an 620_88168 Bk of Challenge2d.qxd 4/18/02 10:47 AM Page 80 ENCOUNTER (EL 11) ZYPHUR’S CRYPTIC SPELLBOOK (EL 11) This spellbook belonged to a wizard with an odd method of organizing his spells. Zyphur had one spellbook that contained all his six-letter spells, a second one with spells that contained Roman numer- als, and yet another for spells whose words all began with the same letter (like obscure objectand sepia snake sigil). The spellbook detailed here is another of his off- kilter books, with a lethal trap for those who cannot decode the instructions for opening it. A large dragon with scales of burnished brass and mottled green wings stands on its hind legs with one front claw on its chin. Its puzzled expression seems to be prompted by a book that rests near its feet. A thin wisp of smoke issues from the frus- trated wyrm’s snout.",
        "name":  "Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; cone of determines that the tome is a spellbook, a bardic the substitutions randomly, as prismatic spray(see the spell in the Player’s knowledge check (DC 30) might allow the character in the spell list above. In a Handbook); variable save (see spell, DC to remember stories of a wizard named Zyphur who random substitution, A might 20); Search DC 32; Disable Device DC had odd methods of organizing his spellbooks. Adju- equal V, B might equal J, and 32. When the prismatic spraytriggers, the dicate such alternative methods of puzzle solving as C might equal U. (Or A might book teleports 100 feet away in a ran- appropriate to the situation. equal ?, B might equal #, and dom direction. C might equal some other JUST PASSING THROUGH symbol.) You can make it even The Book harder by double-assigning (EL 12 AND UP) The cover runes form a code that defines letters to one substitution (A the book’s contents. When decoded, the Many players assume that once their characters = B and X), or running the code spells out the names of fourteen have cleared out an area in a dungeon, they needn’t message backward before you spells. These spells all have an “apostro- worry about it again. This section presents an encode it. phe-S” at the end of their first word (usu- underground chamber that refutes that assumption. To encode the message, ally the name of the spell’s creator or the Each time the characters “just pass though” it, a dif- write out the letters of the real creature imitated by the spell). The apos- ferent challenge confronts them. The encounter alphabet, then put substitute trophe-S is indicated by the cipher text works best when used as part of a much larger dun- letters above them. Don’t (cid:54)(cid:86). Deciphered, the book’s contents by geon or cavern complex. assign the same substitute page count are: Although all the encounters presented here are letter to two regular letters combat encounters, each group of creatures makes use (unless you mean to do so). Pages Spell of the terrain in a different way. Magical ranged weap- Transfer the substitute letters 1–4 Melf’s acid arrow ons are necessary in these encounters, and groups that over the real letters of your 5–18 Drawmij’s instant summons remember what they have encountered here before message. Double-check the 19–22 bull’s strength have a distinct advantage in the later encounters. letter assignments, write out 23–24 Tenser’s floating disk As the heroes approach this area for the first time, the coded message by itself, 25–32 Rary’s mnemonic enhancer read the following text. and give the cryptogram to 33–36 Leomund’s trap your players. 37–48 Mordenkainen’s lucubration The passage ahead slopes down gently into a 49–52 cat’s grace vast cavern with a sandy floor and a fairly high 53–68 Otto’s irresistible dance ceiling. It’s hard to tell the full extent of the 69–76 Evard’s black tentacles place because you can’t see it all. Natural 77–86 Bigby’s interposing hand columns stand here and there, breaking up the 82 87–94 Otiluke’s resilient sphere spaces you see in smaller areas. The cavern’s 95–96 Nystul’s undetectable aura sandy floor is dry underfoot, but you sense 97–100 Tasha’s hideous laughter 620_88168 Bk of Challenge2d.qxd 4/18/02 10:48 AM Page 83 ENCOUNTER (EL 12) map. These tunnels are 10 feet wide and only about moisture in the air. Big stalactites hang in clus- 7 feet high. Characters more than 5 feet tall find ters from the ceiling. the quarters a little cramped, suffering a –2 penalty on attack rolls, Dexterity checks, and Reflex saves. The chamber’s natural stone walls and columns are The uneven floors in the tunnels prevent running rough and fairly dry (Climb DC 15). Footfalls in or charging. the thin layer of sand make very little noise, grant- aDelver Pits: CR 4; no attack roll necessary; ing creatures and characters a +2 circumstance (2d6); Reflex DC 20 avoids, Search DC 30. bonus on Move Silently checks. The ceiling is 50 Creatures: The chamber gets a reasonable amount feet overhead. of traffic, thanks to the three passages leading into it. This chamber was once part of an underground Many different creatures use the chamber as a hunt- river, but a series of cave-ins diverted the river and ing ground. They take advantage of the presence of dried the area, leaving the sandy floor. More cave-ins prey, the chamber’s natural hazards (which they gave the chamber its present shape. The old stone know about and avoid), and the numerous hiding riverbed is uneven. In a given area, it may be hidden places the area offers. anywhere between 6 inches and 30 feet below the The numbered locations on the map indicate where surface of the sand. each creature begins its encounter. The following",
        "name":  "A hard cryptogram assigns aPrismatic Spray Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Do not award any XP begins filling with water. for defeating the summoned hamatula, since it is aWater-Filled Room:CR 7; no attack roll neces- already factored into the CR for the forcecage and sary; Search DC 20; Disable Device DC 25. The room summon monstertrap. floods at a rate of 2 feet per round for 5 rounds. (If one or more characters are trapped under the crush- Scaling the Challenge ing ceiling, the room floods at only 18 inches per Increasing the deadliness of the traps may not have round, and thus fills only to 7 1/2 feet.) It drains at a as significant an effect on this encounter’s diffi- 97 rate of 2 inches per hour (or 6 inches per round if a culty as you would like, since the PCs may simply character is trapped under the ceiling). disable them. Also, higher-level characters aren’t 620_88168 Bk of Challenge2d.qxd 4/18/02 10:50 AM Page 98 ENCOUNTER (EL 14) likely to earn significant experience for the weaker Entrance (EL 7) traps. However, you can make the encounter less A single secret door leads into this area. The PCs are deadly by removing or reducing the danger of likely to approach through the natural fissure that some traps. leads to the secret door. As the characters approach EL 11: Remove the acid arrows, deathblade scythe, the door, read the following text. crushing ceiling, and crushing walls. Replace the hamatula with a Medium-size salamander (summon This passage is a natural limestone fissure that monster V); this reduces the forcecage/summon monster runs for about 70 feet and ends in a small alcove. trap to CR 8. EL 12: Remove the deathblade scythe, crushing ceiling, and crushing walls. Replace the hamatula Checking for tracks reveals nothing. The spiders are with an unarmed barbazu (summon monster VI); this too large to fit through the secret door. Seldara and reduces the forcecage/summon monstertrap to CR 9. Garem rarely leave. A detect magicspell reveals a mod- erate aura of Evocation (unhallow) and a moderate aura of Abjuration (greater glyph of warding). TANGLED WEBS (EL 14) Finding the secret door requires a Search check NPCs offer some of the greatest challenges to player (DC 20). If the characters find the door, a Spellcraft characters. After all, they allow DMs to use many of check (DC 23) reveals that someone crafted it with the players’ favorite tricks against them. stone shape.",
        "name":  "Two rounds after the trigger activates, the room Ad Hoc XP Adjustment",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st—change self, detect poison, ghost Combat and Trample feats to good advantage, and sound, obscuring mist. she relies on her Ride-By Attack to stay out of melee 620_88168 Bk of Challenge2d.qxd 4/18/02 10:51 AM Page 101 ENCOUNTER (EL 15) most of the time. Should a character get too close, EL 17: Make Seldara a Clr16 and Garem a Rog2/ she relies on touch spells such as slay livingand con- Asn4. Replace the shadows with spectres. tagion. The other monstrous spider fights alongside her, while the shadows take any opportunity to BEHOLDER DOME Overall ceiling attack a lone character (using their ability to pass height is 50 ft. (EL 15) Tangled Webs through the walls, floor, ceiling, and webs to go Spider wherever they please). One of the most terrifying challenges an adventuring 2 Garem fires an arrow coated with deathblade party can face is the fearsome beholder. A well- Ceiling height here poison (injury DC 20; 1d6 Con/2d6 Con), hoping to planned beholder encounter transcends a typical is 10 ft. lower the target’s Fortitude save. He then casts invisi- battle and could well be the climax of a campaign. bility and lurks at the outskirts of the battle for 3 Powerful monsters require additional planning, rounds, attempting to study the target for a death so give careful consideration to the beholder’s tac- attack. While he’s studying his victim, he can per- tics. Review the Playing Monsters Smarter than You form other actions (for instance, casting dispel magic sidebar elsewhere in this book for tips on how to at his target) as long as his attention remains focused handle such a creature. In addition, this encounter on the target. Subsequently, he either lets loose with takes place in three dimensions. Tips on running Key lightning bolts or enters melee combat, attempting to adventures in the vertical plane appear both in this Spider use his allies (particularly the shadows) to gain a encounter and elsewhere in this book. An insidious 1 Altar flanking position. Dungeon Master should think about where the Stalagmite and stalactite columns Web sheets If attacked from the Ethereal Plane, Seldara uses eleven exits from the Beholder Dome lead. You can 10-ft. stalagmite on floor her etherealness spell to bring herself, Garem, and make the challenge tougher on the heroes by pro- 10-ft. stalactite on ceiling the monstrous spiders to the Ethereal Plane as viding encounters or rooms at the end of some or well. She can’t bring the incorporeal shadows all of them. along with her. Scale in Feet 10",
        "name":  "Assassin Spellbook",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The chamber has twelve identical adaman- aDisintegrateTrap (#5):CR 7; +7 ranged touch (as tine doors, including the one the characters use to disintegratespell); Fort DC 19 for 5d6 damage; Search DC 31; Disable Device DC 31. aFear Trap (#6): CR 5; +7 ranged touch (as fear spell); Will DC 16 negates; Search DC 29; Disable Device DC 29. BBeehhoollddeerr DDoommee aSlowTrap (#7):CR 5; +7 ranged touch (as height- ened slow spell except affects any HD of creature); Will DC 16 negates; Search DC 29; Disable Device DC 29. 66 77 55 aInflict Moderate Wounds Trap (#8): CR 3; +7 ranged touch (2d8+10); Will DC 13 half; Search DC 88 44 27; Disable Device DC 27. aFinger of DeathTrap (#9):CR 8; +7 ranged touch (death); Fort DC 20 for 3d6+13 damage; Search DC 99 33 32; Disable Device DC 32. aTelekinesis Trap (#10): CR 6; +7 ranged touch 1100 (lifts character weighing up to 325 lbs. 20 ft. per 22 round to 100-ft. ceiling, then drops for 10d6 1111 11 damage); Will DC 17 negates; Search DC 30; Disable Device DC 30. SSiiddee vviieeww aGreater DispellingTrap (#11): CR 7; +7 ranged EEnnttrryy touch (as targeted greater dispelling spell; level check 1d20+13 against all magical effects on target character); no save; Search DC 31; Disable Device SSccaallee iinn FFeeeett DC 31. MMaaxxiimmuumm TTiilltt 55 No Exit 102 22..55 Five rounds after the first character enters the cham- ber, all doors close and lock (Open Lock DC 40 to 620_88168 Bk of Challenge2d.qxd 4/18/02 10:51 AM Page 103 ENCOUNTER (EL 15) open) for 1 hour. Then the real trouble begins. Read You hear the slide of metal on metal, then the low the following text. cackle of a grim laugh. From the far wall, a fear- some, floating, skull-like creature appears. Facing You hear the sounds of many doors locking, fol- back into the passage it just emerged from, it rises lowed by a dread moment of silence. With a lurch, up out of the opening and rotates around. A single the floor beneath your feet begins to tilt, and your giant eye leers down over a maw of jagged teeth. A balance is thrown askew. mass of what appears to be snakes writhes on its scalp. It’s quickly apparent that snakes would be the best you could hope for, because each stalk",
        "name":  "Traps",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 dagger, cloak of elvenkind, ring of warmth, 100-gp amethyst. EE Cleric Spells Prepared (5/5/4/2; base DC 12 + spell level): 0—cure minor wounds (2), detect magic, detect poison, light;1st—cause fear*, detect undead, doom, invisi- ZZ ZZ bility to undead (2); 2nd—death knell*, desecrate, shat- ter*, silence; undetectable alignment; 3rd—contagion*, dispel magic. *Domain spell. Deity: None; Euphraia devotes her- self to evil. Domains: Death (death touch 1/day); 55 Destruction (smite 1/day). SSccaallee iinn FFeeeett EL 13: Replace the Colossal zombies with Huge zombies, and reduce Euphraia to a Clr11. Use these 22..55 statistics: d Euphraia: Female human Clr11; CR 11; Medium-size humanoid; HD 11d8+11; hp 64; Init +2; Spd 30 ft.; AC 12, touch 12, flat-footed 10; Atk +7/+2 movement in this room triggers an attack of opportu- melee (1d4–1/19–20, +1 unholy dagger); SA Rebuke nity from at least one zombie. undead 9/day; SQ Spontaneous casting (inflictspells);",
        "name":  "Possessions",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The corps- duration 15 rounds), es are seventeen zom- allowing the pit bies created from dead fiend to concentrate nomads with Je’ponze’s on the major image(a animate dead. The night- standard action) and walker hides invisibly in the still take a full round niche marked N. If it has of actions. He begins warning, it has sum- by casting unholy aura moned (and cast haste on himself (+4 deflec- upon) four shadows, tion bonus to AC, +4 which lurk at the resistance bonus on cavern’s ceiling. The pit saves; blocks posses- fiend Je’ponze, still in sion and mental influ- the polymorphed form ence; blinds any good of a frost giant princess, creature who strikes hides with improved Je’ponze). He enjoys tacti- invisibility on a 100-foot- cal uses of dispel magicand high ledge in the corner wall of fireto harry and sepa- of the cavern (at the spot rate the PCs. marked P), concentrating on the major Each time the “dragon” is imageof the skeletal dragon. Note also that struck, Je’ponze makes it react appropri- Alia the red dragon joins the battle if she hasn’t ately and roar menacingly, but it holds its ground. It already been defeated in the fissure. doesn’t leave the lava pit (forcing the characters to Zombies (17):hp 18 each; see Monster Manual. use up spells and ranged attacks against it). Eventu- Shadows (4):hp 22 each; see Monster Manual. ally, he allows the dragon to “die” and collapse back",
        "name":  "Creatures",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +4, Intimidate +8, Jump +14, itself in 2d4 days. Even powerful spells are often only tem- Listen +18, Search +17, Spot +18; Great Fortitude, porary solutions. If P’Cku would otherwise be destroyed, Power Attack. she returns to her old haunts with a successful level check Frightful Moan (Su): P’Cku can moan as a standard (1d20+6) against DC 16. The only way to get rid of her action. All living creatures within a 30-foot spread must for sure is to deliver her desired message to her mother. 3 Scent (Ex): P’Cku can detect approaching enemies, ABOUT THE AUTHOR sniff out hidden foes, and track by sense of smell. Gwendolyn F.M. Kestrelis an editor for Wizards of Turn Resistance (Ex):P’Cku is less easily affected the Coast’s Roleplaying Games R\u0026D department. by clerics or paladins. When resolving a turn, rebuke, Recent credits include editing Faiths and Pantheons, command, or bolster attempt, she is treated as a 10- Oriental Adventures, Magic of Faerûn, Defenders of the HD creature. Faith and Book of Challenges.",
        "name":  "Skills and Feats",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The venom of a couatl, when level equivalent for purposes of spell effects and determining the milked from the creature and purified, becomes a potent ravage strength of its aura of good, but relics never radiate magic, that severely weakens the victim. cannot be identified with the identifyor analyze dweomerspells,",
        "name":  "Purified Couatl Venom",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This affliction causes insatiable sexual desire and cannot be suppressed or dispelled with dispel magicor anti- while preventing any possible fulfillment of that desire. magic field.",
        "name":  "Raging Desire",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This milky rain falls on the Upper Planes and usually heralds the death of a powerful champion of good or the birth of a stillborn child. These milky tears can be collected. A single vial of storm tears duplicates the effects of a heart’s ease spell (see Chapter 6: Magic for details). Storm tears are non- magical in nature, and each vial has a market price of 750 gp.",
        "name":  "Storm Tears",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "the exalted feat. Only of your religious order. intelligent characters of good alignment and the highest moral At any time, you may retreat to a consecrated or hal- standards can acquire exalted feats, and only as a gift from pow- lowed location and spend time in prayer in order to erful agents of good—deities, celestials, or similar creatures. awaken the spirits in your ancestral relic. This requires These feats are thus supernatural in nature (rather than being a sacrifice of valuable items worth the difference extraordinary abilities, as most feats are). between the market price of the magic item your relic A character must have the DM’s permission to take an will become and the market price of your current exalted feat. In many cases, a ritual must be performed; often relic. This sacrifice does not have to be gold—you can this simply amounts to a character swearing a sacred vow, for sacrifice magic items or other goods worth the example, in the presence of a celestial being. A character who required amount, rather than selling your goods (at willingly and willfully commits an evil act loses all benefits half value) to pay for the sacrifice. You must spend 1 from all his exalted feats. She regains these benefits if she day per 1,000 gp value you sacrifice. During this atones for her violations (see Sin and Atonement in Chapter 1). time, you must spend at least 8 hours each day in",
        "name":  "This book introduces a new type of feat",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your special mount gains the celestial creature tem- choose a magical beast as shown on the table below. You must plate. It gains the ability to smite evil once per day, darkvision choose a companion whose alignment is the same as yours, so out to 60 feet, resistances (acid, cold, and electricity) based on its only a ranger can have a blink dog, pegasus, or unicorn as a com- total Hit Dice, and damage reduction and spell resistance that panion. Even though your companion is a magical beast, you increase as its Hit Dice increase. See the celestial creature tem- can cast spells on it as though it were an animal. The exalted plate in the Monster Manualfor details. companion has all the normal abilities of a typical creature of its kind, as well as the characteristics of an animal companion CONSECRATE SPELL [METAMAGIC] determined by the druid or ranger’s level. You can imbue your spells with the raw energy of good, by the grace of a celestial power. Companion Alignment Druid Level1, 2",
        "name":  "Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you use a spell trigger item, such as a wand or of damage in addition to the normal turning effect. staff, you can use one of your turning attempts for the day to trigger the item. You still expend a charge from the wand or EXALTED WILD SHAPE [EXALTED, WILD] staff. The spell cast by the item is modified as though it had the You can use your wild shape ability to take the form of a good- Consecrate Spell feat applied to it. aligned magical beast.",
        "name":  "Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use your wild shape ability to turn yourself 42 good alignment. into a blink dog, giant eagle, giant owl, pegasus, or unicorn. :4 RETPAHC STAEF 620_88026_ExaltedDeeds2a.qxd 8/25/03 5:09 PM Page 42 You can also turn into a celestial version of any animal you GIFT OF FAITH [EXALTED] could normally transform into. (At the DM’s discretion, other You have an unusual capacity to trust in divine providence magical beast forms might be available to you. In general, only working all things for the good. creatures of CR 3 or lower are possible.) You gain the extraor- Prerequisites:Wis 13. dinary and supernatural abilities of the creature. This ability Benefit:You gain a +2 bonus on saving throws to resist any counts as a use of your wild shape ability and functions the fear effect, despair effect (such as the crushing despairspell), or same way. similar mind-affecting condition, but not charms or compul- sions (such as the charm personand dominate personspells). FAVORED OF THE COMPANIONS [EXALTED] You swear allegiance to Talisid or one of the Five Companions, GIFT OF GRACE [EXALTED] the paragons of the guardinals, and in exchange gain power to You can improve the saving throws of your allies by sharing act on their behalf. some of your divine grace.",
        "name":  "Instead of an animal companion, you have a magical beast of Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat, Knowledge INTUITIVE ATTACK [EXALTED] (arcana) 5 ranks. You fight by faith more than brute strength. Benefit: Choose one type of energy: acid, cold, electricity,",
        "name":  "Prerequisites",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fighter may select Intuitive Attack as one of his way except it deals nonlethal damage instead of fire damage. fighter bonus feats. A nonlethal spell uses a spell slot of the spell’s normal level, modified by any other metamagic feats. KNIGHT OF STARS [EXALTED] You swear allegiance to the Court of Stars, the paragons of the NYMPH’S KISS [EXALTED] eladrin, and in exchange gain power to act on their behalf. By maintaining an intimate relationship with a good-aligned fey",
        "name":  "Special",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once you take this feat, you may not take it again, nor gain a +2 circumstance bonus on all Charisma-related checks, can you take either the Servant of the Heavens feat or the and a +1 bonus on all saving throws against spells and spell-like Favored of the Companions feat. Your allegiance is only yours to abilities. Starting with the level when you take this feat, you give once. gain 1 extra skill point per level. NEMESIS [EXALTED] PURIFY SPELL [METAMAGIC] You are the holy bane of creatures of a particular type. You can charge your damaging spells with celestial energy that 44 Prerequisites:Favored enemy class ability. leaves good creatures unharmed. :4 RETPAHC STAEF 620_88026_ExaltedDeeds2a.qxd 8/25/03 5:09 PM Page 44",
        "name":  "Special",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you use your sneak attack ability against an as a wand or staff. evil creature, roll d8s for your sneak attack dice (instead of d6s)",
        "name":  "You can channel holy power through a spell trigger item, such Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you use a spell trigger item, such as a wand or staff, you can use one of your turning attempts for the day to SACRED VOW [EXALTED] trigger the item. You still expend a charge from the wand or You have willingly given yourself to the service of a good deity staff. The spell cast by the item is modified as though it had the or cause, denying yourself an ordinary life to better serve your Purify Spell feat applied to it. highest ideals.",
        "name":  "Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Improved Unarmed Strike, Kistrike (lawful), or magic circle against evil(as detailed in the Book of Vile Darkness). Cha 15.",
        "name":  "Prerequisites",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To fulfill your vow, you must abstain attack penalty increases by 1, to a maxi- from any sexual contact with any other creature. If mum equal to your character level. The you intentionally break your vow, you immedi- duration of the increased penalty starts from ately and irrevocably lose the benefit of this the latest slaying. feat. You may not take another feat to You may ask your allies to give you an replace it. If you break your vow as a oath that a helpless foe will not be result of magical compulsion, you lose slain. If the oath is sworn, an ally who the benefit of this feat until you perform later breaks the oath takes the a suitable penance and receive an atone- penalty for doing so as if you mentspell. were present. If you leave a helpless foe to be killed by VOW OF NONVIOLENCE your allies, you have broken [EXALTED] your vow. You may ask a de- You have taken a sacred vow to avoid violence feated creature to give you an against humanoids. oath of surrender or noninterference",
        "name":  "Special",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " add the character’s apostle levels to one-half of his caster 0 Level: create water, cure minor wounds, detect levels in other spellcasting classes. magic, detect poison, guidance, light, mending,",
        "name":  "To determine the caster level of an apostle of peace, the following list",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Affected creatures are stunned for 1 round. with a break enchantment spell, but the caster must succeed on a 60 caster level check against a DC equal to the emissary’s original :5 RETPAHC EGITSERP SESSALC 620_88026_ExaltedDeeds2a.qxd 8/25/03 5:15 PM Page 60 Table 5–7: The Emissary of Barachiel Base Fort Ref Will Spells per Day Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +0 +2 Calling 0 — — — 2nd +1 +0 +0 +3 1 — — — 3rd +2 +1 +1 +3 Conversion 2 0 — — 4th +3 +1 +1 +4 3 1 — — 5th +3 +1 +1 +4 Sustenance 3 2 0 — 6th +4 +2 +2 +5 3 3 1 — 7th +5 +2 +2 +5 3 3 2 0 8th +6 +2 +2 +6 3 3 3 1 9th +6 +3 +3 +6 3 3 3 2 10th +7 +3 +3 +7 3 3 3 3 Table 5–8: Emissary of Barachiel Spells Known —Spells Known— Level 1 2 3 4 1st 21 — — — 2nd 3 — — — 3rd 3 21 — — 4th 4 3 — — 5th 4 3 21 — 6th 4 4 3 — 7th 4 4 3 21 8th 4 4 4 3 9th 4 4 4 3 10th 4 4 4 4 1 Provided the emissary has sufficient Charisma to have a bonus spell of this level. Diplomacy check result. Also during this time, an atonement ence, either bloodline or simply favor. These are the exalted spell can make the alignment shift permanent, preventing the arcanists, spontaneous spellcasters who gain access to spells that creature from making any additional saving throws. channel celestial energy. If a creature fails seven saving throws after the initial saving Only characters who spontaneously cast arcane spells can throw against the calling, the alignment change is permanent. become exalted arcanists, which means that in most campaigns At this point, the creature can change alignment again, either the class is limited to sorcerers and bards. through another conversion effect, or voluntarily (in a gradual Exalted arcanists are very often adventurers, using the power manner, as alignment change normally works—the creature they consider a gift to the purpose for which it was intended: to cannot simply decide to be evil again). help combat evil. They gravitate to places where their ability to Sustenance (Su):At 5th level, an emissary of Barachiel can cover a battlefield with holy smite spells is useful, so they are help to keep good creatures good. As a use of his calling ability, rarely found in cities or placid villages. They frequently join he can produce one of the following effects: forces with other exalted adventurers, much less frequently • Duplicate the effects of an atonementspell. with other exalted arcanists. • Reverse any magical alignment change (such as that Hit Die: d4. produced by a helm of opposite alignmentor a morality undonespell). REQUIREMENTS • Dispel a charm or compulsion effect cast by an To qualify to become an exalted arcanist, a charac- evil creature upon a good target, by making a ter must fulfill all the following criteria. dispel check (1d20 + character Alignment:Any good. level against a DC of 11 + evil Base Save Bonuses: Will +5. caster’s level). Skills: Knowledge (arcana) 9 These effects require the emis- ranks, Knowledge (religion) 4 sary of Barachiel to touch the ranks. target creature. Feats: Consecrate Spell, Purify Spell.",
        "name":  "Stunned",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An exalted arcanist gains access to spells EXALTED ARCANIST that do not normally appear on arcane spellcasters’ spell lists. Tales say that sorcerers gain their innate magical ability from dra- The exalted arcanist’s spell list additions appear below. At 1st conic blood, and many sorcerers (especially kobold sorcerers) level, an exalted arcanist adds the spells of up to 3rd level to her loudly champion this legend. Aasimar sorcerers, meanwhile, spell list, and each additional exalted arcanist level grants her smile to themselves, knowing that dragons are not the only access to two more spell levels on the spell list. She does not source of spontaneous arcane power. Among both sorcerers and automatically know these spells, but can choose them as spells bards, some trace the source of their power back to celestial influ- known. 61 Illus. by G. Kubic CLASSES PRESTIGE CHAPTER 5: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:14 AM Page 61 An exalted arcanist Spell Knowledge (Ex):At 1st level, an exalted arcanist learns fighters, rangers, and occasionally warriors. While Sealtiel two new arcane spells of any level up to the maximum spell champions those who defend good communities from evil level she can cast. These can be spells from her normal spell list assault, Raziel’s crusaders lead the charge against evil wherever or from the exalted spell list that appears below. She does not it is found. Smiting evil is their mission and their specialty. gain any extra spell slots at this level. To become a fist of Raziel, a character must already possess Faster Consecrate (Ex):At 2nd level, an exalted arcanist can some degree of divine spellcasting ability, so members of the spontaneously cast spells with the Consecrate Spell feat without class generally begin as paladins or clerics, less often as extending the spells’ casting time. fighter/clerics or ranger/clerics. Perhaps strangely, the order Spells per Day/Spells Known:At each exalted arcanist level includes a number of ex-barbarians who first multiclassed as after the first, the character gains new spells per day and spells clerics and then adopted the fist of Raziel prestige class. These known as if she had also gained a level in an arcane spellcasting ferocious warriors seem to be drawn to Raziel’s crusading creed. class to which she belonged before adding the prestige class The fists of Raziel are an elite, ordered, and disciplined fight- level. She does not, however, gain any other benefit a character ing force. To make best use of their power, however, they typi- of that class would have gained (bardic music abilities, cally serve as leaders or advisors to adventuring parties, military improved familiar abilities, and so on), though she does retain strike teams, or the armies of good kingdoms, working with the ability to exchange spells known with every even-numbered members of other classes instead of with each other. equivalent sorcerer or bard level. If the character had more than Hit Die: d10. one arcane spellcasting class before becoming an exalted arcan- ist, she must decide to which class she adds each exalted arcan- REQUIREMENTS ist level for the purpose of determining spells per day and spells To qualify to become a Fist of Raziel, a character must fulfill all known. the following criteria.",
        "name":  "Exalted Spell List",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a 10th-level risen martyr has earned Skills: Knowledge (arcana) 8 ranks, Knowledge (nature) 8 enough experience points to gain his next level, his perfected, ranks, Spellcraft 8 ranks. spiritual body is taken whole into the upper planes. Feats:Sacred Vow, Vow of Obedience. 69 CLASSES PRESTIGE CHAPTER 5: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:17 AM Page 69 A sentinel of Bharrai CLASS SKILLS This ability functions as the polymorphspell, except as noted The sentinel of Bharrai’s class skills (and the key ability for each here. Changing form is a standard action and doesn’t provoke skill) are Alchemy (Int), Concentration (Con), Decipher Script attacks of opportunity. The sentinel of Bharrai may assume bear (Int, exclusive skill), Gather Information (Cha), Handle Animal form (and change back) at will and may remain in bear form as (Cha), Heal (Wis), Knowledge (all skills taken individually) long as he wishes. (Int), Profession (Wis), Read/Write Language, Speak Language, The sentinel of Bharrai retains the ability to speak while in Spellcraft (Int), Survival (Wis), and Use Magic Device (Cha, bear form and may communicate with other bears. exclusive skill). See Chapter 4 of the Player’s Handbookfor skill Quickened Call Lightning (Sp): At 3rd level, a sentinel of Bhar- descriptions. rai can cast a quickened call lightning spell once per day, as",
        "name":  "Final Ascension",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Handle Animal 10 ranks, Ride 10 ranks. rebuking undead, metamagic or item creation feats, hit points",
        "name":  "Skills",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At the skylord’s option, he may have any spell a normal attack to deal extra damage equal to its HD total (but not any spell-like ability) he casts on himself also affect his against an evil foe. mount. The mount must be within 5 feet at the time of casting Superior Low-Light Vision (Ex): The giant owl can see five to receive the benefit. If the spell or effect has a duration other times as far as a human in dim light. than instantaneous, it stops affecting the mount if it moves farther than 5 feet away and will not affect the mount again Celestial Pegasus:CR 4; Large magical beast; HD 4d10+12; hp even if it returns to the skylord before the duration expires. 34; Init +2; Spd 60 ft., fly 120 ft. (average); AC 14, touch 11, flat- Additionally, the skylord may cast a spell with a target of “You” footed 12 (–1 size, +2 Dex, +3 natural); Base Atk +4; Grp +12; on his mount (as a touch range spell) instead of on himself. A Atk +7 melee (1d6+4, hoof); Full Atk +7 melee (1d6+4, 2 skylord and his mount can share spells even if the spells hooves) and +2 melee (1d3+2, bite); Space/Reach 10 ft./5 ft.; normally do not affect magical beasts. SA smite evil; SQ acid resistance 5, cold resistance 5, damage",
        "name":  "Share Spells",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The damage dealt by each of the reduction 5/magic, darkvision 60 ft., electricity resistance 5, mount’s natural attacks increases by one step. For example, a low-light vision, scent, spell-like abilities, spell resistance 9; SV giant eagle mount with this ability would roll 1d8 instead of Fort +7, Ref +6, Will +4; AL CG or as skylord; Str 18, Dex 15, 1d6 for claw damage and 1d10 instead of 1d8 for bite damage. Con 16, Int 10, Wis 13, Cha 13. Improved Fly Speed (Ex):The mount’s fly speed increases by Skills and Feats: Diplomacy +3, Listen +8, Sense Motive +9, 10 feet. Spot +8; Flyby Attack, Iron Will. Deadly Charge (Ex): The skylord’s mount deals an extra 2d6 Smite Evil (Su):Once per day, a celestial pegasus can make points of damage on a successful attack made during a charge. a normal attack to deal extra damage equal to its HD total Spell Resistance (Su): A mount’s spell resistance equals the against an evil foe. skylord’s character level + 5. Spell-Like Abilities: At will, a pegasus can detect good and Immunities (Su):A skylord’s mount is immune to hold, paral- detect evilwithin a 60-yard radius, as the spells from a 5th-level ysis, sleep, charms, and compulsions. caster. pqqqqrs giant owl, or celestial pegasus (consult the Skylord’s Mounts Storm Kinship (Su):At 6th level, a skylord is less likely to sidebar for details). The mount remains with the skylord until it lose his bearings in a storm. He retains full visibility during rains is slain or dismissed. It requires food and rest, and the skylord is and storms and does not take the usual penalties on Search, Spot, responsible for tending to its needs. and Listen checks (see Weather in the Dungeon Master’s Guide). Calling a mount is a conjuration (calling) effect. If the mount This ability is not imparted to the skylord’s mount. dies, the skylord can either have the mount raised from the dead Summon Tempest(Sp): At 10th level, once per week, the sky- or call another mount. The skylord may only call a replacement lord can summon a tempest (as described on page 193 of the mount after living and meditating atop a mountain for 1 week. Monster Manual II). This ability is otherwise similar to the Eyes of the Eagle (Ex): A skylord has the keen eyesight of an summon monster I spell. Use the skylord’s character level to eagle. While airborne, a skylord receives a +4 insight bonus on determine the effect’s range and duration. Spot checks. Ride the Wind (Ex): At 2nd level, a skylord becomes SLAYER OF DOMIEL a master of the winds, guiding his mount through them with ease. While riding a flying mount, the sky- Assassins, of course, are evil by their nature and the lord’s penalties on ranged attacks in windy condi- nature of what they do: committing murder for money tions are reduced by 2 (no penalty in strong is a completely evil act. However, sometimes the skill winds, –2 penalty in severe winds). The sky- set of an assassin is required for more noble pur- lord can make ranged attacks in windstorms, poses. Claiming the power of the paragon archon albeit at a –4 penalty. In hurricanes, the Domiel, the slayers of Domiel are a disciplined, ranged attack penalty increases to –8. Nei- secretive order of stealthy spies and—when ther the skylord nor his mount take penal- the need arises—assassins who serve the ties on Listen checks in windstorms and cause of law and good. Rather than rely- hurricanes. ing entirely on stealth and poison, the Both the skylord and his mount can move slayers of Domiel use supernatural normally in severe winds and windstorms means to dispatch evil foes. (instead of being checked), and hurricane Rogues most commonly be- winds reduce the flying speed of the sky- come slayers of Domiel. On very lord’s mount by half. rare occasions, the order ac- Improved Mounted Combat (Ex): cepts former assassins who At 3rd level, a skylord’s skill at mounted have repented and atoned combat improves, enabling him to for their past evil deeds better protect his mount. This ability and wish to become slay- works as the Mounted Combat feat, ers. Some slayers also except that the skylord’s Ride check have monk, fighter, receives a +2 bonus. The bonus or even paladin improves to +4 at 5th level, +6 at 7th levels. Sorcerer/ level, and +8 at 9th level. rogues and cleric/ Deadly Charge (Ex): At 4th rogues are also level, a skylord deals an extra 2d6 found among their numbers. points of damage on a successful Slayers of Domiel often work closely attack made during a charge. The sky- with other lawful good characters, but lord must be riding a not often with other slayers. Every flying mount to deal the slayer has a superior in the order extra damage. responsible for mentoring, training, and supervising her 73 Illus. by S. Belladin CLASSES PRESTIGE CHAPTER 5: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:18 AM Page 73 A slayer of Domiel Table 5–17: The Slayer of Domiel Base Fort Ref Will Spells per Day Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +2 +0 Death touch 1/day, detect evil 0 — — — sneak attack +1d6 2nd +1 +0 +3 +0 Divine grace 1 — — — 3rd +2 +1 +3 +1 Sneak attack +2d6 1 0 — — 4th +3 +1 +4 +1 Death touch 2/day 1 1 — — 5th +3 +1 +4 +1 Sneak attack +3d6 1 1 0 — 6th +4 +2 +5 +2 Improved evasion 1 1 1 — 7th +5 +2 +5 +2 Sneak attack +4d6 2 1 1 0 8th +6 +2 +6 +2 Death touch 3/day 2 1 1 1 9th +6 +3 +6 +3 Sneak attack +5d6 2 2 1 1 10th +7 +3 +7 +3 Death touch 4/day 2 2 2 1 progress, but some slayers go for months between meetings she would be entitled to based on her Wisdom score for that with their superiors. Few slayers know of more than one or two spell level. other slayers besides their mentors. The slayer of Domiel’s spell list appears below. A slayer of",
        "name":  "Improved Natural Attacks",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sneak attack +3d6, evasion class ability. A slayer of Domiel can use this ability more often as she increases in levels, as shown on Table 5–17. CLASS SKILLS Detect Evil(Sp):At will, as the spell of the same name. The slayer of Domiel’s class skills (and the key ability for each Sneak Attack (Ex):If a slayer of Domiel can catch an oppo- skill) are Balance (Dex), Bluff (Cha), Climb (Str), Craft (Int), nent when he is unable to defend himself effectively from her Diplomacy (Cha), Disguise (Cha), Gather Information (Cha), attack, she can strike a vital spot for extra damage. Any time a Hide (Dex), Intimidate (Cha), Jump (Str), Listen (Wis), Move slayer’s target would be denied his Dexterity bonus to AC Silently (Dex), Open Lock (Dex), Search (Int), Sense Motive (whether the target actually has a Dexterity bonus or not), the (Wis), Spot (Wis), Tumble (Dex), Use Magic Device (Cha), and slayer’s attack deals an extra 1d6 points of damage at 1st level Use Rope (Dex). See Chapter 4 of the Player’s Handbookfor skill and an additional 1d6 at every two slayer levels thereafter (3rd, descriptions. 5th, 7th, and 9th). Should a slayer of Domiel score a critical hit",
        "name":  "Special",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Calls forth an elemental spirit that 3rd-Level Sanctified Spells assumes a cloudy, dragonlike form. AbjurPhieran’s Resolve: +4 sacred bonus on saves against Trans Restore Soul’s Treasure: Restores a magic item spells with the evil descriptor. destroyed by soul’s treasure lostspell.",
        "name":  "Conj Dragon Cloud",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blocks all telepathic communication within Convert Wand:Transforms a magic wand into a healing wand 80-ft. radius. (lasts 1 minute/level).",
        "name":  "Telepathy Block",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transforms potion into a grenade that deals takes 1d6/level damage. energy damage in a 10-ft.-radius burst. Heart’s Ease: Removes fear, despair, confusion, insanity and 7th-Level Cleric Spells some mind-influencing effects; restores 2d4 points of Bastion of Good: Acts as minor globe of invulnerability and temporary Wisdom damage. double-strength magic circle against evil.",
        "name":  "Energize PotionM",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cure a nauseated or sickened character. Righteous Smite:Deals 1d6 damage/level (1d8 damage/level to evil outsiders) in 20-ft. radius and blinds evil foes for 1d4 rounds. 85 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:43 AM Page 85",
        "name":  "Remove Nausea",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Calms hostile creatures within bond. 10-ft./level radius. 5 Rary’s Telepathic Bond: Link lets allies communicate. 6 Heroes’ Feast:Food for one creature/level cures and blesses. 9th-Level Cleric Spells 7 RefugeM:Alters item to transport its possessor to you.",
        "name":  "Spread of ContentmentM",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creates clouds of flickering light 6th-Level Sorcerer/Wizard Spells (110-ft. cube/level) that dazes creatures. AbjurStarmantleM:Cloak of stars destroys nonmagical weap-",
        "name":  "Ench Dolorous Motes",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creates area where only good crea- 9th-Level Sorcerer/Wizard Spells tures can be summoned. Conj Blinding GloryM:100-ft./level radius of light that blinds evil creatures. 89 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:45 AM Page 89 SPELL for the specified amount of time prior to Affliction casting the spell. Necromancy [Good] DESCRIPTIONS",
        "name":  "Trans Perfect Summons",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, DF below: all the qualities of a celestial creature Casting Time:1 standard action (see the Monster Manual for complete Range:Personal Target’s Cold, Electricity, Fire, details): Target:You HD and Sonic Resistance 1–3 5 • You take on a shining, metallic Duration:1 round/level 4–7 10 appearance. 8–11 15 • You gain the ability to smite evil once When you cast this spell, your body 12+ 20 a day. Add your Charisma bonus to changes into a form that is more like your attack roll and your character your deity (in a very limited fashion, Material Component:A diamond wand level to your damage roll against an of course). You gain a +4 enhancement worth at least 10,000 gp. evil foe. bonus to your Charisma score. You XP Cost:1,000 XP. • You gain darkvision out to 60 ft. also gain acid, cold, and electricity • You gain resistance 20 to acid, cold, resistance 10. Ayailla’s Radiant Burst and electricity. Evocation [Good] • You gain damage reduction 10/magic. Axiomatic Creature Level: Sanctified 2 • You gain spell resistance 25. Transmutation Components: V, S, Sacrifice",
        "name":  "As lesser aspect of the deity, but you take on Components",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude negates Shards of heavenly light spray from your As lesser aspect of the deity, except that you (harmless) fingertips, blinding evil creatures in take on the qualities of a half-celestial Spell Resistance: Yes (harmless) their path for 1 round. A successful For- (see the Monster Manual for complete titude save negates the blindness. The details). You do not gain the spell-like This spell transforms the target into an luminous shards also sear the flesh of abilities of these creatures. axiomatic creature—a perfect version evil creatures, dealing 1d6 points of Your creature type changes to out- of itself. The spell rids the creature of damage per two caster levels (maximum sider for the duration of the spell. noticeable flaws, makes its fur or scales 5d6). A successful Reflex save halves the Unlike other outsiders, you can be appear shinier, and so forth. Animals damage, which is of divine origin. brought back from the dead if you are touched by this spell become magical Sacrifice: 1d2 points of Strength killed in this form. beasts, but otherwise the creature’s type damage. You undergo the following transfor- is unchanged. If the target has an Intel- mations: ligence of 2 or less, the spell imbues the target with an Intelligence of 3. 91 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:46 AM Page 91",
        "name":  "Saving Throw",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No blindness spell. During the duration of this spell. the spell, you can suppress or resume A nimbus of light surrounds you, pro- this effect as a free action, while remain- Bolt of Glory tecting you and those around you from ing stunningly attractive. Evocation [Good] spell effects and the attacks of evil crea- Abstinence Component: You must ab- Level:Exalted arcanist 6, Glory 6 tures. The aura excludes all spell effects of stain from sexual intercourse for one Components:V, S, DF up to 3rd level, exactly as a minor globe of week before casting this spell. Casting Time:1 standard action invulnerability does. In addition, the Range:Close (25 ft. + 5 ft./level) nimbus protects creatures within it as a Blinding Glory Effect:Ray magic circle against evilat double strength. Conjuration (Creation) [Good] Duration:Instantaneous Warded creatures gain a +4 deflection Level: Glory 9, sorcerer/wizard 9 Saving Throw:None bonus to AC and a +4 resistance bonus on Components: V, S, M/DF Spell Resistance:Yes saves against attacks from evil creatures, Casting Time: 1 hour and they are protected from possession, Range: Close (25 ft. + 5 ft./2 levels) By casting this spell, you project a bolt of mental control, and bodily contact by Area: 100-ft./level radius spread, cen- energy from the Positive Energy Plane summoned or conjured creatures. tered on you against one creature. You must succeed",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Apostle of peace 3, champion of brightly illuminating the area. The light Creature’s Origin Damage Gwynharwyf 3, cleric 3, paladin 3, is similar to that created by the daylight Material Plane 5d8 Elemental, neutral outsider 5d6 Celestial 3, slayer of Domiel 3 spell, but no magical darkness counters Positive Energy Plane,",
        "name":  "Level",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You magical darkness (or vice versa), includ-",
        "name":  "Target",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You and 1 willing celestial Casting Time: 1 standard action twice the usual penalty when they are Duration: 10 minutes/level (D) Range: Medium (100 ft. + 10 ft./level) within 60 feet of the object. Undead Saving Throw: None Target: One creature creatures take 1d6 points of damage Spell Resistance: No Duration: 1 round/level each round they are within the bright Saving Throw: None light. Evil outsiders, as well as undead You invite a celestial creature to occupy Spell Resistance: No creatures that are specifically harmed by your body, as described in the section on sunlight, take 2d6 points of damage each Celestial Channeling in Chapter 2. The You call upon the heavenly powers to round in the bright light. celestial must be present when you cast bind a creature in writhing chains of Celestial brilliancebrought into an area the spell, it must be willing, and it cannot scintillating light. The creature is entan- of magical darkness (or vice versa) is have more than 12 HD. It need not have gled, taking a –2 penalty on attack rolls temporarily negated, so that the other- the innate spell-like ability to channel its and a –4 penalty to effective Dexterity. wise prevailing light conditions exist in power through mortals; this spell be- Moreover, the chains are anchored to the overlapping areas of effect. stows that ability upon the celestial. the nearest immobile object (usually the Celestial brilliance counters or dispels If you channel a celestial that was floor), preventing the bound creature any darkness spell of equal or lower summoned to the Material Plane by from moving. An entangled creature level, such as deeper darkness. means of a summon monster or similar attempting to cast a spell must succeed 94 :6 RETPAHC CIGAM 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:47 AM Page 94 on a Concentration check (DC 15 + spell Crown of Brilliance Crown of Glory level) or lose the spell. Evocation [Good, Light] Evocation [Good]",
        "name":  "Creatures with light sensitivity take Target",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 6 Level:Glory 8, Herald 8 bound creature for 3d6 points of non- Components: V, S, M, Archon Components:V, S, M/DF lethal damage per round unless the Casting Time: 1 round Casting Time:1 round caster (as a free action) commands the Range: 20 ft. Range:10 ft./level chains not to deal damage during any Area: 20-ft.-radius emanation, centered Area:10-ft.-radius/level emanation given round. on you centered on you The constricting chains have AC 20, 5 Duration: 1 round/level Duration:1 minute/level hp per caster level (maximum 100 hp), Saving Throw:Fortitude partial Saving Throw:Will negates and damage reduction 10/magic. They Spell Resistance:Yes Spell Resistance:Yes are immune to energy-based attacks, nonlethal damage, and all spells except A blazing crown of golden light sur- This spell temporarily bestows the aura dispel magicand similar effects. They are rounds your head. Creatures you of celestial authority on you, inspiring not subject to critical hits. Half of all engage in melee combat must make awe in all lesser creatures who behold damage dealt to the chains (rounded successful Fortitude saving throws or your terrible perfection and righteous- down) is transferred to the target. be blinded for 1d4 rounds. Creatures ness. Creatures with fewer than 8 levels A successful DC 32 Strength check that successfully save, and creatures or Hit Dice cease whatever they are breaks the chainsand ends the spell. An that have recovered from blindness, are doing and turn to face you. When you entangled creature can also attempt to still dazzled for as long as they remain speak, your words are treated as a sugges- escape (requiring 1 minute) with a DC in melee with you. tionspell, and the listeners telepathically 40 Escape Artist check. Creatures with light sensitivity and understand you, even if they do not",
        "name":  "The chainsautomatically constrict the Level",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No spell, and the spell ends prematurely if the Faith. the opal is shattered by other means. This spell temporarily transforms a Cry of Ysgard magic wand of any type into a healing Crown of Flame Conjuration (Calling) [Good] wand with the same number of charges Evocation [Good] Level: Sanctified 7 remaining. At the end of the spell’s dura- Level: Cleric 5, exalted arcanist 5, Components: V, Sacrifice tion, the wand’s original effect is re- Glory5 Casting Time:1 round stored, and any charges that were Components: V, Archon Range:Close (25 ft. + 5 ft./2 levels) depleted remain so. The spell level of the Casting Time: 1 standard action Effect:Calls 2d4 bariaur defenders of wand determines how powerful a heal- Range: 10 ft. Ysgard ing instrument the wand becomes: Area: 10-ft.-radius emanation, centered Duration:Instantaneous; see text on you Saving Throw:None",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You call 2d4 bariaur defenders of Ysgard wounds (see Chapter 8: Monsters) from the 3rd Wand of cure serious You become a blazingly hot beacon of plains of Ysgard to your location. They wounds the powers of good, searing all evil out- serve you for up to a year, and you may 4th Wand of cure critical wounds siders, evil undead, and evil fey within dismiss them at any time. They are intel- 10 feet of you. Affected creatures take ligent, so you can assign them different For example, a 10th-level cleric can 2d6 points of damage per round. tasks. They can refuse to complete a transform a wand of lightning bolt (3rd- quest or otherwise take on complex bur- level spell) into a wand of cure serious dens without your supervision. woundsfor 10 minutes. No matter how many times you cast this spell, you can control no more than 95 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:47 AM Page 95 four bariaur rangers; others are released Range: Medium (100 ft. + 10 ft./level) You draw forth the material essence of joy from service and return to Ysgard imme- Area: 20-ft.-radius burst from a creature experiencing great bliss. diately. You choose which creatures to Duration: Instantaneous This physical manifestation of joy, called release. Saving Throw: Reflex half; see text ambrosia, can be used in the creation of",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d3 points of Strength drain. Spell Resistance: Yes good magic items, as a special spell com- ponent, or as a druglike substance (with Curtain of Light This spell creates a burst of magical no addictive qualities). The Celestial Heb- Evocation [Light] energy that deals 1d6 points per level of domad, the rulers of the Seven Heavens,",
        "name":  "Sacrifice",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) gering threads of magical energy for 1d6 receptacle, such as a vial. Ambrosia can",
        "name":  "Range",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No run or charge. An entangled creature on a deliriously lovestruck character, a that attempts to cast a spell must suc- dryad dreaming near her tree, an artist An immobile, vertical curtain of bril- ceed on a DC 15 Concentration check or crafting his life’s masterpiece, or a char- liant light energy springs into existence. lose the spell. This spell affects only acter experiencing a moment of rapture This barrier cannot pass through spaces creatures—objects are unharmed. or undiluted sexual pleasure. occupied by creatures and objects, but it Arcane Material Component: A bit of Good spellcasters can use ambrosia in can bend around them. spider’s web. magic item creation. Each dose provides One side of the curtain, selected by the equivalent of 2 experience points you, sends forth flashes of light, dealing Diamond Spray needed to create the item. A dose of 2d4 points of damage to evil creatures Evocation [Good] ambrosia can also be used as an optional within 10 feet and 1d4 points of damage Level:Sanctified 4 spell component (see Chapter 3). to evil creatures past 10 feet but within Components:V, S, M A living creature that drinks a dose of 20 feet. The curtain deals this damage Casting Time: 1 standard action ambrosia experiences a soothing sensa- when it appears and at the start of the Range:60 ft. tion that wipes away minor aches and caster’s turn each round. In addition, the Area:Cone-shaped burst pains, takes the edge off grief and sad- curtain deals 2d6 points of damage +1 Duration: Instantaneous ness, and cures 1 point of damage. These point of damage per caster level (maxi- Saving Throw:Reflex half positive sensations and emotions persist mum +20) to any evil creature passing Spell Resistance: Yes for 1d4+1 hours. through it. Contact with the curtain Focus: A vial or similar container in deals double damage to undead crea- A blast of diamondlike shards springs which to contain the ambrosia. tures. from your hand and extends outward in A curtain of lightcan be made perma- a glittering cone. The cone dazzles evil Divine Inspiration nent with a permanencyspell. A perma- creatures in the area for 2d6 rounds. The Divination nent curtain of light that is destroyed spell also deals 1d6 points of damage per Level: Sanctified 1 becomes inactive for 10 minutes, and caster level (maximum 10d6). The Components: Sacrifice then reforms. Curtain of light counters damage affects only evil creatures. A Casting Time:1 standard action any magical darkness spell of 5th level successful Reflex save reduces the Range: Touch or lower with which it comes into con- damage by half but does not negate the Target:One creature touched tact. Any magical darkness spell of 5th dazzling effect. Duration: 1d4 rounds level or higher counters curtain of light. Material Component: Diamond dust Saving Throw:None The curtain of lightis impervious to all worth at least 100 gp. Spell Resistance:Yes (harmless) physical attacks and spells except anti- magic field, dispel magic, greater dispel Distilled Joy This spell helps to tip the momentum of magic, and Mordenkainen’s disjunction. Transmutation combat in the favor of good, granting",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level gets immune to mind-affecting spells This spell converts magical energy",
        "name":  "Duration",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) does not negate mind-influencing ef- ders the target immune to one energy fects already in place. type (acid, cold, electricity, fire, or sonic) Your allies become elated, full of energy Second, targets of the spell take only specified when the spell is cast. Second, and joy. Affected creatures gain a +2 half damage from all melee and ranged whenever the target is subjected to a morale bonus to effective Strength and attacks for the duration of the spell. magical attack of the selected energy Dexterity, and their speed increases by Third, the fuguelike state induced by type, he instead heals damage equal to +5 feet. the spell makes it difficult for targets to 10% of the damage dealt (rounded Elationdoes not remove the condition concentrate on certain tasks. Creatures down). For example, a creature pro- of fatigue, but it does offset most of the in ecstasy take a –4 penalty on all skill tected by energetic healing (cold) that penalties for being fatigued. checks, and casting a spell while under would normally take 35 points of cold the influence of empyreal ecstasyrequires damage from a cone of coldheals 3 points Emerald Burst a DC 15 Concentration check. of damage instead. Once the spell heals a Evocation [Good] number of hit points equal to 2 per",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level sorcerer/wizard 2, Wrath 2 power and it flies toward your enemies. Saving Throw: None Components: V, S, M",
        "name":  "You infuse an emerald with magical Duration",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Emerald worth at with dire consequences. This spell transforms a magic potion least 1,000 gp. Any creature in the spell’s area that into a volatile substance that can be makes an attack takes 20d6 points of hurled out to the specified range. The Empyreal Ecstasy damage. The caster decides whether the spell destroys the potion and releases a Abjuration spell deals lethal or nonlethal damage 10-foot-radius burst of energy at the",
        "name":  "Material Component",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A magic potion. Level: Sanctified 6 Saving Throw:Will negates",
        "name":  "Material Component",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You die. You can be raised or Casting Time:1 standard action saves. All the subjects take only half resurrected normally. Range: Close (25 ft. + 5 ft./2 levels) damage from all wounds and attacks 99 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:48 AM Page 99 that deal them hit point damage. The Hammer of Righteousness Components: V, S, DF amount of damage not taken by all the Evocation [Force, Good] Casting Time: 1 standard action warded creatures is taken by you. Forms Level: Sanctified 3 Range: Close (25 ft. + 5 ft./2 levels) of harm that do not involve hit points, Components: V, S, Sacrifice Targets: One creature/level such as charmeffects, temporary ability Casting Time: 1 standard action Duration: Permanent damage, level draining, and disintegra- Range: Medium (100 ft. + 10 ft./level) Saving Throw: Will negates (harmless) tion,are not affected. If a subject suffers Effect: Magic warhammer of force Spell Resistance: Yes (harmless) a reduction of hit points from a lowered Duration: Instantaneous",
        "name":  "Sacrifice",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A platinum ring (worth at least damage is rolled. The hammer is con- peace. 50 gp) worn by you and each subject of sidered a force effect and has no miss the spell. chance when striking an incorporeal Heavenly Lightning This spell first appeared in Magic of target. A successful Fortitude save Evocation [Good] Faerûn. halves the damage. Level: Celestial 5, exalted arcanist 5",
        "name":  "Focus",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) path. Each target struck by an arc takes As status(described in the Player’s Hand- 3d6 points of special celestial electric- book), but you can also cast a limited You transfer some of your life essence to ity damage. Creatures normally selection of spells through the link, as if another creature, healing it. You may immune to electricity take full damage you were touching the target. You can heal up to 1d6 hit points per two caster from this spell, and the celestial light- cast any spell that meets the following levels (maximum 10d6), and must de- ning is not subject to being reduced by conditions: cide how many dice to roll when you protection from energy (electricity)or sim- • Level: 0, 1st, or 2nd cast the spell. You take damage equal to ilar magic. • Range: Touch the amount the target is healed. This • Target: Creature touched spell cannot restore more hit points to a Heavenly Lightning Storm • Saving Throw: Harmless target than your current hit points +10, Evocation [Good] which is enough to kill you. Level: Celestial 7, exalted arcanist 7",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A masterwork trumpet, which more detailed response. This spell Evocation [Good, Light] you must blow. cannot be used to force the target to Level: Cleric 1, paladin 1, sorcerer/ divulge information it doesn’t know, wizard 1, vassal of Bahamut 1 and the target creature is unable to fab- Components: S, Abstinence ricate lies of any kind while under the Casting Time: 1 standard action spell’s hold. Range: Close (25 ft. + 5 ft./2 levels) MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 1:50 PM Page 101 Evil cannot escape from heavenly lightning. 101",
        "name":  "Focus",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "40-ft.-radius spread creature that is under the influence of a Duration: 1 hour/level Phieran’s Resolve mind-affecting spell or effect, that crea- Saving Throw: None Abjuration [Good] ture immediately receives another Spell Resistance: No Level: Sanctified 3 saving throw against the effect’s original Components: V, S, DF DC to break free of the effect. If the spell You create an area in which only good crea- Casting Time: 1 standard action or effect did not originally permit a tures can be magically summoned. No Range: 20 ft. saving throw, this spell has no effect. matter what a later caster attempts to Targets: One good creature/level in a summon, he actually summons a good ver- 20-ft.-radius burst centered on you Path of the Exalted sion (a celestial beast rather than a fiendish Duration: 1 minute/level Divination one, for example) or a good equivalent (an Saving Throw: Will negates (harmless)",
        "name":  "When you cast this spell and touch a Area",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, Abstinence radius and shadowy illumination to 20 magic. Creatures may leave the area to",
        "name":  "Components",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A red rose. duration is instantaneous, it does not Spell Resistance:No prevent new addiction to the same drug Ray of Hope at a later date. If the target of this spell has lost a valu- Enchantment (Compulsion) [Good, able item as the result of the spell soul’s Mind-Affecting] Remove Fatigue treasure lost(described in the Book of Vile",
        "name":  "Material Component",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Apostle of peace 1, bard 1, cleric Transmutation Darkness), this spell restores that item. 1, emissary of Barachiel 1 Level: Apostle of peace 4, cleric 4, Plea- This spell must be cast within 4 hours of",
        "name":  "Level",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S sure 4 the destruction of the item. Upon com-",
        "name":  "Components",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Casting Time: 10 minutes item returns to the possession of the",
        "name":  "Range",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20 ft. casters must still rest their minds for 8 Even if the save succeeds, the creature is 105 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 1:52 PM Page 105 affected as though by a fearspell for 2d10 aged, or destroyed. Once the spell is cast, This spell tears the foul, corrupted soul rounds. Neutral (neither good nor evil) the distance between the caster and the from the body of an evil creature and creatures, and evil creatures with more subject does not affect the spell, and the traps it in a diamond receptacle (the than 5 HD, must succeed on a Will save spell continues to function even if the spell’s focus). The creature’s soulless or suffer the fear effect. subject and caster are on different planes body instantly withers or molders into of existence. dust. Righteous Smite If the caster wishes to teleport to the Trapped in the gem, the evil soul Evocation [Good] subject’s presence, he can do so even if undergoes a gradual transformation. The",
        "name":  "Range",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S magic). If the caster casts scrying or Over time, this spark grows into a burn-",
        "name":  "Components",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous location that blocks scrying magic, the or neutral good). Once the soul’s peni-",
        "name":  "Duration",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20-ft.-radius emanation iron or adamantine, for example), it Components: V, S, M 107 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 1:52 PM Page 107",
        "name":  "Area",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) stars are magical force, so they ignore This spell has a calming effect on crea- Targets:Up to one creature or object incorporeality. tures within the spell’s area. Hostile and per round unfriendly creatures become indiffer- Duration: 1 minute/level (D) ent, indifferent creatures turn friendly, Saving Throw:None and friendly creatures become helpful Spell Resistance: Yes for the spell’s duration. This spell directly counters the effects of the spread of savagery spell (described in the Book of Vile Darkness). This spell also calms creatures that have been otherwise magically enraged and forced to attack. This spell does not calm or other- wise alter the dispositions of sum- moned creatures.",
        "name":  "Range",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No that its own allies are plotting to kill it at warding gem’s healing power. A warding any moment, and attacks the nearest gem depleted of its healing energy A luminous ring of holy power appears evil creature using whatever attack instantly turns to dust. At the end of the above the head of a good creature and form (melee or ranged attack, spell, spell’s duration, any unspent warding remains in place until the spell expires supernatural or spell-like ability) is gemslose their healing power and fall to or the creature is slain (reduced to –10 most effective against that foe, to the the ground; these can be reused for a hp). If the latter event occurs, the halo best of its knowledge. Affected crea- later spell. discharges an arc of divine energy that tures do not completely ignore other A single creature can have no more deals 1d6 points of damage per caster threats, but attack evil creatures in pref- than five warding gems encircling it at level (maximum 20d6) to the target’s erence to any other foes. one time. A warding gem has AC 24, slayer. The creature subject to the attack Abstinence Component: You must re- hardness 10, and 10 hp; if it’s destroyed, can make a Reflex save to reduce the frain from intoxicants and stimulants for any healing power contained within is damage by half. Once the vengeance halo one week before casting this spell. lost. 111 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 1:53 PM Page 111 MAGIC ITEMS",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These adamantine manacles fit any ble, it has no special effect. Small to Large creature and create an antimagic fieldto a radius of Faint evocation; CL 5th; Craft Wondrous Item, consecrate, cre- 5 feet when they are fastened. The DC to slip out of the shackles ator must be a cleric of the deity to whom the thurible is sacred; is 28, but breaking them is nearly impossible, requiring a DC 40 Price 5,000 gp; Weight 4 lb. Strength check. Trumpet of Doom:This small brass trumpet is engraved Moderate abjuration; CL 11th; Craft Wondrous Item, anti- with interwoven patterns of feathers and flames. The trumpet magic field; Price 132,000 gp; Weight 5 lb. emits a haunting blare that fills evil enemies with a terrible",
        "name":  "Antimagic Shackles",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When burned in a censer or sense of dread. All evil creatures within 100 feet that can hear thurible, the smoke from this incense creates a consecrateeffect the trumpet’s blare are shaken for 1 minute (DC 14 Will save in a 20-foot emanation. For the duration of the effect, the censer negates). The trumpet can be blown up to three times per day. or thurible can be moved, moving the area of the consecrateas Moderate necromancy; CL 6th; Craft Wondrous Item, doom; well. The incense burns for 6 hours, after which it loses all mag- Price 7,185 gp; Weight 1 lb. ical properties. Trumpet of Healing: This finely wrought trumpet plays Faint evocation; CL 3rd; Craft Wondrous Item, consecrate; beautifully in the hands of any talented trumpeter. Invoking Price 300 gp; Weight 1 lb. any of its magic, however, requires playing the horn uninter-",
        "name":  "Incense of Consecration",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These wrought-iron manacles fit any creature that dons them. Ranged attacks made by evil creatures Small to Large creature. They exude a silenceeffect in a radius against the wearer take a –4 penalty. just large enough to contain the creature they hold—a 2 1/2- An evil creature that dons the vambraces of evil’s wardingtakes foot radius for a Small or Medium creature, a 5-foot radius for a 2d6 points of damage per round. Large creature. However, if the creature bound by them escapes Faint abjuration; CL 5th; Craft Wondrous Item, protection from without opening them—by slipping out of the shackles or arrows, creator must be good; Price 18,000 gp; Weight 1 lb. breaking them—the silenceeffect ends and the shackles ring for 1 round, as the effect of an alarmspell’s audible alarm. The DC to INTELLIGENT ITEMS break or slip out of the shackles is 28. The intelligent items presented below can fit easily into most Faint abjuration and illusion; CL 3rd; Craft Wondrous Item, campaigns and are appropriate treasures for exalted heroes to alarm, silence;Price 12,000 gp; Weight 2 lb. find and use. Feel free to change an item’s name, history, align-",
        "name":  "Shackles of Silence",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Daze monster3/day, 10 ranks in Knowledge (the loyalty is unflinching and absolute. planes) (total modifier +11). Strong transmutation; CL 12th; Craft Magic Arms and",
        "name":  "Lesser Powers",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Celestial, Common, Draconic, Elven, Gnome. and hearing; Ego score 10. 117 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 1:55 PM Page 117",
        "name":  "Languages",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "252,000 gp; 6 days; 10,080 XP (see text). Seeds: as shown on Table 7–1. Summon (DC 14, +36 DC for minimum CR 20, +60 DC for • Each participant gains a singular spell-like ability, usable at unique individual), Transform (DC 21, +5 DC for transfor- will unless otherwise indicated on Table 7–1. mation into outsider, +25 DC for transformation into • Participants channeling a paragon of the Celestial Hebdomad specific creature, +22 DC for minimum 26 HD). Factors: (Barachiel, Domiel, Erathaol, Pistis Sophia, Raziel, Sealtiel, or Dismissible by caster (+2 DC), up to five additional targets Zaphkiel) gain the archon subtype. (+50 DC). Mitigating factors:Increase casting time by 9 • Participants channeling a paragon of the Five Companions minutes (–18 DC), abstinence component (–15 DC), sacri- (Bharrai, Kharash, Manath, Sathia, Talisid, or Vhara) gain the fice component (–120 DC), one additional caster contribut- guardinal subtype. 122 :7 RETPAHC LAITSELEC SNOGARAP 620_88026_ExaltedDeeds2a.qxd 8/26/03 2:53 PM Page 122 Table 7–1: Channel Celestial Paragon Conferred Qualities Channeled ––Conferred Ability Scores–– Natural Deflection Insight Damage Special Paragon Str Dex Con Int Wis Cha AC Bonus Bonus Bonus Reduction SR Ability1 Barachiel 22 29 22 22 15 24 +7 +9 +5 15/evil 32 Crown of brilliance2(Sp) Bharrai 28 22 24 25 24 25 +15 +10 +9 20/evil 37 Holy word(Sp) and silver Domiel 23 15 25 23 23 30 +7 +12 +9 15/evil 35 Finger of death(Sp) Erathaol 23 15 25 31 25 23 +12 +9 +10 15/evil 33 Moment of prescience (Sp) Faerinaal 19 23 22 32 22 27 +20 +6 +10 20/evil and 43 Scintillating pattern (Sp) cold iron Gwynharwyf 30 20 25 18 18 24 +12 +9 +9 20/evil and 39 +10 ft. land speed (Ex) cold iron Kharash 32 27 24 21 23 20 +5 +7 +9 15/evil 32 Find the path(Sp) and silver Manath 28 24 21 17 24 23 +6 +9 +9 10/evil 30 Suggestion (Sp) and silver Morwel 17 21 23 30 25 34 +20 +10 +12 25/evil and 45 Time stop(Sp) cold iron Pistis Sophia 16 24 27 22 32 24 +8 +9 +13 20/evil 34 Improved evasion (Ex) Raziel 33 24 29 23 23 17 +8 +6 +9 20/evil 41 Last judgment2(Sp) Sathia 23 26 23 24 25 25 +8 +10 +10 20/evil 39 Lightning bolt3/day (Sp) Sealtiel 25 17 34 25 28 25 +16 +10 +11 25/evil 43 Earthquake(Sp) Talisid 38 34 24 16 17 20 +18 +7 +6 30/evil 45 Heal(Sp) and silver Vhara 34 18 27 21 23 23 +11 +9 +9 15/evil 36 Slow3/day (Sp) and silver Zaphkiel 35 18 25 25 25 29 +23 +12 +10 30/evil 45 Discern locationat will (Sp) 1 Either an extraordinary, spell-like, or supernatural ability. Abilities are usable once per day unless stated otherwise. Spell-like and supernatural abilities have an effective caster level of 20th. 2 New spell described in Chapter 6 of this book. • Participants channeling a paragon of the Court of Stars (Faeri- CELESTIAL PARAGONS naal, Gwynharwyf, or Morwel) gain the eladrin subtype. AND CLERICS • As a move action, each participant can use greater teleportat will (caster level 14th), except that it can transport only him- Unlike the rulers of the Lower Planes, the mighty celestials self and up to 100 pounds of objects. that govern the Upper Planes do not desire worship. Their • Each participant can speak with any creature that has a lan- purpose, they protest, is to encourage goodness and point guage, as though using a tongues spell cast by a 20th-level mortals toward the deities of good. They do not tolerate cults cleric. This ability is always active. organized in their names and have no ability to grant spells Each participant in the spell must be willing, must meet the directly to mortals. abstinence components detailed below, and must have the That said, all of the celestial paragons are patrons of organiza- same alignment as the paragon. tions or even specific individuals they have chosen to carry their ideals forward in the mortal realms. Raziel, for example, is The Spellcraft DC and cost to develop specified above are for the the patron archon of paladins, and the Fists of Raziel is an organ- simplest version of the spell, which summons Manath, one of ization formed in the archon’s name that brings together pal- the five guardinal Companions. Channeling a more powerful adins of all faiths, whether they worship Heironeous, Pelor, celestial paragon entails a higher DC and a higher cost, as shown Moradin, Yondalla, Bahamut, or some other good deity, or even on Table 7–2. no deity at all. In this role as patron of organizations and individuals, the Table 7–2: Channel Celestial Paragon Costs celestial paragons sometimes petition good-aligned deities to Celestial Paragon DC gp Days XP grant particular spells and domains to their followers. For this Manath 28 252,000 6 10,080 reason, Chapter 6: Magic indicates which of the celestial Erathaol 42 378,000 8 15,120 paragons are associated with the new domains presented therein, Domiel 44 396,000 8 15,840 and each paragon’s description in this chapter likewise details Kharash 46 414,000 9 16,560 Barachiel 46 414,000 9 16,560 the domains commonly chosen by clerics of the celestial orders. Pistis Sophia 46 414,000 9 16,560 While they cherish the orders that serve them, the celestial Vhara 48 432,000 9 17,280 paragons are careful to remind their followers (and sometimes Bharrai 54 486,000 10 19,440 themselves) that they are not deities. To do otherwise would be Sathia 56 504,000 11 20,160 to succumb to the sin of pride. Gwynharwyf 58 522,000 11 20,880 In the interests of a balanced universe, if you have decided that Raziel 64 576,000 12 23,040 the archdevils and demon lords are actually deities with divine Faerinaal 66 594,000 12 23,760 rank 1 (as discussed in Book of Vile Darkness), it is probably best to Sealtiel 70 630,000 13 25,200 Morwel 70 630,000 13 25,200 grant the same status to the celestial paragons. Even with a divine Zaphkiel 70 630,000 13 25,200 rank, the celestial paragons remain the humblest of demigods, Talisid 76 684,000 14 27,360 still pointing mortals toward the worship of the real deities of the campaign rather than accepting cults in their own honor. This ritual spell requires one other spellcaster, who must con- tribute an unused 9th-level spell slot to the casting and who THE UPPER PLANES must be one of the targets of the spell. You can add additional spellcaster participants, each contributing a 9th-level spell slot The Upper Planes are the home of all that is good, the Outer and reducing the spell DC by 17, to a minimum DC of 28. Planes on which righteousness and justice flourish. On these",
        "name":  "To Develop",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You must have a major artifact of good alignment, planes, the lawful good archons, neutral good guardinals, such as the Regalia of Good(see Chapter 6 for a description of chaotic good eladrins, and angels (devas, planetars, and solars) this item). make their homes. The souls of the righteous journey to the",
        "name":  "Focus",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You and each willing participant in the spell each Upper Planes. Magic portals connect the others, as well as allow- lose one experience level. ing access to the remaining multitude of planes. Arcadia is a place of perfect law tempered only slightly with good. It embodies perfection and harmony, with orchards of per- fectly lined trees, straight streams and orderly fields, chiseled mountains and geometric cities. Archons, angels, planetouched aasimar, and mortals dwell here, alongside peaceful animals and hive-dwelling insects. Some formians live here as well. 123 PARAGONS CELESTIAL CHAPTER 7: 620_88026_ExaltedDeeds2a.qxd 8/26/03 2:53 PM Page 123 Celestia is a single sacred mountain rising from a sea of holy LAW AND CHAOS water—the absolute realization of law and good. Its inhabitants, IN THE HEAVENS primarily archons and angels, strive toward the ideal of perfec- tion embodied in the plane, ascending from one layer to the How celestials define, understand, and embody the concept of next as they better themselves, hoping to one day reach the peak good varies from one to the next. While an archon’s under- of the Illuminated Heaven. The mystery of this highest heaven standing is shaped by her adherence to the principles of law, an is shrouded in impenetrable light and glory. eladrin’s is equally shaped by his chaotic viewpoint. The guardi- Bytopia is also called the twin paradises, for its two layers face nals may claim to represent pure good untainted by concerns of each other like two palms held together in prayer, one a pastoral law and chaos, but many would argue that their very commit- landscape and the other an untamed wilderness. In addition to ment to neutrality undermines their goodness. attendant archons and guardinals, celestial animals and the Many celestials are fond of debating these issues with each souls of mortal gnomes inhabit Bytopia. other, sometimes with anyone who will argue with them. In Elysium is the plane of ultimate good, untainted by either stark contrast to the fiends of the Lower Planes, however, these law or chaos. Elysium’s brilliant beauty and vibrant sense of philosophical differences among the celestials never erupt into life entice visitors to remain forever, enjoying such joy and bloodshed. Corrupt hierarchs in good-aligned churches on the contentment that they never desire to leave. All types of celes- Material Plane have been known to paint vivid portraits of a tials enjoy the blessings of Elysium, but it is the home plane “war in the heavens” between the forces of law and chaos, pri- of the guardinals. marily as a means to justify their own “holy warfare” against The Beastlands is a plane of nature unbound, filled with wild other good faiths. The celestials, along with the deities of good, forests, teeming swamps, and arid—but not lifeless—deserts. recognize these inventions as manifestations of the taint of evil The majority of the plane’s inhabitants, as its name suggests, are among their followers. Slaughtering good creatures, even under celestial animals gifted with at least a modicum of intelligence, the guise of a “just war,” is never a good act, and it is unthinkable eternally living out the dance of predator and prey. They are to celestials who remain untainted by the lure of evil. joined by some of the wilder guardinals as well as eladrins, As devoted as they are to law, the archons of Celestia are far angels, and lillends. better able to countenance the chaos of the eladrins than they Arborea is a lush and verdant plane of vibrant energy and are able to stomach the evil of the Hell’s devils. When there has constant anticipation. Its weather is as unpredictable as its been real war in the heavens—and it has happened—it has inhabitants, which include elven spirits as well as eladrins, been because of fallen celestials who eventually leave the Upper angels, lillends, and fey creatures. Planes entirely to find new homes on the planes of evil. Ysgard lies between Arborea and the unceasing chaos of Limbo, an epic plane where the spirits of fallen warriors wage THE CELESTIAL HEBDOMAD eternal battle on the fields of glory. Bariaurs, eladrins, and a few devas live here as well. In the days of creation, when the multiverse still quaked with As with the evil planes (as discussed in the Book of Vile Dark- the aftershocks of birth, the Seven Mounting Heavens of Celes- ness), you can create your own cosmology of the good planes. tia awaited the mortal souls who would protect and guide the You might prefer not to deal with the in-between planes of Arca- plane as the first archons. Seven blessed martyrs who had sacri- dia, Bytopia, the Beastlands, and Ysgard, sticking with the ficed themselves to the cause of law and goodness emerged planes that directly correlate to alignments. Conversely, you upon the young plane with powerful and unique forms—a could have just a single plane of good, called Heaven, where mandate from Celestia itself that these beings would serve the archons, guardinals, eladrins, and angels coexist with little dis- Seven Heavens as their immortal rulers. tinction among them (perhaps they are all called angels). The seven martyrs, or their successors, together form the Both Manual of the Planesand Deities and Demigodsoffer exam- Celestial Hebdomad, the ruling council of Heaven. Similar to ples of alternative cosmologies to the standard D\u0026D cosmol- the strict hierarchy that rules the Nine Hells, the Hebdomad ogy just described. Celestials might dwell in certain regions of governs the affairs of their home plane, supervising the archons the Spirit World (described in Manual of the Planesand Oriental beneath them, marshalling the celestial armies when necessary, Adventures), places that correspond to holy sites in the material and leading troops to war against the forces of evil when world. In either the Myriad Planes cosmology or the Winding Zaphkiel, their head, so commands. Road cosmology (both detailed in Manual of the Planes), there In stark contrast to the archdevils of Hell, the seven paragons could be many Heavens, each with unique traits and inhabi- of Celestia (sometimes referred to as “tome archons” by scholars tants and its own leaning toward law or chaos. It is possible that from the Material Plane) are utterly without jealousy, envy, or angels could originate in a different Heaven than the other pride. Plotting and infighting are unimaginable within their celestial types in such a cosmology, rather than sharing the ranks, and never have the armies of one celestial paragon same planar homes as archons, guardinals, and eladrins. Like- marched upon the fortresses of another. wise, lillends might come from a different chaotic Heaven than Like Asmodeus in the deepest Hell, Zaphkiel is an ancient eladrins. In the Orrery cosmology, there is a lawful good plane ruler shrouded in mystery. He is wrapped in radiant light and (the Golden Halls) and a chaotic good plane (God’s Choice), but bathed in holy power, as though a living extension of the no neutral good plane, so the guardinals and their rulers might heaven he rules. He is the only one of the original seven martyrs not exist in this cosmology. who remains in his position in Celestia—his original six fellows 124 have all perished in the eons since their establishment. As one :7 RETPAHC LAITSELEC SNOGARAP 620_88026_ExaltedDeeds2a.qxd 8/26/03 2:53 PM Page 124 of the Hebdomad falls, however, another archon somewhere in Tongues (Su):The paragon can speak with any creature that Celestia rises to take its place, instantly assuming the form, rank, has a language, as though using a tongues spell (caster level 14th). and power of the fallen one. Most scholars believe that Zaphkiel This ability is always active. alone can promote another archon to the Hebdomad, which may account, along with the exalted nature of the archons, for BARACHIEL, THE MESSENGER the complete peace and harmony that prevails among the Large Outsider (Archon, Extraplanar, Good, Lawful) ruling council. Hit Dice: 33d8+264 (412 hp)",
        "name":  "Sacrifice",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Erathaol can cast divine spells as a 20th-level cleric Olythartu (oh-leh-THAR-tu) is an aasimar barbarian dedicated to with the Good, Knowledge, and Law domains. Erathaol who can be called using the greater planar allyor greater Spells Prepared (6/9/8/8/8/8/7/6/6/6; save DC 20 + spell planar bindingspell. level): 0—detect magic, guidance, mending, read magic, resistance, Erathaol has foreseen a great destiny for Olythartu. To help virtue; 1st—bless,command, divine favor, obscuring mist, protection the aasimar reach her potential, Erathaol appeared to her years 129 Illus. by A. Swekel PARAGONS CELESTIAL CHAPTER 7: 620_88026_ExaltedDeeds2a.qxd 8/26/03 2:55 PM Page 129 Erathaol, the Seer ago as a celestial mystic and taught Olythartu how to read a PISTIS SOPHIA, THE ASCETIC magic book (actually a manual of bodily health +4). Erathaol then Large Outsider (Archon, Extraplanar, Good, Lawful) revealed his true form to Olythartu and urged her to help others Hit Dice: 29d8+319 (449 hp) fight against evil’s tyranny. Olythartu’s loyalty to Erathaol has Initiative: +9 not flinched since. Speed: 90 ft. (18 squares), fly 90 ft. (perfect)",
        "name":  "Spells",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Half-celestial treant druid 6/lion of Talisid 5; CR and gains a +4 sacred bonus on Will saves against mind-affect- 19; Huge outsider (extraplanar, good); HD 18d8+144; hp 235; ing spells and effects. Init +0; Spd 30 ft.; AC 22, touch 8, flat-footed 22; Base Atk +9; Resist Nature’s Lure (Ex): Goldcrown gains a +4 bonus on Grp +28; Atk +18 melee (2d6+11, slam); Full Atk +18 melee saving throws against the spell-like abilities of fey. (2d6+11, 3 slams); Space/Reach 15 ft./15 ft.; SA animate trees, Scent (Ex): Goldcrown can detect approaching enemies, double damage against objects, lion’s pounce, smite evil, spell- sniff out hidden foes, and track by sense of smell. like abilities, trample 2d6+16; SQ animal companion, darkvision Trackless Step (Ex): Goldcrown leaves no trail in natural 60 ft., damage reduction 10/magic and slashing, daylight, immu- surroundings and cannot be tracked. He may choose to leave a nity to disease, lion’s courage, low-light vision, plant traits, resist- trail if so desired. ance to acid 10, cold 10, and electricity 10, resist nature’s lure, Wild Shape (Su): Goldcrown can turn himself into any scent, spell resistance 28, trackless step, vulnerability to fire, Small or Medium animal and back again five times per day. The wild empathy, wild shape 5/day, woodland stride; SV Fort +18 effect lasts for 6 hours or until Goldcrown changes back. Chang- (+22 against poison), Ref +6, Will +15 (+19 against mind-affect- ing form is a standard action and doesn’t provoke an attack of ing spells and effects); AL NG; Str 33, Dex 10, Con 26, Int 14, opportunity. See the druid’s wild shape class feature for addi- Wis 22, Cha 16. tional information.",
        "name":  "Goldcrown",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Climb +21, Diplomacy +15, Hide +2 (+18 in Woodland Stride (Ex):Goldcrown may move through any forested areas), Intimidate +13, Knowledge (nature) +14, Knowl- sort of undergrowth at his normal speed and without taking edge (the planes) +12, Listen +16, Sense Motive +16, Spot +16, damage or suffering any other impairment. However, thorns, Survival +18 (+20 aboveground in natural environments or on briars, and overgrown areas that have been magically manipu- other planes); Ability Focus (trample), Combat Casting, Exalted lated to impede motion still affect him.",
        "name":  "Skills and Feats",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Orb of storms, gem of seeing, 2beads of force, pearl of Natural Spell, Power Attack. power(1st). Animate Trees(Sp):Goldcrown can animate trees within 180 Personality Traits: Effervescent, courteous, and immodest. feet at will, controlling up to two trees at a time. It takes 1 full round for a normal tree to uproot itself. Thereafter, it moves at a Corrus, Goldcrown’s Animal Companion: Celestial con- speed of 10 feet and fights as a normal treant in all respects. strictor snake exalted companion; CR —; Medium magical Animated trees lose their ability to move if Goldcrown is inca- beast; HD 3d8+6; hp 19; Init +3; Spd 20 ft., climb 20 ft., swim pacitated or moves out of range. The ability is otherwise similar 20ft.; AC 15, touch 13, Flat-footed 12; Base Atk +2; Grp +5; Atk to liveoak (caster level 12th). Animated trees have the same vul- +5 melee (1d3+4, bite); Full Atk +5 melee (1d3+4, bite); Space/ nerability to fire that Goldcrown has. Reach 5 ft./5ft.; SA constrict 1d3+4, improved grab, smite evil; Double Damage against Objects (Ex): If Goldcrown makes SQ darkvision 60 ft., link, resistance to acid 5, cold 5, and elec- a full attack against an object or structure deals double damage. tricity 5, share spells, scent, spell resistance 8; SV Fort +4, Ref +6, Lion’s Pounce (Ex):Goldcrown can make a full attack at the Will +2; Str 17, Dex 17, Con 13, Int 1, Wis 12, Cha 2. end of a charge. Skills and Feats:Balance +11, Climb +14, Hide +10, Listen +7, Smite Evil (Su): Once per day, Goldcrown can make a Spot +7, Swim +11; Alertness, Toughness. normal melee attack to deal 18 points of extra damage against an Constrict (Ex):On a successful grapple check, Corrus deals 140 evil foe. 1d3+4 points of damage. :7 RETPAHC LAITSELEC SNOGARAP 620_88026_ExaltedDeeds2a.qxd 8/26/03 2:59 PM Page 140 Improved Grab (Ex):To use this ability, Corrus must hit Treasure: Triple standard with its bite attack. It can then attempt to start a grapple as a free Alignment: Neutral good action without provoking an attack of opportunity. If it wins the Advancement: — grapple check, it establishes a hold and can constrict. Smite Evil (Su):Once per day, Corrus can make a normal This tall, lithe woman has powerful wings instead of arms. Flecks of melee attack to deal 3 extra points of damage against an evil foe. green speckle her snow-white feathers. Her face is more human than Scent (Ex):Corrus can detect approaching enemies, sniff out avian, but her hair resembles a feathery cowl, and her eyes are bright hidden foes, and track by sense of smell. gold. Her feet end in talons that have an emerald-green luster and look as sharp as diamonds. Numerous small birds flutter around her, obvi- SATHIA, THE SKY DUCHESS ously drawn to her powerful presence. Large Outsider (Extraplanar, Good, Guardinal)",
        "name":  "CompanionB, Improved Sunder, Iron Will, Lightning Reflexes, Possessions",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage radius. It is otherwise identi- reduction 20/evil and cal to the fearspell (caster level silver, darkvision 60 ft., 8th; save DC 37). The save DC is immunity to electricity and Charisma-based. petrification, lay on hands, low- Spell-Like Abilities: At will—aid, light vision, resistance to cold blur(self only), command (DC 21),detect magic, 10 and sonic 10, spell resistance dimension door (DC 24), dispel magic, gust of 39, speak with animals, tongues, true seeing wind (DC 22),hold person (DC 22),light, magic",
        "name":  "Special Qualities",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +28 (+32 against poison), Ref +31, circle against evil(self only), magic missile,see Will +31 invisibility; 1/day—lightning bolt (DC 23).",
        "name":  "Saves",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 39, Dex 23, Con 32, detect evil, detect magic, dimension Int 26, Wis 28, Cha 28 door (DC 23), dispel magic, fog",
        "name":  "Abilities",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +46, cloud, light, magic circle against Diplomacy +48, Handle Animal +44, evil (self only), magic missile, see Heal +44, Hide +33, Intimidate +44, invisibility; 1/day—slow (DC 22), Jump +65, Knowledge (nature) +47, wall of stone (DC 24). Caster level Knowledge (the planes) +43, Listen 20th. The save DCs are Charisma- +44, Search +43, Sense Motive +44, based. Spellcraft +43, Spot +44, Survival +44 Whinny (Su): Once per (+48 on other planes or aboveground hour, as a free action, Vhara can natural environments, +48 following emit a piercing shriek that tracks), Swim +49 affects all nonguardinals in a",
        "name":  "Skills",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +26 (+30 against learn magic under poison), Ref +25, Will+26 her supervision.",
        "name":  "Saves",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alygaros Alygaros (ah-leh-GAH-ros) is dedicated to Bharrai and can be called using the lesser planar ally or lesser planar binding spell. A young aasimar wizard, Alygaros recently joined the ranks of the sentinels of Bharrai (see Chapter 5: Prestige Classes). He has a mocha complexion, braided black hair, and silver eyes. Alygaros’s snowy owl familiar usually perches on his shoulder. Frost, Alygaros’s Familiar: Owl; CR —; Tiny magical beast;",
        "name":  "Sample Champion of Bharrai",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Triple standard special qualities: Alignment:Chaotic good Bardic Music (Su):They can use the bardic music ability as Advancement: — 20th-level bards. Each can use or maintain concentration on one such ability per round as a free action, requiring no instrument This woman bears a passing resemblance to an elf, although her beauty other than his or her unearthly voice. is awesome and otherworldly. She wears a shimmering mantle of stars Protective Aura (Su):As a free action, Morwel or one of her that flicker out before touching the ground, and she slices her brilliant consorts can generate a 20-foot-radius nimbus of light. This acts rapier through the air with playful confidence. as a double-strength magic circle against eviland as a minor globe of invulnerability(caster level 20th). The aura can be dispelled, but Morwel (MOR-wel) has always ruled the eladrins. No eladrin can Morwel or any of her consorts can create it again as a free action recall any monarch coming before her, and no eladrin can imag- on its next turn. ine the Court of Stars without her. To them, she has always been. Tongues (Su): Queen Morwel and her consorts can speak Since time does not pass in the Court of Stars, it is conceivable with any creature that has a language, as though using a tongues that Morwel is many thousands of years old, although no one spell (caster level 14th). This ability is always active. dares ask her to reveal her age. Morwel never leaves her demiplane, and some fear that if she MORWEL, QUEEN OF STARS did leave, the demiplane would collapse and be destroyed for- Medium Outsider (Chaotic, Eladrin, Extraplanar, Good) ever. However, she welcomes and entertains a steady stream of",
        "name":  "Queen Morwel, Faerinaal, and Gwynharwyf share the following Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dodge, Greater Spell Focus (Enchantment), Greater *New spell described in Chapter 6 of this book. Spell Penetration, Improved Initiative, Mobility, Power Spell-Like Abilities: At will—chain lightning (DC 27; Attack, Purify Spell-Like Ability, Spell Focus damage increased by one-half as if affected by the Empower (Enchantment), Spell Penetration, Spring Attack, Words of Spell metamagic feat), cure serious wounds (DC 24), dancing Creation lights, detect thoughts (DC 23), dispel magic, divine favor, haste (DC",
        "name":  "Feats",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraise +12, Bluff +16, Concentration +23, (special); hp 48; Init +7; Spd 20 ft., fly 60 ft. (perfect); AC 27, Diplomacy +24, Intimidate +7, Knowledge (arcana) +23, Knowl- touch 18, flat-footed 19; Base Atk +13; Grp +3; Atk +22 melee edge (nature) +4, Listen +18, Perform (stringed instruments) (1d2–2, dagger); Full Atk +22 melee (1d2–2, dagger); Space/ +18, Sense Motive +16, Sleight of Hand +6, Spellcraft +24, Spot Reach 2 1/2 ft./0 ft.; SA spell-like abilities; SQ alternate form, +15, Survival +17, Swim +8; Alertness (granted by familiar), darkvision 60 ft., immunity to electricity and petrification, Celestial Familiar, Combat Casting, Improved Initiative, Light- low-light vision, magic circle against evil, resistance to acid 10, ning Reflexes, Knight of Stars, Silent Spell, Words of Creation. cold 10, and fire 10, tongues; SV Fort +9 (+13 against poison),",
        "name":  "Skills and Feats",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An aleax has immunity to poison, magic sleep effects. The save DC varies with they type of archon, is effects, paralysis, stunning, disease, death effects, necromancy Charisma-based, and includes a +2 racial bonus. Those who fail effects, mind-affecting effects (charms, compulsions, phan- take a –2 penalty on attacks, AC, and saves for 24 hours or until tasms, patterns, and morale effects), and any effect that requires they successfully hit the archon that generated the aura. A crea- a Fortitude save unless it also works on objects or is harmless. It ture that has resisted or broken the effect cannot be affected is not subject to critical hits, subdual damage, ability damage, again by the same archon’s aura for 24 hours. ability drain, fatigue, exhaustion, or energy drain. Cannot heal —Immunity to electricity and petrification. damage, but can be repaired. An aleax is immediately destroyed —+4 racial bonus on saves against poison. when reduced to 0 hp or less. Since it was never alive, an aleax —Magic Circle against Evil (Su): A magic circle against evil cannot be raised or resurrected. Darkvision 60 ft. and low-light effect always surrounds an archon (caster level equals the vision. archon’s Hit Dice). (The defensive benefits from the circle are Fast Healing 5 (Ex):The aleax heals 5 points of damage per not included in an archon’s statistics block.) round. Fast healing is otherwise like natural healing. Fast heal- —Outsider Traits:An archon cannot be raised, reincarnated, or ing does not restore hit points lost from starvation, thirst, or suf- resurrected(though a limited wish,wish, miracle, or true resurrection focation, and it does not allow the aleax to regrow or reattach spell can restore life). Darkvision 60 ft. severed body parts. —Teleport (Su):Archons can use greater teleport at will, as the Singular Enemy (Ex): Although the aleax is visible to all, only spell (caster level 14th), except that the creature can transport its intended victim can harm it. Attacks made by other creatures only itself and up to 50 pounds of objects. are rebuffed, dealing no damage and hindering the aleax in no —Tongues (Su):All archons can speak with any creature that way. has a language, as though using a tongues spell (caster level 14th). Spell Resistance (Ex):The aleax has spell resistance equal to 10 This ability is always active. + its Hit Dice or the spell resistance of its intended victim, whichever is higher. OWL ARCHON True Seeing (Sp): An aleax can use true seeingat will, as a free Large Outsider (Archon, Extraplanar, Good, Lawful) action. Caster level 20th. Hit Dice: 10d8+40 (85 hp)",
        "name":  "Construct Traits",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 claws +13 melee (1d8+3) and 1 bite +8 melee When a lawful good deity wishes to interact with its subjects in (1d6+1/19–20) the Material Plane, it most often does so through angelic inter- Space/Reach:10 ft./10 ft. mediaries known as archons. Lantern, hound, and trumpet Special Attacks:Eye rays, spell-like abilities, swoop archons appear in the Monster Manual, for these archons are the Special Qualities: Aura of menace, damage reduction most frequently encountered by mortal adventurers. Those 10/evil, darkvision 60 ft., immunity to electricity and petri- who venture to the Seven Mounting Heavens of Celestia or fication, magic circle against evil, outsider traits, spell resist- those with access to planar allyspells might come into contact ance 25, stone to flesh, teleport, tongues with the more powerful archons presented here. Saves:Fort +11 (+15 against poison), Ref +14, Will +14 159 MONSTERS CHAPTER 8: 620_88026_ExaltedDeeds2a.qxd 8/27/03 8:22 AM Page 159",
        "name":  "Full Attack",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; stan- 20 Fortitude save or be turned to stone. dard items This ability’s save DC is Constitution-",
        "name":  "Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double upon the archon’s death. goods; standard items Discorporating Dive (Su):",
        "name":  "Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aura of menace, channeling, damage that hints at the ability to reduction 10/evil, darkvision 60 ft., immunity to elec- make difficult decisions. tricity and petrification, low-light vision, magic circle Their eyes glow with the againstevil, outsider traits, spell resistance 30, teleport, glorious love of the tongues Upper Planes.",
        "name":  "Special Qualities",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Pangs of self- magic circle against evil, regret over past evil deeds outsider traits, scent, spell result in blood-red psychoso- resistance 25, teleport, tongues, matic blisters and boils. The victim uncanny dodge,unerring assay takes 10 points of damage. Saves: Fort +9 (+13 against poison), Ref +6, Will +7",
        "name":  "Neutral",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; half items the deities of good. Wardens generally use their unerring assay",
        "name":  "Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +13, Diplomacy good, detect evil, discern lies (DC 15), true +16, Escape Artist +9, Intimidate +14, seeing;1/day—holy smite(DC 16), magic Knowledge (the planes) +11, Listen circle against evil(self only), polymorph +15, Sense Motive +13, Spot +15, (self only; humanoid forms only). Survival +2 (+4 on other planes), Use Caster level 8th. The save DCs are Rope +2 (+4 bindings) Charisma-based.",
        "name":  "Skills",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins or goods; double wish, wish, miracle, or items true resurrection spell",
        "name":  "Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A crypt warden is immune to mind-affect- Space/Reach:2 1/2 ft./0 ft. ing effects, poison, sleep, paralysis, stunning, disease, death Special Attacks:Spell-like abilities effects, and any effect that requires a Fortitude save, except for Special Qualities:Alternate form, eladrin subtype, immunity energy drain attacks, effects that also work on objects, and to electricity and petrification, magic circle against evil, harmless effects. It is not subject to critical hits, nonlethal resistance to acid 10 and cold 10, tongues damage, ability drain, or death from massive damage. It is not Saves:Fort +4 (+8 against poison), Ref +10, Will +3 subject to Strength, Dexterity, or Constitution damage. A crypt Abilities:Str 6, Dex 24, Con 12, Int 12, Wis 10, Cha 14 warden cannot be raised or resurrected. A crypt warden has Skills:Concentration +6, Diplomacy +9, Escape Artist +12, 168 darkvision (60-foot range). Hide +24, Knowledge (the planes) +6, Listen +5, Move :8 RETPAHC SRETSNOM 620_88026_ExaltedDeeds2a.qxd 8/27/03 11:01 AM Page 168 Coure Silently +16, Sense Motive +5, Spot +5, Survival +0 (+2 on coure always moves silently and cannot be heard with Listen other planes), Use Rope +7 (+9 bindings) checks if it doesn’t wish to be. While incorporeal, the coure",
        "name":  "Deathless Traits",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 Magic Circle against Evil (Su): A magic circle against evil",
        "name":  "Challenge Rating",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard effect always surrounds the coure, as the magic circle against evil",
        "name":  "Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +20, Diplomacy +23, Gather break enchantment, holy smite (DC 20), restoration (DC 20); Information +23, Heal +18, Intimidate +21, Knowledge 1/day—cloak of chaos(DC 24), heal(DC 22). Caster level 12th. (local) +10, Knowledge (the planes) +18, Knowledge (reli- The save DCs are Charisma-based. Shiradis gain a +10 sacred gion) +11, Listen +18, Perform (any one) +21, Sense Motive bonus on caster level checks made to dispel Enchantment spells +28, Spot +18, Survival +3 (+5 on other planes) or effects when using greater dispel magicor break enchantment.",
        "name":  "Skills",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; standard items action. In humanoid form, it cannot use its slam attack, but it",
        "name":  "Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Olympian Glades of Arborea Spell metamagic feat), mass charm monster(DC 31), cure serious",
        "name":  "Environment",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary or court (1 tulani plus 3–12 coures, wounds (DC 26), dancing lights, detect thoughts (DC 25), dispel 2–8 firres, and 1–4 ghaeles, with a 50% chance of 1–6 brala- magic, divine favor, haste(DC 26), greater invisibility(DC 27), major nis or 1 shiradi) image(DC 26), polymorph any object(DC 31), righteous smite*(DC",
        "name":  "Organization",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 10/evil or silver, guardi- 13), detect evil, detect magic, dimension door(DC 16), dispel magic, nal subtype, immunity to electricity and petrification, lay fog cloud, light, magic circle against evil(self only), magic missile, 173 MONSTERS CHAPTER 8: 620_88026_ExaltedDeeds2a.qxd 8/27/03 11:02 AM Page 173 Equinal andsee invisibility; 1/day—slow (DC 15) andwall of stone(DC Although the least powerful of the guardinals, mustevals never- 17). Caster level 6th. The save DCs are Charisma-based. theless are unstinting foes against evil. They serve greater celes- Whinny (Su):Once per hour, as a free action, an equinal can tials as spies, and they often aid humanoid heroes by delivering emit a piercing shriek that affects all nonguardinals in a 20-foot information about powerful evil creatures. They are the only spread. Creatures with 4 HD or fewer are stunned for 1d6 guardinal variety not represented among the Five Compan- rounds, while creatures with more than 4 HD are deaf- ions of Talisid, the Celestial Lion, and harbor some ened for 1d6 rounds. A successful DC 16 Fortitude resentment over that fact, which they regard as a save negates either effect. This is a sonic effect. simple oversight bound to be corrected very The save DC is Constitution-based. soon. Speak with Animals(Sp): An equinal can Mustevals are agile and seldom mentally communicate with ani- remain still for long. Clever use mals as a free action. This works of their change selfability usually exactly like speak with animalsas cast by keeps their animalistic fea- an 8th-level druid but does not tures concealed when deal- require sound. ing with other creatures. Lay on Hands (Su): This Mustevals stand 2 feet tall works just like the paladin’s and weigh 30 pounds. They ability, but the equinal can speak Celestial. heal as much damage per day as its own undam- Combat aged hit point total. In combat, mustevals remain in constant MUSTEVAL motion, combining Tiny Outsider their focused move- (Extraplanar, ment and magic mis- Good, Guardinal) sile abilities to good",
        "name":  "Special Qualities",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bite +8 melee (1d3–2) magic, disguise self, Space/Reach:2 1/2 ft./0 ft. magic missile, pro-",
        "name":  "Full Attack",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; standard items hearing. They receive a +4 racial bonus on Climb and Listen",
        "name":  "Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; *New spell described in Chapter 6 of standard items this book.",
        "name":  "Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11–15 HD (Large); light, deep slumber (DC 17), detect evil, detect 16–30 HD (Huge) magic, detect thoughts (DC 16),dimension door,",
        "name":  "Advancement",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Powerful charge 2d8+8, smite chaos Flurry of blows, kistrike (magic), powerful charge 2d8+8, smite chaos, unarmed strike",
        "name":  "Special Attacks",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The sanctified creature loses all of its preex- attacks, AC, and saves for one day or until they successfully hit isting supernatural and spell-like abilities, but retains its extraor- the sanctified creature that generated the aura. A creature that dinary abilities. It also gains the light ray special ability (described has resisted or broken the effect cannot be affected again by that below). sanctified creature’s aura for one day. Light Ray (Su):Once per round, as a standard action, the sanc- Magic Circle against Evil (Su):A magic circle against evil effect tified creature can fire a ray of light from its eyes or hand. The always surrounds the sanctified creature, as the magic circle ray is treated as a ranged touch attack and has a maximum range against evilspell (caster level equals the sanctified creature’s Hit of 60 feet. Against evil creatures, the ray deals 1d6 points of Dice, maximum 14th). Tongues (Su):A sanctified creature can speak with any creature that has a language, as though using a tongues spell (caster level equals the sanctified creature’s Hit Dice, maximum 14th). This ability is always active.",
        "name":  "Special Attacks",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None but it carries an affliction called eternal torpor that is detrimen- Alignment: Always neutral tal to evil creatures. Advancement:None Distraction (Ex): Any living creature that begins its turn with an apocalypse frog swarm in its square must make a DC 12 Bronze locusts are miniature constructs meticulously crafted by Fortitude save or be nauseated for 1 round. The save DC is Con- artisans in the forges of the upper planes. Their gleaming cara- 188 stitution-based. paces and gemlike eyes hint at their artificial nature, but other- :8 RETPAHC SRETSNOM 620_88026_ExaltedDeeds2a.qxd 8/27/03 11:29 AM Page 188 wise they resemble ordinary locusts. Each bronze locust has its DEATHRAVEN SWARM own miniscule furnace capable of generating white-hot gouts of Tiny Magical Beast (Swarm) flame. The locusts are also equipped with adamantine Hit Dice:18d10 (99 hp) mandibles that allow them to chew through stone, metal, and Initiative:+8 other constructs as easily as they chew through flesh. Speed:10 ft. (2 squares), fly 120 ft. (perfect)",
        "name":  "An apocalypse frog swarm can be a nuisance to good creatures, Treasure",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bronze locust swarm Alignment: Always neutral has immunity to poison, magic sleep effects, Advancement:None paralysis, stunning, disease, death effects, necromancy effects, mind-affecting effects (charms, compulsions, Deathravens are black crows with gleaming silver eyes phantasms, patterns, and morale effects), and any effect and sharp black talons. They usually appear at dusk or that requires a Fortitude save unless it also works on just after midnight, bringing death and woe to all who objects or is harmless. It is not subject to critical hits, sub- encounter them. dual damage, ability damage, ability drain, fatigue, exhaustion, or energy drain. Cannot heal damage, but Combat can be repaired. Darkvision 60 ft. and low-light Deathraven swarms are sent to dispatch truly vile vision. and despicable beings. Creatures enveloped by a deathraven swarm are more likely to succumb to its touch of death ability than its compara- bly weak claw and bite attacks, although",
        "name":  "Construct Traits",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The plateau of Vashar is extremely well ò Favored Class: Any. When determining whether a multiclass defended, with traps and enslaved guardian monsters filling Vasharan takes an experience point penalty, his highest-level the cavern entrances. The Vasharans leave to capture slaves class does not count. (See Experience for Multiclass Charac- or to steal items they need (though they rarely need any- ters in Chapter 3 of the PlayerÆs Handbook.) thing from the outside world). Captured Vasharans may speak of a terrible plan, in the works for centuries, that is JERREN finally nearing fruition, but they know no details. Given Jerren are halflings, although they despise that name. Vasharan history, the plan likely involves deicide. About two hundred years ago, the Jerren were typical The people of Vashar have evolved into a fairly sophisti- nomadic halflings who inhabited a wide prairie. Every cated and organized culture, despite their collective destruc- tive demeanor. A council of elders elected through demo- cratic means rules Vasharùthe Vasharans would never abide a despot and would all die before submitting to tyranny. The council members are simply administrators, because Vasha- rans have few laws. They do what they want and take what they want, and each defends himself as well as he can. Some- how, this system of government worksùmostly because of the hatred that binds the Vasharans together and their utter incomprehension that life could be lived any other way.",
        "name":  "Vasharan Lands",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Jerren are ruled by strength and blood lust. are nomadic, and the race is broken up into tribal bands No leader can manage to control more than a small band of that each claim large stretches of territory. When different 14 :1 RETPAHC ERUTAN EHT LIVE FO 620_88161_Vile Darkness.qxd 8/13/02 10:34 AM Page 14 pqqqqrs THE BOOK OF VILE DARKNESS The original book of vile darkness was a scroll penned by a most of them were incomplete or flawed in some way. The Vasharan spellcaster millennia ago. It contained his wicked errors contained in these lesser copies usually caused the thoughts and the terrible knowledge that he had gained reader to be drawn onto one of the Lower Planes, never to be through experimentation and study. In just a few thousand seen again. words, he recorded malevolent ideas and concepts so vile that Thieves stole the original during a great war, and the book to this day they have never occurred to another, not even the passed through many hands after that. According to some foulest soul. Years later, the scroll was discovered by a cleric of records, the demon lord Baalzebul kept the book in his Nerull. She added to it, tripling its length by recording her personal library for a time, adding a few pages of his own. Six knowledge of dark gods, sacrifice, and evil divine magic. Many complete copies are known to exist, at least one of which other evil priests learned from her scrolls (for the manuscript was made after BaalzebulÆs alteration. At least three times soon became too long for just one scroll), adding bits of knowl- that number of flawed copies or outright fakes also exist. edge from their own polluted minds and abominable experi- These books are often found in evil temples, dark libraries, ments. Some writers even asked questions of summoned and the hands of wicked collectors. VecnaÆs original still fiends and recorded their words directly. exists as well, and it is a prize coveted by almost every priest Eventually the collected works fell into the hands of a geno- of a dark god. cidal wizard and warlord named Vecna. He took the scrolls and The book is a fantastic reference work of evil deities, black added some of his own discoveries to them. After he died and magic, sacrifice, and forbidden secrets. Its lore is so potent rose as a lich, Vecna transcribed the scrolls into a bound book, and so dark that nonevil creatures that read its contents are creating its cover from the flesh of a human face and the bones often corrupted to evil through defilement rather than tempta- of a demon, magically transformed into a dull metal binding. It tion. Once a mind has absorbed the knowledge in this book, is said that the strange symbols on the cover are understand- the attached soul is so polluted that there is no recourse other able only by those who have read the book in its entirety, and than to turn to evil. that the sudden realization of the utter wickedness that they Unlike its good counterpart, the book of exalted deeds, the representùa darkness so deep that it shames hell itselfùis book of vile darkness does not mysteriously disappear after it is why the book is so highly prized. read. An evil character is likely to keep it around for reference, Cultists loyal to Erythnul held the book in a dim vault for although not even the darkest-hearted villain peruses its pages many years, using it as a final initiation into their innermost haphazardly. Powerful fiends watch over the book, because circle. A few copies were made during this time, although where it goes, evil power grows. pqqqqrsJerren bands meet by chance, they may turn upon each THE BOORISH THUG other, their base nature overcoming their desire to honor Perhaps the simplest sort of villain is the crude, selfish oaf their common heritage. who just takes what he wants. His desires rarely go beyond",
        "name":  "Personality",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Infernal, Abyssal, Goblin, and Orc. seeks to take over the area around Mount Exalt through the ò Favored Class: Rogue. A multiclass JerrenÆs rogue class use of his undead minions. However, he does not yet possess does not count when determining whether she takes an the might to animate an army large enough to assault the experience point penalty for multiclassing. Jerren delight walled city of Kachel alone, so he has spent years questing in stealth, sly tricks, and lies, and the vocation of rogue for a magic artifact that can dominate the wills of others. comes naturally to them. With undead and mentally enslaved soldiers, Ystan can launch his assault. Thus begins YstanÆs dream of a vast and terrible empire. CREATING VILLAINS Ystan carries a special item called the skull of past splendor, If you understand evil, you can create villains with appro- which has all the powers of a rod of splendor. Additionally, it priate personalities and motives. The following examples confers the memories once contained in the skull to the detail some villains whose activities reflect the aspects of owner, granting Ystan a +2 circumstance bonus on his evil described above. Knowledge and Spellcraft checks. 15 OF EVIL THE NATURE CHAPTER 1: 620_88161_Vile Darkness.qxd 8/13/02 10:34 AM Page 15THE SCHEMING LIAR Asn4) is the henchman of a powerful criminal overlord. The slippery weasel, the cunning thief, the silver-tongued Most of the crime lordÆs other henchmen expect a bonus rogueùthese villains present different dangers than brutes when they eliminate one of the syndicateÆs enemies. After and psychopaths do, but they are dangerous foes nonethe- all, killing is a dangerous and dirty business. Not so with less. These enemies are far more likely to slip a dagger in Reynod, who delights in killing. In fact, the crime lord someoneÆs ribs while he sleeps than fight him face to face. worries about what might happen if he didnÆt give Reynod Or better yet, thinks the schemer, sheÆll just frame someone someone to kill every so often. Reynod loves the use of for murder and let the authorities hang him in the public knives; he owns a collection of them that numbers more square. Such diabolic malefactors spin a web of deceit wher- than three hundred. He is sneaky, subtle, and sly. ReynodÆs ever they go. Schemers know just what to say and who to victims rarely know what is coming because he is so effi- say it to in order to get what they want. cient at shadowing, then approaching his prey. Not even Scheming liars can be political manipulators who use ReynodÆs criminal employer knows that he is actually a others to accomplish their goals. They do not go against vampire. the laws and rules; they make laws and rules work for Reynod wears an amulet he calls fatherÆs tooth.The fang- them, bending and twisting the words as needed. They shaped tooth grants Reynod an additional +4 turn resistance. donÆt truly respect the law, but they want to avoid the appearance of breaking it. Such villains are difficult to THE SOPHISTICATE defeat, and itÆs even harder to prove that they are villains in A villain can be a horrible murderer or a lying cheat and yet the first place. still retain a veneer of sophistication. This type of villain can",
        "name":  "Languages",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +12, Climb +4, Diplomacy +5, Disguise mandibles deal 2d6 points of damage per round as they +14, Heal +5, Hide +11, Intimidate +5, Knowledge (nature) suck the blood from the victim. The blood drain ability +4, Listen +5, Move Silently +12, Spot +11, Wilderness Lore works only on living creatures. +3; Great Fortitude, Point Blank Shot, Poison Immunity Spell-Like Abilities: 1/dayùspider hand, spider legs. (Large monstrous scorpion poison), Toughness, Track. Caster level 14th. 19 OF EVIL THE NATURE CHAPTER 1: 620_88161_Vile Darkness.qxd 8/13/02 10:36 AM Page 19Spew Vermin(Sp):Once per day, Gauderis can spray a normal speed and without suffering damage or other swarm of vermin from his mouth in a 30-foot cone. Anyone impairment. However, thorns, briars, and overgrown areas in this area takes 7d6 points of damage (Reflex DC 14 half). that are enchanted or magically manipulated to impede The vermin remain as if brought into being by the summon motion still affect him. swarm spell (caster level 7th). Spells Prepared (6/6/5/5/3/2/1; save DC 13 + spell level):",
        "name":  "Skills and Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Enesstrere can sweep with his tail as a stan- the area around Faenish-Kul, known as the Azure Vale, has dard action. The sweep affects a half circle with a diameter of never been the same. This place of lasting evil has since 21 OF EVIL THE NATURE CHAPTER 1: 620_88161_Vile Darkness.qxd 8/13/02 10:36 AM Page 21been home to strange, extremely pale plants, and the whole manded the tribeÆs three adepts to begin working on a magi- area has an unnatural chill that lasts even through the hot cal way to improve the puissance of the Io-Rach tribe. After summer months. years of trial and error, they hit upon a plan. Anyone who spends the night in the mist-shrouded After filling large pits with alchemical mixtures, the Io- valley hears faint whispers and sometimes even moans. His Rach tribe lowers its warriors on harnesses into the brew for as or her dreams are filled with nightmares of murder and long as the goblins can stand it. When a goblin is brought out hate. But the visitors who come to the vale and encounter of the pit, he spends the next few days undergoing an agoniz- only whispers and bad dreams are the lucky ones, for the ing change. One-quarter of such warriors die a howling death. Azure Vale is haunted by the spirits of nine thousand ghosts. Each of the others grows to Medium-size and gains a +4 inher- Every person slain by the legions of Lahm remains hereù ent bonus to Strength and Constitution and a û4 inherent and they all want vengeance upon the living. penalty to Intelligence, Wisdom, and Charisma. These war- Those who make it out of the vale alive have harrowing riors become misshapen, lumbering mutants with twisted tales to tell, but despite the horrible stories, the Azure Vale limbs, bulbous eyes, and festering sores. attracts adventurers. A powerful minor artifact, the amulet of After creating a large number of these twisted goblins, the Lahm, is said to lie amid the pale trees, lost in the confusion adepts began experimenting on other captured creatures. of that fateful night. Among its other powers, the amulet None of the experiments have been as successful as the grants its possessor the ability to regenerate like a troll as goblin warriors, but the pits have spawned many strange well as a +6 bonus to Strength. creaturesùand the progeny of those that are capable of reproduction are even stranger. THE GOBLIN PITS OF IO-RACH In this way, the Io-Rach tribe has amassed great power. Its Kezzerug is a goblin chief who rules the large tribe known underground lair has spread, and the pits are now innumer- as the Io-Rach (which in Goblin means something very able. Terrible, twisted things roam those caves, and goblin close to ôbloody eye lying on the groundö). When KezzerugÆs marauders scour the countryside for the alchemical ingredi- warriors met defeat at the hands of a small band of elves, he ents needed for the procedures, including such items as decided that something needed to be done. Kezzerug com- human brains and blood. 22 :1 RETPAHC ERUTAN EHT LIVE FO 620_88161_Vile Darkness.qxd 8/13/02 10:37 AM Page 22620_88161_Vile Darkness.qxd 8/13/02 10:37 AM Page 23 he following are new rules covering particularly The caster level for the fiendÆs possession ability is evil topicsùpossession, sacrifice, curses, and so equal to the fiendÆs Hit Dice. Fiends with the posses- on. These rules may or may not be suitable for your sion ability generally have a Challenge Rating 2 campaign. Consider each carefully. higher than the standard fiends of their kind. For example, a succubus with the possession ability is CR 11. POSSESSION Once a fiend is on the Ethereal Plane, it generally Some fiends with at least 4 Hit Dice and a Charisma score floats through the world insubstantially, seeking a of at least 13 have the spell-like ability to shuck their phys- target to possess. Making a possession attempt is a ical forms and take on an ethereal form that allows them to supernatural ability that a fiend can attempt at will possess another creature or an object. as a standard action. The creatureÆs new form is ethereal and thus immune to even the most potent physical attacks and most magical POSSESSED CREATURES attacks (except, for example, force attacks) by nonethereal If a fiend wishes to possess a creature, the fiendÆs creatures. When a fiend possesses a creature or object, even ethereal form must be adjacent to its desired force effects no longer affect the fiend. Only spells such as target. A protection from evil spell (or similar effect) dismissal can affect the possessing fiend when cast by makes a creature immune to possession at- nonethereal creatures. Any sort of attack, magical or other- tempts. An unprotected target of a possession wise, directed against the fiend affects the possessed crea- attempt must succeed at a Will saving throw ture or object, however. (DC 10 + 1/2 fiendÆs HD + fiendÆs Cha bonus) to While a fiend is in ethereal form, its corporeal body lies avoid possession. Evil targets of a possession senseless, as if in a state of suspended animation. The body attempt take a û2 circumstance penalty on this does not require food or air, but damage or exposure to an saving throw, and target of a possession extreme environment will kill it. A fiend can roam ethereally attempt who is in the middle of committing an as long as it wants, but an ethereal fiend dies if its body is evil act takes a further û2 circumstance penalty. destroyed,and it instantly returns to its body if dispel magic (or Once a creature succeeds at a save against 23 a similar effect) is successfully cast on the fiendÆs body. possession, that fiend cannot attempt to pos- ASsess that creature again for 24 hours. On a failed save, the Ally:If the possessed creature is aware of the possessing victim is possessed. fiend and willing to be its host, the fiend can grant the pos- A fiend in possession of a body becomes a part of the sessed creature a +4 profane bonus to any single ability victim, aware of what is going on around the creature that score. This bonus is generally granted at the conclusion of they possess. It can see and hear as well as the victim can. A some bargaining between the fiend and the possessed crea- possessing fiend can, at any time, speak mentally to the crea- ture. The fiend is in control of this bonus and can take it ture that it possesses in a language that the creature can away as a free action if the possessed creature behaves con- understand, although if the victim isnÆt very intelligent, its trary to the fiendÆs wishes. If the possessed creature doesnÆt understanding may be limited. do what the fiend wants, the fiend can go from ally to con- A creature possessed by a fiend doesnÆt always know that it troller or from ally to enemy as a free action. Because the is possessed. Further, a fiend can attempt to hide its presence possessor and the possessed can communicate telepathi- within the possessed creature, allowing it to pass through a cally, they often form an agreement: The bonus is a reward magic circle against evil, enter a forbiddance-warded church, and for the possessed creature if it does as the fiend wishes. escape detection by detect evil. To do so, the fiend must make Controller: In the most feared aspect of possession, a a special ômentalö Hide check. This is a Hide check using the fiend can take a standard action to attempt direct control fiendÆs Intelligence modifier rather than its Dexterity modi- over the actions of the victim, who struggles to maintain fier, but which otherwise uses the Hide skill. The Difficulty control over his or her own body. The victim must succeed Class (DC) for the Hide check is 10 + level of the spell + spell- at a Will saving throw every round (DC 10 + 1/2 fiendÆs HD casterÆs relevant ability modifier (just like the saving throw + fiendÆs Cha modifier, + 1 for each previous failed save for a spell). The fiend gains a +4 circumstance bonus on its against control that day) to avoid losing control. If the Hide check if it is not currently controlling the victim. The victimÆs save succeeds, the victim has resisted the fiend, but fiend can also make this Hide check to prevent the possessed the fiend can make another control attempt in the next creature from taking damage from alignment-based spells round. Victims struggling against control are considered such as holy smite. The DC for the Hide check is the same as staggered and can take only partial actions. the saving throw DC for the damaging spell. If the fiendÆs If the possessed creature makes three consecutive suc- Hide check fails, the spell affects the possessed creature as if cessful saving throws, then the possessing fiend cannot it had the same alignment as the fiend. make further attempts to control the victim that day. The Possessing fiends have immediate access to all of their success or failure of the victimÆs saving throws against con- victimÆs current thoughts, as the detect thoughts spell, trol does not affect the overall possession, however, and the except that they automatically read surface thoughts. If fiend is still possessing the creature. desired, a possessing fiend can probe the possessed crea- If the possessed creature fails the Will save against con- tureÆs memories as well, but the victim is allowed a Will trol, the fiend has access to all of the creatureÆs senses, abili- save (DC 10 + 1/2 fiendÆs HD + fiendÆs Cha bonus). If the ties, skills, feats, and spell knowledge. The fiend now acts as save is successful, the victim keeps the fiend out of his or though it is the creature in all respects, until control is lost her thoughts for 24 hours. Whether the save succeeds or or it relinquishes control. During this time, the possessed fails, probing memories automatically reveals the fiendÆs creature can still speak mentally to the fiend and is still presence to the victim. privy to all sensory inputùunless the possessor takes a stan- Physical harm to the possessed creature does not harm dard action to block the possessed creatureÆs access to the the fiend. Killing the possessed victim only forces the fiend senses. If the fiend wishes, the victim blacks out while the back onto the Ethereal Plane, from where it can attempt a fiend is in charge. new possession; the fiend is unharmed. Not even ethereal The fiend uses its own Intelligence, Wisdom, and creatures can harm a possessing fiend. Charisma scores, but it adopts all of the creatureÆs physical A fiend possessing a creature can take one of four roles ability scores. Fiends of at least 9 HD and 15 Intelligence with respect to its victim: rider, ally, controller, or enemy. that maintain control of a victim for at least 10 rounds a day The fiend can choose only one role at a time. If a fiend is for seven consecutive days can also draw upon the possessed acting as a controller, it canÆt also grant its victim the creatureÆs spell-like abilities (at the same caster level as the bonuses it could if the fiend were an ally, for example. possessed creature). The fiend assumes the victimÆs type and",
        "name":  "Tail Sweep",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Much of the time, a fiend that possesses a creature is affected by spells and effects as if it were the possessed simply rides along with the victim, who is usually unaware creature. Thus, a cornugon-possessed wolf is subject to of the fiendÆs presence. The fiend might combine riding spells affecting animals, even though it is far more intelli- with hiding to get into an area protected by forbiddance or gent than a normal wolf. slip past a magic circle against evil near a target that it could The fiend automatically maintains control for a number not otherwise approach. As a free action, the possessing of rounds equal to 1/2 the fiendÆs HD + the fiendÆs Charisma fiend can become the ally or controller of the possessed modifier + 1 for each time the fiend has controlled this spe- creature. Both of these actions, however, make the fiendÆs cific victim. When the fiendÆs control lapses, it can attempt presence known to the victim (although victims with low to reassert control if it chooses. Intelligence scores may not understand what is happening Fiends often choose weak-willed creatures to possess, 24 to them). such as golems and other constructs. The construct can :2 RETPAHC TNAIRAV SELUR 620_88161_Vile Darkness.qxd 8/13/02 10:38 AM Page 24make a Will save just as any other creature can to avoid the wear the item. For each day the possessed item was worn, possession, but it is likely that the possessing fiend can take held, or carried by the target prior to the possession attempt, and retain control, because most constructs have poor Will the DC for the targetÆs Will save increases by +1, up to a max- saves. A fiend possessing a construct can also aid it as imum of +10. described under the ally role, but it must relinquish direct A fiend possessing an object can take any of the following control to do so, and the construct reverts to its prior pro- roles. Changing roles is a standard action. gramming. Watcher:The fiend possesses an object, usually some-",
        "name":  "Rider",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Experience points and gold pieces can be granted as rewards after a sacrifice (see the last two entries in Table 2û2, below). These so-called dark craft rewards have no actual physical manifestation, but the cele- brant senses their presence like a shadow on the soul. Dark craft gold pieces and dark craft experience points canÆt be used to buy goods or attain higher levels, but they can be used instead of actual gold pieces or experience points when making a magic item. Only a single application of dark craft experience points and dark craft gold pieces can be applied 27 RULES VARIANT CHAPTER 2: 620_88161_Vile Darkness.qxd 8/13/02 10:39 AM Page 27 pqs SACRIFICE AS A REQUIREMENT Sometimes a special situation may arise in which rather than granting a boon, a deity demands a sacrifice to avoid divine punishment. An evil god might demand a sacrifice from a disobedient cleric (or one who has failed to perform a required duty or quest) before granting him new spells. Periodic sacri- fices might also be required to power a templeÆs defense system, such as an antimagic field, prismatic walls, a unique forbiddance or unhallow effect, or something similar. Typically, the Knowledge (religion) check DC for such required sacrifices is 25, and no other reward is forthcoming for conducting the evil ritual. pqstoward a magic itemÆs creation process. The time spent creat- ò A random friend or family member of the target contracts ing the item does not change when the celebrant uses dark a disease. If the disease is magically cured or runs its craft resources. course (regardless of the outcome), another loved one When the celebrant completes a magic item created by contracts a new disease. the use of any dark craft resources (as little as 1 gp or 1 XP), ò The targetÆs most powerful and/or cherished item falls the item is tainted with evil. Others can sense this evil, as apart, becoming forever useless. described for an object of lasting evil (see Lingering Effects ò Valuable metals (such as platinum, gold, silver, and of Evil, later in this chapter). Dark craft experience points copper) turn to lead in the targetÆs possession, even if they and dark craft gold pieces can be combined with the are in a bag of holding or stored away from the target. The destruction of souls to make a magic item even easier to targetÆs touch transmutes valuable metals (including build (see Souls as Power, later in this chapter). coins) into lead as well. ò 1d4+1 of the targetÆs loved ones or allies are affected by a curse chosen from the bestow curse list above. CURSES ò All of the targetÆs loved ones and allies suddenly despise Curses are an important type of evil magic. Although good- him and are considered to have unfriendly attitudes. See or neutral-aligned characters sometimes use curses to strike NPC Attitudes in Chapter 5 of the DUNGEONMASTERÆs at their enemies, curses are usually the domain of spiteful Guidefor actions former allies might take. and malicious creatures. ò The target cannot cast spells, use spell-like abilities, or activate spell completion or spell trigger items. ALTERNATIVE CURSES When a spellcaster uses bestow curse (see Chapter 11 of the THE DYING CURSE PlayerÆs Handbook), the following curses can be substituted When a particularly vile creature dies, she often speaks a for those given in the spell description. final curse upon those that wronged her (usually, the char- ò Target is rendered sterile. acters who killed her). The effect of the dying curse depends ò The next person introduced to the target for the first time on the level or Hit Dice of the creature bestowing the curse. will hate him or her uncontrollably forever. Even if this curse is removed, the person still hates the victim of the Table 2û3: Dying Curse Effects curse, but the victim can improve the personÆs attitude HD or normally after the curse is gone. Level Effect ò Each time the target attempts to help a friend or ally, there 1û4 Nothing 5û8 As bestow curse is a 50% chance the attempt fails and causes the ally to fail 9û12 As bestow greater curse, or up to four bestow curses at the task. 13û16 As limited wish, or up to four bestow greater curses, or up to ò Target is struck blind and deaf. ten bestow curses ò Each round in combat, there is a 25% chance that the 17û20 As wish, or up to ten bestow greater curses, or up to twenty- target will attack the nearest creature rather than choos- five bestow curses ing an opponent normally. 21+ DMÆs discretion ò Every time the victim makes a d20 roll, a roll of 20 counts as a 1. Not all evil creatures will deliver a dying curse, because a ò The victim effectively ages, moving him or her to the creature that speaks a dying curse cannot be raised or resur- beginning of the next age category. See Chapter 6 of the rected thereafter. A true resurrectionspell can bring the crea- PlayerÆs Handbookfor the effects of aging. ture back, but the curse is immediately lifted if this happens. ò At some point within the next week (or whenever it is fea- The dying creature can target anyone with a dying curse; sible), thieves are able to steal all monetary wealth the the target need not be present when the curse is delivered. victim has. ò Animals refuse to be within 5 feet of the target and do not Removing a Dying Curse respond to the targetÆs commands or requests. Lifting a dying curse requires more than a simple remove ò Each time the target meets someone for the first time, curse spell if the dying creature has more than 10 Hit Dice there is a 50% chance that the new person will confuse the or levels. A miracleor wishspell removes the curse, but each target with a hated enemy, a well-known criminal, or a dying curse also must have a single means of removing the raving lunatic. curse with some deed that the DM designates. The deed ò All creatures of a specific kind (such as orcs, owlbears, or must be something that the target can accomplish within black dragons) are permanently invisible to the sight of one year, assuming the task is undertaken immediately. For the victim (invisibility purgedoes not help, but see invisibil- example, the deed might be ôSlay the dragon under Castle ityand true seeingdo). The spellcaster chooses the kind of Bluecraft,ö or ôClimb the tallest mountain in the world.ö creature. The target of the dying curse can have help accomplish- ing the deed. In fact, someone else can accomplish the deed The following effects can be substituted for those given in as long as removing the curse is the expressed purpose of 28 the bestow greater cursedescription (see Chapter 6). the deed. Thus, the kingÆs champion can climb the tallest :2 RETPAHC TNAIRAV SELUR 620_88161_Vile Darkness.qxd 8/13/02 10:39 AM Page 28mountain in the world to remove the curse on the king, for items that bestow curses are often prized among fiends. example. But if someone who doesnÆt know about the curse A curse that causes a debilitating disfigurement gives climbs the mountain, the curse remains. misery not only to the target, but to the victimÆs friends, Dying curses are generally the province of evil creatures, loved ones, and even strangers of a kind heart who merely but this isnÆt always the case. A good creature that was terri- see him. Less kind passersby might mock or shun the target bly wronged and tricked into its death may also bestow a of the curse. And so the fiendÆs work progresses: The curse dying curse, at the DMÆs discretion. punishes creatures with kind hearts and darkens the souls of those without them. FAMILY CURSES Any kind of misery can grow from a curse. A demon Sometimes curses are passed through the generations of a might curse a child so that it has a taste for blood, not only single family like a hereditary disease. A family curse can pass for the evil the child might spread but also for the sadness from a parent to all children, or the curse can simply pass to that takes root in those who become aware of such a child. the oldest child, the youngest child, the oldest child of a par- ticular gender, a child with a particular trait, and so on. DISEASES A family curse can be the result of a particularly powerful dying curse, a wishspell, the use of an artifact, or the inter- Chapter 3 of the DUNGEONMASTERÆs Guidepresents some dis- vention of a god. It can take the form of a regular curse, or it eases that characters may encounter. Provided here are even can seem to force a character toward a particular fate. more diseases. While all diseases are terrible, these are par- Because curses of the latter sort lie in the realm of destiny ticularly malign and vile, spawned from the corruption and and can be vague in their application, they are usually best influence of evil outsiders, gods, or evil emotions. left in the hands of the DM, rather than obeying a simple set Characters who come into contact with one of these dis- of rules. eases (through proximity to someone who acts as a carrier, Family curses can be undone as described in Dying injury by a contaminated attack, touching an item smeared Curses, above. Some fate-based family curses can be forever with diseased matter, or consuming tainted food or drink) broken if one member of the family can simply resist the must make an immediate Fortitude saving throw. On a suc- doomed destiny. cess, the disease has no effect because the immune system Some sample family curses are given below. fought off the infection. Characters who fail the save take ò Each oldest son is doomed to murder his father. the damage given on Table 2û4 after the diseaseÆs incubation ò The youngest daughter in each generation is doomed to period. Once per day afterward, a diseased character must become an evil spellcaster. succeed at a Fortitude saving throw to avoid repeated ò The children of the family born with red hair are all terri- damage. Two successful saving throws in a row indicate that bly unlucky (as described in the bestow curse spell). the character has fought off the disease and recovers, taking ò One male child of each generation is doomed to be eaten no more damage. by a dragon. The characteristics of diseases, as expressed on Table 2û4, ò The sixth daughter of a sixth daughter will bring doom to are defined below. her entire land. Disease:The name of the disease. All the diseases on Table 2û4 are supernatural. As such, none of them are available for CURSES OF MISERY use with the contagionspell.",
        "name":  "Dark Craft Rewards",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The diseaseÆs method of deliveryùingested, misery, darkness, and evil sometimes spread curses just to inhaled, via an injury, or by contact. Some injury diseases may further that end. Fiends, especially devils, are often the be transmitted by something as innocuous as a flea bite. Most perpetrators of misery curses. Demons are more interested diseases that are inhaled can also be ingested (and vice versa). in destruction than devils, many of whom take particular DC:The DC of the Fortitude saving throw to resist or fight pleasure in subtler forms of corruption. Thus, magic off the disease. The DM often rolls this Fortitude saving 29 RULES VARIANT CHAPTER 2: 620_88161_Vile Darkness.qxd 8/13/02 10:40 AM Page 29 pqqqqrs USING CURSES world what happens to anyone who crosses her. But curses are At times, curses may appear trivial. Why would a villain curse always a risky proposition: The cursed victim might get the a foe rather than just using the same amount of magical power curse removed and seek revenge on the curse-giver. to obliterate the enemy instead? Because curses are an ulti- Dying curses and greater curses can become wonderful mate expression of true malice. springboards for D\u0026D scenarios. If something cannot simply It is often far more cruel to allow something to live in pain be undone with a spell, the action or remedy required to lift the and disfigurement than to kill it and end the creatureÆs misery. curse is something that great adventures are made of. If a villain is particularly evil, such as a devil or a demon, great On the other hand, donÆt overuse curses. DonÆt have every delight comes from causing harm rather than causing death. defeated villain speak a dying curse, and donÆt let the dying Assuming that your villain is confident or powerful enough to curse become routine. Let a curse be a rare moment of true risk a curse, itÆs hard to resist the temptation of showing the drama for your campaign. pqqqqrsthrow for a character, so that the characterÆs player doesnÆt Faceless Hate: When a victim of this disease takes know whether the disease has taken hold. enough Strength or Constitution damage to reduce the",
        "name":  "Evil creatures that benefit from an overall increase in Infection",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brought upon by long-term, intense Lightning curse Contact 18 1 day 1d6 Int2 fury and hatred, this disease manifests as dark boils across Melting fury Contact 16 1d6 days 1d4 Str, 1d4 Dex, 1d4 Con the skin. The incubation periodùin this case, the amount of MiseryÆs passage Injury 15 Varies 1d6 Str3 time during which a character must be angryùvaries, but it Possession Contact 17 1 day 1d6 Wis, usually takes at least a year for festering anger to erupt. Each infection1 1d8 Cha day after the onset of this malady, the character takes 1d3 Sound sickness Contact 18 1d3 days 1d6 Dex24 points of Constitution damage, but she gains a cumulative Soul rot Special 23 1d8 days 1d6 Wis, +2 enhancement bonus to Strength. 1d6 Cha Each day, the victim must succeed at an additional Will Vile rigidity Contact 19 1 day Special Warp touch1 Contact 20 Immediate Special saving throw (DC 22) or attack whatever has made him so 1Successful saves do not allow the character to recover. Only magical angry. The victim is obsessed with taking action against the healing can save the character. focus of his anger, but isnÆt completely heedless of danger. If 2When damaged, character must succeed at another saving throw or the focus of the victimÆs anger isnÆt readily available, the 1 point of temporary damage is permanent drain instead. victim will instead attack allies, minions, or symbols that 3The victim must makes three successful Fortitude saving throws to remind him of the reason for his hate. For example, a farmer recover. 4With each failed saving throw, a second saving throw must be made. suffering from festering anger directed at the king wonÆt If at any time the second save fails, the victim becomes permanently necessarily march toward the palace after failing a Will save. deafened. He might instead attack the royal guards in the marketplace, pick a fight with the local tax collector, or vandalize the DISEASE DESCRIPTIONS kingÆs statue in the city square.",
        "name":  "Festering Anger",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This disease comes from eating the flesh of Frigid Ravaging:When a character takes more than 30 particularly disgusting creatures such as otyughs, gibbering points of cold damage and is at the same time exposed to mouthers, and gray oozes. It results in a bluish complexion, great evil (as with acid fever, above), she risks contracting particularly around the creatureÆs intestines (hence the frigid ravaging. name). Many (but not all) predatory magical beasts, aberra- Iron Corruption:This disease comes from prolonged tions, and other creatures are immune to this disease, but no exposure to iron worked in conditions of extreme toil and humanoids are. misery. Iron corruption often spreads from a stab wound or",
        "name":  "Blue Guts",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One of the worst effects of raw chaos and understood, and mispronounced. dissolution, the malady known as warp touch has a random set of effects that manifest immediately. Once it takes hold, DARK SPEECH no more saving throws are needed: The malady gets neither There exists a language so dire, so inherently full of spite, better nor worse. A remove disease accomplishes nothing. malice, corruption, and hatred that it is simply called the When a character falls victim to this disease, roll on the pre- Dark Speech. This is the secret language of evil gods, so foul vious table. and so potent that even demons and devils refrain from its use, lest it consume them. Not surprisingly, very few mortals know even a few words OTHER ASPECTS OF EVIL of the Dark Speech. But those who do are wise to never The following elements of evil lore can be used as plot underestimate the power of words. The safest way to use the hooks, new game mechanics to further depict evil, or some Dark Speech is through spells such as dread word (see Chap- of both. ter 6). Most characters must take the Dark Speech feat to begin to learn the Dark Speech language. THE CALLING The Dark Speech is extremely difficult to master. A Once every few years, a creature of pure evilùa medusa, special feat is required to speak even a single word of it troll, lamia, or similar beingùfeels something loremasters correctly, for mortal tongues were not designed to utter have named the Calling. When this occurs, the creature these words of pure evil. Some evil outsiders know smat- leaves its lair, following a solitary magical compulsion. No terings (or more) of the Dark Speech and need no feat to one knows exactly where the creature goes, but a good guess master it. is that it is taken away by a powerful fiend or some minor To actually communicate by means of the Dark Speechù evil god. It can be gone for as long as several months. that is, for a knowledgeable speaker to convey some infor- When a creature returns home after it has heard the Call- mation to a knowledgeable listenerùthe speaker must take ing, it has the ability to use spell completion magic items great care, or both listener and speaker will be harmed. even if it is not a spellcaster, and it is armed with some terri- There are no words in the Dark Speech for good concepts ble item of evil (a wand of unholy blight or a wand of darkbolt, such as kindness, mercy, and purity. However, evil charac- for example). The creature has had some spell cast upon it ters can speak of misery, anguish, hate, and betrayal with an 32 that was then made permanent (demon wings and see invisi- accuracy impossible in any other tongue. :2 RETPAHC TNAIRAV SELUR 620_88161_Vile Darkness.qxd 8/13/02 10:41 AM Page 32The Dark Speech has no written form. It cannot be Speech is not draining to the speaker. It cannot be used transliterated into another languageÆs written form without more than once on a single object. losing all of its meaning and power. Dark Unity: The words of the Dark Speech can create a Besides communicating in the language of evil itself, hivemind. Up to one hundred vermin or animals (none of there are four ways that a speaker can use the Dark Speech. which can have more than 1 HD) form an evil hivemind, as",
        "name":  "Warp Touch",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The words spoken cause fear, loathing, and dread described in the Hivemind section below. The united con- in all who hear them. Speaking words of dread is draining to sciousness of the creatures will take one command from the the speaker, dealing 1d4 points of Charisma damage each Dark Speech speaker, as if from the suggestionspell. Pulling round the Dark Speech is spoken. When dread words of the creatures under the sway of evil is draining to the speaker, Dark Speech are uttered, all within 30 feet of the speaker dealing 1d4 points of Constitution damage each time words must make a Will saving throw (DC 10 + 1/2 speakerÆs level of dark unity are uttered. + speakerÆs Cha modifier). Listeners who know the Dark Speech by possessing the Dark Speech feat gain a +4 cir- SOULS AS POWER cumstance bonus on this saving throw. If a listener fails its Souls are the incarnate manifestation of life energy. As such, saving throw, it suffers the following effects, depending on they contain a vast amount of power. Their power is so great, its Hit Dice or level and alignment: in fact, that they serve as currency on the Lower Planes (see Levels 1û4, Nonevil:Characters are shaken by the intoned Chapter 7). Night hags or fiends gather evil souls in the Dark Speech, and they flee from the source of their fear as form of larvae, then sell or trade them for goods, services, or quickly as they can, although they can choose the path of simply as tribute to more powerful entities. Huge infernal their flight. Other than that stipulation, once out of sight machines and demonic devices are powered by souls in and hearing of the source of their fear, characters can act as those dark realms (see Diabolic Engines and Demonic they want. Characters unable to flee can fight (though they Devices in Chapter 6). are still shaken for 1d10 rounds). Souls can be used as spell components (see Chapter Levels 5û10, Nonevil: Characters are shaken, taking a 3), and they can also replace experience point expendi- û2 morale penalty on attack rolls, saves, and checks tures when creating magic items. Each soul is the for 1d10 rounds. equivalent of 10 experience points needed to create an Levels 11+, Nonevil: Characters are filled with item. When the creator finishes making the magic loathing for the speaker and must attack him on their item, it is tainted with lasting evil as described in Lin- next action. gering Effects of Evil, later in this chapter. Magic item Levels 1û4, Evil:Characters cower and are frozen in creators can use souls in conjunction with dark craft fear. They lose their Dexterity bonus to AC (if any) and experience points and dark craft gold pieces. can take no actions for 1d10 rounds. Foes gain a +2 To use a soul in any way, it must be properly pre- bonus to hit cowering characters. pared and stored. The best way to do this is in a Levels 5û10, Evil:Characters are mastered by the proper receptacle, such as the gem involved in a soul Dark Speech, acting as if charmed (as described in the bindor trap the soul spell, or the storage object used charm personspell) for 1d10 minutes. in an imprison soulspell. The dark altar stonemagic Levels 11+, Evil:Characters are impressed, reacting to item is also useful in this regard. Subdued or cap- the speaker with more respect and wariness. This adds a +2 tured larvae, or other extraplanar spirits of the dead (often competence bonus on subsequent attempts to change their called petitioners), can serve as souls if properly prepared. attitude (see NPC Attitudes in Chapter 5 of the DUNGEON Even incorporeal undead can be used in this way if they can MASTERÆs Guide). be imprisoned somehow.",
        "name":  "Dread",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The words of the Dark Speech help energize evil Using a soul in any way other than simply transferring it magic items and spells. Again, this is draining to the as barter consumes it completely, destroying it forever. speaker, dealing 1d4 points of Charisma damage each time Destroying a soul is an evil act of the blackest sort, even if the words of power are uttered. If used in conjunction with the soul was evil itself. an evil spell that has a verbal component, the Dark Speech increases the spellÆs effective caster level by +1. If used PAIN AS POWER when creating an evil magic item, the Dark Speech Some spells and magic items (such as the liquid pain spell increases the itemÆs caster level by +1 without increasing and the pain extractorwondrous item) allow pain to be stored the cost. in special receptacles. The distilled pain, often called agony, Both caster level increases are considered profane is a thick liquid. bonuses. It is likely that the Dark Speech is a requirement Evil spellcasters can use liquid pain in magic item cre- for many evil artifacts. ation. Each dose is the equivalent of 3 experience points",
        "name":  "Power",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An evil event of this magnitude always leaves ò The landscape changes significantly, often forming a a mark on the landscape, which might manifest in one or huge rift or crater or draining a large body of water. more of the following ways. ò Weather patterns change forever; overcast skies, cold ò Evil weather develops. winds, and rain dominate. ò Natural healing becomes impossible in the area. Objects:An object exposed to such evil may have one of ò Good-aligned area spells such as hallow, consecrate, and the following taints. magic circle against evilare impossible to cast in the location. ò Touching the object causes pain, dealing 1 point of",
        "name":  "Locations",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A quasi-magical item, this simple itly in a civilization where drugs are outlawed, or in bazaars knife must be carved from a very rare stone procured from in a society where drugs are common. In a society where the gallbladder of an intelligent creature slain during a spe- magic potions are commonplace, drugs might be legal, too. cial harvesting ritual. Karras stone is made only into knives Drug addiction functions much like diseases as described because it has only one special useùotherwise, it is normal in the DUNGEONMASTERÆs Guide. Upon initial exposure (any- stone. When a karras stone knife is used to sacrifice a living time a character imbibes or applies a drug with an addiction creature, the character using the knife gains a +1 profane rating), the character must succeed at a Fortitude save or bonus on the Knowledge (religion) check for the sacrifice become addicted, as shown below. Addiction proceeds like a (see Sacrifices in Chapter 2). diseaseùwhile addicted, the character takes ability score",
        "name":  "Karras Stone Knife",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Also a quasi-magical item, the violated damage each day unless he succeeds at a Fortitude save horn is a unicornÆs horn that has been removed from a still- against the given DC. living unicorn, leaving the creature crippled and in con- stant, terrible pain. For a violated horn to have special Table 3û4: Addictions power, it must physically violate a victim during a perverse Addiction Fort religious ritual conducted atop an altar dedicated to an evil Rating DC Satiation Damage god. The character performing the ritual must succeed at a Negligible 4 1 day 1d3û2 Dex (can be 0) Low 6 10 days 1d3 Dex Knowledge (arcana) check (DC 20) to perform the ritual Medium 10 5 days 1d4 Dex, 1d4 Wis properly, and no second tries are possible with that particu- High 14 2 days 1d6 Dex, 1d6 Wis, 1d2 Con lar horn if the first check fails. Once a violated horn is pow- Extreme 25 1 day 1d6 Dex, 1d6 Wis, 1d6 Con ered, its possessor can break the horn at any time thereafter Vicious 36 1 day 1d8 Dex. 1d8 Wis, 1d6 Con, and be immediately transported to the site of the ritual as if 1d6Str a word of recall spell had been cast. Addiction Rating:Drugs are rated according to their addic-",
        "name":  "Violated Horn",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What constitutes an overdose and the effects and then inhaling the vapors of the resultant tea. Raw mor- of the same. dayn powder and mordayn-tainted water are deadly poison; taking the powder directly or drinking the water produces an Agony (Liquid Pain):This thick, reddish liquid is the dis- immediate overdose. Dreammist is renowned for the beautiful tilled essence of pain, captured using special spells or items visions it induces and the deadly peril of its sinister embrace. (see the Pain as Power section of Chapter 2). It is highly Initial Effect: Exotic visions of incredible beauty enthrall sought after by outsiders. the user for the next d20+10 minutes. During this time the",
        "name":  "Overdose",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 point of Strength damage. Terran Brandy:A potent alcohol, this magical drink is",
        "name":  "Secondary Effect",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The addiction rating of the drug (see the Addiction section above). 1This drug is magical. Its positive effects do not take hold in an antimagic field,but the negative aspects of the drugÆs secondary effects and addic- tion remain.grows only on the graves of those who dedicated their lives CREATING POISONS to the worship of Rallaster. The first rule for refining natural poisons, such as an",
        "name":  "Addiction",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spell that this component is applied to gains a +10 profane bonus on caster level checks to overcome spell resistance. Souls in receptacles normally result from the use of spells such as soul bindand trap the soul. YugolothÆs Brain: A spell that this component is applied to has a 10% chance to allow no saving throw against its effect. There is also a 10% chance that the spell affects the caster as well as the target or area, with no saving throw allowed. Make the two checks independently of one another.The brain must be from a yugoloth (or some other neutral evil fiend) of at least 10 HD, and it must be dried and 46 powdered. :3 RETPAHC LIVE TNEMPIUQE 620_88161_Vile Darkness.qxd 8/13/02 10:46 AM Page 46620_88161_Vile Darkness.qxd 8/13/02 10:46 AM Page 47 his book introduces a new type of feat: the vile feat. BOOST SPELL RESISTANCE [GENERAL] Only intelligent characters of an evil alignment can By making a deal with an evil power, the character use vile feats. Vile feats are granted to characters at the makes himself even more resistant to magic. behest of a powerful evil agencyùa god, a demon, or Prerequisite:Any evil alignment. something similar. As such, vile feats are supernatural Benefit:If the character already has innate spell abilities rather than extraordinary abilities. Some DMs resistance, he gains a +2 profane bonus to his exist- may also want to require a character who seeks a vile feat ing spell resistance score. to perform a special ritual or make an actual bargain with a powerful creature of evil. The patron creature may even CORRUPT SPELL [METAMAGIC] (at the DMÆs discretion) have the ability to revoke the feat The character can transform one of her spells should the character displease it. into a thing of evil due to a deal she makes with an evil power. BOOST SPELL-LIKE ABILITY [GENERAL] Prerequisite:Any evil alignment. One of the creatureÆs spell-like abilities is harder to resist Benefit:This feat adds the evil descriptor to a than it otherwise would be. spell. Furthermore, if the spell deals damage,",
        "name":  "Soul in Receptacle",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character can use the Dark Speech to bring loathing and fear to others, to help cast evil spells and create evil magic items, and to weaken physical objects (see Dark Speech in Chapter 2).",
        "name":  "ASBenefit",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All variable, numeric effects of an empowered ity that deals 2d6 points of additional damage when used spell-like ability are increased by one-half. An empowered against living nonoutsiders, but only half damage (rounded spell-like ability deals half again as much damage as normal, down) against outsiders, undead, and constructs. For example, cures half again as many hit points, affects half again as if a mortalbane cone of coldfrom a gelugon would normally deal many targets, and so on as appropriate. For example, a night 45 points of damage, it actually deals 45 + 2d6 points of damage hagÆs empowered magic missiledeals one and one-half times to a humanoid, but only 22 points of damage to a night hag. normal damage (roll 1d4+1 and multiply the result by 1.5 for Creatures immune to coldùregardless of their typeùstill each missile). Saving throws and opposed rolls (such as the take no damage from a mortalbane cone of cold. one made when a character casts dispel magic) are not Mortalbane can be applied to each of a creatureÆs spell-like affected. Spell-like abilities without random variables are abilities five times per day, though the feat does not allow not affected. the creature to exceed its normal usage limit for any ability. Each of a creatureÆs spell-like abilities can be empowered Thus, if a gelugon chooses to apply Mortalbane to its cone of twice per day, though the feat does not allow the creature to coldability, it can use a mortalbane cone of coldup to five exceed its normal usage limit for any ability. Thus, if a night times that day. Thereafter, it could use its cone of coldability hag chooses to empower its magic missileability, it can use an again normally (since it can use cone of coldat will). empowered magic missileup to two times that day. There- Special:This feat can be taken multiple times. Each time after, it could use its magic missileability again normally it is taken, the creature can apply it to each of its spell-like (since it can use magic missileat will), or it could corrupt abilities five additional times per day. another of its spell-like abilities, such as sleep.",
        "name":  "Benefit",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Normally the use of a spell-like ability requires a standard action and provokes an attack of opportunity VIOLATE SPELL [METAMAGIC] unless noted otherwise. The character can transform one of his spells into an evil",
        "name":  "Normal",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Beginning at 1st level, a the hold personspell, once per day. The demonologist gains the ability to cast demon does not get to use its spell a small number of arcane spells. To cast resistance, though it can make a a spell, the demonologist must have a saving throw as normal (DC 12 + Charisma score of at least 10 + the spellÆs demonologistÆs Cha modifier). level, so a demonologist with a Charisma Telepathy (Su): An 8th-level of 10 or lower cannot cast these spells. demonologist can communicate tele- Demonologist bonus spells are based pathically with any creature within on Charisma, and saving throws 100 feet that has a language, just as a against these spells have a DC of 10 + tanarÆri can. spell level + Charisma modifier. The demon- Dominate Demon(Sp):A 10th-level demonologist ologistÆs spell list appears below; a demonologist has access can attempt to dominate a chaotic evil outsider, as described to any spell on the list and need not prepare those spells in the dominate personspell, once per day.The demon does ahead of time, just like a sorcerer. A demonologist casts not get its spell resistance, but it can make a saving throw as spells just as a sorcerer does. normal (DC 15 + demonologistÆs Cha modifier). Charm Demon(Sp): A 1st-level demonologist can attempt to charm a chaotic evil outsider, as described in the charm Demonologist Spell List personspell, once per day. The demon does not get to use its Demonologists choose their spells from the following list. spell resistance, though it can make a saving throw as 1st Level: bane, demonflesh, doom, protection from evil, pro- normal (DC 11 + demonologistÆs Cha modifier). tection from good, spores of the vrock, summon monster I, unnerv- Quasit Familiar (Ex):A 2nd-level demonologist gains a ing gaze. 55 CLASSES PRESTIGE CHAPTER 5: 620_88161_Vile Darkness.qxd 8/13/02 10:50 AM Page 552nd Level: bestow curse, dance of ruin. demoncall, magic circle power. When the diabolist dies (permanently), her soul against evil, magic circle against good, protection from elements, becomes the possession of a powerful devil. The devil uses stunning screech, summon monster II. the soul as it sees fit. 3rd Level: abyssal might, call dretch horde, corrupt summons, demon wings, dread word, dimensional anchor, lesser planar bind- CLASS SKILLS ing, summon monster III. The diabolistÆs class skills (and the key ability for each skill) 4th Level: bestow greater curse, call nightmare, cloud of the are Bluff (Cha), Concentration (Con), Diplomacy (Cha), achaierai, dismissal, impotent possessor, imprison possessor, planar Intimidate (Cha), Knowledge (arcana) (Int), Knowledge binding, summon monster IV. (the planes) (Int), Scry (Int), Spellcraft (Int), and Spot (Wis). See Chapter 4 of the PlayerÆs Handbook for skill descriptions. DIABOLIST",
        "name":  "Spells",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a diabolist attains 1st level, and at every sometimes bards seek such devilry. Diabolists usually level after that, the character gains new spells per day as if develop a particular hatred for paladins and bland contempt she had also gained a level in whatever spellcasting class she for nonspellcasters. belonged to before she added the prestige class. She does not, Diabolists are often loners, but they occasionally work in however, gain any other benefit a character of that class sinister cabals. They usually seek political power as well as would have gained (improved chance of controlling or magical power. Diabolists often use their dire power to rebuking undead, metamagic or item creation feats, hit intimidate and destroy their enemies. Because of their dia- points beyond those received from the prestige class, and so bolism power, they are particularly skilled at dealing with on), except for an increased effective level of spellcasting. good foes, and they focus their power on good-aligned char- This essentially means that she adds the new level of dia- acters when possible. It is common for a diabolist to have bolist to the level of whatever other spellcasting class the devils working with her, but it is just as likely to find her character has, then determines spells per day, spells known, with legions of undead, well-paid mercenaries, or fanatical and caster level accordingly. For example, if Lady Mandrake, cultists. a 9th-level sorcerer, gains a level in diabolist, she gains new",
        "name":  "Diabolists are usually wizards, but sorcerers, clerics, and Spells",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Evil Brand, Corrupt Spell. her spells greater magical power once per day plus one",
        "name":  "Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d8. acter of that class would have gained (improved chance of controlling or rebuking undead, meta- REQUIREMENTS magic or item creation feats, hit points beyond To qualify to become a thrall those received from the prestige class, and so of Orcus, a character must ful- on), except for an increased effective fill all the following criteria. level of spellcasting. This essentially",
        "name":  "Hit Die",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Character gains the Blind-Fight feat. 6 Planar Binding. As lesser planar binding, but up to 16 HD. 7 Hellfire Storm. Explosion of brimstone deals 5d6 Darkness Domain Spells damage in 20-ft. radius. 1 Darkvision. See 60 ft. in total darkness. 8 Demand. As sending, plus caster can send suggestion. 2 Darkbolt. Deals 1d8 damage/2 levels and stuns 1 round. 9 Gate. Connects two planes for travel or summoning. 3 Deeper Darkness. Object sheds absolute darkness in 60-ft. radius. Greed Domain 4 Damning Darkness. Darkness deals either 2d6 or 1d6 Deities: Mammon. damage per round. Granted Power: Character gains a +2 competence bonus on 5 EvardÆs Black Tentacles. 1d4 +1/level tentacles grapple Appraise, Open Lock, and Pick Pocket checks. randomly within 15 ft. 6 Wall of Force. Wall manifests as opaque black wall, is Greed Domain Spells immune to damage. 1 Cheat. Caster rerolls when determining the success of a 7 Shadow Walk. Step into shadow to travel rapidly. game of chance. 8 Utterdark. 100-ft./level radius of darkness that evil crea- 2 Entice Gift. Creature gives caster what itÆs holding. tures can see through. 3 Knock. Opens locked or magically sealed door. 9 Screen. Illusion hides area from vision, scrying. 4 Emotion. Arouses strong emotion in subject. 5 Fabricate. Transforms raw materials into finished items. Demonic Domain 6 Guards and Wards. Array of magical effects protects",
        "name":  "Granted Power",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The caster must be standing in a particular 7th-Level Sorcerer and Wizard Spells placeùusually a site dedicated to evilùto cast this spell. Conj Wall of Eyes. Creates barrier that caster can see Soul: The caster must have someoneÆs soul, specifically through and that paralyzes and consumes those prepared and stored in a proper receptacle (see Souls as that touch it. Power in Chapter 2), to cast this spell. Div Fiendish Clarity.Caster sees in even magical dark- Undead: The caster must be undead to cast this spell. ness, sees invisible up to 60 feet, and can detect good. 83 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:02 AM Page 83Aberrate Absorb Strength caster of less than 5th level can force Transmutation [Evil] Necromancy [Evil] the subject to become addicted to any",
        "name":  "Location",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2d6 points of The caster gives the subject an addic- allows the bebilith to take a creature with it, which it canÆt otherwise do). Wisdom damage. tion to a drug (see the Drugs section of Chapter 3 for descriptions of drugs When in the presence of a demon, the 84 and information on addiction). A caster conjures a bebilithùa demon :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:02 AM Page 84that hunts other demonsùto kill or Material Component: An artifact, Components:V, S chase off the original demon. This usually one of good perverted to this Casting Time:1 action spell is a risky proposition, however. corrupt use. Range:Touch",
        "name":  "Corruption Cost",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes than four times the affected area but Chapter 2 for guidelines). less than twenty times the affected area, The caster calls upon the darkest after 24 hours all of the water tastes Bestow Wound forces in all existence to rain de- foul. If the entire body is larger than Transmutation struction down upon the land. All twenty times the affected area, the Level:Sor/Wiz 1 creatures and objects in the spellÆs area fouled water mixes with the clean Components:V, S, M take 10d6 points of fire, acid, or sonic water and loses all effect after 24 hours. Casting Time:1 action damage (casterÆs choice). This damage Material Component: A dead fish and Range:Touch typically levels forests, sends moun- a drop of poison. Target:Living creature touched tains tumbling, and wipes out entire Duration:Instantaneous populations of living creatures. The Bestow Greater Curse Saving Throw:Fortitude negates caster is subject to the damage as well Transmutation Spell Resistance:Yes as the corruption cost. Level:Brd 6, Clr 7, Demonologist 3, Sor/Wiz 8 85 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:02 AM Page 85If the caster is wounded, she can cast The caster transforms one willing Target:One creature that has a skele- this spell and touch a living creature. subject (which can be the caster) into ton The creature takes the casterÆs wounds a bodak. Ignore all of the subjectÆs old Duration:Instantaneous as damage, either 1 point of damage characteristics, using the bodak Saving Throw: Fortitude half or per caster level or the amount needed description in the Monster Manual Fortitude negates (see text) to bring the caster up to her maxi- instead. Spell Resistance:Yes mum hit points, whichever is less. The Before casting the spell, the caster caster heals that much damage, as if a must make a miniature figurine that The caster causes some bone within a cure spell had been cast on her. represents the subject, then bathe it in touched creature to break or crack.",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal enhancement bonus from magic pos- Level:Clr 6, Demonologist 4",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No If the caster uses this spell to create Reflex saving throw reduces damage a disguise, he gets a +10 bonus on his by half. Each round, as a free action, The caster creates a magical force that Disguise check. the caster can direct the fist to another grips the subjectÆs heart (or similar Focus: A fresh or preserved (still area within range, where it smashes vital organ) and begins crushing it. bloody) 1-ounce portion of another downward again. It continues to The victim is paralyzed (as if having a creatureÆs flesh. attack the same area unless otherwise heart attack) and takes 1d3 points of Corruption Cost: 2d6 points of directed. damage per round. Wisdom drain. The fist does not need to strike the Each round, the caster must con- ground. It can attack airborne targets centrate to maintain the spell. In addi- Cruel Disappointment as well. Airborne targets that succeed tion, a conscious victim gains a new Illusion (Phantasm) [Fear, Mind- at a Reflex save take no damage and saving throw each round to stop the Affecting, Evil] are forcibly ejected from the spellÆs spell. If the victim dies as a result of Level:Sor/Wiz 3 area. this spell, his chest ruptures and Components:V, S Material Component: A severed hand bursts, and his smoking heart appears Casting Time:1 action from a good-aligned humanoid cleric. in the casterÆs hand. Range:Medium (100 ft. + 10 Disease Component: Festering anger. ft./level)",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, Corrupt Death Grimace attack against a foe, launching a bolt Casting Time:1 action Necromancy [Evil] of cold darkness from his left hand. Range:Touch Level:Asn 1, Blk 1, Sor/Wiz 1 The bolt deals 1d8 points of damage Targets:Up to three creatures, no Components:S per two caster levels (maximum 5d8). two of which can be more than Casting Time:1 action Half the damage is cold, and the other 15ft. apart Range:Touch has no specific type. When struck, the Duration:Instantaneous Target:One corpse foe must also succeed at a Fortitude Saving Throw:Fortitude partial Duration:Permanent save or be stunned for 1 round, over- Spell Resistance:Yes Saving Throw:None whelmed by the evil charge of the Spell Resistance:No darkbolt. The caster marks a corpse Darklight with a particular magical Evocation [Darkness] ôsignature,ö thus identifying",
        "name":  "The caster makes a ranged touch Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No on the face of the corpse (hence the name of the The caster makes one crea- spell), an actual rune, a word ture or object radiate spe- written on the corpseÆs flesh, cial darkness called dark- a discoloration of one eye, light in a 5-foot-radius and so on. sphere. This spell is most useful in a large, naturally Demon Wings dark area. Within the dark- Transmutation [Evil] lightsphere, creatures that Level:Blk 3, Demonic 3, can normally see in the Demonologist 3 light can see, even though Components:V, S there is no light. Only crea- Casting Time:1 action tures and objects in the Range:Personal sphere can be seen, and Target:Caster only creatures in the Duration:10 minutes/ sphere can see within the level sphere, unless other ob- servers can naturally see in Massive, batlike wings grow the dark. Thus, while two from the casterÆs back. With creatures in the sphere can see each The caster causes thorns to sprout these wings, the caster can fly at his other, a creature standing outside from the insides of the subject crea- normal land speed, with average the sphere can neither see the crea- tures, which writhe in agony for 1d4 maneuverability. The caster can carry tures in the sphere (assuming it rounds, incapacitated, before dying. A his normal carrying capacity, and doesnÆt have darkvision), nor can it be wish or miracle spell cast on a subject greater burdens affect his fly speed as seen by them. A creature with dark- during this time can eliminate the they would affect his land speed. vision standing outside the sphere thorns and save that creature. Crea- could see those within the sphere, but tures that succeed at their Fortitude Demoncall those inside could not discern the saving throws are still incapacitated Divination [Evil] creature. for 1d4 rounds in horrible agony, Level:Blk 2, Demonic 2, The darklight spellÆs sphere is invisi- taking 1d6 points of damage per Demonologist 2 ble in normal light and does not func- round. At the end of the agony, how- Components:V, S, M tion in magical darkness. ever, the thorns disappear. Casting Time:1 action 91 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:05 AM Page 91Range:Personal Only the effects of multiple wish or DevilÆs Tongue",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level with regard to what spells and magical Distort Summons effects can affect her (rendering a hu- Transmutation [Evil]",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 9 Range:Personal only evil creatures can be magically",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude partial but also in magical darkness, with a (a devil rather than a formian). (plants) or Fortitude negates range of 30 feet. If the summoner was attempting to (other living creatures) summon a good or neutral creature,",
        "name":  "Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes act out of turn and accept the ôgiftö if The creature touched is immune to the creature reaches her to hand the The caster speaks a single unique the possibility of addiction to drugs. caster the object (assuming she has a word of pure malevolenceùa pow- He still experiences the negative and free hand and can carry the object). erful utterance from the Dark positive effects of drugs during the The subject defends itself normally Speech (see Chapter 2). The word is spellÆs duration. This spell does not and acts however it wishes on subse- so foul that it harms the very soul of free the target from the effects of an quent rounds, including attempting one that hears it. The utterance of a addiction already incurred. If the to get the object back if desired. If the dread wordcauses one subject within spell ends before the effects of a drug subject is prevented from doing as the range to take 1d3 points of Charisma wear off, the normal chance for addic- spell compels, the spell is wasted. For drain. The power of this spell pro- tion applies. example, if the subject is paralyzed tects the caster from the damaging Material Component:Three drops of and cannot move or drop the item, effects of both hearing and knowing pure water. nothing happens. the word. To attempt to speak this unique Ectoplasmic Enhancement Eternity of Torture word without using this spell means Necromancy [Evil] Necromancy [Evil] instant death (and no effect, because Level:Sor/Wiz 6 Level:Pain 9 the caster dies before she gets the Components:V, S Components:V, S, DF entire word out). Casting Time: 1 full round Casting Time:1 action",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes and a +2 bonus to turn resistance. need for food, drink, or air. The subject Each of these enhancements in- does not ageùall the better to ensure 93 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:06 AM Page 93a true eternity of unimaginable tor- area and duration are as given for this like that of a beholder. Due to the ture. The subject takes 1 point of drain spell. To conjure violet rain, the caster mobility of the eye, the caster gains a to each ability score each day until all must sacrifice 10,000 gp worth of +2 circumstance bonus on Spot scores are reduced to 0 (except Consti- amethysts and spend 200 XP. Other checks. More important, the eye has tution, which stays at 1). The subject forms of evil weather have no material one of the beholderÆs eye powers, cannot heal or regenerate. Lastly, the component or experience point cost. determined randomly. The caster can subject is completely unaware of its Corruption Cost: 3d6 points of Con- use this power as a standard action surroundings, insensate to anything stitution damage. during the spellÆs duration. but the excruciating pain. Each type of eye produces an effect A single Fortitude saving throw is Extract Drug identical to that of a spell cast by a all that stands between a target and Conjuration (Creation) 13th-level caster, but it follows the this horrible spell. However, even if Level:Brd 1, Clr 1, Drd 1, Sor/Wiz 1 rules for a ray (see Aiming a Spell in the saving throw is successful, the Components:V, S, F Chapter 10 of the PlayerÆs Handbook). target still feels terrible (but tempo- Casting Time:1 minute All of these effects have a range of 150 rary) pain. The target takes 5d6 points Range:Touch feet and a save DC of 18. of damage immediately and takes a û4 Effect:One dose of a drug Roll 1d10 to see which eye the circumstance penalty on attack rolls, Duration: Permanent caster gains. saving throws, skill checks, and ability checks for 1 round per level of the The caster infuses a substance with 1d10 Eye Effect caster. energy and creates a magical version of 1 Charm Person:Target must make a a drug. The magical version manifests Will save or be affected as though by the spell. Evil Eye as greenish fumes that rise from the 2 Charm Monster: Target must make a Enchantment [Evil] chosen focus. The fumes must then be Will save or be affected as though by",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes limited normally by its Intelligence. with an attack bonus of +10 plus the Even if the sending is received, the casterÆs Strength modifier. The casterÆs The caster replaces his eyes with the subject creature is not obligated to act bite attack deals 1d6 points of damage eyes of a zombie, allowing him to see upon it in any manner. and 1 point of Constitution damage. through the zombieÆs eye sockets and If the creature in question is not on Corruption Cost: 1d6 points of control its actions directly. The the same plane of existence as the Strength damage. zombie must be one that the caster animated. The magic of this spell Fiendish Clarity allows the caster to remove his eyes Divination [Evil] (dealing 1d6 points of damage to Level:Clr 7, Demonic 7, him from the pain, but no per- Sor/Wiz 7 manent damage to his eyes) Components:V, S and take a zombieÆs eyes Casting Time:1 that he has removed and action soaked in a special bath Range:Personal of brackish water. The Target:Caster casterÆs eyes are pre- Duration:10 served by the spell minutes/ while he controls level the zombie and perceives the The caster world through it. develops the The casterÆs body senses of a pow- remains motion- erful fiend. He has less and is subject darkvision to a range of to harm normally. 60 feet. The caster can see When the spell in magical darkness as if ends, the casterÆs it were normal darkness. eyes automatically He can see invisible return to him. creatures and objects as",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d6 points of a normal unarmed attack with a +2 The caster evokes pure evil power in Strength damage. attack bonus), or it can grasp things the form of a black claw that flies at and move them (with the casterÆs the target. If a ranged touch attack roll Glimpse of Truth normal Strength). The hand can make succeeds, the claw deals 1d8 points of Divination [Evil] grapple attacks, but it is considered damage per caster level (maximum Level:Sor/Wiz 3 Tiny. 10d8). On a critical hit, in addition to Components:V, S, Drug If the hand goes beyond the spellÆs dealing double damage, the wound Casting Time:1 action range, if the caster can no longer see bleeds for 1 point of damage per Range:Personal it, or if she is not directing it, the hand round until it is magically healed. Target:Caster attempts to return to her on its own,",
        "name":  "Corruption Cost",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 1, Mortal Hunter 1 The diabolic flames are not subject to against divination spells have been 97 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:08 AM Page 97taken, for example). The caster knows and a caster currently using a magic jar magic items or enhance spells (see if he didnÆt get a correct answer, unless spell. The possessing creature cannot Pain as Power in Chapter 2). It can specific magic yielding false informa- leave the body it is currently in, also be used as a potent drug. tion is at work. whether or not it is its own, by any Focus: A jar, vial, or other container As with augury or divination, multi- means. for the liquid pain. ple identify transgressorspells about the same question by the same caster use Imprison Soul LahmÆs Finger Darts the same die roll result as the first Necromancy [Evil] Transmutation [Evil] spell and yield the same answer each Level:Clr 7 Level:Corrupt 2 time. Components:V, S, M, F Components:V, S, Corrupt",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes tion damage per day until dead or damage. Creatures without fingers freed. The rituals to prepare the recep- cannot cast this spell. The caster renders one creature that tacle require three days. Destroying or The dart strikes unerringly, even if can possess or inhabit other creatures, opening the receptacle ends the spell, the target is in melee or has partial or a creature that can move its mind releasing the soul. cover or concealment. Inanimate out of its body, powerless within the To cast the spell, the receptacle objects (locks, doors, and so forth) host it currently inhabits. Potential must be within spell range and the cannot be damaged by the spell. targets include possessing demons, caster must know where it is. The For every three caster levels beyond malevolent ghosts, and a caster cur- caster must also know the name of the 1st, the caster gains an additional dart rently using a magic jar spell. The only target. by losing an additional finger: two at action the subject can take is to leave Material Component:A portion of 4th level, three at 7th level, four at the body it currently inhabits. This the targetÆs body (a fingernail, a strand 10th level, and the maximum of five spell, in conjunction with imprison of hair, or some other small part). darts at 13th level or higher. If the possessor, is one of the best ways to deal Focus: A Tiny or smaller object to be caster shoots multiple darts, she can with a possessing fiend. the receptacle for the subjectÆs soul. have them strike a single creature or several creatures. A single dart can Imprison Possessor Liquid Pain strike only one creature. The caster Abjuration Necromancy must designate targets before check-",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Morality Undone The caster blasts a lancelike projectile Enchantment [Evil, Mind-Affecting] of greenish-black energy from his The caster enters the mind of a crea- Level:Brd 5, Clr 5, Corruption 4, hand, striking a single foe as a ranged ture, learning everything that crea- Mortal Hunter 4 touch attack. The energy does not ture knows. The caster can erase or Components:V, S, M/DF harm the subject. Instead, the subjectÆs add memories as she sees fit and alter Casting Time:1 action closest friend or dearest loved one is emotions, opinions, and even align- Range:Close (25 ft. + 5 ft./2 levels) wracked with pain and takes 1d6 ment. When the caster is done, she Target:One nonevil creature points of damage for every two caster can leave the creature insane (as Duration:10 minutes/level levels (maximum 10d6). There is no described in the insanity spell) or Saving Throw:Will negates limit to the distance between the caster seemingly unaffected, without any Spell Resistance:Yes and the loved one, and the loved one memory of the intrusion. gets no saving throw or spell resist- Severe changes to personality and The caster turns one creature evil. The ance. If the loved one is within an changes to alignment can be cor- chaotic/neutral/lawful component of antimagic field, the spell has no effect. rected by a break enchantment spell the subjectÆs alignment is unchanged. It may take DMs and players a (although an atonementspell might be The subject retains whatever outlook, moment to determine who the sub- needed as well, depending on circum- allegiances, and outlooks it had jectÆs dearest loved one is. The DM stances). Alterations to memories and before, so long as they do not conflict determines this for nonplayer charac- subtler thoughts can be restored only with the new alignment. Otherwise, it ters (NPCs). It is rare (but possible) through use of a miracle or wish. acts with its new selfish, bloodthirsty, that no individual qualifies. In that cruel outlook on all things. case, the subject takes the damage. Mirror Sending For example, a wizard might not",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S expecting a mirror sending can be Spell Resistance:No 99 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:08 AM Page 99The caster creates a handful of invisi- Pestilence ture possesses but is not carrying or ble, nigh-intangible powder that Necromancy [Evil] wearing. Even objects in a bag of hold- attracts creatures from the Lower Level:Clr 8, Drd 7 ing can be stolen. It can only steal Planes. The caster can sprinkle this Components:V, S, Disease objects, bring objects to the caster, or powder in a trail on the ground. Evil Casting Time: 1 action put them back where they came from. outsiders who come within 10 feet of Range:Touch It can take no other actions. A phantas- any portion of this trail and fail their Target:Living creature touched mal thief takes 1 round to steal an saving throws follow the trail as if Duration:Instantaneous object and another round to bring it affected by a compulsion effect. Saving Throw: Fortitude negates to the caster.",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes A phantasmal thief can only hold nether trail even into danger. For one object at a time; the object example, the trail could lead to a trap, The subject contracts a particularly becomes invisible in the grasp of the a holy spell effect, or even a prison terrible and contagious disease, which phantasmal thief. cell. If the danger is obvious, such as a strikes immediately with no incuba- The phantasmal thief cannot take an blade barrier, the compelled creatures tion period. The caster infects the sub- item if the thief is detected by the get another saving throw to resist. ject with a sickness that deals 1d4 creature itÆs trying to steal from (usu- A compelled creature only follows points of Constitution drain each day ally by a Listen or Spot check). How- the trail to its end. So, if the trail leads until the subject dies. The subject may ever, the thief, however, can repeat to the edge of a cliff, the fiend goes to attempt a new saving throw each day, the attempt next round. It cannot be the edge of the cliff and no farther. but she must succeed at two saves in a harmed in any way, although it can be If a creature encounters the trail in row to rid herself of the disease (as dispelled. the middle, it instinctively senses with most diseases). A phantasmal thief can also steal an which direction is forward and which However, the disease, once un- object from a creatureÆs hand. It does is backward. When the evil outsider leashed, continues to spread. For the this as if it had the Improved Disarm reaches the end of the trail, the com- first day of the sickness, anyone feat and a +20 Strength bonus. If a pulsion effect ends, and the creature touching the subject must succeed at phantasmal thief is used in this way, it cannot be affected by this particular a Fortitude saving throw or fall victim disappears after it brings the stolen nether trail again. to the same malady. That victim in object to the caster.",
        "name":  "Compelled fiends will follow a Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes preserved organs as material spell negates the stun effect. Subjects who components. There are ritual uses for fail their Fortitude save continue to The caster creates a conduit of evil body parts as well. take 1d6 points of damage per round energy between himself and another The organ is kept in the exact state until they receive magical healing, creature. Through the conduit, the it was in when the spell was cast. If a succeed at a Heal check (DC 20), or caster can leech off ability score heart is still beating and bloody, for die. If a subject takes 6 points of points at the rate of 1 point per round. example, then it remains that way. damage from rapture of rupture in a The other creature takes 1 point of single round, he is stunned in the fol- drain from an ability score of the Psychic Poison lowing round. casterÆs choosing, and the caster gains Abjuration [Evil] Corruption Cost: 1 point of Strength a +1 enhancement bonus to the same Level:Clr 4, Sor/Wiz 4 damage per target touched. ability score per point drained during Components:V, S, M/DF the casting of this spell. In other Casting Time:10 minutes Reality Blind words, all points drained during this Range:Close (25 ft. + 5 ft./2 levels) Illusion (Phantasm) [Evil, Mind- spell stack with each other to deter- Area:50-ft.-radius spread, or one Affecting] mine the enhancement bonus, but single object or creature that can Level:Sor/Wiz 3 they donÆt stack with other castings of fit in that area Components: V, S, M power leech or with other enhance- Duration:1 hour/level Casting Time:1 action ment bonuses. Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 point of Wisdom affecting or divination spell at the below) drain. creature or object or within the area is Saving Throw: Will negates subject to a psychic poison (see Table Spell Resistance:Yes 3û6). The caster may choose any 101 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:09 AM Page 101This spell overwhelms the target with Range:Touch The caster improves his spell resist- hallucinations, causing him to be Target:Creature touched ance. Each time a foe attempts to blinded and stunned if he fails the Duration:Instantaneous bypass the casterÆs spell resistance, it save. The subject can attempt a new Saving Throw:Fortitude negates must make a spell resistance check saving throw each round to end the Spell Resistance:Yes twice. If either check fails, the foe fails spell. to bypass the spell resistance. Even after the subject succeeds at The subjectÆs skin turns red and blis- The caster must have spell resist- the save or the caster stops concentrat- ters. The blisters quickly turn into ance as an extraordinary ability for res- ing, the subject is plagued with night- oozing wounds. Furthermore, the onating resistance to function. Spell mares every night. The nightmares subjectÆs sense of self becomes resistance granted by a magic item or prevent the subject from benefiting strangely clouded, diminishing her the spell resistance spell does not from natural healing. These night- self-esteem. The subject takes 1d6 improve. mares continue until the caster dies or points of Strength damage and 1d4 the subject succeeds at a Will saving points of Charisma damage. Rotting Curse of Urfestra throw, attempted once per night. This Corruption Cost: 1d6 points of Transmutation [Evil] nightmare effect is treated as a curse Strength damage. Level:Corrupt 3 and thus cannot be dispelled. It is sub- Components:V, S, Corrupt ject to remove curse, however. Resonating Resistance Casting Time:1 action",
        "name":  "Corruption Cost",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A tear. the subjectÆs possession and disinte- This spell allows the caster to attract grates it. This spell will not affect an and capture an astral creature, as Soul Shackles artifact, but destroys the next most someone using the astral projection Necromancy [Evil] valuable object instead. spell. If such a creature is within Level:Brd 5, Sor/Wiz 5 Material Component:A crushed ruby range at the time of casting and fails Components:V, S, F, Location worth at least 500 gp. its saving throw, it is brought Casting Time:1 action instantly before the caster and held Range:Close (25 ft. + 5 ft./2 levels) Spider Hand motionless and visible for the spellÆs Target: One living creature Transmutation duration. Spellcasters generally Duration:Instantaneous Level:Clr 1, Drd 1 follow snare astral traveler with a more Saving Throw: None (see text) Components:V, S lasting restraint, such as trap the soul. Spell Resistance:Yes Casting Time:1 action",
        "name":  "Material Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal within range, the closest creature is The caster draws out the soul of a dead Target: CasterÆs hand affected. If that creature makes its creature and imprisons it within a Duration:Concentration (up to 1 saving throw, the next closest creature specially made talisman. The subject minute/level) must make a save. This continues must have had the talisman in his pos- until one creature fails its save or all session when he died, or the spell The caster detaches his hand, which have succeeded. cannot function. transforms into a Small monstrous Henceforth, if the talisman is in the spider (see the Monster Manual) that he Song of Festering Death casterÆs possession, she can call forth controls. The caster can see through its Evocation [Evil] the soul of the subject and question it eyes, and it can travel up to 20 feet per 104 Level:Brd 2 about what it knew in life for up to 1 level away from him. If the spider is :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:10 AM Page 104105 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:10 AM Page 105 killed or prevented from returning to sporesÆ growth for its duration. Bless, All living creatures within the area the caster, his hand is restored when neutralize poison, or remove diseasekills become hostile to anyone not af- the spell ends, but he takes 1d6 points the spores, as does sprinkling the fected by the spell, whether in or out of damage. If the caster directs the victim with a vial of holy water. of the area, and regardless of align- spider to return to his arm (a move- Arcane Material Component: The ment or former association. They are equivalent action), then lets the spell feathers of an avian creature with an likely to attack such end, he takes no damage. Intelligence score of at least 3 (a creatures, al- harpy, achaierai, or similar creature). though they Spider Legs retain their Transmutation Spread of Savagery intellect and",
        "name":  "If more than one astral creature is Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level or until Components:V, S, Drug discharged The casterÆs tongue becomes a pow- Casting Time:1 action erful tendril that she may spit up to Range:Touch The casterÆs tongue becomes a little 30 feet away. This tendril wraps Target:One creature but powerful serpent that he may spit around a target, lashing it to some- Duration:10 minutes/level up to 30 feet away. This serpent then thing if possible. The tendril makes a Saving Throw:Will negates (harm- makes a bite attack using the casterÆs grapple attack using the casterÆs less) melee attack bonus and dealing melee attack bonus, dealing no Spell Resistance:Yes (harmless) 107 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:11 AM Page 107 MCThe caster grants one creature a +4 takes a û1 morale penalty on attack Effect:A wall whose area is up to profane bonus on saving throws made rolls for the duration of the spell. one 5-ft. square/level (S) (see text) against any spell or spell-like effect Duration:1 minute/level from a good outsider. This protection Utterdark Saving Throw:None manifests as a black and red nimbus of Conjuration (Creation) [Evil] Spell Resistance:No energy visible around the subject. All Level:Darkness 8, Demonic 8, celestial beings can identify an un- Sor/Wiz 9 The caster causes a flat, vertical wall of heavened nimbus on sight. Components:V, S, M/DF woven, spiked chains to spring into",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level ating an area of cold, cloying magical available space.",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50-ft./level radius must succeed at a Will saving throw wall initially is conjured to Duration:24 hours or be held motionless as if affected by touchùsuch as the floor Saving Throw:Fortitude negates a hold monster spell. The wall magically or an adjoining wallùis im- Spell Resistance:Yes consumes held creatures after 10 mune to this damage. Further- rounds, disintegrating them and more, a creature that touches the wall This spell must be cast at night. Lycan- adding more eyes to its mass. must succeed at a Fortitude saving thropy infects 1d4 humanoid crea- At any time, from any distance throw or be paralyzed by the ooze. The tures in the area, designated ran- (even across planes), the caster can wall then consumes the creature in domly. These creatures immediately take a standard action to look through 1d6 rounds, digesting it and adding change into their animal or hybrid the wall of eyes, seeing in all directions the creatureÆs full normal hit point forms (their choice) and begin sav- from the wall as if she were actually total to its own. agely attacking all around them. standing there. Arcane Material Component:A bit of To determine the type of lycan-",
        "name":  "Any creature touching the wall rounding material that the Area",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No grief. They take a û3 morale penalty 109 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:12 AM Page 109Whirlwind of Teeth to move more than 5 feet per round. fluid, and his eyes cloud with blood, Evocation [Evil] Withered arms make it impossible for rendering him blind. For the duration",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th;Prerequisites:Craft Magic fiendish creativity.",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wearer of this iron ring, emblazoned Weight:3 lb. with the symbol of a brooding falcon, can deal 3d6 points of Harrow Rod:This black, slightly twisted metal rod damage per round as a free action to anyone wearing a slave sprays a cone of acid up to 30 feet. Anyone in the area takes ring keyed to it. Furthermore, the wearer can exchange mes- 9d6 points of acid damage (Reflex DC 17 half). The harrow sages with anyone wearing a slave ring (as if using a sending rod can be used three times per day. spell) three times per day. Typically, a master ring has ten Caster Level:7th;Prerequisites:Craft Rod, cone of cold, MelfÆs slave rings keyed to it. acid arrow; Market Price:54,000 gp;Weight:3 lb. 113 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:14 AM Page 113Rod of Possession: This rod allows a willing user to draw ò Contagion (1 charge, DC 16) a fiend or malevolent ghost into himself for possession. ò Insect plague (1 charge, DC 17) When the rod is activated, the wielder is automatically pos- ò Pox(2 charges, DC 19) sessed by the nearest appropriate possessing creature, even Caster Level:11th;Prerequisites:Craft Staff, contagion, insect if the creature is unwilling. The identity and attitude of the plague, pox; Market Price:70,000 gp;Weight:5 lb. nearest spirit are often at the DMÆs discretion. This rod is fre- quently used in unspeakable rituals of black magic. WONDROUS ITEMS",
        "name":  "Master Ring",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th;Prerequisites:Craft Rod, imprison soul, impo- Powerful evildoers have access to the following items, in tent possessor; Market Price:20,000 gp;Weight:3 lb. addition to the ones described in the DUNGEONMASTERÆs",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th;Prerequisites:Craft Rod, summonmonster damage equal to the square of the spellÆs level: A recalled 1st- III; Market Price:18,000 gp;Weight:3 lb. level spell deals 1 point of damage, a 2nd-level spell deals 4 points, a 3rd-level spell deals 9 points, and so on, up to a 9th- STAFFS level spell that deals 81 points of damage. If the chained Staffs are receptacles for powerful evil magic, including creature does not have enough hit points left to power a many of the spells described earlier in this chapter. desired spell, the spell fails and the creature dies.",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This near-artifact level staff is Caster Level:17th;Prerequisites:Craft Wondrous Item, cre- made of a thin, withered shaft of wood, sickly gray in ator must be able to cast 9th-level spells; Market Price: color. Worms appear to squirm about its surface, but that 120,000 gp; Weight: 1 lb. is just an illusion. The staff allows the use of the following Collar of Venom:A creature wearing this heavy iron spells. collar gives all of its natural attacks an additional poison ò Befoul (2 charges) attack (Fort DC 14) that deals 1d10 points of Constitution ò Despoil (2 charges) damage as its initial and secondary damage. ò Morality undone (1 charge, DC 16) Caster Level:5th;Prerequisites:Craft Wondrous Item, poison; ò Shriveling(heightened to 6th level, 10d4 damage, DC 19) Market Price:50,000 gp; Weight: 3 lb. (1 charge) Collar of Virulent Venom: As a collar of venom(see ò Wither limb (heightened to 6th level, 10d8 damage, DC 19) above), except that this collarÆs poison is harder to resist (1 charge) (Fort DC 20).",
        "name":  "Staff of Corruption",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th;Prerequisites:Craft Staff, befoul, despoil, Caster Level:18th; Prerequisites:Craft Wondrous Item, shriveling, morality undone, wither limb; Market Price:192,000 Heighten Spell, poison; Market Price:138,000 gp; Weight: 3 lb. gp;Weight:5 lb. Dark Altar Stone:This piece of black granite, if used as",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It is said that this staff was first cre- an altar or part of an altar, can be commanded to absorb the ated by a drow sorcerer deep in some forsaken Underdark soul of a victim sacrificed upon that altar. The soul is stored sanctum. A smooth shaft of surprisingly lightweight black as if in a gem as a part of a trap the soul spell. It can be called metal, this rather short staff allows the use of the following forth and used in the various ways described in the Souls as spells. Power section of Chapter 2. A dark altar stone can store only ò Damning darkness(2 charges, DC 16) one soul at a time. ò Darkbolt (3d8 damage, DC 13) (1 charge) Caster Level:17th;Prerequisites:Craft Wondrous Item, trap ò Darkness (1 charge) the soul; Market Price:150,000 gp; Weight: 100 lb. ò Deeper darkness (2 charges) Elixir of the Dark Speech: This allows the imbiber to",
        "name":  "Staff of Darkness",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This wooden staff is covered in dis- Caster Level:5th;Prerequisites:Craft Wondrous Item, dread eased sores that ooze yellow pus. It gives off a horrible word; Market Price:750 gp; Weight: 1 lb. odor of rotten flesh, but allows the use of the following FanaticÆs Collar: When worn by a willing creature, this spells. spiked iron collar allows the wearer to choose another crea- 114 ture to dominate it, as the spell dominate monster. :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:14 AM Page 114Caster Level:17th;Prerequisites:Craft Wondrous Item, dom- demons. Two of the spheres summon 2d4 dretches, two inate monster; Market Price:30,000 gp; Weight: 2 lb. summon 1 quasit each, one summons 1 succubus, two",
        "name":  "Staff of Pestilence",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When this ring is pierced into the summon 1 vrock each, and one summons 1 hezrou. flesh of an evil outsider, it allows the outsider to automati- Caster Level:17th; Prerequisites:Craft Wondrous Item, cally score a critical hit against a nonoutsider whenever the summon monster IX; Market Price:28,500 gp;Weight:1 lb. threat of a critical hit is indicated. Nipple Clamp of Exquisite Pain: The wearer of this",
        "name":  "Flesh Ring of Scorn",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    }
]
