[
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Cost to Create: 11,000 gp, 880 XP, no activation. Melf’s acid arrow, possession of a piece of 22 days. When you activate a caustic veil, it deals the set. 2d6 points of acid damage to a single Cost to Create: 1,000 gp, 80 XP, 2 days. VEIL OF DOORS Pr ice (Item Level): 11,000 gp (13th) SERPENT VEIL",
        "name":  "This is a continuous effect and requires Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shoulders Price (Item Level): 16,000 gp (14th) Caster Level: 9th",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, circle of death, possession of a piece of the set.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,000 gp, 640 XP, 16 days. Caustic veil Turquoise veil sogellaG .R yb .sullI 662200__1100776622__CChhpp55..iinndddd 221122 1122//2211//0066 55::5511::1133 AAMM 213 SETS MAGIC ITEM CHAPTER 5 Dark purple like a day-old bruise, this VEIL OF WHISPERS veil is far heavier than any gauze of silk Price (Item Level): 7,000 gp (11th) should be.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— requires no activation. When you activate a veil of doors, it This thin mesh veil is scarcely more than a magically dismisses (as the dismissal cloud of indigo mist. spell; Will DC 27 minus creature’s HD negates) a single extraplanar Wearing a veil of whispers gives you immu- creature within 30 feet of you that was nity to the indigo effect of any prismatic damaged in this round by a creature spell. This is a continuous effect and you summoned or called with an arcane requires no activation. conjuration spell. This ability functions When you activate a veil of whispers, it two times per day. renders confused a single creature within",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, dis- 30 feet that failed its save against an arcane missal, possession of a piece of the set. enchantment spell you cast in this round",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,500 gp, 440 XP, 11 days. (Will DC 20 negates). This effect lasts for 2 rounds and functions three times Veil of storms per day. A veil of whispers can be worn concur- When you activate a veil of storms, it rently with a turquoise veil, but not with darkens in color to that of an angry storm any other item for the face slot. with leaden clouds marked by white-gold",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, con- lightning. Itdeals 4d6 points of electric- fusion, possession of a piece of the set. ity damage to a single creature that has",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, DIVINITY lightning bolt, possession of a piece of the set. The vestments of divinity are a set of hal-",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 gp, 160 XP, 4 days. lowed items that allow you to deny sin, wage war against evil, and put an end to malevolence wherever it is found. The vestments of divinity are most useful if you are a good-aligned cleric or a paladin, since they enhance your divine abilities to combat evil and destroy Veil of doors undead. However, any character can appreciate the benefi ts of at least some of the items in this set. VEIL OF STORMS LORE Price (Item Level): 4,000 gp (8th) Characters who have ranks in",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— divinity to learn more about these items. When a char- This tapestrylike veil is the color of a acter succeeds on a check, pastoral sunrise. the following lore is revealed, including the information Wearing a veil of storms gives you from lower DCs. immunity to the yellow effect of any DC 15: The vestments of divin- prismatic spell. This is a continuous effect ity were revealed to a holy man named and requires no activation. Reesh N’Faeren in a vision. He spent years Veil of whispers tracking down each sacred relic until he gathered them all. Illus. by R. Gallegos 662200__1100776622__CChhpp55..iinndddd 221133 1122//2211//0066 55::5511::2200 AAMM 214 5 RETPAHC METI CIGAM STES DC 20: When Reesh N’Faeren was a child, his village was terrorized by fl ail- Vestments of divinity wielding cultists calling themselves the Heralds of Hell. The cult was eventually driven off, but not before Reesh’s family was taken from him. Reesh was spared, but he grew into an adult with an unfl inching hatred of all those unaligned with his own sense of righteousness. His purity of pur- pose was given expression in the temple where he began training as a cleric. One night, while still an acolyte, Reesh received a vision, imparting to him vague knowl- edge concerning the location of fi ve sacred relics. He was given to understand that if he gathered all the items together, he could use them to destroy the Heralds of Hell. Reesh spent years adventuring, fol- lowing treasure maps, tracking leads, and following up clues, until he fi nally located all the items his vision had shown him years before. With these vestments, Reesh set out to fulfi ll the penultimate quest of his life. Whether he succeeded or ultimately failed, history does not record. DC 25: A group of destruction wor- shipers called the Heralds of Hell has cells in several large cities. The Heralds utilize both devils and undead in their destructive rites. Some time back, sev- COLLECTION BENEFITS BADGE OF GLORY eral of their cells were eradicated by a holy vigilante. It’s unclear whether this Wearing the vestments of divinity grants you Price (Item Level): 3,400 gp (8th) vigilante was Reesh N’Faeren himself, powers that bolster your ability to battle Body Slot: Throat or someone to whom Reesh passed along evil creatures, from a stronger resolve Caster Level: 5th his vestments. Ultimately, a few cells against their attacks to a stronger resis- Aura: Faint; (DC 17) transmutation escaped destruction, and the vigilante tance against their machinations. With Activation: Swift (command) disappeared. It is whispered that he was each new item added, you gain additional Weight: 1 lb. killed in a confl ict with the cult, and that divine confi dence. When all fi ve pieces the cells of the Heralds that remained are worn together, your body takes on a This ornate platinum badge is set with two each took one of the vestments, hoping silvery sheen, and your eyes become the large cabochon aquamarines. to ensure that no one could gather them color of glowing aquamarine. all together again. 2 Pieces: You gain a +1 sacred bonus When you activate a badge of glory, the DC 30: A check result of 30 or higher on saves against effects created by evil next melee attack you make on the same reveals the location of another piece of the creatures. turn against an evil creature deals an set. Use this to drive further adventure 5 Pieces: Your melee attacks deal extra 1 point of damage per two charac- and direct the PCs toward some location or an extra 1d6 points of damage to evil ter levels. A badge of glory functions two story you would like them to explore. creatures. times per day. Vestments of Divinity Pieces and Abilities Body Piece Slot Price (Level) Ability Ephod of authority Torso 800 gp (3rd) Turn undead as if 1 level higher Lenses of revelation Face 1,400 gp (5th) Reveal foe as undead or evil outsider Cord of favor Waist 3,000 gp (7th) +5 on Sense Motive; 3/day divine favor Badge of glory Throat 3,400 gp (8th) 2/day deal +1 damage/2 levels to evil creature Phylactery of virtue Head 6,500 gp (10th) +2 on saves against energy drain, death effects, and negative energy effects; 2/day death ward Vestments of Divinity Collection Benefits Pieces Worn Benefit 2 pieces +1 on saves against evil creatures 5 pieces +1d6 melee damage to evil creatures samohT .J yb .sullI 662200__1100776622__CChhpp55..iinndddd 221144 1122//2211//0066 55::5511::2266 AAMM 215 SETS MAGIC ITEM CHAPTER 5 If you have the smite evil class feature, LENSES OF WRAITH’S WOE the extra damage granted by a badge of REVELATION glory is instead equal to that granted by The items that make up the wraith’s woe your smite evil ability (or 1 point per two Price (Item Level): 1,400 gp (5th) live up to the name, making you a deadly levels, whichever is greater). Body Slot: Face enemy both to spirits and the walking",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Caster Level: 5th dead. However, although they were con- ability to smite evil, possession of a piece Aura: Faint; (DC 17) divination structed to battle undead, the items in the of the set. Activation: Standard (mental) set are useful in encounters with a variety",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,700 gp, 136 XP, 4 days. Weight: — of creatures, both living and unliving. Wizards, sorcerers, and other spell- CORD OF FAVOR These two small, concave glass discs have a casters who have poor Fortitude saves translucent silver sheen to them. likely benefi t from this set the most, Price (Item Level): 3,000 gp (7th) since they are in more danger from the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, items make purchasing particular pieces In addition, three times per day you can augury, possession of a piece of the set. an option even for a low-level party. You activate the cord and sacrifi ce a prepared",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "700 gp, 56 XP, 2 days. might consider having a few characters divine spell or divine spell slot of 1st level purchase the different pieces of wraith’s or higher to use divine favor (as the spell), PHYLACTERY OF woe and then having the PC who suffers using your own caster level or that of the the most from the attacks of undead put cord, whichever is higher. VIRTUE on all the items to restore ability damage",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Price (Item Level): 6,500 gp (10th) and drain. divine favor, possession of a piece of the",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— have the bardic knowledge ability, can Price (Item Level): 800 gp (3rd) research the wraith’s woe to learn more",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Torso This small black leather box attaches to two about these items. When a character suc-",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. A phylactery of virtue allows you to better DC 15: The fi rst example of this set was resist the life-draining powers wielded created over a century ago by a human This silver vestment is set with a circle of nine by minions of undeath. You gain a +2 mystic theurge who devoted herself to semiprecious gemstones surrounding a raised, morale bonus on saves against energy hunting undead after her family was slain silver hemisphere. drain, death effects, and negative energy by wraiths. This mystic theurge founded a effects (such as infl ict spells or chill touch). holy order devoted to battling undead and While wearing an ephod of authority, This is a continuous effect and requires created sets of the wraith’s woe for those your effective cleric level is treated as no activation. who joined her quest. Members of this one higher than your actual level for the In addition, two times per day you order had to earn items from these sets purpose of turning (but not rebuking or can activate the phylactery and sacrifi ce by slaying a suffi cient number of undead commanding) undead. a prepared divine spell or divine spell while also adhering to the order’s ideals",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, turn slot of 4th level or higher to use death of bravery, self-sacrifi ce, and compassion undead, possession of a piece of the set. ward (as the spell), using your own caster for innocent mortals.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, death mainly of paladins and clerics, the order ward, possession of a piece of the set. sponsors adventurers of every stripe in",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, resto- you gain the benefi t of a hide from undead woe takes on a haunted and pale appear- ration, possession of a piece of the set. spell at will, except that undead are not ance. “You look like you’ve seen a ghost”",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, 2 Pieces: You can activate detect undead hide from undead, possession of a piece (CL 3rd) as a standard (mental) action at of the set. will.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp, 240 XP, 6 days. 662200__1100776622__CChhpp55..iinndddd 221166 1122//2211//0066 55::5511::3311 AAMM 217 IIlllluuss.. bbyy RR.. HHoorrsslleeyy agic items don’t function by themselves—they typi- Spellcraft: A character using the detect magic spell can attempt cally require some effort or action on the part of their a Spellcraft check to determine the school of magic associated owner. Generally, using a magic item has four sepa- with the item’s powers. If the character exceeds the DC for this rate steps: identifying the item, wearing the item, check by 10 or more, the character magically divines the item’s activating the item, and resolving the item’s effect. functions, its means of activation, and the number of charges Each of these steps is discussed in detail below. remaining. Of course, to use a magic item, you have to get your hands on A character can also use Spellcraft to identify potions. The it. Later sections of this chapter discuss how to place magic items DC is 25, the check takes 1 minute, and she cannot retry if in the campaign, how to buy and sell them, and how to create and she fails. improve them. Use Magic Device: If a character succeeds on a Use Magic Device check to activate a magic item and exceeds the DC by 5 or more, the character magically divines the item’s func- IDENTIFYING ITEMS tions, its means of activation, and the number of charges When PCs fi nd magic items as treasure, they need to determine remaining. what the items do. The following methods are available to iden- Bardic Knowledge: While not quite as useful as the skills tify magic items. discussed above, a successful bardic knowledge check",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The identify spell determines the functions, means of activation, and number of charges remaining for any item of less BODY SLOTS than artifact power. It takes an hour to cast and has an expensive material component, but it’s also the surest way to identify most Each item’s description has a Body Slot entry that describes magic items. See the identify spell description, PH 243, for details. what part of the body it must be worn on to function. A normal",
        "name":  "Identify",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The PCs might want to consult bards, sages, or Feet: boots, sandals, shoes, slippers. high-level spellcasters to identify items through the means out- Hands: gauntlets, gloves. lined above. Such NPCs might also know some details or rumors Head: circlets, crowns, hats, headbands, helmets, about an item’s history. They always want something in return for phylacteries. this information. The prices for spellcasting services are noted on Rings (2 slots): rings. page 129 of the Player’s Handbook and described in more detail on Shoulders: capes, cloaks, mantles, shawls. page 130. If an NPC can identify the item without using spells, Throat: amulets, badges, brooches, collars, medals, medallions, the character might ask for an amount of gp equivalent to the necklaces, pendants, periapts, scarabs, scarfs, torcs. typical spell cost. Of course, an NPC might instead demand some Torso: shirts, tunics, vests, vestments. service or trade instead of money. Waist: belts, girdles, sashes.",
        "name":  "Hired Help",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures without fl exible digits or extremi- applied. ties, such as horses, lack the rings body slot. A creature need not Unlike most other items, properties have no weight. be able to manipulate objects to wear rings—a hell hound can wear a ring on a toe of its forelimb.",
        "name":  "Fingerless Creatures",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures without an identifi able head, such as shambling mounds, lack the face, head, and throat body Most of the time when a magic item is discovered, a character’s slots. size or shape shouldn’t be an issue. As a rule, size should not keep",
        "name":  "SIZE AND SHAPE Headless Creatures",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures without hind limbs, such as lillends, overweight characters, characters of various genders, or charac- don’t have the feet body slot. ters of various races from using magic items. Players shouldn’t",
        "name":  "Legless Creatures",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures with more than two legs can be penalized for choosing a halfl ing character or deciding that treat their foremost pair of limbs as their arms (allowing them their character is especially tall, so as a rule any magic item auto- access to the arms, hands, and rings body slots), even if those limbs matically adjusts to fi t its wearer. are used for locomotion rather than for manipulation. Creatures A few exceptions to this rule are given below. with multiple legs that also have arms (such as centaurs or drid-",
        "name":  "Multilegged Creatures",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Must choose a single deity to worship. Must be Sanctify Relic [Item Creation] within one step of that deity’s alignment.",
        "name":  "Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day when you are about to attempt a saving to your deity. throw, you can declare that you are using this feat to gain a +2",
        "name":  "You can create magic items that are imbued with a connection Benefit",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other item creation feat. insight bonus on that saving throw.",
        "name":  "Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This section of the set’s description tells market prices are slightly different. you how each collection benefi t works. Where necessary, the col- Coincidentally, an item’s level also provides a useful guideline lection benefi ts describe the necessary action type, caster level, to the DM as to when such an item becomes appropriate for the and so on. PCs. In general, PCs should own items of their own character",
        "name":  "Collection Benefi ts",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "a page number preceded by a letter symbol. now coded with letters. An “A” indicates a gem or art piece worth Most page numbers are preceded either by “M” to indicate Magic 10 gp, a “B” corresponds to 50 gp, and so on. An expanded list of Item Compendium or “D” for Dungeon Master’s Guide. Items that samples increases your choices. use individual spells (such as wands, scrolls, and potions) use “P” Magic items have been organized by item levels to make it easier to reference spell descriptions in the Player’s Handbook or “S” for to determine what is considered a reasonable item for a party to those in Spell Compendium. fi nd. This arrangement streamlines the process, eliminating many The scrolls, potions, and wands on these tables are not a com- of the rolls formerly needed to generate an item. These tables also plete list of all possible items—just the ones that are most useful. collect all the items from both books in one place, increasing the If you want to substitute a different spell for one of these items, use variety of items you can generate. Because this book contains a spell of the same level, taking the cost of expensive components more useful items for low-level characters, hoards will have more into account if necessary. All listings for scrolls specify whether interesting items if you use these tables. their spells are arcane (A), divine (D), or either (A or D).",
        "name":  "Goods are no longer separated into gems and art, and they are item is described",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“Activation: Page 33 – Domineering [Omission] Immediate (mental)” The end of the first paragraph is missing a statement. It should read: “This is a mind-affecting Page 101 – Gauntlet of Gruumsh effect.” [Substitution] Page 33 – Doom Burst [Omission] Change the first line to the following: “Three times per day, activate this +1 gauntlet to make a melee touch attack that can blind a target creature for one hour (Fort DC 14 negates).” Page 177—Runestaff of Cacophony [Substitution] Page 101 – Gauntlet of Gruumsh Price (Item Level): 25,600 gp (16th) [Omission] Cost to Create: 12,800 gp, 1024 XP, 26 days. The activation entry is missing its parenthetical. It should read: “Activation: Standard (mental)” Page 177—Runestaff of Charming [Substitution] Page 103 – Gauntlets of Lassitude Price (Item Level): 6,600 gp (11th) [Omission] Cost to Create: 3,300 gp, 264 XP, 7 days. The activation entry is missing its parenthetical. It should read: “Activation: Standard (mental)” Page 177—Runestaff of Conjuration [Substitution] Page 101 – Gauntlets of Lassitude Price (Item Level): 25,400 gp (16th) [Substitution] Cost to Create: 12,700 gp, 1,016 XP, 26 days.",
        "name":  "There is an activation for this item",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“Three times per day, activate these gauntlets make a melee touch Page 177—Runestaff of Destruction attack with them.” [Substitution] Price (Item Level): 33,600 gp (16th) Page 104 – Tabard of the Great",
        "name":  "Change the first line to the following",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,700 gp, 1,016 XP, 24 days. should read: “1 draught: Damage reduction 2/adamantine, which last for 1 hour or until 20 Page 178—Runestaff of Earth and Stone points of damage has been prevented.” [Substitution] Page 168– Pipes of Frenzied Revelry Price (Item Level): 19,400 gp (15th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,700 gp, 776 XP, 20 days. [Omission] Add the following sentence to the last paragraph of Page 178—Runestaff of Enchantment the “Relic Power” section: “The pipes confusion [Substitution] power does not affect the user.” Price (Item Level): 25,400 gp (16th) Page 176—Runestaff of Abjuration Cost to Create: 12,700 gp, 1016 XP, 26 days. [Substitution] Page 178—Runestaff of Entrapment Price (Item Level): 25,400 gp (16th) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,700 gp, 1,016 XP, 26 days. Price (Item Level): 9,600 gp (12th) Page 176—Runestaff of the Architect Cost to Create: 4,800 gp, 384 XP, 10 days. [Substitution] Page 178—Runestaff of Ethereal Action Price (Item Level): 25,200 gp (16th) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,600 gp, 1008 XP, 26 days. Price (Item Level): 29,700 gp (16th) Page 176—Runestaff of the Artisan Cost to Create: 14,850 gp, 1188 XP, 30 days. [Substitution] Page 178—Runestaff of Evocation Price (Item Level): 18,400 gp (15th) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,200 gp, 736 XP, 19 days. Price (Item Level): 25,400 gp (16th) Page 177—Runestaff of the Assassin Cost to Create: 12,700 gp, 1016 XP, 26 days. [Substitution] Page 178—Runestaff of Eyes Price (Item Level): 10,600 gp (13th) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,300 gp, 424 XP, 11 days. Price (Item Level): 9,000 gp (12th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp, 360 XP, 9 days. Cost to Create: 29,650 gp, 2,372 XP, 60 days. Page 178—Runestaff of Eyes [Revision] Page 181—Runestaff of Size Alteration Substitute remove blindness/deafness with arcane [Substitution] sight on the runestaff of eye’s spell list and Price (Item Level): 11,800 gp (13th) prerequisite list. Cost to Create: 5,900 gp, 472 XP, 12 days. Page 178—Runestaff of Fiendish Page 182—Runestaff of Time Darkness [Substitution] [Substitution] Price (Item Level): 37,400 gp (17th) Price (Item Level): 47,200 gp (17th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18,700 gp, 1496 XP, 38 days. Cost to Create: 23,600 gp, 1888 XP, 48 days. Page 180—Runestaff of Forced Page 182—Runestaff of Transmutation Happiness [Substitution] [Substitution] Price (Item Level): 17,800 gp (14th) Price (Item Level): 27,200 gp (16th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,900 gp, 712 XP, 18 days. Cost to Create: 13,600 gp, 1088 XP, 28 days. Page 180—Runestaff of Frost Page 182—Runestaff of Transportation [Substitution] [Substitution] Price (Item Level): 16,400 gp (14th) Price (Item Level): 15,000 gp (14th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,200 gp, 656 XP, 17 days. Cost to Create: 7,500 gp, 600 XP, 15 days. Page 180—Runestaff of Illumination Page 182—Runestaff of Undead Slayer [Substitution] [Substitution] Price (Item Level): 27,800 gp (16th) Price (Item Level): 26,800 gp (16th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13,900 gp, 1,112 XP, 28 days. Cost to Create: 13,400 gp, 1072 XP, 27 days. Page 180—Runestaff of Illusion Page 177—Runestaff of Undead Slayer [Substitution] [Revision] Price (Item Level): 24,400 gp (15th) Substitute deathward with forceward (SC 98),",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "22,800 gp, 1824 XP, 46 days. Price (Item Level): 17,600 gp (14th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,800 gp, 704 XP, 18 days. Page 180—Runestaff of Necromancy [Substitution] Page 196– Five Virtues Pieces and Price (Item Level): 25,400 gp (16th) Abilities (sidebar) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,700 gp, 1016 XP, 26 days. The armband of confrontation features the wrong level after the price. It should read: “1,400 gp (5th)” Page 181—Runestaff of Night [Substitution] Page 196– Five Virtues Pieces and Price (Item Level): 12,400 gp (13th) Abilities (sidebar) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,900 gp, 472 XP, 12 days. Page 211 – Seven Veils Pieces and Page 181—Runestaff of Passage Abilities (sidebar) [Substitution] [Substitution] The serpent veil Body Slot entry is incorrect it should read: Price (Item Level): 60,200 gp (18th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transmutation for determining the aura of the magic item. The following is a list of items and the corrected auras. Page 49 – Chromatic Rod [Substitution]",
        "name":  "Item Compendium do not follow the rule presented Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None Page 163 – Magic Beadroll [Substitution]",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Abjuration Page 164 – Memento Magica [Substitution]",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transmutation Page 165 – Metamagic Rod (Reach) [Substitution]",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "On a successful critical hit, a magic item",
        "name":  "Explosive",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While most armour restricts the wearer’s and Armour, jump; Price +15,000 gp. agility, armour enchanted with this special ability actually increases its wearer’s ability to roll, dive, Spring Heel, Greater: As with spring heel, but the tuck and tumble. The magic of the armour provides a magic of the armour provides a +15 competence bonus +5 competence bonus to its wearer’s Tumble checks. to its wearer’s Jump checks. Normal armour check Normal armour check penalties still apply. penalties still apply. Faint transmutation; CL 5th; Craft Magic Arms and Moderate transmutation; CL 15th; Craft Magic Arms Armour, cat’s grace; Price +3,700 gp. and Armour, jump; Price +33,750 gp.",
        "name":  "Nimble",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As with nimble, but the magic of mythical figure explains a lot of his supernatural the armour provides a +15 competence bonus to abilities. It functions as nimble, improved spring heel its wearer’s Tumble checks. Normal armour check padded armour +1, but also grants the wearer the penalties still apply. ability to cause his eyes to glow a fiery red once per day. This effect lasts for five rounds, during which Moderate transmutation; CL 15th; Craft Magic Arms the wearer may make one gaze attack as a free action and Armour, cat’s grace; Price +33,750 gp. every round. All those affected by this mind-affecting gaze attack must make a Will save (DC 14) or cower",
        "name":  "Nimble, Greater",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d10. Beginning at 1st level, the bonded champion can sense the presence of his bonded magic item anywhere Requirements on the mortal plane, regardless of distance and In order to become a bonded champion, the character regardless of magic effects put in place to thwart his must meet all of the following requirements: attempts. In addition, once a day per class level, a bonded champion can call his bonded item to him as",
        "name":  "Hit Die",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bonded Ring, Rod, Staff or Wand, Craft Rod All bonded masters are, of course, primarily or Craft Staff or Craft Wand or Forge Ring. spellcasters, as only they can take advantage of the Class Ability: Must be able to cast arcane magic class’ full abilities. Wizards and sorcerers are the most spells of 3rd level or higher and must have the ability common members of this prestige class, though bards to possess a familiar. infrequently pursue it as well. Multiclass characters, Special: The character must have directly participated particularly sorcerer-fighters, wizard-fighters, sorcerer- in the creation of his bonded ring, rod, staff or wand, rogues and wizard-rogues sometimes take levels in this or must have claimed it at the end of a great quest. class as well, the fighters bonding themselves to rings of the ram, rods of lordly might and the like and the Class Skills rogues bonding themselves to staves of charming, rings The bonded master’s class skills (and the relevant of invisibility and other, similar items. abilities for each) are Concentration (Con), Craft (any) (Int), Decipher Script (Int), Intimidate (Cha),",
        "name":  "Feats",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The bonded master and his bonded item share a link which is much like that between a wizard and his familiar. Beginning at 1st level, the bonded master’s bonded item is considered to be his familiar. The bond provided benefits which are slightly different from those gained by linking to a living being, as outlined below.",
        "name":  "Item Familiar",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bonded item familiar also grants the previous familiar leaves the character forever. a special ability to the bonded master. This special Any levels in a class which granted a familiar stack ability applies only so long as the item is in hand, or with those gained via this prestige class, meaning a on the bonded master’s person. See the Bonded Item character with 6 sorcerer levels and 10 bonded master Special Abilities sidebar for details of special class levels would gain all item familiar benefits up to 16th level.",
        "name":  "Special Ability",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each time the item familiar gains item familiar can be crafted anew immediately, though this special ability, its Intelligence score increases by the new item familiar must be exactly identical to the one step, with a commensurate increase to its special ‘slain’ one and it must be crafted and paid for by the abilities. bonded master in the normal fashion. Master’s Grace: The bond between master and familiar Simple Recharge: Since it would not do for the is such that the item can draw strength from him even bonded master’s item familiar to run out of charges when they are not together. The item familiar uses its – causing it to, in effect, die – the bonded master can, bonded master’s saving throws at all times and gains a once he reaches 2nd level, recharge his item familiar. +1 bonus per two bonded master class levels to saves The method used to recharge the item familiar is to resist disjunction. similar to that used to create it in the first place and requires that the bonded master be in a quiet location",
        "name":  "Heightened Intellect",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While the bonded master and the item for the duration of the recharging. Recharging an item familiar are in contact with one another, both benefit requires one day for each 3,000 gold pieces in the from a +2 bonus to all saving throws. base price of the item and the expenditure of 1/50th of the base price of the item in experience points. Characters who already possessed familiars before Recharging an item familiar in this fashion returns it becoming a bonded master lose the spiritual link to its full, normal complement of charges. which bound them to their familiars. Both they and their former companion lose all familiar benefits, and 3300 31 PRESTIGE CLASSES The Bonded Master Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells 1 +0 +0 +0 +2 Item familiar +1 level of existing class 2 +1 +0 +0 +3 Simple recharge +1 level of existing class 3 +1 +1 +1 +3 4 +2 +1 +1 +4 Awakened +1 level of existing class 5 +2 +1 +1 +4 +1 level of existing class 6 +3 +2 +2 +5 Empowered 7 +3 +2 +2 +5 +1 level of existing class 8 +4 +2 +2 +6 Item mastery +1 level of existing class 9 +4 +3 +3 +6 10 +5 +3 +3 +7 Limitless +1 level of existing class",
        "name":  "Mutual Bolster",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The bonded master’s item familiar is cast as though affected by one of the following feats, not an ordinary magical object. Thanks to the link chosen at the time of casting: Empower Spell, Enlarge between it and its master, the item becomes sentient, Spell, Maximise Spell or Widen Spell. The master drawing upon its master’s personality and values to must already posess the feat selected in order to focus birth a thinking mind. At 4th level, the item familiar the item’s enchantments in such a manner. becomes an intelligent magical item. If the item is not already intelligent, then roll for its mental prowess Item Mastery: The bonded master’s item familiar on either the tables provided in Core Rulebook II is to other items of its type as a king is to the most or, if you have chosen to implement them, on the humble peasant. Once a day per two bonded master expanded section provided in the New Intelligent class levels, the item familiar can, as a free action on Items Options chapter of this book. An awakened its master’s turn, attempt to seize control of another item familiar’s alignment is always fully compatible magical item of its type (meaning a rod can attempt with its master’s. Rather than rolling the item’s lesser to control another rod, for example). To do so, it and greater powers, however, the Player of the bonded rolls an Intelligence check opposed by a caster level master and the Games Master should work together to check, using either the targeted item’s caster level or select powers which best represent the personality and its wielder’s caster level, whichever is higher. If the actions the character has displayed since becoming a check fails, then nothing happens but if the check bonded master. succeeds, then the item familiar seizes control of the targeted item. An item familiar can, as a free action If the item is already intelligent, move it one step on the controlled item’s wielder’s next turn, block the higher on the Item Intelligence, Wisdom, Charisma use of the targeted item’s powers, redirect the effect’s and Capabilities chart, selecting new abilities as of the power being used to a target of its choice, or outlined above. Awakened item familiars have an cause the targeted item to use a different power than its ego score as other intelligent items do but they will wielder intended. It cannot make the wielder use the only dominate their bonded partner in under the most magic item, however. For the purposes of redirecting extreme circumstances, such as if the bonded master the controlled item’s powers, the item familiar can finds himself controlled by a powerful opponent. cause powers which normally affect only the wielder Under no circumstances will the bonded item (those with a range of personal, for example) to affect purposefully lead its master to harm, nor will it ever its bonded master instead. The item familiar can use cause him to divest himself of other normal or magical Item Mastery once per round. items, unless the bonded item has reason to believe they will do its master harm. Limitless: When the bonded master reaches this consummate level of power, the link between he and",
        "name":  "Awakened",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 + Int bonus. never again take levels as a bard, wizard, sorcerer, cleric, druid, monk or paladin and if he advances as a Class Features ranger, he never gains access to that class’ spells. All the following are class features of the unbound. If the unbound willingly uses a magic item of any",
        "name":  "Skill Points Per Level",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d4. All master crafters have a background in arcane or divine magic and most are dedicated wizards. Requirements Sorcerers and clerics sometimes become master In order to become a master crafter, the character must crafters but the former are hampered by their lack of meet all of the following requirements: breadth in their known spells and clerics generally too martially inclined to be comfortable crafting",
        "name":  "Hit Die",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any two Item Creation feats. crafter. Class Skills Non-Player Character master crafters are usually The master crafter’s class skills (and the relevant found in the largest communities, as their skill are abilities for each) are Appraise (Int), Concentration so much in demand that they can find easy patronage (Con), Craft (any) (Int), Disable Device (Int), with the wealthy and powerful. The most skilled of Knowledge (arcana) (Int), Profession (any) (Int), master crafters often work exclusively for the kings Spellcraft (Int) and Use Magic Device (Int). of the realm, for the high priests of major faiths, or at the pleasure of powerful creatures such as ancient",
        "name":  "Feats",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When the character takes up the need spend only one quarter the experience points, mantle of the master crafter, he becomes so focussed one quarter the raw materials and one quarter the time on the creation of magical items that he loses the it would take to craft the item in the first place. This ability to cast spells through simple words and ability stacks with the Reforge Item feat; when fixing gestures. Beginning at 1st level, the master crafter magical items the master crafter need only spend 1/ can no longer cast spells in the normal fashion at all, 8th of an item’s base price in experience points and meaning he simply cannot cast a spell on himself, materials, and takes 1/8th of the time to fix. on an ally, or on an enemy. Attempts to do so automatically fail. Unsurpassed Understanding: A master crafter of this skill is an artist of legend, capable of crafting Instead, the master crafter’s spellcasting ability the most wondrous of devices with ease. A 10th level is solely focussed on the creation and quickening master craftsmen need only spend 1/100th (1/150th with of magical items. To compensate for his lost of the Improved Item Creation feat ) of an item’s base spellcasting ability, the master crafter learns a new price in experience points when crafting an item, to spell each time he gains a new level; this spell can a minimum of a single experience point. In addition, be of any level which the crafter is able to cast and the cost to create a magical item is reduced to only is gained in addition to any gained upon achieving a 1/4 of the base price. new level. By the time the master crafter reaches the highest level of understanding, there is almost no spell he cannot infuse into a magic item.",
        "name":  "Creation Focus",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Master crafters are so practised in the art of crafting magical items that they can build them with a speed that defies belief. Starting at 2nd level, a master crafter need only spend one day per 1,000/class level gold piece value of the object. This means that a 10th level master crafter need only spend one day crafting an item per 10,000 gold pieces of base value.",
        "name":  "Fast Crafting",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 3rd level, the master crafter selects a bonus feat from the following list: Brew Potion, Craft Magic Arms and Armour, Craft Rod, Craft Staff, Craft Wand, Craft Wondrous Item, Forge Ring or Skill Focus (craft – any). The master crafter gains an additional bonus feat from this list at 6th and 8th class levels.",
        "name":  "Bonus Feat",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You radiate a natural aura which, in a effective enhancement bonus of the new item. method similar to the detect magic spell, allows you to automatically sense the presence of magical Bonded Ring, Rod, Staff or Wand items. When you pass within a 10 feet + 5 feet/point of Charisma bonus radius of a magical item, you You have formed a bond with a particular ring, rod, staff automatically sense its presence and general location. or wand, a bond which is not easily broken.",
        "name":  "Benefits",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Iron Will. 3388 MAGIC ITEM FEATS",
        "name":  "Prerequisites",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Select a single magical ring, rod, staff or Special: If you have the feat Improved Item wand. You are now and forever bonded with that item. Creation, its benefits extend to those from whom you The bonuses gained for bonding depend on the type of leech experience, meaning they need only sacrifice bonded item, as outlined below. experience in an amount equal to 1/50th of the base price of the item to be enchanted. † If the bonded item is a ring, then it becomes so intrinsically bonded to your soul energy that it Great Resistance becomes merely an extension of your body. It no You have a natural resistance to spell and spell-like longer counts against the total number of magical effects generated by magical items. rings which you can carry, meaning you can wear and successfully wield a total of three magical",
        "name":  "Benefits",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can select this feat twice. The second range of 100 feet. time, your innate bonus to resist spells and spell-like effects cast from magic items increases to +4 and your A character can be bonded to a maximum of one ring, Damage Reduction increases to 4/magical. rod, staff and wand. Should he lose his bonded item, should it be destroyed or should he simply wish to bond Greater Capacity (Item Creation) himself to a new item, he can do so but must wait until he advances a level and must pay a cost in experience When you create a magic item which carries charges, equal to 100 x the caster level of the new ring, rod, you are able to fill it with far more magical energy staff, or wand. than is normal. Borrow Strength (Item Creation) You can leech the life force and experience of others to power the creation of magic items, allowing you to preserve your own energies.",
        "name":  "Special",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any Item Creation feat, Int or Wis 17+.",
        "name":  "Prerequisites",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can take arcane fuel, in the form of experience points, from willing beings to empower those magic items you create. In order for you to leech another being’s experience, they must be present throughout the crafting process. You make take any number of experience points from the being, up to half the cost required to enchant the magical item. You can not take experience from the being to pay for any abilities which cast or replicate spells with an experience point cost, other than Item Creation abilities. As always, if the enchantment process is abandoned, or if it is for any other reason ruined, the leeched experience points are lost. Only one being, not including the crafter, can donate experience to the creation of each magic item. 3388 39 MAGIC ITEM FEATS",
        "name":  "Benefits",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you craft or recharge a rod, staff, or wand, it contains 75 charges. For the purposes of expending experience points or raw materials during creation, the base price of the item is not increased in any way. This, of course, has no bearing on the final cost for which you can sell your increased capacity magical item.",
        "name":  "Benefits",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any two Item Creation feats. benefits.",
        "name":  "Prerequisites",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Select two of your Item Creation feats. When crafting items using those feats, you need only Item Aptitude expend 1/50th of the base price in XP. You have a natural knack for discovering an item’s",
        "name":  "Benefits",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can select this feat more than once, magical effects and triggering them. applying it to up to two different Item Creation feats each time. Alternately, you can choose to apply it to a",
        "name":  "Special",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellcraft 8 ranks, any Item Creation chosen item are now as one, two beings sharing one feat, ability to cast arcane or divine spells. purpose and growing in strength together.",
        "name":  "Prerequisites",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The saving throw DCs and ability to pierce spell resistance of any magic items you wield",
        "name":  "Benefits",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Int 15+, at least one of Craft Magic objects with exceedingly unusual abilities, creating Arms and Armour, Craft Rod, Craft Staff, Craft Wand, gloves of minute seeing, for example. Craft Wondrous Item or Forge Ring.",
        "name":  "Prerequisites",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cobalt Precision, Incarnum Spellshaping, CHARACTER OPTIONS Midnight Dodge, Midnight Metamagic, Soultouched Spell- Central to the concept behind this book is the idea that casting; incarnum blade, umbral disciple. you can use as much or as little of it as you want to in your Rogue: Azure Enmity, Cobalt Expertise, Indigo Strike, game. Through the chapters of this book, we’ve introduced Midnight Dodge; umbral disciple. incarnum-touched variations and options for every aspect of Sorcerer or Wizard: Incarnum Spellshaping, Midnight a character and a campaign. Metamagic, Share Soulmeld, Soultouched Spellcasting; A player who is very excited about incarnum might choose soulcaster. a new race from Chapter 1, one of the meldshaping standard Psionic Character: Azure Talent, Midnight Augmenta- classes from Chapter 2, and feats from the new feats presented tion, Psycarnum Blade, Psycarnum Crystal, Psycarnum in Chapter 3. His character can shape soulmelds drawn from Infusion; incarnum blade. Chapter 4 and wield magic items from Chapter 5. When Any Character: Azure Toughness, Bonus Essentia, Ceru- he’s ready, he might adopt a prestige class from Chapter 6. lean Fortitude, Cerulean Refl exes, Cerulean Will, Healing For such a player, this book can almost replace the Player’s Soul, Incarnum-Fortifi ed Body, Open Greater Chakra, Open Handbook—in much the same way that the Expanded Psionics Least Chakra, Open Lesser Chakra, Sapphire Sprint, Shape Handbook can for a psionic character. Soulmeld, Soulsight. Others might prefer to simply dabble in incarnum. A campaign might introduce incarnum in tiny fragments: A player can choose a race and a class from the Player’s a single villain with a meldshaping class from Chapter 2, Handbook, then choose feats from Chapter 3 to open up an encounter with members of a new race from Chapter incarnum-related options. If he has a spellcaster or psionic 1 or monsters from Chapter 7, or a strange item from character, abundant options await in Chapter 5. He can Chapter 5 that holds the promise of more abilities than make extensive use of the items in Chapter 5, even if he it immediately reveals—if a character can learn to access can’t unlock all the potential of those items. Several of the his essentia pool. The player characters might explore an prestige classes in Chapter 6 are available to characters ancient ruin strangely laden with incarnum-related items with little previous exposure to incarnum, so they open and opponents, and learn new capabilities themselves as up additional opportunities. they progress through the ruins and uncover their secrets. A player who wants his character to dabble in incarnum can Like Tordek, Lidda, and Ragnara in the vignette at the use this book as an additional resource at the table, without start of this introduction, the PCs in your campaign might having incarnum dominate the character’s capabilities. If stumble upon a horde of lost infesting a dolmen circle playing such a character appeals to you, consider the follow- and turn to the dolmen’s sole defender (an NPC or even ing feats and prestige classes from this book, based on your a new PC) for aid against these unfamiliar foes. Chapter character’s class: 8: Incarnum Campaigns includes a wealth of options and",
        "name":  "Ranger",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Incarnum Spellshaping, Midnight Metamagic, Whatever options you choose, you’ll fi nd Magic of Incarnum Soultouched Spellcasting; soulcaster. injecting a unique flavor and never-before-seen effects",
        "name":  "Bard",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Azure Turning, Divine Soultouch, Incarnum into your campaign. Whether you’re as new to the game as Spellshaping, Midnight Metamagic, Sapphire Smite, Soul- incarnates and azurins or you’ve been playing since psion- touched Spellcasting; sapphire hierarch. ics made their fi rst appearance, we trust that the arrival of",
        "name":  "Cleric",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Azure Wild Shape, Incarnum Spellshaping, Midnight incarnum will spark your imagination and give new life to Metamagic, Share Soulmeld, Soultouched Spellcasting. your campaigns and adventures to come. 662200__8888557799__CChhpp11..iinndddd 66 77//1122//0055 88::5544::2255 AAMM 7 IIlllluuss.. bbyy DD.. GGrriifffifi tthh DDuusskklliinngg SSkkaarrnn ssppiikkeess RRiillkkaann ssccaalleess ncarnum is a part of every living creature. On an indi- with a pure soul as it becomes instilled in a human form. vidual level, incarnum changes those who use it. On a Perhaps incarnum seeped into the place where the soul grander scale, it has altered or created entire races whose emerged, or the soul passed through an incarnum-rich substance is infused with incarnum. Four of these races area of the planes on its way to the mortal realm. Whatever are detailed in this chapter. (Additional incarnum- the cause, the result is an azurin child, a child who is not infl uenced creatures appear in Chapter 7.) entirely human. Azurins are born of human parents, created when incar- The incarnum-infused spirit of an azurin ties itself num bonds with preincarnate (those not yet born) souls who closely to the physical form, but the intensity of the bonded are born as human infants. energies causes rapid physical aging and maturation. An Dusklings are wild extraplanar fey whose bond with incarnum azurin’s shorter lifespan creates a tendency to undertake exists on a more primal level than perhaps any other creature. risky endeavors and embrace ideals passionately. Rilkans and skarns are twin offshoots of a common ancestor Azurins do not always create other azurins when they race, the mishtai, but two siblings were never more differ- reproduce. Two azurin parents have a much greater ent than these races. The rilkans are rakish, freethinking chance of conceiving an azurin child, but the child scoundrels, while the skarns are fi erce warriors dedicated to might also be human. As a result, azurins tend to be a philosophical ideal of physical perfection. solitary, living their lives within human civilizations. Your character’s race determines some of his or her qualities. Azurins have never been born to non human parents. Table 1–1: Racial Ability Adjustments, on the following page, shows ability score adjustments, favored class, and starting lan- AZURIN RACIAL TRAITS guages for each of the new races described in this chapter. Azurins resemble their human parents in most respects, including the familial similarity that any human child would share with his or her parents. The AZURINS one exception to this is their eyes: the sclera (whites) “I am human, and so much more.” of azurin eyes have a sky-blue sheen. Azurins are —Thiera Donassik, azurin soulborn otherwise as varied in appearance as humans. • Medium: As Medium creatures, azurins have no Azurins are incarnum-touched beings born to human special bonuses or penalties due to their size. parents. Every so often, the energies of incarnum bond • Azurin base land speed is 30 feet. 662200__8888557799__CChhpp11..iinndddd 77 77//1122//0055 88::5544::2277 AAMM 8 1 RETPAHC SECAR Table 1–1: Racial Ability Adjustments as they are chaotic good, lawful Race Ability Adjustments Favored Class Automatic Languages evil, or chaotic evil. More Azurin — Soulborn Common so than most other mortal Duskling +2 Constitution, –2 Intelligence Totemist Common, Sylvan races, azurins strive to embody Rilkan +2 Dexterity, –2 Strength Incarnate Common their alignment. Skarn +2 Strength, –2 Dexterity Incarnate Common",
        "name":  "Druid",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A meldshaper who wields the energy of the 6th–11th 2 souls of nature, revering magical beasts as totem creatures 12th–17th 3 18th–20th 4 and mimicking their powers. THE ESSENTIA POOL Incarnates and totemists both have class features Incarnum-wielding characters, whether meldshapers or that expand this capacity for all or certain soul- merely those with special abilities that harness incarnum, melds. See the class descriptions later in this chapter. depend on their personal incarnum, called essentia, to power Certain feats, prestige classes, and magic items can their abilities. A character’s store of personal incarnum is increase a meldshaper’s capacity as well. his essentia pool. 662200__8888557799__CChhpp22..iinndddd 1199 77//1122//0055 88::5588::5566 AAMM 20 2 RETPAHC SESSALC Multiclass Meldshapers righteous or corrupt and evil, you literally come to embody Even if you have levels in more than one meldshaping class, one cause or alignment, adding the distilled essence of good, you have a single essentia pool consisting of all the essentia evil, law, or chaos into your soulmelds. you have acquired from your class levels and other sources. Your meldshaping abilities remain completely separate. MAKING AN INCARNATE Though your character level determines your soulmeld As an incarnate, you can expect to serve both a melee role capacity (see Table 2–1: Essentia Capacity, above), class and a supporting role by aiding other characters with your abilities that improve your soulmeld capacity apply only to aligned aura and your soulmelds. In certain situations you soulmelds you shape from that class’s soulmeld list. Similarly, are as strong a fi ghter as a paladin, though you suffer more your chakra binds are limited by class—if your incarnate when out of your element. levels allow you to bind soulmelds to your crown chakra Abilities: Constitution is perhaps your most important but your totemist levels allow you to bind soulmelds only to ability score, since it determines the maximum number your totem chakra, you cannot bind totemist soulmelds to of soulmelds you can shape at one time (as well as the your crown chakra. duration of your incarnum radiance). If your soulmeld For example, if you are a 6th-level incarnate/6th-level totem- selection focuses on melee combat, a high Strength score ist, you have a total essentia pool of 10 (6 from your incarnate is important; if you use your soulmelds directly against levels and 4 from your totemist levels). You can shape four foes, a high Wisdom score increases the save DCs against incarnate soulmelds and four totemist soulmelds, assuming those abilities. you have at least an 18 Constitution. You can bind two of your Races: Races inclined to alignment extremes make the incarnate soulmelds to crown, feet, or hands chakras. You can best incarnates. The heirs of the mishtai—rilkans and bind two of your totemist soulmelds to your totem, crown, skarns—are by far the most common incarnates, producing feet, or hands chakras. You cannot bind two soulmelds to mostly chaotic and lawful incarnates, respectively. Dusk lings the same chakra. You can freely distribute your 10 points of become chaotic (or occasionally evil) incarnates. Dwarves essentia among your eight total soulmelds. produce lawful incarnates, while elf incarnates embody their As a 12th-level character, your base soulmeld capacity is 3 good nature. Half-orcs might grow to be chaotic incarnates. points of essentia. Your incarnate soulmelds have a capacity Among humans, evil incarnates are more common than of 4 points, and any totemist soulmeld you bind to your totem good. The planetouched races produce a great number of chakra also has a capacity of 4 points. incarnates. The most common savage humanoid incarnates are evil kobolds and evil orcs.",
        "name":  "Totemist",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An incarnate’s primary ability is shaping Chakra Binds: Beginning at 2nd level, you can bind incarnum soulmelds, which are drawn from the incarnate your soulmelds to your chakras, granting you new powers soulmeld list (page 54). You know and can shape any soulmeld based on the soulmeld and the chakra chosen. Binding a from this list (but see Aligned Soulmelds, below). soulmeld to a chakra closes the body slot associated with The Diffi culty Class for a saving throw against an incarnate that chakra (see Chakras , page 50), so that you cannot also soulmeld is 10 + number of points of essentia invested in the benefi t from a magic item worn on the body slot associated soulmeld + your Wisdom modifi er. Your meldshaper level is with that chakra. equal to your incarnate level. The number of chakra binds that you can have active at An incarnate can shape only a certain number of soulmelds any one time depends on your level (see the Chakra Binds per day. Your base daily allotment is given on Table 2–2: The column on Table 2–2: The Incarnate). At 2nd level, you can Incarnate. The maximum number of soulmelds that you can bind a soulmeld to your crown chakra. Beginning at 4th have shaped simultaneously is equal to your Constitution level, you can bind soulmelds to your feet or hands chakras. score minus 10 or the number of soulmelds allowed for At 9th level, you can bind soulmelds to your arms, brow, or your level, whichever is lower. At 1st level, you can shape shoulders chakras. At 14th level, you can bind soulmelds to two soulmelds at a time (assuming you have a Constitution your throat or waist chakras. At 16th level, you can bind a score of at least 12). As you advance in level, you can shape soulmeld to your heart chakra, and at 19th level you can bind an increasing number of soulmelds. a soulmeld to your soul chakra. At 1st level, you also gain access to your personal pool For more information on chakra binds, see page 51. of essentia, which can be invested into your soulmelds to Aura (Ex): You have a particularly powerful aura cor- increase their power. Your essentia pool’s size is shown on responding to your alignment (see the detect evil spell). The Table 2–2: The Incarnate. Your character level, as noted on power of your aura is equal to your incarnate level, just like Table 2–1: Essentia Capacity, determines the maximum the aura of a cleric. quantity of essentia that you can invest in any single soul- Similarly, your soulmelds always radiate good, evil, law, meld. As a swift action, you can reallocate your essentia or chaos (according to your alignment) as though they investments in your soulmelds every round (see Essentia, were aligned magic items with a caster level equal to your page 50). class level. An incarnate does not study or prepare soulmelds in Detect Opposition (Sp): At will, you can attempt to detect advance, but must have a good night’s rest and must meditate the presence of creatures whose alignment is opposite your for 1 hour to shape his soulmelds for the day (see Shaping own. This ability works like the detect evil spell, except that Soulmelds, page 49). it detects the specifi c alignment opposed to your own. For",
        "name":  "Meldshaping",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Incarnates of each alignment have particular The majority of humans and halfl ings, at least, tend toward exemplars and heroes they hold up as the ideals of their kind. neutral alignments largely by virtue of simply not feeling Revered by evil incarnates and reviled by good ones (as well as strongly enough about alignment to take sides. These people a signifi cant number of law and chaos incarnates), Murthien are indifferent toward incarnates as well—although some the Soul-Render is a legendary fi gure of evil, known for have unfriendly feelings toward anyone who champions an storming the Bastion of Unborn Souls at the head of a legion alignment extreme. of necrocarnum zombies in an attempt to steal the energy of preincarnate souls for his own wicked ends. Some accounts INCARNATE LORE relate that Murthien began his career as a good incarnate, Characters with Knowledge (arcana) or Knowledge (the but in a spectacular fall became an evil incarnate whose planes) can research incarnates to learn more about them. wickedness was unmatched. Bardic knowledge reveals the same information. Davi the Trickster is a near-mythological chaos incarnate DC 10: Incarnates embody the principles of the four who fi gures prominently in rilkan romances. Phanallashtam alignments—chaos, evil, good, and law. They draw magical the Lawbringer, a law incarnate of ancient times, is com- power from a mysterious soul-energy called incarnum. monly recognized as the author of one of the fi rst and most DC 15: Incarnates take this soul-energy and shape it important early legal codes. N!doka the North Star is a good into objects almost like magic items. Their strengths and incarnate of more recent memory, whose fame as a champion powers depend on their alignment: chaos incarnates move of good and a fi erce opponent of evil has spread far from her quickly and use ranged attacks, lawful ones hit hard in melee. remote homeland. Evil incarnates will rip you to shreds, while good ones focus It is possible that incarnum is a relatively new discov- on protection. ery in your campaign world. In that case, these notable DC 20: Incarnates shape incarnum into soulmelds. incarnates might be modern figures, or their stories might Though the soulmelds themselves are relatively stable and originate on another plane or world where incarnum is long lasting, incarnates can quickly shift power among their more common. different soulmelds. Their soulmelds grow more powerful",
        "name":  "Notables",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The size and importance of incarnate when bound to the power centers of the body, which they organizations depends largely on the role incarnum itself call chakras. plays in your campaign. If the use of incarnum is a recent DC 30: Information about notable incarnates, drawn from development, there might not yet be any organizations in the section above. place to support those few individuals who experiment with its capabilities. Even if incarnum has been around for a long INCARNATES IN THE GAME time, it might be a tradition passed from mentor to pupil in The incarnate class is the backbone of the new rules system a small but unbroken line from the ancient past. presented in Magic of Incarnum. Chapter 8: Incarnum Cam- If incarnates do gather into organizations in your campaign, paigns presents extensive advice about how to work incarnum their nature—as with all things involving incarnates— into an ongoing or new campaign, and that advice applies depends on their alignment. Few, if any, organizations exist directly to the incarnate class. that draw their membership from all four alignments of A player with an incarnate character will be happiest if the incarnate. Rather, incarnates of each alignment group with other members of the party have a similar alignment, if he others who share their outlook, avoiding or actively opposing has ample opportunity to use his soulmelds and incarnum incarnates of other alignments. radiance, and if he at least occasionally encounters NPC Law incarnates are the most likely to form associations. opponents and monsters that wield incarnum or use incar- Even if their overall numbers are few in the world, scattered num-related magic items. In other words, while it is certainly law incarnates fi nd ways to join forces to contribute to the possible for a player to make and play an incarnate while no advancement of law and order. Both evil and chaos incarnates one else at the gaming table even owns a copy of this book, are more likely to work independently, while good incarnates the most satisfying play experience comes from a campaign lie between these two extremes. where incarnum makes a more extensive appearance.",
        "name":  "Organizations",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An encounter with an NPC incarnate, Races: Any race that traditionally emphasizes combat friend or foe, could be an adventuring party’s fi rst brush and physical prowess could include soulborns, including with the magic of incarnum. If this is the case, the DM dwarves, half-orcs, and especially humans. Of the new should be sure to play up the strange and mysterious nature races presented in this book, azurins are drawn most of the power this character wields. Describe the character’s strongly to the life of the soulborn, and some rilkans also soulmelds carefully, choosing evocative adjectives based fi nd themselves suited for the class. Among savage human- on the tone you want to set for the encounter—they might oids that have any knowledge of incarnum, soulborns seem “ghostly,” “radiant,” or “ethereal,” for example, depend- are far more common than other soulmeld classes. Such ing on whether you want the incarnate to seem sinister, groups are known to include tribes of lizardfolk, gnolls, exalted, or mysterious. and hobgoblins.",
        "name":  "Encounters",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Soulborns rely heavily on Strength and the power of your incarnum-fueled convictions to attempt Constitution because of their usefulness in combat. Consti- to smite a foe with a melee attack. You add your Charisma tution is also crucial for the soulborn’s meldshaping ability. bonus (if any) to your attack roll and deal 1 extra point of Charisma contributes to the soulborn’s smite opposition damage per soulborn level. These bonuses apply only against class feature. creatures whose alignment opposes at least one component Table 2–3: The Soulborn Hit Die: d10 Base Attack Fort Ref Will — —–— Meldshaping ——–— Level Bonus Save Save Save Special Soulmelds Essentia Chakra Binds 1st +1 +2 +0 +0 Aura, smite opposition 1/day 0 0 0 2nd +2 +3 +0 +0 Incarnum defense 0 0 0 3rd +3 +3 +1 +1 Bonus feat 0 0 0 4th +4 +4 +1 +1 1 0 0 5th +5 +4 +1 +1 Smite opposition 2/day 1 0 0 6th +6/+1 +5 +2 +2 1 1 0 7th +7/+2 +5 +2 +2 Bonus feat 1 1 0 8th +8/+3 +6 +2 +2 Chakra binds (crown, feet, hands) 2 2 1 9th +9/+4 +6 +3 +3 Share incarnum defense 1/day 2 2 1 10th +10/+5 +7 +3 +3 Smite opposition 3/day 2 3 1 11th +11/+6/+1 +7 +3 +3 Bonus feat 2 3 1 12th +12/+7/+2 +8 +4 +4 3 4 1 13th +13/+8/+3 +8 +4 +4 Share incarnum defense 2/day 3 4 1 14th +14/+9/+4 +9 +4 +4 Chakra binds (arms, brow, shoulders) 3 5 2 15th +15/+10/+5 +9 +5 +5 Smite opposition 4/day 3 5 2 16th +16/+11/+6/+1 +10 +5 +5 4 6 2 17th +17/+12/+7/+2 +10 +5 +5 Share incarnum defense 3/day 4 7 2 18th +18/+13/+8/+3 +11 +6 +6 Chakra binds (throat, waist) 4 8 3 19th +19/+14/+9/+4 +11 +6 +6 Timeless body 4 9 3 20th +20/+15/+10/+5 +12 +6 +6 Smite opposition 5/day 5 10 3 Class Skills (2 + Int modifier per level, ×4 at 1st level): Climb, Concentration, Craft, Handle Animal, Heal, Jump, Knowledge (arcana), Knowledge (the planes), Profession, Ride, Spellcraft, Swim. A lawful good soulborn adds Diplomacy to the soulborn class skills listed above. A chaotic good soulborn adds Gather Information to the list. A lawful evil soulborn adds Bluff to the list, and a chaotic evil soulborn adds Intimidate to the list. 662200__8888557799__CChhpp22..iinndddd 2255 77//1122//0055 88::5599::0099 AAMM 26 2 RETPAHC SESSALC of yours—a lawful good soulborn smites chaotic and evil Chakra Binds: Beginning at 8th level, you can bind foes (any creature whose alignment includes either chaos your soulmelds to your chakras, granting you new powers or evil), while a chaotic good soulborn smites lawful and based on the soulmeld and the chakra chosen. Binding a evil foes. If you accidentally smite a creature of the wrong soulmeld to a chakra closes the body slot associated with alignment, the smite has no effect, but the ability is still that chakra (see Chakras, page 50), so that you cannot also used up for that day. benefi t from a magic item worn on the body slot associated At 5th level and every fi ve levels thereafter, you can smite with that chakra. opposition one additional time per day to a maximum of fi ve The number of chakra binds that you can have active at times per day at 20th level. any one time depends on your level (see the Chakra Binds Incarnum Defense (Su): Your incarnum-fused soul column on Table 2–3: The Soulborn). At 8th level, you can dramatically affects your body and mind. At 2nd level, this bind soulmelds to your crown, feet, or hands chakras. At manifests as a visible change in your appearance, as well as 14th level, you can bind soulmelds to your arms, brow, and a particular immunity. The appearance and effects of this shoulders chakras. At 18th level, you can bind soulmelds to fusion depend on your alignment: your throat or waist chakras. You never gain the ability to",
        "name":  "Abilities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6d4 gp. draw magical power from a mysterious soul-energy called incarnum. SOULBORNS IN THE WORLD DC 15: Soulborns use this soul-energy to hone their “When it comes to smiting evil, Thiera and I understand each skills in combat. It gives them some protection, lets them other. But when she starts talking about her chakra binds, I just smite their foes, and turns their eyes strange colors. Some smile and nod.” of them can also shape incarnum into objects almost like —Alhandra, human paladin magic items. DC 20: Soulborns are dedicated to alignment extremes— Soulborns seem to exist to do battle, like eternal crusaders lawful good, chaotic good, lawful evil, or chaotic evil—and against the alignment forces that oppose their own. If they can smite creatures of opposing alignment. At higher incarnates exemplify the principles of their alignments, levels, they can shape incarnum into soulmelds, which soulborns hammer principles of two alignments together grow more powerful when bound to the power centers of and hone them into a keen-edged blade—then use that the body. They also learn to share their protective powers blade to smite the opposing alignments. Soulborns are with their allies. the paladins and blackguards of the incarnum world, DC 30: Information about notable soulborns, drawn from stripped of religious trappings and whittled down to the the section above. combat essentials.",
        "name":  "Gold",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Totemists can be of any alignment. Many A mask representing a basilisk, a mantle of the displacer gravitate toward neutrality like the magical beasts they beast, boots of the landshark—these are the hallmarks of revere, while others adopt more extreme alignments—the the totemist. You channel the soul energy of magical beasts lawful good of blink dogs and lammasus, the chaotic good to make your soulmelds and claim them as your totems to of pegasi and unicorns, the lawful evil of displacer beasts, or acquire a share in their power. the chaotic evil of chimeras and lamias.",
        "name":  "Alignment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within all races, the groups most likely to produce soulmeld is 10 + number of points of essentia invested in the totemists are those with relatively close ties to nature, who soulmeld + your Constitution modifi er. Your meldshaper live by hunting and gathering or slash-and-burn farming level is equal to your totemist level. rather than extensive agriculture. Dusklings are often totem- A totemist can shape only a certain number of soulmelds ists. Wood and wild elves also have a strong totemist tradition, per day. Your base daily allotment is given on Table 2–4: Table 2–4: The Totemist Hit Die: d8 Base Attack Fort Ref Will — —–— Meldshaping ——–— Level Bonus Save Save Save Special Soulmelds Essentia Chakra Binds 1st +0 +2 +2 +0 Wild empathy, illiteracy 2 1 0 2nd +1 +3 +3 +0 Totem chakra bind (+1 capacity) 3 2 1 3rd +2 +3 +3 +1 Totem’s protection 3 2 1 4th +3 +4 +4 +1 4 3 1 5th +3 +4 +4 +1 Chakra binds (crown, feet, hands) 4 3 1 6th +4 +5 +5 +2 Totem chakra bind (+1 meldshaper level) 4 4 2 7th +5 +5 +5 +2 5 5 2 8th +6/+1 +6 +6 +2 Rebind totem soulmeld 1/day 5 5 2 9th +6/+1 +6 +6 +3 Chakra binds (arms, brow, shoulders) 5 6 2 10th +7/+2 +7 +7 +3 6 7 3 11th +8/+3 +7 +7 +3 Totem chakra bind (double bind) 6 8 3 12th +9/+4 +8 +8 +4 Rebind totem soulmeld 2/day 6 9 3 13th +9/+4 +8 +8 +4 7 10 3 14th +10/+5 +9 +9 +4 Chakra binds (throat, waist) 7 11 4 15th +11/+6/+1 +9 +9 +5 Totem chakra bind (+2 capacity) 7 12 4 16th +12/+7/+2 +10 +10 +5 Rebind totem soulmeld 3/day 8 13 4 17th +12/+7/+2 +10 +10 +5 Chakra bind (heart) 8 14 4 18th +13/+8/+3 +11 +11 +6 8 16 5 19th +14/+9/+4 +11 +11 +6 9 18 5 20th +15/+10/+5 +12 +12 +6 Totem embodiment, 9 20 5 rebind totem soulmeld 4/day Class Skills (4 + Int modifier per level, ×4 at 1st level): Concentration, Craft, Handle Animal, Knowledge (arcana), Knowledge (nature), Knowledge (the planes), Listen, Profession, Ride, Spellcraft, Spot, Survival, Swim. 662200__8888557799__CChhpp22..iinndddd 2299 77//1122//0055 88::5599::1166 AAMM 30 2 RETPAHC SESSALC The Totemist. The maximum number of soulmelds that you At 11th level, you gain the ability to bind a single soulmeld can have shaped simultaneously is equal to your Constitu- to your totem chakra and to another chakra at the same time. tion score minus 10 or the number of soulmelds on the table, You gain the special benefi ts of both chakra binds. whichever is lower. At 1st level, you can shape two soulmelds Wild Empathy (Ex): As the druid class ability; see page 35 at a time (assuming you have a Constitution score of at least of the Player’s Handbook. You gain a +4 bonus on wild empathy 12). As you advance in level, you can shape an increasing checks made to infl uence the reactions of magical beasts number of soulmelds. of the same kind as the beast associated with the soulmeld At 1st level, you also gain access to your personal pool bound to your totem chakra. Thus, if you have a basilisk mask of essentia, which can be invested into your soulmelds to bound to your totem chakra, you gain the bonus on checks increase their power. Your essentia pool’s size is shown on made to infl uence basilisks. Table 2–4: The Totemist. Your character level, as noted on Illiteracy: Like barbarians, totemists do not begin the Table 2–1: Essentia Capacity, determines the maximum quan- game knowing how to read and write. You can spend 2 skill tity of essentia that you can invest in any single soulmeld. As points to gain the ability to read and write all languages you a swift action, you can reallocate your essentia investments are able to speak. in your soulmelds every round (see Essentia, page 50). If you gain a level in any other class (except barbarian), A totemist does not study or prepare soulmelds in advance, you automatically gain literacy. A barbarian who gains a but must have a good night’s rest and must meditate for 1 hour totemist level remains illiterate. Any other character who to shape his soulmelds for the day (see Shaping Soulmelds, gains a totemist level does not lose the literacy he or she page 49). already had.",
        "name":  "Races",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Beginning at 2nd level, you can bind Totem’s Protection (Ex): At 3rd level, you gain a +4 bonus your soulmelds to your chakras, granting you new powers on saving throws against the supernatural abilities of magi- based on the soulmeld and the chakra chosen. Binding a cal beasts. soulmeld to a chakra closes the body slot associated with Rebind Totem Soulmeld (Su): As your link to your totem that chakra (see Chakras, page 50), so that you cannot also chakra strengthens, you learn to shift the ties that bind your benefi t from a magic item worn on the body slot associated soulmelds. Starting at 8th level, once per day you can unbind with that chakra. a soulmeld from your totem chakra and bind a different meld The number of chakra binds that you can have active at to that chakra, as long as the new meld is one you already any one time depends on your level (see the Chakra Binds have shaped. This requires a full-round action and provokes column on Table 2–4: The Totemist). At 2nd level, you can attacks of opportunity. bind a soulmeld to your totem chakra (see below). Beginning You can use this ability one additional time for every four at 5th level, you can bind soulmelds to your crown, feet, or levels gained above 8th (2/day at 12th level, 3/day at 16th, and hands chakras. At 9th level, you can bind soulmelds to your 4/day at 20th). arms, brow, or shoulders chakras. At 14th level, you can bind Totem Embodiment (Su): At 20th level, you gain the soulmelds to your throat or waist chakras. At 17th level, you ability to temporarily link your body and soul to your totem can bind a soulmeld to your heart chakra. You never gain the chakra. This greatly enhances the power of essentia invested ability to bind a soulmeld to your soul chakra. in soulmelds bound to that chakra. For the duration of this For more information on chakra binds, see page 51. ability, your normal essentia capacity of any soulmeld bound",
        "name":  "Chakra Binds",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 2nd level, you gain access to a to your totem chakra is doubled. Every point of essentia unique chakra: the totem chakra. This chakra is not associ- invested in a soulmeld bound to your totem chakra counts ated with any location on the body, but rather represents your as 2 points of essentia. connection to the wild soul energy of nature, embodied in Activating this ability is a free action that does not provoke the magical beasts of the world. When you bind a soulmeld attacks of opportunity. It can be used once per day and lasts to your totem chakra, you take on characteristics of the for a number of minutes equal to your Constitution bonus creature represented by the meld—usually involving a (minimum 1). limited physical transformation. Since the totem chakra doesn’t match a body location, binding a soulmeld to this PLAYING A TOTEMIST chakra doesn’t restrict your use of magic items that take up As a totemist, you most likely come from a culture that might a body location. be considered primitive by other peoples. You spent at least Any soulmeld bound to your totem chakra has an essentia the early years of your life far more concerned with fi nding capacity 1 higher than the normal capacity for your soul- food and shelter than with formal education. You probably melds. For example, a 2nd-level totemist can invest up to 2 still think of the most basic needs before less essential desires, points of essentia in any soulmeld bound to his totem chakra such as gaining treasure or taking revenge. Those are luxuries. bind (rather than the normal limit of 1 points of essentia). It might be a personal goal of yours to reach a position in your At 15th level, the capacity of any soulmeld bound to your life where you can afford luxuries, but in the meantime you totem chakra increases by an additional point (meaning that function at a more basic level. a 15th-level totemist could invest up to 5 points of essentia What are you doing in the towns and cities of civilized in that soulmeld). society? What has brought you from your home in the At 6th level, the effective meldshaper level of a soulmeld wilderness regions of the world? Why have you chosen to you have bound to your totem chakra is equal to your actual keep company with adventurers, and why these particular meldshaper level +1. The primary effect of this benefi t is to companions? Answering these questions will give an make that soulmeld harder to unshape. important handle on your character. Perhaps you have been 662200__8888557799__CChhpp22..iinndddd 3300 77//1122//0055 88::5599::1188 AAMM 31 CLASSES CHAPTER 2 banished from your people and taken up a life of adventure because it is the only way you can come close to fi tting in to civilized society. Perhaps your elders sent you on a quest and you hope your adventuring companions can help you accomplish it.",
        "name":  "Totem Chakra Bind",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most totemists worship the spirits of magical beasts, invoking them through prayers even as they bind their power into their soulmelds. A few have adopted the worship of Obad-Hai or a similar nature deity, believing that he has authority over all nature spirits. A handful of others worship Kord or Erythnul because their people revere these gods.",
        "name":  "Religion",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d6 gp. TOTEMIST LORE TOTEMISTS IN THE WORLD Characters with Knowledge (the planes) or Knowledge (nature) “Quarranal has the fury of a worg and the cunning of a blink dog.” can research totemists to learn more about them. —Vadania, half-elf druid DC 10: Totemists worship magical beasts and have some ability to mimic their powers. In the real world, people of different cultures esteem animals DC 15: Totemists wield a soul-energy called incarnum, as exemplars of qualities that they seek to emulate. The totem- which they draw from magical beasts and shape into objects ist is an extension of this principle into the D\u0026D universe: almost like magic items. They have some limited ability to similar to animals but more powerful, magical beasts are a change their shape to gain properties of the magical beasts natural choice for totems. Totemists use incarnum to channel they revere. the power they see embodied in magical beasts and claim it DC 20: Totemists shape incarnum into soulmelds that for their own. are related to various magical beasts. By claiming differ-",
        "name":  "Gold",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In their native lands, totemists serve as spiritual ent soulmelds as a totem, a totemist can take on physical leaders for their people, mediating between the mundane characteristics of different magical beasts. They can also world and the spirit world of totem beasts. They are also war bind soulmelds to the power centers of the body to gain leaders, embodying the strength and power of magical beasts different abilities. in the forefront of raiding parties and armies. They are part DC 30: Information about notable totemists, drawn from of two worlds, the material world and the spirit realm, and the section above. fully belong to neither. They live as outsiders even in the midst of their communities. TOTEMISTS IN THE GAME",
        "name":  "Daily Life",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Totemists appear here and there in the leg- Like the soulborn, the totemist is an important but not ends of different peoples as folk heroes. The legendary central part of the incarnum system. They are an example duskling Tavannath Durimarrasha is sometimes called of how to model an existing fantasy and mythological the Totem Bringer, for he is said to be the first totemist. archetype, similar to the druid and the spirit shaman (from Areil Woodwarden is a wild elf totemist of modern times, Complete Divine), using incarnum rather than divine magic. known for mobilizing the magical beasts of her forest You might consider revising your campaign history so that home to repel a gnoll invasion. Gayadari the Dreamer is certain existing druids or spirit shamans are actually totem- a human totemist from a remote land, known as a great ists instead, or you can posit that totemists are either a new hunter of dragons. arrival in the world or part of a distant culture that is only",
        "name":  "Notables",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Totemists as a rule do not form organi- now arriving on the world stage. See Chapter 8: Incarnum zations. Many totemists are part of tight tribal structures Campaigns for more advice about incorporating incarnum in their native lands, and totemists who leave those lands into your campaign. are such anomalies that they rarely find compatriots to Totemists have close ties to an existing fi xture of almost form guilds or schools. Some totemists have been known all D\u0026D worlds—the magical beasts that make up common to join organizations that support druids, while others encounters in most games. For this reason, a player with claim membership in societies that cater to foreigners in a totemist can easily feel an important and meaningful civilized lands. In general, however, totemists are loners at part even of a campaign that otherwise makes little use of heart, rejecting any organization larger than an adventur- incarnum. Even if a totemist character never sees another ing company. character or creature that uses incarnum and never acquires an incarnum-based magic item, he still has a place in the NPC Reactions world and a unique relationship to the magical beasts all Totemists claim positions of respect (even if it is mingled with around him. As a result, running a game that includes a fear) among their own people and members of other societ- totemist character requires little special attention. ies that are familiar with their ways. A member of a culture Adaptation: With significant modifications or expan- that includes totemists has at least a friendly reaction to any sions, the totemist could be recast with ties to different totemist, even one native to a different culture. Even though creature types. By renaming and tweaking their melds, they are friendly, however, such people are more likely to totemists could invoke aberrations, fey, or dragons instead give concrete aid and escape the totemist’s presence quickly of magical beasts. rather than engage in casual conversation. Encounters: NPC totemists might be encountered as People whose native cultures do not have a place for totem- leaders of small bands of savage humanoids in the wilderness, ists range from indifferent to unfriendly toward totemists, serving as opponents with unusual powers to challenge depending on their feelings about foreigners in general and the PCs. 662200__8888557799__CChhpp22..iinndddd 3322 77//1122//0055 88::5599::2233 AAMM 33 IIlllluuss.. bbyy DD.. GGrriifffifi tthh haracters who wield incarnum rely on the same complete list of all skills described in the Player’s Handbook fundamental skills as other D\u0026D characters. A and indicates which skills are class skills for the classes few skills gain new applications in association described in Chapter 2 of this book. with incarnum and meldshaping. The bulk of this chapter is devoted to new feats CONCENTRATION (CON) that characters of any class can take to gain or improve their Use this skill to avoid being distracted, such as by abilities relating to incarnum and meldshaping. taking damage, while engaged in the use of incarnum- The chapter fi nishes with racial substitution level options based abilities. for the new races introduced in Chapter 1, along with racial Check: You must make a Concentration check substitution levels for existing races who wish to pursue the whenever you might potentially be distracted (by new classes from Chapter 2. taking damage, by harsh weather, and so on) while engaged in some action that requires your full atten- tion. Such actions include shaping a soulmeld or SKILLS binding a soulmeld or magic item to a chakra (but This section covers new applications of existing skills that not investing or reallocating essentia or activating a relate to incarnum. soulmeld’s effect). Table 3–1: Skill Points per Level summarizes the skill If the Concentration check succeeds, you can points gained by the classes described in Chapter 2 of this continue with the action as normal. If the check fails, book. Table 3–2: Skills, on the following page, provides a the action automatically fails and is wasted (leaving you with soulmelds shaped and chakras bound as Table 3–1: Skill Points per Level before the action was attempted). 1st-Level Higher-Level See the Concentration skill description on page Class Skill Points1 Skill Points2 70 in the Player’s Handbook for a table that lists the Incarnate (2 + Int modifier) × 4 2 + Int modifier various distractions that might occur. Soulborn (2 + Int modifi er) × 4 2 + Int modifi er Totemist (4 + Int modifier) × 4 4 + Int modifier KNOWLEDGE (INT; TRAINED ONLY) 1 Humans add +4 to this total at 1st level. Questions about incarnum and soulmelds can be 2 Humans add +1 each level. answered by Knowledge (arcana) or by Knowledge 662200__8888557799__CChhpp33..iinndddd 3333 77//1122//0055 99::0088::0022 AAMM 34 3 RETPAHC RETCARAHC SNOITPO Table 3–2: Skills FEATS Skill Incarn. Soul. Totem. Untr. Key Ability",
        "name":  "Organizations",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "general feats, Balance cc cc cc Yes Dex2 divine feats, incarnum feats, monstrous feats, and psionic Bluff cc cc4 cc Yes Cha feats. In addition, epic feats appear in the Appendix. Climb cc C cc Yes Str2 General feats appear in the Player’s Handbook and follow the Concentration1 C C C Yes Con general rules for feats in that book. Divine feats, as discussed Craft C C C Yes Int in Complete Divine, require an expenditure of a character’s Decipher Script cc cc cc No Int Diplomacy cc cc4 cc Yes Cha ability to turn undead to activate the feat. Monstrous feats Disable Device cc cc cc No Int require a creature to have a monstrous form or special Disguise cc cc cc Yes Cha abilities. Psionic feats are only available to creatures with the Escape Artist cc cc cc Yes Dex2 ability to manifest psionic powers. Incarnum feats are a new Forgery cc cc cc Yes Int category introduced in this book. Gather Information cc cc4 cc Yes Cha Handle Animal cc C C No Cha INCARNUM FEATS Heal cc C cc Yes Wis Incarnum feats are similar to soulmelds in that they allow you Hide cc cc cc Yes Dex2 to invest essentia into them, increasing their power. Unlike Intimidate cc cc4 cc Yes Cha most other incarnum-based abilities, a character can invest Jump cc C cc Yes Str2 Know. (arcana)1 C C C No Int essentia into each incarnum feat only once per day. Once Know. (architecture) cc cc cc No Int invested, the essentia is unavailable for other purposes until Know. (dungeoneering) cc cc cc No Int 24 hours have passed. Know. (geography) cc cc cc No Int However large your essentia pool is, you can only invest a Know. (history) cc cc cc No Int certain amount of essentia into any one soulmeld, feat, class Know. (local) cc cc cc No Int feature, magic item, or other incarnum receptacle. Your Know. (nature) cc cc C No Int character level determines this essentia capacity, as shown Know. (nobility) cc cc cc No Int on Table 2–1. Know. (the planes)1 C C C No Int Incarnum feats display visual manifestations of their effect, Know. (religion) C cc cc No Int such as a faint radiance or glow. Unless noted otherwise, Listen cc cc C Yes Wis Move Silently cc cc cc Yes Dex2 these effects do not provide any actual illumination and do Open Lock cc cc cc No Dex not affect a character’s ability to hide (nor do they give away Perform cc cc cc Yes Cha an invisible character’s location). Profession C C C No Wis Ride cc C C Yes Dex AZURE ENMITY [INCARNUM] Search cc cc cc Yes Int You can channel incarnum to enhance your ability to deal Sense Motive cc cc cc Yes Wis damage to your favored enemies. Whenever you strike a Sleight of Hand cc cc cc No Dex2 favored enemy while essentia is invested in this feat, a gleam Speak Language cc cc cc No None of faint blue radiance shines forth from your eyes. Spellcraft1 C C C No Int",
        "name":  "Appraise cc cc cc Yes Int Feats in this chapter fall into fi ve categories",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Midnight Dodge can be used in place of the Dodge feat to qualify for a feat, prestige class, or other OPEN GREATER CHAKRA special ability. You open up one of your body’s centers of power, allowing you to bind a soulmeld or a magic item to that chakra. MIDNIGHT METAMAGIC [INCARNUM] Prerequisites: Con 17, character level 18th. You can channel incarnum to alter your prepared spells. Benefi t: When this feat is selected, choose one of the fol-",
        "name":  "Special",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "throat or waist. You can now bind a soulmeld blue radiance. or a magic item to that chakra.",
        "name":  "When you cast such a spell, your hands gleam with a dark lowing chakras",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Con 13, ability to cast 1st-level spells, any In addition, you gain a minor benefi t from this newfound metamagic feat. chakra, depending on the chakra chosen:",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day, you can invest essentia into Throat: +1 insight bonus on Bluff and Diplomacy checks. this feat and choose one or more spells that you know Waist: +1 insight bonus on Fortitude saves. (and have prepared, if you prepare spells) to apply the Special: You can gain this feat multiple times. Its effects effect of a metamagic feat that you know. Each spell to be do not stack. Each time you take the feat, it applies to a new affected requires the investment of a number of essentia greater chakra. equal to the normal spell level adjustment required by the metamagic feat (minimum 1 point of essentia). The next OPEN LEAST CHAKRA time you cast that spell, the spell gains the effect of that You open up one of your body’s centers of power, allowing metamagic feat without any change to its level (or casting you to bind a soulmeld or a magic item to that chakra. time, if you cast spells spontaneously). Prerequisites: Con 13, character level 6th.",
        "name":  "Benefit",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When this feat is selected, choose one of the as you can afford to invest with essentia. You can apply following chakras: crown, feet, or hands. You can now bind the effect of different metamagic feats to different spells, a soulmeld or a magic item to that chakra. as long as you know all metamagic feats applied and you In addition, you gain a minor benefi t from this newfound have suffi cient essentia capacity to do so. For example, you chakra, depending on the chakra chosen: Illus. by R. Spencer 662200__8888557799__CChhpp33..iinndddd 3399 77//1122//0055 99::0088::1155 AAMM 40 3 RETPAHC RETCARAHC SNOITPO",
        "name":  "You can apply the effect of this feat to as many spells Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times. Its effects blue fl amelike radiance. do not stack. Each time you take the feat, it applies to a new Prerequisites: Con 13, Stunning Fist. least chakra. Benefi t: Once per day, you can invest essentia into this feat. Add the invested essentia as an insight bonus on the OPEN LESSER CHAKRA damage roll for any attack made with Stunning Fist, as well You open up one of your body’s centers of power, allowing as to the save DC for the stunning attack. Once the amount of you to bind a soulmeld or a magic item to that chakra. essentia invested is chosen, it cannot be altered and remains",
        "name":  "Special",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When this feat is selected, choose one of the You gain 1 point of essentia. following chakras: arms, brow, or shoulders. You can now bind a soulmeld or a magic item to that chakra. SAPPHIRE SMITE [INCARNUM] In addition, you gain a minor benefi t from this newfound You can channel incarnum to enhance your ability to deliver chakra, depending on the chakra chosen: mighty blows. When you do so, your eyes glisten as if they",
        "name":  "Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Without this feat, a soulmeld bound to a chakra can bind this soulmeld to any chakra available to you (as long closes the equivalent body space off from gaining the benefi t as the soulmeld can be bound to that chakra). of a magic item.",
        "name":  "If you have the ability to bind a soulmeld to a chakra, you Normal",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day, you can invest essentia into this of azurin cleric, you must be an azurin. feat. While essentia is invested in this feat you can activate The four races featured in this book—azurin, duskling, a limited form of blindsense, capable of pinpointing living rilkan, and skarn—each have racial substitution levels for creatures only, as a move action. This blindsense has a range one class from the Player’s Handbook. Added to these are equal to 5 feet per point of invested essentia. The blindsense racial substitution levels for a variety of existing races who lasts until the start of your next turn. Once the amount of can choose to become meldshapers. Essentially, each set essentia invested is chosen, it cannot be altered and remains of substitution levels presents a racially flavored variant invested for 24 hours. standard class for your game. The DM can add more racial If you have the ability to bind a soulmeld to your brow substitution level options (such as for azurin paladins or chakra, the blindsense granted by this feat is capable of duskling druids) as desired, using the ones presented here detecting both living and nonliving creatures. as guidelines. You gain 1 point of essentia. For each class with racial substitution levels, you can select each substitution level only at a specifi ed class level. When SOULTOUCHED SPELLCASTING you take a substitution level for your class at a given level, [INCARNUM] you give up the benefi ts gained at that level for the standard By fusing your spells with incarnum, they become more class, and you get the substitution level benefi ts instead. You capable of overcoming enemy magic and spell resistance. can’t go back and gain the benefi ts for the level you swapped",
        "name":  "Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day, you can invest essentia into this feat. gain the next higher level as if you had gained the previous You gain an insight bonus on dispel checks and on caster level level normally. checks made to defeat spell resistance equal to the invested For instance, if you are a 6th-level barbarian and take the essentia. Once the amount of essentia invested is chosen, it duskling barbarian substitution level for 7th level, you forever cannot be altered and remains invested for 24 hours. lose the benefi ts normally provided to a standard 7th-level You gain 1 point of essentia. barbarian (gaining instead the racial substitution benefi ts for an 7th-level duskling barbarian). When you gain another level SPLIT CHAKRA in barbarian, you gain the 8th-level benefi ts of the standard One of your chakras becomes capable of holding both a bound barbarian class. soulmeld and a magic item. Unless otherwise noted in the description of a racial",
        "name":  "Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. a totem soulmeld gained at 8th level. A halfl ing totemist instead gains that class feature at 12th level, and thereafter Table 3–10: Halfling Totemist Racial Substitution Levels Base Attack Fort Ref Will Level Bonus Save Save Save Special Meldshaping 1st +0 +2 +2 +0 Wild empathy, illiteracy, low-light vision As standard totemist 3rd +2 +3 +3 +1 Wild vigor As standard totemist 8th +6/+1 +6 +6 +2 Fast movement As standard totemist 662200__8888557799__CChhpp33..iinndddd 4466 77//1122//0055 99::0088::2299 AAMM 47 OPTIONS CHARACTER CHAPTER 3 the number of times per day she can use that ability is rogue gains sneak attack at 3rd level and reduces the extra reduced by one. damage dice indicated by 1d6. Bardic Knowledge (Ex): A rilkan rogue picks up a lot RILKAN ROGUE of stray knowledge while interacting with others. Starting A rilkan rogue is typically a silver-tongued at 3rd level, she can make a special bardic knowl- trickster or charlatan, or perhaps simply a edge check with a bonus equal to her rogue level charismatic daredevil. She relies on plus her Intelligence modifier to see whether personality and passion for adventure she knows some relevant information about lo- to win the day. Despite her consid- cal notable people, legendary items, or erable talents of interaction and significant places. This is otherwise deception, though, she is quite identical to the bard’s class feature of capable of holding her own the same name (see page 28 in a fight—all the better of the Player’s Handbook). to survive the anger of a This benefi t replaces the deceived merchant or a standard rogue’s trap sense class spurned suitor. feature gained at 3rd level. A",
        "name":  "Hit Die",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " least chakras (crown, feet, hands), lesser chakras (arms, brow, shoulders), greater chakras (throat and waist), and the powerful heart and soul chakras. These classifi cations only come into play when determining a meldshaper’s choice of chakra binds; the higher in the hierarchy the chakra is, the more potent its chakra bind effect. When you bind a soulmeld to a chakra, it usually fuses to your body in the location corresponding to that chakra. It prevents you from gaining any benefi t from a magic item that occupies the corresponding body slot. (In many cases, it also prevents you from physically wearing such a magic item, as dictated by common sense and the description of the soulmeld in question.) For example, if you bind a crystal helm to your crown chakra, the helm settles snugly around your head. It physically prevents you from also wearing another helm (magic or mundane), as well as magically preventing you from gaining the benefi t of a magic helm. Any visual differences between bound and unbound soulmelds are given in the description of a specifi c soulmeld. In general, you can only bind a soulmeld to the chakra it occupies. Since only one soulmeld can occupy any given chakra, you can usually only bind one soulmeld to any chakra.",
        "name":  "Chakras are divided into categories for ease of reference",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In cases INCARNUM AND SPELLS where two or more similar or identical spell, power, or While meldshaping does not resemble spellcasting, the soul meld effects are operating on the same character, but at default rule for the interaction of soulmelds and magic is different strengths, only the best one applies. For example, simple: Soulmelds interact with spells and spells interact with the fl y spell and the airstep sandals soulmeld both provide a fl y soulmelds in the same way that a spell or a normal spell-like speed; a character with both effects active would use only the ability interacts with another spell or spell-like ability (with a higher speed (and all other effects that come with that speed, limited number of exceptions, as noted below). This is known such as maneuverability). If two soulmelds both apply the as soulmeld–magic transparency. same effect and one of these soulmelds is unshaped or other- Soulmeld–Magic Transparency: Spells, spell-like abili- wise negated, the other soulmeld remains in effect (assuming ties, and magic items that could potentially affect soulmelds it is still active). Regardless, two of the same soulmeld can’t do affect soulmelds. When the rule about soulmeld–magic be shaped on the same character simultaneously. transparency is in effect, it has the following ramifi cations. Spell resistance is effective against any soulmeld used to MELD DESCRIPTIONS affect a creature other than the meldshaper. A meldshaper’s spell resistance (if any) is automatically overcome by his The soulmelds available to characters are described below. own soulmelds. The description of each soulmeld is presented in a standard Dispel magic and spells of that nature interact with a soul- format. Each category of information is explained and meld as if the soulmeld were a magic item. If a dispel magic defi ned below. spell is targeted on a specifi c soulmeld, the caster makes a dispel check against a DC of 11 + the soulmeld’s meldshaper NAME level. If successful, the soulmeld’s magical properties are The fi rst line of every soulmeld description gives the name suppressed for 1d4 rounds. by which the soulmeld is generally known. pqqqqqqqqqqqqqqqqqqqqrs INCARNUM AND NEGATIVE LEVELS When a meldshaping character gains a negative level, he suf- in that soulmeld become uninvested (but can be invested again fers the following effects, in addition to the normal effects felt normally on the character’s next turn). by any character: (cid:129) He loses 2 points of essentia (to a minimum of 0). (cid:129) His meldshaper level is reduced by 1. Negative levels have no effect on a character’s essentia (cid:129) He loses the ability to shape one soulmeld. If he currently capacity (whether in soulmelds or elsewhere) or his chakra has the maximum number of soulmelds shaped, one of his soul- binds, though if a chakra-bound soulmeld unshapes any special melds (determined randomly) unshapes. Any essentia invested benefit granted by that chakra bind also disappears. pqqqqqqqqqqqqqqqqqqqqrs 662200__8888557799__CChhpp44..iinndddd 5522 77//1122//0055 99::1100::0066 AAMM 53 SOULMELDS CHAPTER 4 CLASSES This line indicates which meldshaping classes can shape the soulmeld. Melding classes include the incarnate, the soulborn, and the totemist. A meldshaper can shape any soulmeld of his class, barring alignment restrictions. CHAKRA This line indicates which chakra the soulmeld can occupy when shaped and bound. Multiple entries indicate the meld- shaper has a choice of where he wants to place the meld. SAVING THROW Only a few soulmelds allow saving throws. The saving throw DC for a soulmeld equals 10 + the essentia invested into the soulmeld + the meldshaper’s relevant ability score modifi er (Wisdom for incarnates or Constitution for soul- borns and totemists). DESCRIPTIVE TEXT This portion of a soulmeld description details what the soulmeld does and how it works in its most basic form. The effect can be enhanced or modifi ed by investing essentia into the meld or binding it to a chakra.",
        "name":  "Same Effect More than Once in Different Strengths",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None Classes: Incarnate 662200__8888557799__CChhpp44..iinndddd 5544 77//1122//0055 99::1100::0099 AAMM 55 SOULMELDS CHAPTER 4 Chakra Soulmeld Basic Effect* Shoulders Adamant Pauldrons 25% protection against critical hits and sneak attacks Lammasu Mantle +2 defl ection bonus to AC against evil creatures Mantle of Flame Creatures attacking you take 1d6 fire damage Pauldrons of Health Immunity to disease and to being sickened or nauseated Therapeutic Mantle Enhances the effect of healing spells Wind Cloak Damage reduction 2/magic against ranged attacks Throat Apparition Ribbon Reroll miss chance against incorporeal foes Arcane Focus +1 bonus on spell damage Dissolving Spittle 1d6 acid damage with ranged touch attack Necrocarnum Mantle Immunity to disease Planar Ward Protection from mental control Silvertongue Mask +2 bonus on Bluff and Diplomacy checks Soulspark Familiar Create soulspark creature Waist Flame Cincture Resistance to fire 10 Necrocarnum Shroud +1 bonus on attack and damage rolls when adjacent creature takes damage Necrocarnum Vestments Resistance to cold 5 Strongheart Vest Reduce ability damage by 1 point Vitality Belt +4 bonus on Constitution checks and Constitution-based skill checks Heart Lifebond Vestments Heal another by taking damage Necrocarnum Vestments Resistance to cold 5 Spellward Shirt Spell resistance 5 Strongheart Vest Reduce ability damage by 1 point Soul Fellmist Robe Concealment from nonadjacent attackers Incarnate Avatar Take on appearance and aspects of outsider Keeneye Lenses +4 bonus on Spot checks Necrocarnum Shroud +1 bonus on attack and damage rolls when adjacent creature takes damage Planar Chasuble Gain alignment subtype, resistance to energy based on alignment * See full soulmeld descriptions for effects of essentia investment and chakra binds.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Incarnate multiple targets, such as magic missile, deal the extra damage",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Totemist obviously magical features. The shirt seems to shift and move on",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None power of magical force, your attacks slice through the boundaries between worlds. Incarnum forms into a pair of sandals that surround your feet and any other footwear you might have on. The sandals resem- Your melee attacks gain the force descriptor, making them ble blue crystal ice, but just beneath the surface, they seem to fl ow useful against incorporeal foes. like water. DIADEM OF PURELIGHT",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None Disenchanters (described in the Fiend Folio) are huge, surly beasts that feed on magical energy. By shaping this This cloak of blue-black fur wraps around your shoulders and hangs soulmeld, totemists hope to gain the power to combat down your back to the waist. The fur bends and catches light strangely, magic—particularly against foes armed with large numbers actually creating a slight blurring effect around your entire body. of magic items. You can use a detect magic effect as the spell, with a range Displacer beasts are vicious predators, but to the totemist they of 10 feet. You can use this ability as often as desired, but no symbolize stealth and deception. With this soulmeld, you more than once per round (as a standard action). hope to claim the displacer beast’s light-bending deception",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For every point of essentia you invest in your to conceal and protect yourself. disenchanter mask, the range of its detect magic effect increases The displacer mantle slightly blurs your outline, providing by 10 feet. a +4 competence bonus on Hide checks.",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Acid Lamias are among the most humanlike of magical beasts,",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For every point of essentia you invest in your lam- You form incarnum into a mantle of fur and feathers, shining golden masu mantle, you gain a +1 resistance bonus on saving throws brown around your shoulders and back. The cloak hangs down to your against the spells and effects used by evil creatures. knees in back and wraps comfortably around your body to close in the front, if you wish. It is quite warm in cold weather, but not too hot in Chakra Bind (Arms) warmer temperatures. Wearing it makes you feel noble and righteous. The golden-brown fur of your mantle spreads down to your upper arms. At the same time, a palpable aura of goodness and power Lammasus are noble creatures, sometimes called the archons extends around you, cloaking your allies in the same protection of the natural world. Totemists of lawful good the mantle gives you. alignment hold them up as the ideal of perfection for magical beasts, to be The defl ection and resistance bonuses granted by the lam- emulated in every way possible. masu mantle apply to all allies within 10 feet of you. By shaping this soulmeld, Chakra Bind (Shoulders) Your lammasu mantle becomes one with your shoulders, and its feathers separate from its fur to form small, nonfunctional wings that spread behind you as if to ward off attackers. No summoned creatures except those of good alignment can approach within 10 feet of you (as the magic circle against evil spell). Chakra Bind (Totem) The golden-brown fur around your shoulders extends upward into an impressive mane around your head. There is a sensation in your mouth as if you were savoring a warm, sweet drink. You can breathe a 15-foot cone of fi re as a standard action. Creatures within the area take 1d4 points of fi re damage, plus 1d4 points of fi re damage per point of invested essentia (Refl ex half). LANDSHARK BOOTS",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brow or soul the earlier form of this warding magic. In fact, some have",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None of your planar chasuble constantly shift and seem to depict living scenes from planes beyond the material world. You form incarnum into a pair of furred gloves tipped with short claws. These gloves fi t over your hands as well as any other gloves or Once per week you can open a gate, as the spell, to any plane gauntlets you might wear. When you clench your hands into fi sts, you with an alignment trait matching your chosen alignment. can feel a surge of anger and determination well up inside you. Each gate you open costs 1,000 XP if you use the “calling creatures” function. The rageclaws soulmeld makes no attempt to channel soul energy from any particular kind of magical beast. Rather, it PLANAR WARD taps into the primal rage and survival instinct shared by all",
        "name":  "The embroidered patterns formed by raw incarnum in the front Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a competence bonus on saving throws but its association with darkness and perception makes the against mind-affecting spells and effects equal to the number soulmeld that channels its energy a powerful one. Totemists of points of essentia you invest in your shedu crown. in subterranean cultures are particularly partial to the shadow mantle soulmeld. Chakra Bind (Crown) Channeling the merest suggestion of a darkmantle’s Your shedu crown settles fi rmly on your head, but its appearance powerful blindsight, you gain a +4 competence bonus on is otherwise unchanged. Listen checks.",
        "name":  "The darkmantle is hardly the most fearsome of magical beasts, Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Every point of essentia you invest in your shadow You can communicate telepathically with any creature within mantle increases the competence bonus on Listen checks 100 feet that has a language. It is possible to address multiple by 2. creatures at once telepathically, although maintaining a telepathic conversation with more than one creature at a time Chakra Bind (Shoulders) is just as diffi cult as simultaneously speaking and listening The shadows of your mantle deepen, and its coloration grows darker. to multiple people at the same time. Blackness seems to cling in every fold and sometimes trail off in wisps This is a mind-affecting effect. from the mantle’s substance. You start to hear sounds too high for most humans to detect, and occasionally sounds too low, as well. Chakra Bind (Heart) The appearance of your shedu crown is unchanged, but when you As a swift action, you can surround yourself with a globe of use the power of this chakra bind, it briefl y fl ares with brilliant magical darkness to a radius of 5 feet per point of invested silver light. essentia. You also gain blindsight with the same radius. Thus, you are completely aware of all creatures within the You can shift from the Material Plane to the Ethereal Plane radius of darkness, but you are invisible to them unless as a standard action and return to the Material Plane as a free they have some way of piercing magical darkness. On the action. Each day, you can spend a total number of rounds on other hand, creatures beyond the radius of your darkness the Ethereal Plane equal to your meldshaper level (each use are invisible to you, but they can guess your location within counts as a minimum of 1 round). This ability otherwise the darkness. functions as the ethereal jaunt spell. If you enter a zone of magical silence, your blindsight no longer functions. You can end the darkness effect as Chakra Bind (Totem) a swift action; ending the darkness effect also ends your Your hair grows into a bushy mane beneath your crown. If you are blindsight. male, your beard likewise grows. Your body looks and feels more solid and strong. Chakra Bind (Totem) Your shadow mantle literally draws shadows to itself, and it changes You gain the ability to make a trample attack. As a full-round color to match your surroundings. You fi nd it much easier to hide action, you can move up to twice your speed and literally run over from view by drawing the cloak around your body and ducking any creature equal to your own size or smaller. You merely have to your head into its membranous collar. move over the opponents in your path; any creature whose space is completely covered by your space is subject to the trample You gain a competence bonus on Hide checks equal to the attack. If a target’s space is larger than 5 feet, it is considered bonus the soulmeld grants on Listen checks (+4 plus an trampled only if you move over all the squares it occupies. additional +2 per point of invested essentia). Your trample attack deals 1d8 points of bludgeoning damage (or 1d6 points if you are Small) plus 1-1/2 times your SHEDU CROWN Strength modifi er. If you are larger than Medium or smaller",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None Zenya’s spellward shirt protects her from a drider’s lightning bolt Illus. by M. Poole 662200__8888557799__CChhpp44..iinndddd 8877 77//1122//0055 99::1111::1166 AAMM 88 4 RETPAHC SDLEMLUOS SPELLWARD SHIRT what it is to be a magical beast. Totemists hold up different",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Every point of essentia you invest in your strong- absorbed into your skin. As healing magic is applied to you, the heart vest further reduces ability damage by an additional affected area sparkles with tiny blue motes. point. For example, if you have 3 points of essentia invested in this soulmeld, you will subtract 4 points from any ability The spirit energy of incarnum resonates with life energy. damage dealt to you. This soulmeld amplifi es spells and effects that repair the physical form. Chakra Bind (Heart) You shape incarnum into a sheath of energy that sinks into Tendrils of blue-black webbing snake out from the vest, merging with your skin and helps to focus healing magic that targets you. your fl esh. When you are struck by an attack that would drain your Whenever you are the target of a spell or effect that heals hit life force, you feel the energy of the strongheart vest surge through point damage, the spell heals additional damage equal to its you, and you suffer no ill effect from the attack. spell level. For example, if you are targeted by a cure serious wounds spell cast by a 7th-level cleric, you would be healed You gain immunity to energy drain attacks and death effects. of 3d8+10 points of damage (7 points for the cleric’s caster level and 3 points for the spell’s level). Chakra Bind (Waist) Essentia: Every point of essentia invested increases the The energy of the vest extends down into your legs, becoming more additional healing by 2 more hit points. solid as it spreads. Chakra Bind (Shoulders) Your strongheart vest also reduces ability drain, such as that Focused outward, incarnum from the mantle bonds with the heal- from a lamia or wraith. It reduces ability drain at the same ing magic you conjure. Healing spells you cast are accompanied rate that it reduces ability damage—1 point plus 1 additional by blue-white motes of incarnum energy. point for every point of essentia invested—each time you would take ability drain. When bound to your shoulders chakra, therapeutic mantle increases the potency of healing spells that you cast. You gain THEFT GLOVES an insight bonus (equal to the number of points of essentia",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Totemist than normal when making a check to resist a bull rush, Chakra: Brow (totem) grapple, overrun, or trip attack (effectively granting you an Saving Throw: None additional +4 on such checks). You shape the pure soul energy of a unicorn into an ivory-colored Chakra Bind (Heart) horn that seems to sprout from your forehead. Its color is an Your totem avatar resembles the legendary tarrasque, though on a unblemished white, and it seems to glow with a soft blue-white much smaller scale. Its hulking form leans forward of your own, radiance. Its purity fl ows into you, and it is diffi cult to conceive of its back covered with a thick, spiny carapace. Two mighty horns an evil thought with the horn so close to your mind. sprout from its head, and its jaw opens wide to reveal dozens of knifelike teeth. Unicorns are like lammasus in their devotion to goodness and even surpass them in purity. Good totemists revere You gain damage reduction 5/magic. The amount of this them as embodiments of all that is good in nature, and damage reduction increases by 1 for every point of essentia shape unicorn horns when they prepare to do battle with you invest in the soulmeld. evil—particularly undead. You gain a +2 competence bonus on wild empathy and Chakra Bind (Shoulders) Move Silently checks.",
        "name":  "You are also treated as if you were one size category larger Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic item or soulmeld is suppressed 3 Wall of IncarnumIE: Creates wall of incarnum that for 1 round/level. deals essentia or Wis damage to those attempting to pass through. 3RD-LEVEL CLERIC SPELLS 4 Essentia Lock: Target can’t reallocate essentia.",
        "name":  "Suppress MagicE",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Allow target to bind to its arms, brow, crown, feet, hands, or shoulders chakra. 662200__8888557799__CChhpp55..iinndddd 9966 77//1122//0055 99::1144::2288 AAMM 97 MAGIC CHAPTER 5",
        "name":  "Open Lesser Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic item or soulmeld is suppressed 2ND-LEVEL HEXBLADE SPELLS for 1 round/level.",
        "name":  "Suppress MagicE",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic item or soulmeld is suppressed checks, Will saves, Concentration checks, and Int-based for 1 round/level. checks for 1 minute.",
        "name":  "Suppress MagicE",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If a spell has an (E) entry Duration: 1 hour/level or until dis- in its components line, you can charged ADEPT SPIRIT, MASS invest essentia in the spell as part of Saving Throw: Will negates (harmless) Divination [Incarnum] its casting. The caster decides how Spell Resistance: Yes (harmless) Level: Cleric 6, sorcerer/wizard 7 much to invest upon the comple- Range: Close (25 ft. + 5 ft./2 levels) tion of the casting. Once invested You bestow the soul of a great ancient Target: Up to one creature/level in a spell, essentia remains invested spellcaster on the creature touched, until the spell’s duration ends (at giving him great skill with magic. As adept spirit, except as noted above. which point it returns to the caster’s As an immediate action, the target Each target must activate his own adept essentia pool). creature can activate the adept spirit. spirit separately. While active, the spirit’s wisdom INCARNUM SPELLS and learning provide the recipient ANIMAL SPIRIT Spells marked with the incarnum of the spell with a +1 insight bonus Divination [Incarnum] descriptor use or manipulate incar- to caster level and a +2 insight bonus Level: Druid 2, ranger 2 num as part of their effect. Only on Will saves, Concentration checks, Components: V, S (E) casters who have selected the Incar- Intelligence checks, and Intelli- Casting Time: 1 standard action num Spellshaping feat can cast these gence-based skill checks. The adept Range: Touch spells. Characters without that feat spirit remains active for 1 minute, Target: Creature touched cannot cast such spells, even as part of and then its power is expended and Duration: 1 hour/level or until dis- spell completion or spell trigger items the spell ends. charged (such as scrolls or wands). No creature can be the target of more Saving Throw: Will negates (harmless) Incarnum spells often, but do not than one adept spirit spell simultane- Spell Resistance: Yes (harmless) always, have an optional essentia ously. If a second is cast before the fi rst investment. has been discharged, the second spell You bestow a small portion of the 98 dissipates to no effect. soul-energy of the animal kingdom 662200__8888557799__CChhpp55..iinndddd 9988 77//1122//0055 99::1144::3311 AAMM 99 MAGIC CHAPTER 5 on the creature touched, granting CHANNEL THE him some of an animal’s sensory MISHTAI capabilities. As an immediate action, Necromancy [Incarnum] the target creature can activate the Level: Sorcerer/wizard 2 animal spirit. While active, the spirit’s Components: V, S (E) keen senses provide the recipient of Casting Time: 1 round the spell with low-light vision and Range: Touch scent, as well as a +2 insight bonus Target: One living creature on Wisdom checks and Duration: 1 minute Wisdom-based skill checks. Saving Throw: Will negates",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Mialee conjures a midnight construct sekotS .A yb .sullI 662200__8888557799__CChhpp55..iinndddd 110000 77//1122//0055 99::1144::3377 AAMM 101 MAGIC CHAPTER 5 Detect Incarnum Aura Power Creature or object Faint Moderate Strong Overwhelming Creature with incarnum subtype (HD) 10 or lower 11–25 26–50 51 or higher Creature with essentia (essentia pool) 2 or less 3–10 11–30 31 or higher Shaped soulmeld (meldshaper level) 5th or lower 6th–11th 12th–20th 21st or higher Essentia-invested object (caster level) 5th or lower 6th–11th 12th–20th 21st or higher for modifying your midnight construct DIVEST ESSENTIA GUARDIAN SPIRIT by investing essentia: Necromancy Divination [Incarnum] • Fly Speed: Bestow a fl y speed of 20 Level: Assassin 2, hexblade 2, sorcerer/ Level: Cleric 3, ranger 3, sorcerer/ feet per point of essentia invested (40 wizard 2 wizard 4 feet for 2 points of essentia, 60 feet for Components: V Components: V, S, DF (E) 3 points, and so on). Casting Time: 1 swift action Casting Time: 1 standard action • Deadly Aura: Bestow a damaging Range: Close (25 ft. + 5 ft./2 levels) Range: Touch aura. The aura deals 1d6 points of Target: One creature Target: Creature touched damage per point of essentia invested Duration: Instantaneous Duration: 1 hour/level or until dis- (Fort half, DC 10 + 1/2 construct’s HD Saving Throw: None charged + essentia invested) to all creatures Spell Resistance: Yes Saving Throw: Will negates (harmless) adjacent to the construct at the end Spell Resistance: Yes (harmless) of the construct’s turn. By delivering a jolt of magical energy to your target, you scramble his You bestow a prescient unborn soul on DETECT INCARNUM personal essence, causing all essentia the creature touched, giving him an Divination he has currently invested (with some uncanny ability to anticipate danger. As",
        "name":  "Spell Resistance",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No action can’t be affected by this spell. No creature can be the target of more than one guardian spirit spell simultane- You can sense the presence of incar- ESSENTIA LOCK ously. If a second is cast before the fi rst num. The amount of information Abjuration has been discharged, the second spell revealed depends on how long you Level: Cleric 4, Incarnum 4, sorcerer/ dissipates to no effect. study a particular area or subject. wizard 4 Essentia: For every point of essentia 1st Round: Presence or absence of Components: V, S, F/DF you invest in this spell, the bonus incarnum (including creatures with Casting Time: 1 standard action provided by the spirit improves by 1. the incarnum subtype, soulmelds, or Range: Medium (100 ft. + 10 ft./level) magic items invested with essentia). Target: One creature GUARDIAN SPIRIT, 2nd Round: Number of incarnum Duration: 1 round/level (D) MASS auras (soulmelds, creatures with the Saving Throw: None Divination [Incarnum] incarnum subtype, and so on) in the Spell Resistance: Yes Level: Cleric 7, sorcerer/wizard 8 area and the power of the most potent Range: Close (25 ft. + 5 ft./2 levels) aura present (see the table). When you cast essentia lock, you freeze Target: Up to one creature/level 3rd Round: The power and location of the subject’s current allocation of each aura. If an aura is outside your line essentia in place. The target is unable to As guardian spirit, except as noted above. of sight, you can discern its direction shift essentia to or from any soulmelds, Each target must activate his own but not its exact location. feats, or other essentia receptacles he guardian spirit separately. The power of an incarnum aura might possess, and must maintain depends on the type of creature or his current allocation of essentia for INCARNUM object that you’re detecting and its Hit the duration of the spell. Creatures APOTHEOSIS Dice or caster level, as shown on the without essentia are unaffected by Transmutation [Incarnum] table. If an aura falls into more than one this spell. Level: Incarnum 8 strength category, the spell indicates Arcane Focus: A tiny padlock made Components: V, S (E) the stronger of the two. of silver (10 gp). Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 swift action ing of a single magic item or soulmeld. Saving Throw: None",
        "name":  "Casting Time",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to one creature/level in a against the item or soulmeld (against 20-ft. radius burst centered on you a DC of 11 + meldshaper level), the You unshape (destroy) one soulmeld",
        "name":  "Targets",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous item or soulmeld loses all magical currently shaped on the target creature.",
        "name":  "Duration",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) spell. This is identical to the effect you wish; otherwise, the soulmeld af- of a dispel magic spell targeted on an fected is chosen randomly from all When you cast soulmeld blessing, you object, except for duration and your those currently shaped on the target. provide each affected creature with a ability to invest essentia to improve To succeed in unshaping the soulmeld, surfeit of essentia. Affected creatures your caster level check. you must make a caster level check 662200__8888557799__CChhpp55..iinndddd 110055 77//1122//0055 99::1144::5511 AAMM 106 5 RETPAHC CIGAM (1d20 + your caster level, maximum You cause a flat, vertical, opaque +15) against a DC of 11 + the meld- barrier of incarnum to spring into shaper level of the soulmeld (add +4 to being. The wall cannot be conjured the DC if the soulmeld is bound to a so that it occupies the same space as chakra). If the unshaped soulmeld was a creature or another object, but it can bound to one of the target’s chakras, be adjacent to such. It must always be the target takes damage equal to 3d6 a fl at plane, although you can shape points plus 1 additional point per its edges to fi t the available space. The caster level (maximum 3d6+15). wall of incarnum must be anchored to Essentia invested in an unshaped a surface, but this can be a fl oor, a soulmeld returns to the target’s es- ceiling, or even a wall. The wall sentia pool. If the target creature of incarnum can’t be moved once has no soulmelds shaped, this it is created. spell has no effect. A wall of incarnum is 1 inch thick. It can be dispelled, but it VALIANT SPIRIT cannot be damaged or broken, Divination [Incarnum] and spells cannot pass through it.",
        "name":  "Spell Resistance",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psychic warrior 3, shaper 4 rolls equal to the number of points or magic item to his opened chakra",
        "name":  "Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 bonus (lesser) or +3 bonus (greater). defl ection bonus to AC by 1. A ring of soulbound protection has an essentia capacity. Lesser rings of soulbound protection have a maximum essentia capacity RINGS of 2, while greater rings have a maximum essentia capacity Meldshapers and other wielders of essentia favor the follow- of 4. The maximum value of essentia that can be invested in ing magic rings. the ring is equal to this capacity or the character’s normal essentia capacity (see Table 2–1: Essentia Capacity), whichever RING OF ESSENTIA is less. The ring of essentia stores a small quantity of another charac- Aura and Caster Level: Moderate abjuration (lesser) or ter’s personal soul energy for the wearer’s use. strong abjuration (greater); CL 6th (lesser) or 18th (greater).",
        "name":  "Price",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No activation is required to use the essentia WONDROUS ITEMS stored within the ring (other than the normal action required to invest or reallocate essentia, typically a swift action). The wondrous items presented here are worn by incarnum- Storing essentia within the ring, reclaiming essentia users as well as those who seek to guard themselves from stored in the ring, or releasing the essentia stored, requires its effects. a standard action.",
        "name":  "Activation",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any character can gain the basic effect of the two matched pairs of crystals at that location. ring of soulbound protection, though only those with an essentia While essentia is invested in the cloak, the crystals glisten pool can benefi t from the essentia investment feature. faintly (one crystal per point of essentia invested). 662200__8888557799__CChhpp55..iinndddd 111122 77//1122//0055 99::1155::0055 AAMM 113 MAGIC CHAPTER 5",
        "name":  "Prerequisite",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any character can gain the basic effect Construction: Craft Wondrous Item, soul boon; cost 200 of the cloak of soulbound resistance, though only those with gp, 16 XP, 4 days. an essentia pool can benefit from the essentia investment Price: 400 gp. feature.",
        "name":  "Prerequisite",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, resistance; cost 2,500 gp (lesser) or 6,500 gp (greater), 200 XP (lesser) or 520 XP (greater), 5 days (lesser) or 13 days (greater).",
        "name":  "Construction",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An essentia jewel can be activated by any character, though its benefit aids only those who are capable of investing essentia (in soulmelds, magic items, or the like).",
        "name":  "Prerequisite",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The fi rst glove of incarnum theft was created by an ing a soulmeld to the corresponding chakra. This is a specifi c arcane trickster named Hexandros who dabbled in incarnum exception to the normal rule against binding a soulmeld to use. (DC 15 Knowledge [arcana]). the same chakra as a worn magic item.",
        "name":  "Lore",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By making a successful unarmed touch attack Shoulders Incarnum cloak with the hand wearing the glove, the wearer gains 1 point Soul Incarnum robe of essentia while the target loses 1 point from his essentia Throat Incarnum amulet pool. A DC 15 Will save negates this effect. (If the target has Waist Incarnum belt no essentia pool, there is no effect.) The stolen essentia can immediately be invested in any Chakra Bind (Any): An incarnum focus grants extra power soulmeld, incarnum feat, or other essentia receptacle of the if you bind it to the matching chakra. (You can bind an wearer (with no action required), even if essentia investment incarnum focus to a chakra even if it is already occupied by a wouldn’t normally be allowed at this time. If the wearer shaped or bound soulmeld.) The effect is the same, regardless has no means of using essentia, he gains no benefi t, but the of the specifi c item or chakra. Any soulmeld occupying or target still loses the point. The stolen essentia remains in bound to this chakra can’t be unshaped except by you, nor the wearer’s essentia pool for 1 minute, and then it returns can any essentia invested in it be lost or drained (except as to the original owner. part of the normal reallocation process). Chakra Bind (Hands): A glove of incarnum theft grants Aura and Caster Level: Moderate transmutation; CL 6th. extra power if you bind it to your hands chakra. The save DC Construction: Craft Wondrous Item, Split Chakra, essentia to resist the glove’s effect increases by 2. pool; cost 12,500 gp, 1,000 XP, 25 days.",
        "name":  "Effect",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate necromancy; CL 7th. Weight: As normal for item.",
        "name":  "Aura and Caster Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, rend essentia; cost Price: 25,000 gp. 4,000 gp, 320 XP, 8 days.",
        "name":  "Construction",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Every incarnum focus takes a different form, consumed when used. but regardless of the exact shape or size, all items bear a tiny Effect: When a soulvoid orb strikes a hard surface, it explodes star sapphire set into them in some fashion. in a 10-foot-radius burst. Any creature within that area is",
        "name":  "Description",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No action is required to use an incarnum Construction: Craft Wondrous Item, divest essentia; cost focus. 350 gp, 28 XP, 1 day.",
        "name":  "Activation",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While worn, an incarnum focus adds 1 to the essentia Weight: 1 lb. capacity of any soulmeld occupying or bound to the chakra Price: 700 gp. 662200__8888557799__CChhpp55..iinndddd 111144 77//1122//0055 99::1155::1111 AAMM 115 IIlllluuss.. bbyy DD.. GGrriifffifi tthh he standard classes in this book, along with substitu- Totem Rager: The savage totem rager is a fierce war- tion levels and feats for characters of other classes, rior who channels the spirits of magical beasts to aid provide a wealth of options for characters who wish her in combat. to explore the secrets of incarnum. For a character Umbral Disciple: This stealthy character weaves whose pursuit of those secrets follows a particular, together shadow and incarnum to cloak herself in dark- specialized path, this chapter presents ten prestige ness and mystery. classes, each tied to an organization that focuses its work or Witchborn Binder: This royal agent can use incarnum research on incarnum and related topics. to prevent abuses of arcane magic and capture evil spell-",
        "name":  "Effect",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Incarnum-suffused magic is the specialty of incandescent champion seeks to dispense with this arcane spellcaster. barriers and obstacles both tangible and intan-",
        "name":  "Soulcaster",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As you attain higher levels, you can bind By the same token, you are perfectly willing to sacrifi ce the your soulmelds and magic items to additional chakras, gain- lives of your servants and allies to better your own combat ing new powers based on the combination chosen. At 3rd prowess, especially if you control a necrocarnum zombie. level, you can bind your soulmelds or magic items to your You also take a certain delight in horrifying your opponents lesser chakras (arms, brow, and shoulders), in addition to any into surrendering by using your necrocarnum zombie to other chakras you have available. When you attain 8th level, demonstrate the fate that awaits them should they lose. your greater chakras (throat and waist) become available for You employ a two-part approach to defeating a particular chakra binds. At 11th level, you can bind soulmelds or magic group of foes. During the fi rst encounter, you concentrate items to your heart chakra, and at 13th level, you can bind on destroying at least one of the opponents while observ- them to your soul chakra. ing the tactics and capabilities of the others. You have no",
        "name":  "Chakra Binds",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to shape three soulmelds. metamagic or item creation feats, and so on). If you had",
        "name":  "Meldshaping",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to shape three soulmelds; ability to and spells known. bind a soulmeld to a chakra. Arcane Investment (Su): Beginning at 1st level, you can invest essentia in your arcane spells to make them more CLASS FEATURES powerful. At the same time that you shape your soulmelds, Both your spellcasting and your meldshaping abilities con- you can choose to invest 1 point of essentia in any single spell tinue to grow as you attain higher levels in the soulcaster that you know (and have prepared, if you prepare spells). At prestige class. Your magic also becomes stronger because you any time in the next 24 hours, you can choose to use that gain more essentia to invest in your spells and in incarnum invested essentia when you cast the chosen spell. Doing so feats that affect your spells. Eventually, you learn to transform requires no action, but both the caster level of the spell and your arcane power into temporary essentia boosts, thereby its save DC increase by 1. Once so used, the essentia returns maximizing the utility of your soulmelds. to your essentia pool and can be invested into soulmelds or All of the following are class features of the soulcaster other effects. prestige class. As you attain higher levels, the number of spells you",
        "name":  "Meldshaping",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At each soulcaster level, you increase you cannot invest essentia in the same spell more than your meldshaper level, the number of soulmelds you once—that is, you can’t invest essentia in two lightning can shape, the number of chakra binds you can create, bolt spells, even if you can prepare or cast that spell more and your essentia pool as if you had gained a level in a than once per day. Table 6–6: The Soulcaster Hit Die: d4 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting/Meldshaping 1st +0 +0 +0 +2 Arcane investment 1 +1 level of existing meldshaping class and +1 level of existing arcane spellcasting class 2nd +1 +0 +0 +3 — +1 level of existing meldshaping class and +1 level of existing arcane spellcasting class 3rd +1 +1 +1 +3 Chakra binds +1 level of existing meldshaping class and (crown, feet, hands) +1 level of existing arcane spellcasting class 4th +2 +1 +1 +4 — +1 level of existing meldshaping class and +1 level of existing arcane spellcasting class 5th +2 +1 +1 +4 — +1 level of existing meldshaping class and +1 level of existing arcane spellcasting class 6th +3 +2 +2 +5 — +1 level of existing meldshaping class and +1 level of existing arcane spellcasting class 7th +3 +2 +2 +5 Arcane investment 2 +1 level of existing meldshaping class and +1 level of existing arcane spellcasting class 8th +4 +2 +2 +6 Chakra binds +1 level of existing meldshaping class and (arms, brow, shoulders) +1 level of existing arcane spellcasting class 9th +4 +3 +3 +6 — +1 level of existing meldshaping class and +1 level of existing arcane spellcasting class 10th +5 +3 +3 +7 Magical distillation +1 level of existing meldshaping class and +1 level of existing arcane spellcasting class Class Skills (2 + Int modifier per level): Concentration, Craft, Knowledge (arcana), Knowledge (religion), Knowledge (the planes), Profession, Spellcraft 662200__8888557799__CChhpp66..iinndddd 114433 77//1122//0055 99::1188::1144 AAMM 144 6 RETPAHC EGITSERP SESSALC This process is not the same as investing essentia in a spell prepared arcane spell, if you prepare spells) of the highest as part of its casting (see page 52). If you use your arcane level you can currently cast, you gain points of essentia investment ability to affect a given spell, you can also invest equal to that spell’s level for 1 round. This essentia can be essentia in it as part of its casting if the spell allows it, but invested or otherwise used as normal, but it disappears at the two essentia investments are separate. the start of your next turn. This ability is usable once per At 7th level, you can invest up to 2 points of essentia in round as a free action. each spell rather than only 1. A 2-point investment boosts the spell’s caster level and save DC by 2 each for a single PLAYING A SOULCASTER casting. As a soulcaster, you retain the same convictions that you",
        "name":  "Meldshaping",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5. seller for a particular item, you must succeed on a Gather",
        "name":  "Base Attack Bonus",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1. Information check (DC 15 + caster level for the item). You gain a competence bonus equal to your spinemeld warrior CLASS FEATURES level on this check. As you advance in the Hierarchy of Spinemeld Warriors, Spine Enhancement (Su): Beginning at 2nd level, you your training emphasizes the doctrine of mental and physi- can use your essentia to boost the power of your spines in cal perfection at every stage. The abilities you gain from this combat. As a swift action, you can invest essentia in your class advance that agenda in various ways. spines as if they were a soulmeld. Doing so grants you an All of the following are class features of the spinemeld enhancement bonus equal to the points of essentia invested warrior prestige class. on attack rolls and damage rolls with your spines. Unlike",
        "name":  "Essentia Pool",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Beginning at 4th level, you can bind your souls also opened a channel for an enhanced sort of rage. soulmelds or magic items to your crown, feet, or hands chakra. A digression into the barbarian class was the next logical When you attain 9th level, your arms, brow, and shoulder step. If you started your career as a barbarian, the path of chakras become available for chakra binds. the totemist soon began calling to the beast within you. In Extended Rage (Ex): Beginning at 5th level, the duration either case, you now know that you can infuse your rage of your rage increases by a number of rounds equal to the with incarnum and use that heightened wrath to empower points of essentia you invest in your Cobalt Rage feat. This your soulmelds. benefi t does not stack with that of the Extend Rage feat (see As you attain higher totem rager levels, you continue to Complete Warrior and the EBERRON campaign setting). hone the abilities you gained from your previous classes.",
        "name":  "Chakra Binds",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "May not possess any arcane spellcasting class but you must be prepared to explain your liberty with levels. the ruler’s gold if you do so, and you might be required to make restitution to the treasury if your explanation is CLASS FEATURES found wanting. You can withdraw these funds from any As a witchborn binder, you concern yourself with captur- place where royal money is held—a government vault, a ing and, when necessary, destroying arcane spellcasters. garrison’s paychest, or the like—and you can issue IOUs Thus, the abilities of the prestige class focus on countering in the monarch’s name. and defending against arcane magic, as well as physically You can utilize this privilege only once at each witchborn restraining its users. You can improve the potency of binder level from 1st to 9th. Any unused draws for a given witchborn binder class features by investing essentia in level are lost as soon as you attain a new one. Upon reaching them, as noted in the individual ability descriptions below. 10th level, you can use this ability once per year for the rest Your essentia capacity for these abilities depends on your of your career. character level, as given on Table 2–1: Essentia Capacity Dispelling Orb (Su): At 2nd level, you learn to shape a on page 19. small orb of incarnum and hurl it at any target within 30 feet All of the following are class features of the witchborn as a standard action. If you succeed on a ranged touch attack, binder prestige class. the dispelling orb functions as a targeted dispel magic spell",
        "name":  "Special",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction souls of the past, present, and future, an incarnum dragon 5/magic, darkvision 120 ft., essentia pool 6, immunity to gains an insight bonus equal to its age category on all sleep and paralysis, low-light vision, spell resistance 20, Knowledge checks. uncanny dodge",
        "name":  "Furthermore, because of its constant contact with the Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "30 (–1 size, +18 natural, +3 defl ection), touch 12, fl at- scrolls), Spot +26, Use Magic Device +27 (+29 involv- footed 30 ing scrolls). Base Attack/Grapple: +19/+27 Feats: Alertness, Bonus Essentia, Flyby Attack, Hover,",
        "name":  "AC",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 magical beasts that the tribe reveres. Appropriate magical",
        "name":  "Initiative",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary, gang (2–5), band (6–9 the end of his rage, the totem giant is fatigued plus 35% noncombatants), hunting party for the duration of the encounter. The Cobalt (6–9 plus 1 3rd-level barbarian or Rage feat grants him +1 insight bo- 3rd-level totemist plus 1 magical nus on melee damage rolls and Will beast), or tribe (21-30 plus 35% saves while he rages. The 2 points of noncombatants plus 1–3 3rd-level essentia that he typically has invest- barbarians or totemists plus 1–3 ed in his Cobalt Rage feat grant magical beasts) him an additional +2 insight bo-",
        "name":  "Organization",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+4 giant’s thrown rocks is 120 feet. He uses both hands when throw- This giant stands nearly twice ing a rock. the height of a man. Most Soulmelds (Su): A totem giant of its tanned skin is covered can shape two soulmelds, drawn with tattoos of many strange from the totemist list. He cur- beasts, and a mop of black hair rently has the following soulmelds sprouts from its head. shaped. Each of these soulmelds has an essentia capacity of 3 (or Totem giants are true giants who 4 if bound to his totem chakra). revere magical beasts and have The sample totem giant currently learned how to draw their power has the following soulmelds into themselves through the use shaped and bound. of incarnum. Frost Helm (Su): A totem An adult totem giant stands giant gains a +5 bonus on Bal- approximately 11 feet tall and weighs ance checks made on ice and about 1,200 pounds. His skin is tattooed resistance to cold 10. Because with images of totem beasts. Totem giant this soulmeld is bound to his All totem giants possess some small totem chakra, he also gains a trill attack amount of meldshaping ability that they use to shape that stuns three creatures within 20 feet for 1d4 rounds (Will totemist soulmelds. Typically, a tribe of totem giants holds negates, DC 16). a few specific kinds of magical beasts in high regard, and Great Raptor Mask (Su): A totem giant gains a +6 competence their soulmelds are drawn from the abilities of those bonus on Spot checks. dnalgnE .W yb .sullI 662200__8888557799__CChhpp77..iinndddd 117788 77//1122//0055 99::2244::1122 AAMM 179 MONSTERS CHAPTER 7",
        "name":  "Level Adjustment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/adamantine, TOTEM GIANT SOCIETY darkvision 60 ft., fast healing 5, immunity to magic, Totem giant tribes settle in the regions preferred by their low-light vision magical beast patrons, fi nding nearby caves or building crude Saves: Fort +3, Ref +4, Will +3 huts in which to live. Their reverence toward magical beasts Abilities: Str 19, Dex 13, Con —, Int —, Wis 11, Cha 1 does not preclude hunting them, however, and the greatest Skills: — totem giant warriors wear the skins of their totem creatures Feats: — as symbols of their prowess and honor. Environment: Any",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None A totem giant’s favored class is barbarian. Totem giant Alignment: Always neutral totemists are also common, since the abilities of that class Advancement: 12–18 HD (Large); 19–33 HD (Huge) can build on their natural meldshaping abilities. Chieftains Level Adjustment: — and other great warriors of the tribe might also have levels in the totem rager prestige class (see page 153). This towering humanoid form appears to be made of smoky glass plates reinforced with shimmering metal bands. Shapes seem to writhe within the glass, shifting beneath the surface. 662200__8888557799__CChhpp77..iinndddd 117799 77//1122//0055 99::2244::1144 AAMM 180 7 RETPAHC SRETSNOM target is lost, and a new bonus begins to accrue against the new target. Immunity to Magic (Ex): An incarnum golem is immune to the effect of any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. A dispel evil, dispel good, dispel chaos, dispel law, or dismissal spell resets an incarnum golem’s adaptive attack bonus to +0 and dazes the creature for 1 round. A banishment spell also resets an incarnum golem’s adaptive attack bonus but dazes the golem for 1d4+1 rounds. While the golem is dazed by either of these effects, its fast healing ability is suppressed. Construction An incarnum golem’s body must be sculpted from adaman- tine, iron, and plates of magically hardened glass. These materials cost a total of 7,500 gp. Creating the body requires a DC 15 Craft (sculpting) check. CL 11th; Craft Construct (see page 303 in the Monster Manual), ability to shape a soulmeld, animate object, limited wish, planar binding, caster must be at least 11th level; Price 47,500 gp; Cost 27,500 gp + 1,600 XP. INCARNUM WRAITH Medium Undead (Incarnum, Incorporeal)",
        "name":  "WITH CLASS LEVELS Treasure",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Incorporeal touch +5 melee (1d4 plus drain essentia) reinforced with adamantine and iron and infused with the Full Attack: Incorporeal touch +5 melee (1d4 plus drain energy of incarnum. The creature stands 11 feet tall and essentia) weighs about 2,500 pounds. Space/Reach: 5 ft./5 ft.",
        "name":  "An incarnum golem is made from magically hardened glass Attack",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 1/magic, twisted mind +8 melee (1d4+2)",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Skill Focus (Profession [teamster]), Toughness Special Qualities: Damage reduction 5/magic, damage",
        "name":  "Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dolcianne casts divine spells as a 7th-level before moving another 50 feet away. She continues to use druid. such hit-and-run tactics, depending on her superior speed Druid Spells Prepared (caster level 7th): 0—cure minor to keep her out of her foes’ reach. wounds, detect magic, flare, guidance, light, resistance; 1st— When Dolcianne is fi nally engaged in melee, she activates entangle (DC 14), faerie fi re, longstrider, obscuring mist, speak her rage and wades in with her spiked chain. During a fi ght, with animals; 2nd—barkskin, bear’s endurance, bull’s strength, she seeks to maximize her attacks of opportunity with cat’s grace; 3rd—cure moderate wounds, protection from energy, the spiked chain and her Combat Refl exes feat. If forced spike growth (DC 16); 4th—ice storm. to fl ee, she uses dimension door and obscuring mist to cover Stunning Glance (Su): As a standard action, Dolcianne her escape. can stun a creature within 30 feet with a mere glance. The Power-Up Suite: If she has time to prepare for a battle, target creature must succeed on a DC 17 Fortitude save or Dolcianne casts longstrider, barkskin, cat’s grace, bear’s endurance, be stunned for 2d4 rounds. The save is Charisma-based. and bull’s strength, in that order.",
        "name":  "Spells",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18 (+2 Dex, +6 natural), touch 12, fl at-footed 16 Base Attack/Grapple: +3/+8 Bile of Hatred (Ex): Once every 1d4 rounds, a hateful lost Attack: Slam +8 melee (1d6+8) can spew acidic bile in a 30-foot cone as a standard action. Full Attack: Slam +8 melee (1d6+8) Every creature in the area takes 1d4 points of acid damage Space/Reach: 5 ft./5 ft. per character level of the lost. A successful Refl ex save halves Special Attacks: — this damage. The save DC is Constitution-based. Special Qualities: Construct traits, damage reduction Fury of Wrath (Ex): A wrathful lost automatically enters 2/magic, darkvision 60 ft., low-light vision a ragelike state on its first turn in combat. While in this Saves: Fort +1, Ref +3, Will +1 state, it gains a number of temporary hit points equal to Abilities: Str 21, Dex 15, Con —, Int —, Wis 11, Cha 10 twice its character level and a bonus on damage rolls equal Skills: Hide +2* to one-half its character level (rounded up). Its fury lasts Feats: — for 10 rounds. Environment: Any Mirror of Despair (Ex): The gaze of a despairing lost is unset- Organization: Solitary tling to sentient creatures. Any creature with an Intelligence Challenge Rating: 3 score of 3 or higher that is within 30 feet of the lost and can Treasure: None see it must make a Will save or become shaken for 2d6 rounds. Alignment: Same as creator",
        "name":  "AC",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction Essentia Modifi cations (Su): When a spellcaster creates 5/magic, darkvision 60 ft., low-light vision a midnight construct by means of one of the conjure midnight",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction 10/magic, darkvision 60 ft., low-light vision",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A black-hued, angular, humanoid form strides through the night, evidently intent on some dark mission. Its hands end in long claws, and its body seems almost crystalline in nature. Midnight constructs are animated creations of pure incarnum. Most are created through the use of the conjure midnight construct spells (see page 100), but occasionally they spontane- ously manifest in areas of strong magic. Midnight constructs come in a variety of sizes, though even individuals of the same size vary slightly from each other. Midnight construct Illus. by A. Stokes 662200__8888557799__CChhpp77..iinndddd 118855 77//1122//0055 99::2244::3344 AAMM 186 7 RETPAHC SRETSNOM Damage Reduction (Any): The midnight construct’s Organization: Any damage reduction value increases by 2 per point of essentia Challenge Rating: 1/2 invested. Treasure: None Deadly Aura (Standard and Greater Only): Every living crea- Alignment: Always neutral evil ture adjacent to the midnight construct at the end of its turn Advancement: — takes 1d6 points of damage per point of essentia invested (Fort Level Adjustment: — DC 10 + 1/2 construct’s HD + essentia invested halves). Fly Speed (Standard and Greater Only): The midnight con- Human Necrocarnum Zombie struct gains a fl y speed of 20 feet per point of essentia invested Medium Undead (Evil, Incarnum) (perfect maneuverability). Hit Dice: 1d12+3 (9 hp) Land Speed Increase (Any): The midnight construct’s land Initiative: +4 (includes +2 from incarnum speed) speed increases by 10 feet per point of essentia invested. Speed: 40 ft. (8 squares) with incarnum speed; base 30 ft. Teleportation (Greater Only): As a move action, the mid- AC: 14 (+2 Dex, +2 natural), touch 12, fl at-footed 12 night construct can teleport up to 20 feet per point of Base Attack/Grapple: +0/+3 essentia invested. Attack: Slam +3 melee (1d6+3) Soulburning Aura (Greater Only): Every living creature Full Attack: Slam +3 melee (1d6+3) adjacent to the midnight construct at the end of its turn Space/Reach: 5 ft./5 ft. takes 1 point of Strength damage per point of essentia Special Attacks: — invested (Will negates, DC 10 + 1/2 construct’s HD + Special Qualities: Damage reduction 5/magic and slash- essentia invested). ing, essentia pool 1, incarnum defense, incarnum speed,",
        "name":  "Level Adjustment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "40 ft. (8 squares) with incarnum speed; base 30 ft. Special Qualities: Damage reduction 5/magic and slash-",
        "name":  "Speed",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic and slash- Feats: Alertness, ToughnessB, Track ing, essentia pool 1, incarnum defense, incarnum speed, Environment: Any undead traits Organization: Any",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic and slash- ing, essentia pool 2, incarnum defense, incarnum speed, undead traits",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Slam +11 melee (1d8+8) or claw +11 melee (1d6+8) Special Qualities: Damage reduction 5/magic and slash-",
        "name":  "Attack",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic and slash- Skills: Climb +23, Craft (any one) +11, Diplomacy –3, Hide ing, essentia pool 2, incarnum defense, incarnum speed, –1, Intimidate +5, Listen +12, Move Silently +7, Perform undead traits (harp) –4, Sense Motive +6, Spot +12",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A necrocarnum zombie gains as it desires. damage reduction 5/magic and slashing. Full Attack: A necrocarnum zombie fi ghting without",
        "name":  "Damage Reduction",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The creature’s type changes to undead, Special Attacks: A necrocarnum zombie loses all the and it gains the evil and incarnum subtypes. It retains any special attacks of the base creature. other subtypes the base creature had except alignment sub- Special Qualities: A necrocarnum zombie loses all the types (such as good) and subtypes that indicate kind (such special qualities of the base creature, and it gains the follow- as goblinoid or reptilian). It does not gain any augmented ing special qualities. subtype. The creature’s Hit Dice, base attack bonus, saves, Damage Reduction: A necrocarnum zombie gains damage and skill points change as given below. Size is unchanged. reduction 5/magic and slashing. A necrocarnum zombie uses all the base creature’s statistics Essentia Pool: A necrocarnum zombie has a number of and special abilities except as noted here. essentia points equal to 1 + 1 per 6 HD. It can invest this",
        "name":  "Size and Type",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— as long as the souleater re- mains within that range. Darkness emanates from This negative level never an indistinct, vague- results in actual level loss. ly humanoid shape. Its A soul eater does not gain eyes glow like coals, and extra hit points from the nega- its oversized mouth is fi lled tive levels that this aura bestows with massive teeth. A cold, on other creatures, but it does gain dark mist coalesces around the a +2 insight bonus on attack rolls creature, swirling as if some force and damage rolls as long as at least were drawing it inside the body. one living creature (other than another souleater) is within this aura. Souleaters feed on soul energy, devour- The soulless aura also makes the manipu- ing life in its purest form by consuming lation of incarnum more diffi cult. Any character incarnum. These horrifi c creatures roam the within 30 feet of a souleater who attempts to shape Gray Wastes searching for living creatures to sate a soulmeld, bind a soulmeld or magic item to a their unending appetites. Occasionally, a souleater chakra, or invest or reallocate essentia must succeed slips through a planar gateway to spread death wher- on a DC 20 Concentration check to do so. ever it roams. Souleaters are immune to the soulless auras A souleater stands 10 feet tall and weighs of other souleaters. nearly 1,000 pounds. It vaguely resembles a Telepathy (Su): A souleater can communi- human, except for its glowing eyes and its huge, cate telepathically with any creature within 100 toothy maw. Souleater feet that has a language. dnalgnE .W yb .sullI 662200__8888557799__CChhpp77..iinndddd 119944 77//1122//0055 99::2255::0000 AAMM 195 MONSTERS CHAPTER 7 Vulnerability to Turning (Ex): If a souleater is subjected to a turn undead attempt, it must succeed on a Fortitude saving throw (DC 10 + character’s effective turning level) or be dazed for 1 round. Summoning Souleaters An evil spellcaster who knows the summon monster VII spell can choose to permanently remove the huge fi endish monstrous scorpion from the list of creatures that he can summon either with summon monster VII or with higher-level summoning spells. If he does so, he can replace it with the souleater. Once the spellcaster learns higher-level summon- ing spells, he can use them to summon multiple souleaters if he has chosen this option. SOULFUSED CONSTRUCT In rare situations, raw incarnum can bond with non sentient animated matter—such as the body of a construct—and imbue it with a semblance of life. The soul energy of the incarnum becomes, in essence, the now-living construct’s spirit, granting it a modicum of sentience and free will. A soulfused construct typically understands Common or another humanoid language (such as Dwarven, Elven, or Orc) but cannot speak or write unless it pays skill points for the Speak Language skill. SAMPLE SOULFUSED CONSTRUCT This example uses a fl esh golem as the base creature. Soulfused Flesh Golem Large Construct (Incarnum, Living Construct)",
        "name":  "Level Adjustment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/adamantine, dark- ability seems all the more ironic in this case, since the golem vision 60 ft., essentia pool 2, immunity to magic, living is composed of once-living body parts. construct traits, low-light vision, soulbound resistance The soulfused fl esh golem understands Common, though (2 essentia) it has no ability to communicate in that language or any",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This soulfused fl esh golem has 2 points of change, but it gains the living construct subtype (see Living essentia, which it invests in its soulbound resistance ability Construct sidebar). Size is unchanged. (see below). Hit Dice: The soulfused construct retains the base Immunity to Magic (Ex): A soulfused fl esh golem is creature’s Hit Dice and hit points (but see Advancing a immune to the effect of any spell or spell-like ability that Soulspark, page 198). allows spell resistance. In addition, certain spells and effects Special Qualities: A soulfused construct has all the spe- function differently against the creature, as noted below. cial qualities of the base creature except its construct traits, A magical attack that deals cold or fi re damage slows a which it loses. It gains the living construct traits detailed in soulfused fl esh golem (as the slow spell) for 2d6 rounds, with the sidebar, as well as the following special qualities. no saving throw. Essentia Pool: The incarnum possessing the soulfused A magical attack that deals electricity damage breaks any construct’s form gives it an essentia pool equal to 1 + 1 per slow effect on a soulfused fl esh golem and heals 1 point of 6 HD it possesses. damage for every 3 points of damage it would otherwise Soulbound Resistance: A soulfused construct can invest its deal. If the amount of healing would cause the golem’s hit essentia in this special quality as if it were a soulmeld. Every points to exceed their normal maximum, the creature gains point of invested essentia grants it a +1 resistance bonus any excess as temporary hit points. For example, a soulfused on all saving throws. The maximum essentia capacity of fl esh golem hit by a lightning bolt heals 3 points of damage if this quality is as normal for a character of the construct’s the attack would normally have dealt 11 points of damage. A character level. soulfused fl esh golem gets no saving throw against attacks Abilities: Increase from the base creature as follows: Dex that deal electricity damage. +2, Cha +4. The soulfused construct also gains an Intelligence Soulbound Resistance (Su): A soulfused fl esh golem score of 3 and a Constitution score of 10. can invest its essentia in this quality. Every point of invested Skills: The soulfused construct gains skill ranks equal essentia grants it a +1 resistance bonus on its saves (included to its HD + 3. All skills except Speak Language are con- in the statistics above). The maximum capacity of this sidered cross-class. Most soulfused constructs spend the quality is 2. majority of their skill points on Listen or Spot, and any pqqqqqqqqqqqqqqqqqqqqrs LIVING CONSTRUCT SUBTYPE —Unlike other constructs, a living construct can use the A living construct is a new subtype of construct—a created run action. being given sentience and free will through powerful and com- —Living constructs can be affected by spells that target living plex creation enchantments. Living constructs combine aspects creatures as well as by those that target constructs. Damage of both constructs and living creatures, as detailed below. dealt to a living construct can be healed by a cure light wounds",
        "name":  "Essentia Pool",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A living construct possesses the following traits a living construct. (unless otherwise noted in a creature’s entry). —A living construct responds slightly differently from other —Unlike other constructs, a living construct has a Constitu- living creatures when reduced to 0 hit points. A living construct tion score. A living construct does not gain bonus hit points with 0 hit points is disabled, just like a living creature. He can through a Constitution bonus (or penalty) as other living crea- take only a single move action or standard action in each round, tures do. but strenuous activity does not risk further injury. When he has —Unlike other constructs, a living construct does not have fewer than 0 hit points but more than –10, a living construct is low-light vision or darkvision. inert. He is unconscious and helpless, and he cannot perform —Unlike other constructs, a living construct is not immune any actions. However, an inert living construct does not lose to mind-influencing effects. additional hit points unless more damage is dealt to him, as —Immunity to poison, sleep effects, paralysis, disease, with a living creature that is stable. nausea, fatigue, exhaustion, and energy drain. —Can be raised or resurrected. —A living construct cannot heal damage naturally. —Does not need to eat, sleep, or breathe, but can still benefit —Unlike other constructs, living constructs are subject to from the effects of consumable spells and magic items, such as critical hits, effects requiring a Fortitude save, death from heroes’ feast and potions. massive damage, nonlethal damage, stunning, ability damage, —Does not need to sleep, but must rest for 8 hours before ability drain, and death effects or necromancy effects. preparing spells. pqqqqqqqqqqqqqqqqqqqqrs 662200__8888557799__CChhpp77..iinndddd 119966 77//1122//0055 99::2255::0066 AAMM 197 MONSTERS CHAPTER 7 odd point that might be left over to learn Common or some Abilities: Str 10, Dex 15, Con 15, Int 6, Wis 13, Cha 15 other language. Skills: Diplomacy +4, Hide +17, Knowledge (history) +5,",
        "name":  "Traits",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Such elements were always present, but characters or a player creates a totemist as a replacement char- until now, the characters hadn’t encountered them acter in mid-campaign, the campaign can proceed as normal or realized such options were available. with no sweeping changes. Some players and DMs will want To fully implement this approach, you can alter to know more, however, and this chapter is intended to answer the origins of certain NPCs or particular events those questions in a way that works for your game. to use incarnum rather than some other magical If you include incarnum characters in your game, you power. Perhaps the master of an evil cult dedicated should make an effort to incorporate elements of incar- to terrorizing local towns is actually an evil incarnate, num into the adventures you use as well. Perhaps the rather than a cleric of an evil deity. As long as the PCs paladin that was slated to assist the PCs in an upcoming can’t easily point to a specifi c past instance where that 662200__8888557799__CChhpp88..iinndddd 119999 77//1122//0055 99::2266::5500 AAMM 200 8 RETPAHC MUNRACNI SNGIAPMAC NPC used an ability that can’t be explained as a manifestation leave the Material Plane, but it does make meldshaping and of his (new) incarnum-based abilities, this shouldn’t upset the all other uses of incarnum possible. verisimilitude of your game. And if everyone at the table is What makes the PCs go looking for the Wellspring? An comfortable with a little revision of past events, you can take ancient scrap of prophecy comes to light, scrawled in a some liberties with that as well. crumbling tome of magical lore the PCs discover on their If you’re not comfortable with this kind of revisionist latest adventure, uttered by a blind oracle they seek out for history in your campaign, consider introducing incarnum wisdom, or received in answer to a legend lore spell: through the events of the campaign. The rest of this section Behold the Wellspring’s hallowed gate presents three suggestions for ways to expose your players Through which all souls in birth and death and their characters to incarnum gradually, over the course Must pass for good or ill. The fate of several adventures with a sweeping, epic scope. Of all who now draw breath, Who once have lived, who yet will be,",
        "name":  "Whether an NPC soulborn appears to challenge the player approach",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You might also consider a more complicated possibility: THE SECRET KEEPERS The Society of the Learned puts the word out that it is seeking Another approach to bringing incarnum into your campaign the Tome of Murthien the Soul-Render, a book of ancient lore is to assert that it has always been present but has gone last seen in the Temple of the Nineteen Stars before it was unnoticed by the masses or been kept secret through your overrun by the Darkling Horde. This news spreads primarily world’s entire history—until now. through scholarly circles and makes its way to a PC wizard How could it go unnoticed for so long? Perhaps it was through learned connections. At the same time, the Azure discovered and implemented by a different culture far from Sentinels make inquiries about hiring adventurers to enter the center of action in your campaign. If you’re running a the ruined Temple of the Nineteen Stars, and word reaches game focused in the North of the FORGOTTEN REALMS set- the PCs through the underworld connections of the party’s ting, perhaps incarnum has been used for years in Durpar rogue. Lacking more specifi c information, the PCs decide and Estagund, far away to the south and east. Or perhaps to take the job, believing that they are accepting a commis- those who use incarnum are members of a tiny cabal sion from a single employer. When they discover the Tome sworn to utter secrecy about the nature of their craft. In of Murthien the Soul-Render, however, they have to decide the EBERRON setting, they might be a working group of an what to do with it, lacking any real information about either organization such as the Twelve, allowing characters with organization. Perhaps they simply decide to keep the Tome ties to the Twelve to earn the chance to become initiated for themselves, plumbing its secrets but earning the enmity into this secretive cabal. of both organizations. Imagine that incarnum has always been a part of your A further twist is that neither organization is clearly good world, but its mysteries are hidden away in dusty tomes or evil. The Society of the Learned is motivated primarily by buried in ancient libraries, awaiting discovery by a group of a thirst for knowledge. Many scholars among its ranks seek explorers or treasure seekers. Incarnum occasionally makes this knowledge for benevolent reasons or just for knowledge’s its presence known, but few possess the understanding required to distinguish an incarnum wraith from a more mundane wraith or to differentiate the lost from the simply mad or possessed. Azurins are occasionally born among human societies, and travelers sometimes return from far- ranging expeditions with descriptions of skarns and rilkans, but meldshaping remains virtually unknown. In recent years, a cabal of erudite scholars has developed an interest in these widely scattered but apparently related phenomena. This cabal, known as the Society of the Learned, begins a scholarly campaign to uncover the secrets of incar- num and handsomely pays adventuring parties who bring them tomes containing such secrets. Unfortunately, the actions of the Society bring them (and the PCs, if they undertake missions at the Society’s behest) into confl ict with a secretive order of meldshapers known as the Azure Sentinels. This tiny organization has actively preserved the knowledge of incarnum from ancient times down to the present, while going to great lengths to keep that knowledge utterly secret from anyone outside its own membership. Members of the Sentinels include incarnates posing as clerics within religious orders and soulborn hiding within orders of knights and paladins, as well as umbral disciples and witchborn binders who serve as assassins for the order. Quickly noticing the increased efforts of the Society of the Learned, the Azure Sentinels step up their own efforts to keep this knowledge out of the hands of outsiders, and they begin offering their own bounties for ancient tomes. 662200__8888557799__CChhpp88..iinndddd 220011 77//1122//0055 99::2266::5566 AAMM 202 8 RETPAHC MUNRACNI SNGIAPMAC own sake, although some do seek power for their own evil plane. The location might be unimaginably remote, on a ends. Similarly, the Azure Sentinels are secretive and mysteri- demiplane that connects to the Material Plane for only one ous, and while they include militant members who wouldn’t year out of every 10,000 years, or simply in a distant country hesitate to steal or kill to protect the order’s secrets, they the PCs have never visited or heard much about. Wherever are not all evil. Thus, adventures involving the confl ict and the incarnum-users have developed, in this campaign arc, competition between these two groups will not necessarily they infi ltrate an existing setting with a purpose, bringing devolve to each doing its level best to kill all the members of intrigue and adventure with them. the other. The campaign arc begins when the skarn Vishtek II, Once the PCs get involved in this confl ict, however, it is Potentate Perfect of the city Nor, discovers a tantalizing refer- diffi cult not to choose a side. And once they choose a side, ence in a recently recovered planar codex. The text refers to their involvement only escalates. Soon they are leading raids “the last mishtai,” a survivor of the cataclysm that destroyed on the Society’s extradimensional vaults—or defending those the mishtai progenitor race. According to the codex, a lone vaults against Sentinel raids. Naturally, they continue to mishtai avoided his race’s destruction by making a fl ight search for the lore at the center of the dispute, always fi nding to the homeland of the PCs (or someplace much nearer the themselves at the heart of the confl ict. As these adventures center of your campaign’s action). progress, the PCs can learn, from friend and foe, more about The dominant skarn culture still seeks to attain the incarnum along the way. mishtai’s great goal: perfection of form. They believe that This gradual learning about incarnum is the heart of they are close, thanks to incarnum and centuries of meld- this campaign arc, at least in terms of bringing the rules shaping. After reading the reference to the last mishtai, the in this book into play. The PCs’ adventures might take Potentate Perfect stops at nothing to fi nd the mysterious them to distant lands where skarns and rilkans dwell or to survivor and learn his or her secrets. The highly ordered the home plane of the dusklings, which could provide the skarn society is immediately mobilized. The hammers of players with an opportunity to replace a fallen PC with a smiths ring loud, lurid fl ames burn through the night in new character from one of these races. Their acquisition of the high tower windows of the Temple of Wee Jas, and incarnum-related lore is certain to include the discovery of the Ceremony of Seekers is postponed at the Mishtoran incarnum magic items, and PCs could gradually learn the amphitheater. The spine fi ghters begin to prepare for a war incarnum feats they need to gain essentia to invest in those of conquest over anything that might stand between them items. Eventually (and it is best to delay this), one or more of and the last mishtai. the PCs might learn the secrets of meldshaping. If they are As the skarns send an exploratory vanguard to the PCs’ working for the Azure Sentinels, they might reach such a homeland, the characters’ fi rst encounter might be with lost level of trust and respect within the organization that they creatures tainted by wisps of stray incarnum that seem to become full members, eligible to study under the incarnate waft before the approaching skarn forces. For great effect, and soulborn masters of the Sentinels. On the other hand, if consider turning an acquaintance or friend of the PCs into a they work for the Society or remain free agents, they might lost. As the PCs research the bizarre ailment affl icting their simply piece together enough information to learn meldshap- friend, they learn of more lost appearing in ever-increasing ing independently, simultaneously making themselves very numbers as the skarns draw closer. dangerous to the Azure Sentinels and extremely valuable to While the city of Nor’s military searches for the last the Society of the Learned. mishtai, other factions also join in the hunt. A lawful evil Eventually, however, a new threat emerges that forces the band of skarns known as Bones and Spines has no qualms PCs to negotiate a truce between the Sentinels and the Soci- about leaving dead bodies piled in the streets of the heroes’ ety. Something schemes to stop the free fl ow of incarnum city while searching for the last mishtai. The PCs’ fi rst through the planes. Perhaps a powerful necrocarnate sets up encounter with a meldshaper could be when they face a great black monolith (similar to the Wellspring described Bones and Spines. During this encounter, emphasize the in the previous section) designed to corrupt or harvest souls alien quality of the invaders. Use soulmelds whose visual as they pass between mortal life and the worlds beyond. and mechanical effects are not easily duplicated by spells. Maybe the minions of a demon prince seek to divert those If the PCs capture one of the Bones and Spines band, they souls to the Abyss to feed their master so he can ascend to can interrogate him and learn more of the forces that are godhood. Or perhaps a mighty dragon situates himself at marching toward their homeland. a font of soul energy to feed on raw incarnum at the point The rilkans are not immune to the lure of fi nding the last where it comes into the Material Plane. In any event, the mishtai, and they follow the skarns in two main groups. plans of this malevolent force threaten the very existence First come various rilkan daredevils, looking to write their of incarnum and all who use it. To overcome this threat, the names in the history books by being the fi rst to locate the PCs must force the Society of the Learned and the Azure last mishtai. One or more of these daredevils undoubtedly Sentinels to put aside their differences and work together offers to join the PCs’ adventuring company, praising their to defeat the evil forces. spirit and reputation for derring-do. The second group of rilkans to arrive consists of merchants. Always happy to",
        "name":  "CAMPAIGN ARC",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An insidious danger in a necrocarnum bog Far worse, it is impossible to invest essentia in any receptacle is the threat of deadsand. While functionally similar to while within a soulless waste. Characters with an essentia quicksand, deadsand also has a negative energy effect that pool do not lose that pool, and they can still lose essentia reduces the essentia pool of a living creature trapped within as a result of spells or special abilities (such as the touch by 1d4 points each round. Creatures with no essentia pool (or of an incarnum wraith), but they cannot invest essentia in an essentia pool reduced to 0) take 1d4 points of Constitu- soulmelds, class features, feats, spells, or other receptacles. tion damage instead. To make matters worse, necrocarnum In a soulless waste, essentia invested in any receptacle, even zombies lurk in deadsand, grappling creatures trapped in an incarnum feat, returns immediately to the character’s the bog. essentia pool, remaining uninvested until the character leaves the waste. Soulclamor Forest The trees in this forest grow close together, weaving their branches Wildsoul Zones together to block any view of the sky. You have an almost constant This area seems no different from its surroundings, but you fi nd your sense that something is moving at the edge of your fi eld of vision, incarnum abilities scrambled as you pass through it. but the forest seems still when you look directly at anything. Not so the sounds, however—the air is fi lled with a constant low murmur A wildsoul zone is indistinguishable from the surrounding like voices, but no distinct words. terrain, which can be any kind of natural terrain or artifi cial construction, such as a dungeon. Characters who rely on the Some forests, for reasons that are unclear, draw incarnum to use of incarnum fi nd their abilities jumbled within such a them and gain a sort of collective consciousness as a result. zone, however. The mind of a soulclamor forest is barely sentient, but it A typical wildsoul zone is a roughly circular area with a reacts with strong emotion to the use of incarnum within radius of 2d4×5 feet. The presence of a wildsoul zone has no its bounds. physical impact on the terrain within it, and in fact, these A soulclamor forest can be an isolated wood or part of zones move randomly, sometimes creeping slowly at the rate a larger forest, and its area ranges widely in size. A typical of 5 feet per week, and sometimes zooming from one region soulclamor forest is 2d20 miles across. For most purposes, it to another. is identical to dense forest. Any character with an essentia pool who enters a wildsoul Any creature that attempts to reallocate essentia while in an zone fi nds her essentia randomly reinvested. One way to area of soulclamor forest must make a DC 15 Concentration determine this reinvestment is to proceed down a list, check to do so. Failure indicates that the character’s essentia beginning with the character’s shaped soulmelds, continu- remains allocated as it was previously. ing with feats, and ending with any other receptacles the Something about the nature of a soulclamor forest draws character has. For each receptacle on this list, roll 1d6–1 powerful predators to its sheltering trees. Traveling through to determine how much essentia is now invested in it. (If an area of soulclamor forest typically results in encounters the character’s essentia capacity is only 2 or 3, roll 1d4–1 with an average Encounter Level about two levels higher than instead.) Stop when the character’s entire essentia pool is normal for the surrounding forest or other adjacent terrain, invested or the list is exhausted, in which case any remain- and encounters are 2% more likely to occur each hour. ing essentia is uninvested. If you using physical objects to represent the character’s Soulless Waste essentia and soulmelds, such as tokens or beads on the If possible, this area is even more lifeless than the surrounding desert. essentia tracker on page 220, you can simply gather up all Nothing grows, no snakes or vermin scurry, and no wind blows. the beads and drop them on the sheet(s) with the character’s Something about the place weighs heavily as you travel through; melds. Essentia are invested where they land; any beads that even talking seems like too much effort. land off the sheet(s) represent uninvested essentia. If more beads land on any soulmeld than its capacity, the extra A soulless waste is an area where no incarnum can fl ow. It is essentia is uninvested. said to result from a blighting disease or curse that ruins the Once the character’s essentia is randomly reinvested in land, preventing anything from growing and hedging out this fashion, the character cannot reallocate essentia, though animal life. Some incarnates with a religious bent call these she can invest any essentia that remained uninvested. Any areas Nerull’s footprints, and speak of the places where the invested essentia remains invested as determined until the death god’s feet touched the earth as he traveled to shatter character leaves the wildsoul zone. the Primal Font. When the character leaves the zone, essentia that was Soulless wastes are 2d4 miles in diameter and are found invested in incarnum feats and other all-day investments in the middle—often the exact center—of more ordinary returns to where it was invested before the character entered. desert terrain. The terrain within a soulless waste is ordinary Essentia that was reinvested in other receptacles stays where tundra, sandy desert, or rocky desert, the same as the terrain it is, but the character is now free to reallocate the essentia outside the wasted area. as desired. 662200__8888557799__CChhpp88..iinndddd 220066 77//1122//0055 99::2277::1122 AAMM 207 CAMPAIGNS INCARNUM CHAPTER 8 There is no known means of controlling or restricting the tive Energy Plane is absent and gravity becomes objective movement of a wildsoul zone. (rather than subjective), but it otherwise conforms to the traits of the Positive Energy Plane. THE BASTION OF SOULS Inside the Bastion of Souls, crystalline trees sprout pre- Encounter Level 9 Planar Touchstone incarnate souls, which appear like brilliant points of light. Faceted crystal surfaces glow with the emerald, sapphire, and When “ripe,” a soul falls from the tree in a fl ash of brighter other hues of precious gems. Clear crystalline trees sprout thickly light and the preincarnate soul flies off, soon to incarnate from the floor, laden with brilliant points of white light. The somewhere in the multiverse. If picked before it is ripe, sound of thousands of crystal leaves constantly chiming like the preincarnate soul withers and dies within 10 rounds, bells fills the air. A blaze of brilliant light shines in the center dooming a creature somewhere in the multiverse to a of this area. soulless birth. At the center of the Bastion is the Node, where soulstuff The Bastion of Souls is one of several fonts of preincarnate coalesces from the very fabric of the Positive Energy Plane. souls, created before there were deities and existing without From the Node, it is drawn to nurture the crystal trees where any divine infl uence. Incarnum fl ows like water through the souls grow, but soul energy also fl ows from the Node the heart of the Bastion, passing from the Bastion to the directly to the Material Plane in the form of incarnum. Material Plane to enter mortal fl esh. Location: The Positive Energy Plane. The Bastion is made of solidified positive energy— Initial Encounters: Roll on the Bastion of Souls encoun- unbreakable, impenetrable to magical entry, and unresponsive ter table when the characters visit the site for the fi rst time, to magical methods to learn about the interior. Creatures or for the fi rst time in over a year. inside it cannot summon aid with calling or summoning Subsequent Encounters: Once the characters clear out spells. Inside the Bastion, the visual brilliance of the Posi- the Bastion, on subsequent visits the chance of an encounter pqqqqqqqqqqqqqqqqqqqqrs PLANAR TOUCHSTONES",
        "name":  "Deadsand",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immerse yourself in the fl owing any race, class, and even alignment. The lost are their favored stream of soul-stuff. enemies, and necrocarnates their sworn foes. Under the Higher-Order Ability: When you activate this ability, banner of preventing the misuse of incarnum, the Pentifex you can bind one additional soulmeld or magic item to one Order draws incarnates, soulborn, and totemists alongside of your available chakras, exceeding your normal limit of clerics, paladins, wizards, fi ghters, and rogues (to name but simultaneous chakra binds. This chakra bind lasts for 1 day. a few) to join in their vital mission. Higher-Order Uses: 1. JOINING THE PENTIFEX ORDER Xag-Ya (Energon) CR 4 The Pentifex Order stands ready to embrace anyone who will N Medium elemental (incorporeal) take up its cause and prove loyal to its goals. The only abso- Init +3; Senses darkvision 60 ft.; Listen +0, Spot +4 lute prerequisite for joining the order is having an essentia Languages None pool. The order doesn’t care whether you have that pool by AC 17, touch 17, flat-footed 14 virtue of belonging to an incarnum race, taking levels in a hp 27 (5 HD) meldshaping class, or taking incarnum feats.",
        "name":  "Recharge Condition",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Pentifex Order includes a large number are found. of spellcasters willing and able to cast spells and make Combat: Your class, not your membership in the Penti- magic items on behalf of their fellow members. With a fex Order, is the primary determinant of your role in and successful level check (DC 10 + double the spell level), a approach to combat. Your membership in the order should member of the order can locate another member willing determine your priorities—fi ghting the use of necrocarnum to cast one of the new spells presented in Chapter 5 at 75% and eliminating the lost—and, to a lesser extent, your of the normal cost. With a successful level check (DC 10 methods, since you must have some knowledge of using + item’s caster level), a member of the order can likewise incarnum to join the order in the first place. The Pentifex find a fellow member willing to craft one of the new magic Order encourages even its nonmeldshaping members to items presented in Chapter 5 and charge only 75% of the learn and use incarnum feats and spells, and to acquire and item’s market price. employ incarnum magic items. Beyond these guidelines, you",
        "name":  "Services",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The epic soulborn does not gain any addi- allowing you to bind a soulmeld or a magic item to your tional soulmelds, essentia, or chakra binds after 20th level. heart chakra.",
        "name":  "Meldshaping",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    }
]
