[
    {
        "origin_file":  "magic_items.json",
        "description":  "Slam +20 melee (2d8+12) Immunity to Magic (Ex): A hangman golem is immune",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction Rope trick paralyzes the golem for 1 round (no save). 10/adamantine, darkvision 60 ft., immunity to magic, Unravel (Ex): Once per day as a standard action, a hang- low-light vision, unravel, vulnerability to fi re man golem can unravel its form to become a heap of tangled",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction 10/ While engulfed, a victim can do nothing but try to break adamantine and bludgeoning, darkvision 60 ft., immu- free, by succeeding on an opposed grapple check. A mud nity to magic, low-light vision golem can engulf 1 Medium, 2 Small, 8 Tiny, 32 Diminutive,",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any Immunity to Magic (Ex): A mud golem is immune to",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsight 60 ft., construct traits, 4 Green 10d6 points of damage (as disintegrate damage reduction 10/evil, darkvision 60 ft., immunity to spell; Fortitude DC 20 half) magic, incorporeal traits, low-light vision, moral code 5 Blue 5d6 points of cold damage",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blessed Fields of Elysium Immunity to Magic (Ex): A prismatic golem is immune",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction Construct traits, damage reduction 10/adamantine and magic, darkvision 15/adamantine and magic, darkvision 60 ft., 60 ft., immunity to magic, low-light vision immunity to magic, low-light vision",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adhesive, construct traits, damage a DC 20 Strength check. The save DC and check DC are reduction 10/adamantine, darkvision 60 ft., fast healing Strength-based. 5, immunity to magic, low-light vision, spider climb, Immunity to Magic (Ex): A web golem is immune to vulnerability to fi re any spell or spell-like ability that allows spell resistance. In",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +19, Concentration on a successful claw attack, whether +19 (+23 when casting defensively), or not it does damage. The DC is 21 Diplomacy +25, Gather Information for the Will save to remove a negative +17, Handle Animal +14, Intimidate level; this save DC is Charisma-based. +21, Knowledge (arcana) +18, Knowl- Spell-Like Abilities: 1/day—dispel edge (the planes) +18, Sense Motive magic, protection from chaos/evil/good/ +14, Spellcraft +18 law. 1/5 rounds—lesser planar binding (DC",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use protection from good and summon monster VI. Good options for the grimweird’s summon Grimweirds are weak, withered, paranoid former human- monster VI spell include the chain devil, fiendish rhinoc- oids who have tapped into the energy of the Negative eros, Huge fiendish monstrous spider, and Gargantuan Energy Plane. They wield this energy to summon guards— fiendish monstrous centipede. Unless you know specifi- raising the spirits of hell if necessary—for their frail, cally when the grimweird summoned his last monster, barely animated bodies. assume the spell duration has 2d6 rounds remaining A grimweird is never alone. When encountered, it will when combat opens. have already summoned at least one monster. A grim- Round 1: Use targeted dispel magic to eliminate a single weird never rests, so it is always able to devote its energy opponent’s defensive effects. to summoning an ally. It is these constant demands that As soon as possible: Summon another monster using summon make grimweirds reviled on planes from which monsters monster VI. If a grimweird needs an escape route, it summons are summoned. the largest creature it can put between it and its foes. 75 Illus. by S. Wood GRIMWEIRD 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 7755 77//1133//0044 55::2233::4411 PPMM GRISGOL escape from cracks in its body. A grisgol leaves a sooty, oily Large Construct residue upon whatever it touches.",
        "name":  "Prior to combat",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "19d10+30 (134 hp) A grisgol is in every way a magic construct, possessing all",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction 10/ a physical form in 1d10 days. The escaped lich retains all the piercing and magic, darkvision 60 ft., immunity to magic, powers and abilities it had previous to its entrapment. The incite madness, low-light vision lich seeks vengeance upon whoever possesses its phylactery",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; no goods; double items A grisgol is tenacious and relentless, following its creator’s",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Kukri +10 melee (1d4+2/18–20 plus 1d6 fi re) casting cold magic.",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +14, Ref +10, Will +6 innate ferocity and the magical forces used to create them",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A living spell has two special attacks. For reasons unknown, in the magical mayhem of the Spell Effect (Su): A creature hit by a living spell’s slam Last War spell effect occasionally took on sentience and attack is subjected to the normal effect of the spell or spells refused to dissipate. These living spells still haunt places making up the creature, as if it were within the area or effect blasted by magic, apparently subsisting on ambient magi- of the spell itself. Saves apply as normal for the spell; the DC cal energy. They seem to kill only for pleasure, not out of is 10 + spell level + Cha modifi er. any need to feed. Engulf (Ex): A living spell can fl ow around creatures that A living spell appears similar to a normal spell effect, fi t within its space as a standard action. It cannot make a except that—even in the case of an instantaneous spell, slam attack during a round in which it engulfs. The living such as fi reball—the magical energy lingers, writhing and spell merely has to move over the opponents, affecting as moving with defi nite purpose. many as it can cover. Opponents can make attacks of oppor- tunity against the living spell, but if they do so they are not CREATING A LIVING SPELL entitled to a saving throw. Those who do not attempt attacks “Living spell” is an unusual template, in that it is applied to of opportunity must succeed on a Refl ex save (DC 10 + spell an arcane or divine spell effect (or in some cases, a group level + Cha modifi er) or be engulfed; on a success, they are of spell effects) and not a creature. The characteristics of pushed back or aside (opponent’s choice) as the spell moves a living spell are determined by the nature of the spell(s), forward. Engulfed creatures are subject to the full normal including the caster level of the spells. The template can effect of the spell(s) each round on the living spell’s turn, be applied to any spell that creates an area or effect (not and are considered to be grappled. targeted spells), but not a spell whose effect is already a Special Qualities: A living spell has ooze traits, damage creature (such as a summon monster spell). reduction 10/magic, and spell resistance equal to 10 + its A living spell composed of more than one spell uses the caster level. caster level of its highest-level spell for all its spell effects. Saves: A living spell has normal saves for a creature of the",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A living spell’s speed depends on the spell’s and Wisdom scores are 7 + its spell level. It is mindless, and range: A spell with a range of close has a speed of 20 feet, a has no Intelligence score. spell with a range of medium has a speed of 40 feet, and Skills and Feats: Living spells, being mindless, have no a spell with a range of long has a speed of 60 feet. A spell skills or feats. with any other range has a speed of 20 feet. If two spells Environment: Any land. Living spells are found in the with different ranges combine to make a living spell, the Mournlands and other areas blasted by magic. living spell’s speed is base on the range of the slower of the Organization: Solitary. two parent spells. Challenge Rating: A living spell’s Challenge Rating is",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsight 60 ft., damage reduction Special Attacks: Engulf, fi reball, glitterdust 10/magic, ooze traits, spell resistance 19 Special Qualities: Blindsight 60 ft., damage reduction",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +10, Ref +9, Will +9 10/magic, ooze traits, spell resistance 15",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsight 60 ft., It cannot make a slam attack during a round in which damage reduction 10/magic, ooze traits, it engulfs. The living blasphemy merely has to move spell resistance 23 over the opponents, affecting as many as it can cov-",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsight 60 ft., damage reduction A 15-foot-tall smooth cylinder of milky liquid glides serenely 10/magic, ooze traits, spell resistance 11 forward. Saves: Fort +1, Ref +0, Will +0",
        "name":  "Living Holy Word Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— has fed on enough mental energy, it can build a cocoon and transform into a mindshredder zenthal. A mindshredder Protected by a thick, chitinous shell, the crablike creature before warrior must deal a total of 80 points of Wisdom damage you has four legs and two powerful, bladelike claws. before it can build its chrysalis. Building the chrysalis requires one week of work. Once the chrysalis is complete, Mindshredder warriors are the second life stage of the the warrior must remain in the chrysalis for a month. At the strange species of aberrations called mindshredders. end of the month, it emerges from the chrysalis as a mind- They have physically powerful, crablike bodies and shredder zenthal. power ful slashing claws made out of a chitinous resin A mindshredder warrior’s chrysalis has a hardness of 5 that they secrete. and 90 hit points (the cocoon is 6 inches thick and has 15 Mindshredder warriors share a basic body structure with hit points per inch of thickness). The hardened resin of a mindshredder larvae (see above). They have four thick, pow- mindshredder warrior’s chrysalis is pale rose in color. A erful legs that branch from their squat torso like a spider’s. warrior inside a chrysalis is helpless and dies if the chrysalis Each creature also has two thick claws that protrude from is destroyed. its torso just behind the neck. Skills: A mindshredder warrior has a +20 racial bonus on The touch of a mindshredder warrior’s claws deals Jump checks. Wis dom damage to living creatures. The warrior feeds MINDSHREDDERS IN EBERRON off this mental energy, and once it has accumulated a suffi cient amount, it can build a chrysalis and transform Mindshredder larvae, warriors, and zenthals prey on into a smaller but magically skilled form called a zenthal human oid communities in the caverns of Khyber. If a (see below). Mindshredder warriors average 8 feet long and mind shredder lair lies close enough to the surface, mind- weigh 1,000 pounds. shredder warriors (accompanied by a zenthal) will occa- Mindshredder warriors do not speak, but they under- sionally venture above ground in search of prey, saving stand Common and Undercommon. enough of what they find for the hungry mindshredder larvae left behind. Combat Mindshredder warriors are direct physical opponents in combat. They usually just rush toward the nearest foe and start slashing with their claws. Great Leap (Ex): As a move action, a mindshredder 103 warrior can make a great leap. The creature can cover SHREDDER MIND- 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 110033 77//1133//0044 55::2288::1100 PPMM MINDSHREDDER ZENTHAL The touch of a mindshredder zenthal’s tentacles deals Medium Aberration Wisdom damage to living creatures. Unlike lesser forms of",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 15/lawful or magic, the corpse is added, the necronaut begins assimilating it. darkvision 60 ft., necromantic effects, spell resistance 25, This process takes 1 round to run its course and heals some undead traits, unholy toughness damage to the necronaut, based on the size of the assimi-",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— needletooth swarm requires a Concentration check (DC 20 A wave of tiny, brightly colored dinosaurs chirps and whistles as + spell level). Using skills requiring patience and concen- it cascades over the ground. tration requires a DC 20 Concentration check. The save DC is Constitution-based. Named for their large, incredibly sharp fangs, needletooth Wounding (Ex): Any living creature damaged by a dinosaurs are extremely dangerous predators that hunt in needletooth swarm continues to bleed, losing 1 hit point massive swarms, tearing apart land animals the same way per round thereafter. Multiple wounds do not result in piranhas devour their prey. Always hungry, needletooth cumulative bleeding loss. The bleeding can be stopped by a swarms prowl the underbrush of jungles and have no DC 10 Heal check or the application of a cure spell or some compunctions about what they eat. They are inquisitive, other healing magic. fearless, and quickly overcome any skittishness toward Skills: *Needletooth swarms gain a +4 racial bonus on strange or unusual beasts that may stumble into their Hide checks when in areas of dense foliage, jungle, or heavy jungle territory. underbrush. Needletooth dinosaurs are crafty and patient hunters NEEDLETOOTH that will stalk and harry prey for miles before closing in SWARMS IN EBERRON for the kill. They are noted for their high-pitched trilling sound, which can seem harmless, almost cute, until a swarm Needletooth swarms scour the jungles and ruins of Q’barra, descends on its target. particularly in and around the ancient city of Haka’torvhak. Needletooth dinosaurs stand 1 foot tall and weigh They are also found in Dajar Orioth (the Jungle of Daggers) 2 pounds. in Aerenal. A variety of needletooth swarm found in the northern jungles of Xen’drik carries the red ache disease COMBAT (see page 292 of the Dungeon Master’s Guide). A needletooth swarm seeks to surround and attack any NEEDLETOOTH SWARMS IN FAERÛN living prey it encounters. A swarm deals 3d6 points of damage to any creature whose space it occupies at the end Needletooth swarms can be found in the Jungles of Chult of its move. and the Black Jungles. Some varieties of needletooth Distraction (Ex): Any living creature vulnerable to a swarms are poisonous (Fortitude DC 17, initial and second- needletooth swarm’s damage that begins its turn with a ary damage 1d3 Dex) and have a Challenge Rating of 7. The swarm in its space is nauseated for 1 round; a Fortitude poison’s save DC is Constitution-based. DC 17 negates the effect. Even after a successful save, 109 spellcasting or concentrating on spells within the area of a Illus. by H. Lyon SWARM NEEDLETOOTH 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 110099 77//1133//0044 55::2288::2288 PPMM NIGHT TWIST its despair song. A typical night twist stands 15 feet tall and Large Plant weighs 600 pounds.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins, no goods, standard items A limited wish spell or more powerful magic cast while the",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— The save DC is Charisma-based. If the victim of a night twist vic- You see a large, black, leafless tree charac- tim dies and is interred, a new night terized by unnatural and unsettling shapes. twist springs from where the corpse It radiates gloomy twilight, nightmares, was laid one month later. While the and sorrow. creature is developing, a night twist “sap- ling” appears at the gravesite; the Long before luckless travelers creature seems to be a normal in more remote and forebod- (nonintelligent) plant until it ing marshes see the harrowing reaches maturity. sight of a lone night twist, they hear Despair Song (Su): Every eve- its haunting and melancholy ning, a night twist emits a sor- song. The ghostly moan- rowful sound that inspires ing sounds of its song seem melancholy and despair in all slightly different to every creatures with an Intelligence traveler. For some, the song of score of 6 or higher within a radius the night twist sounds like a of fi ve miles per Hit Die of the night women weeping. To others, twist. Those who fail a DC 22 Will it is more akin to a cold wind save are affected as if by a crush- blowing over a desolate grave- ing despair spell and must seek yard. Most likely, the despair out the source of their sorrow song of a night twist is the most (the night twist) to the neglect sorrowful sound each traveler of all other tasks or needs, in- can conjurer within his or cluding eating or sleeping. If her own mind. physically restrained and not Night twists subsist in the allowed to seek out the night most inhospitable marshes, twist, a victim of this despair feeding on the rotting carcasses song loses 1d10 hit points every 110 of creatures and travelers attracted by Night twist evening until it dies or the enchantment TSIWT THGIN sekotS .A yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 111100 77//1133//0044 55::2288::3333 PPMM is removed. Relocating a victim outside the area affected by Challenge Rating: 20 the night twist’s song does not end the enchantment. Treasure: Standard coins, no goods, standard items",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., darkvision 60 ft., Animal companion, blindsense 60 ft., darkvision vulnerability to sonic 60 ft., nature sense, resist nature’s lure, trackless step, wild empathy +5 (+1 magical beasts), wild shape 1/day, woodland stride, vulnerability to sonic",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All-around vision, damage reduc- enemies at a time. It grapples foes and tramples them as tion 10/good and magic, darkvision 60 ft., fast heal- it pursues other enemies. If enemies move beyond its ing 7, resistance to cold 10 and fire 10, scent, spell reach, the odopi swallows those resistance 22 it grapples and throws stones.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "14 aligned, and magic for the pur-",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All-around vision, damage reduction 10/good and magic, darkvision 60 ft., fast healing 9, resis- In the EBERRON campaign setting, odopis are native to the tance to cold 10 and fi re 10, scent, spell resistance 26 plane of Xoriat, also known as the Realm of Madness.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 slams +32 melee (2d8+12 plus 2d8 fi re and Omnimentals are the descendants of magically created 1d8 electricity) or elemental ball +20 ranged (4d6+12 plus elemental beings. Though originally intended as liaisons 1d8 fi re) between warring elemental armies in ancient times, Space/Reach: 20 ft./20 ft. omnimentals instead became powerful warriors. Now",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An omnimental has a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use the run action while swimming, provided it swims in a straight line. OMNIMENTALS IN EBERRON Although they have mastered the ability to bind elementals inside magic items, the gnomes of Zilargo have been unable to capture and bind a summoned omnimental. Some have tried, but the results have been uniformly disastrous. It is Omnimental rumored that the drow of Xen’drik may hold the secret to omnimental binding, but attempts to duplicate their research 118 have likewise proven calamitous. LATNEMINMO 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 111188 77//1133//0044 55::2299::2288 PPMM OTYUGH, LIFELEECH gain the benefi t of their healing. A typical lifeleech otyugh Large Aberration is 8 feet in diameter and weighs 700 pounds.",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tentacle +14 melee (1d8+8) absorb healing magic takes many by surprise, lifeleech",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., fast healing 5, life- Spell-Strengthened Hide (Su): The sickly gray skin of leech aura, spell-strengthened hide a lifeleech otyugh has been infused with magical energy.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— lifeleech otyugh can’t have more temporary hit points from This creature looks like a bloated ovoid its lifeleech aura than its full nor- supported by three stocky legs. A mal hit point total. Temporary hit vinelike eyestalk rises about 2 feet points gained in this manner last above its bloated body, and for 1 hour. four thick tentacles extend This ability affects spell com- from its sides. The crea- ture’s horrid mouth extends pletion and spell trigger items around the entire front half of (such as scrolls, staffs, and wands), its body and holds multiple rows but not other magic items. of jagged teeth. The creature’s Improved Grab (Ex): To rough hide twists and contorts use this ability, a lifeleech ot- over its strange form, seem- yugh must hit with its tentacle at- ingly infused with a horrid energy of its own. tack. It can then attempt to start a grapple as a free action without pro- voking attacks of opportunity.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary do with its life, but rather with its death. When a phoelarch Challenge Rating: 3 dies, it explodes in a massive burst of fl ame. This burst leaves Treasure: None behind a small black glass egg. The egg radiates faint trans- Alignment: Always neutral mutation magic but otherwise has no magical properties. Advancement: 4–9 HD (Medium) The black egg has hardness 5, 20 hit points, and immunity Level Adjustment: — to fi re. If the egg is undamaged, within 24 hours it hatches into This brilliantly plumed bird has feathers of red and gold. In a new creature: the phoera, a beautiful bird that closely contrast to its beauty, its wickedly hooked beak and talons look capable of rending flesh from bone. A long tail of feathers streams resembles the phoenix of myth. While the phoera retains behind the creature as it flies, leaving a shimmering of heat in many of the phoelarch’s abilities, this beautiful, red-and- the wake of its passage. gold-plumed bird has no memory of the phoelarch’s life. It is, in fact, an entirely new creature. Once hatched, a phoera typically finds a comfortable, PHOERA remote stretch of forest in which to nest. It preys on small Medium Magical Beast (Fire) mammals, and tends to shy away from larger creatures.",
        "name":  "The most distinctive aspect of a phoelarch has nothing to Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "AC 18 (touch 10, fl at-footed 15); rage drakes have more in com- hp increase by 28; Atk +18 melee mon with large and dangerous (1d8+15/19–20, claw); Full Atk dire animals than with true +18 melee (1d8+15/19–20, 2 dragons. Although capable of claws) and +13 melee (2d6+10, at least rudimentary reason- bite); SV Fort +17, Will +12; Str ing, rage drakes remain ani- 31, Con 27; Jump +33. Unlike malistic in many ways. Cruel a barbarian, however, a rage and selfi sh, rage drakes em- drake is not fatigued after body many of the worst quali- raging. A rage drake can end ties of evil dragonkind. Some its rage early, though it seldom sages believe that rage drakes does so even when all its foes were created deliberately in an are apparently defeated. attempt to fi nd a mount with Rake (Ex): Attack bonus the fearsome physical abili- +16 melee, damage 1d8+13, in- ties of a dragon but without cluding adjustment for using the intelligence and pow- Power Attack feat. erful magical abilities. Rage Worry (Ex): Whenever a drakes do not hoard treasure, rage drake grabs a foe at least though they do value precious one size category smaller than gems . . . as snacks. itself in its mouth, it instinctively Rage drakes have dull, deep shakes the foe, stunning and disori- red scales and the feline build com- enting its victim. Anyone grabbed mon to true dragons. Unlike many other dra- by a rage drake must succeed on a DC conic creatures, they do not have wings. However, 25 Fortitude saving throw or be stunned for 1 their size and strength make them extremely fast Rage drake round. A rage drake can only use this ability in compared to most ground creatures. A typical the first round after it grabs a foe. The save DC is rage drake can grow to be over 12 feet long and can weigh Strength-based. up to 6,000 pounds. Skills: Rage drakes have a +4 racial bonus on Spot checks Rage drakes do not speak, but they understand Common and Listen checks. and Draconic within the limits of their intelligence. FIENDISH RAGE DRAKE COMBAT Demon princes often breed powerful fi endish versions of Brutal, instinctive hunters, rage drakes hide and ambush rage drakes to use in their Abyssal armies. These ferocious their foes when possible. Beyond this instinctive hunting monsters are even more terrifying than their ordinary technique, rage drakes take a simple approach to the many cousins, combining draconic fury with demonic toughness battles they fi ght in their violent lives. When combat begins, and vigor. a rage drake charges and pounces on the nearest foe, tearing its opponent to shreds as fast as it can and then moving on Combat to the next foe. It usually tries to pounce and stun its foe A fiendish rage drake normally attacks using its Power in the fi rst round of combat and then begins raging in the Attack feat, taking a –9 penalty on its attack rolls and gain- next round. If overmatched in combat, a rage drake is just as ing a +9 bonus on damage rolls. likely to fi ght to the death as it is to fl ee. Rage (Ex): Four times per day, a fi endish rage drake can A rage drake normally attacks using its Power Attack feat, enter a state of fi erce rage that lasts 12 rounds. The following taking a –5 penalty on its attack rolls and gaining a +5 bonus changes are in effect as long as he rages: AC 18 (touch 10, on damage rolls. fl at-footed 15); hp increase by 42; Atk +22 melee (1d8+20/ Improved Grab (Ex): To use this ability, a rage drake 19–20, claw); Full Atk +22 melee (1d8+20/19–20, 2 claws) must hit with its bite attack. It can then attempt to start and +14 melee (2d6+15, bite); SV Fort +21, Will +14; Str 32, a grapple as a free action without provoking attacks of Con 28.; Jump +38. Unlike a barbarian, however, a fi endish opportunity. If it wins the grapple check, it establishes a rage drake is not fatigued after raging. A rage drake can end hold and can use both its rake and worry attacks against its rage early, though it seldom does so even when all its foes 130 the held foe. are apparently defeated. EKARD EGAR xeR .A yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 113300 77//1133//0044 55::3333::2255 PPMM Rage Drake Fiendish Rage Drake Large Dragon Large Dragon",
        "name":  "Primitive draconic creatures, rages",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 30 ft., darkvision 60 ft., Blindsense 30 ft., darkvision 60 ft., damage immunity to sleep and paralysis, reduction 10/magic, immunity to sleep, low-light vision and paralysis, low-light vision, resistance to cold 10 and fi re 10, spell resistance 26",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Combat Casting, Improved Initiative, Spell uses its magic jar spell-like ability to Focus (enchantment), Spell Focus (necromancy), replace one of these leaders for a time, Silent Spell, Still Spell using the borrowed body to solidify",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; double items In battle, an ak’chazar rakshasa avoids",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gore +7 melee (1d8+4) to attack, inflaming their battle lust with magic. When Space/Reach: 10 ft./5 ft. a rejkar must fight, it uses its gaze to disable as many",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+6 when running, it holds two magical cleavers in its hands.",
        "name":  "Initiative",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6 Bred and warped by magic, rot reavers were created to",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — to reverse the transformation requires a remove disease spell TEN-HEADED TERROR or similar effect. The save DC is Constitution-based and includes a +4 racial bonus. Thankfully rare in the extreme, solitary ten-headed Poison (Ex): Injury, Fortitude DC 19 or be unable to shrieking terrors have been reported by planar travelers. heal the shrieking terror’s bite damage naturally or magi- A ten-headed terror has a wingspan of 16 feet and weighs cally. A neutralize poison or heal spell removes the effect, 1,600 pounds. while delay poison allows magical healing. The save DC is Constitution-based. Combat Pounce (Ex): If a shrieking terror moves or charges a foe A ten-headed shrieking terror has a particularly nasty series in a round, it can still make a full attack with all its heads at of bite attacks, but its combat tactics are identical to the fi ve- no penalty. headed terror. Shriek (Su): As a full-round action, a shrieking terror Kiss (Su): The save DC against a ten-headed-terror’s kiss can open its distended mouths and let out a terrible sound. attack is 28. Anyone within 60 feet (except other shrieking terrors and Poison (Ex): The save DC against a ten-headed terror’s vargouilles) that hears this shriek and can clearly see the poison is 24. creature must succeed on a DC 24 Fortitude save or be para- Shriek (Su): The save DC against a ten-headed terror’s lyzed with fear for 2d4 rounds or until the monster attacks shriek is 34, including a +1 racial bonus for each of its the target, moves out of range, or blocks the target’s line of ten heads. sight to it. A paralyzed creature is susceptible to the shriek- SHRIEKING TERRORS IN EBERRON ing terror’s kiss (see above). A creature that successfully saves cannot be affected again by the same terror’s shriek for To create these unspeakable horrors, mind fl ayer wizards 24 hours. The shriek is a mind-affecting fear effect. The save captured vargouilles and hydras from Eberron and warped DC is Constitution-based and includes a +1 racial bonus for them into a single species on their home plane of Xoriat. each of its heads. (If a shrieking terror gains or loses heads, The shrieking terrors were then released back into Eberron’s the save DC changes accordingly.) ecology. Shrieking terrors are found in the dark caverns",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15d8+135 (202 hp) magical, ever-shifting skin will protect it against whatever",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "30 ft. (6 squares) adamantine blades are magically hardened and honed to a",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— SNOWFLAKE OOZES IN FAERÛN What at first appeared to be just a bank of snow is in fact a lacy, Snowfl ake oozes plague travelers as far west as Icewind Dale delicate-looking creature resembling an enormous snowflake and as far east as Narfell. They are also known to inhabit with a complex structure. caverns that doubly serve as white dragon lairs. One of the most attractive of oozes, the snowfl ake ooze inhabits cold climates and the depths of caves or tunnels where natural ice can be found. It slowly moves around the area, seeking warm-blooded creatures to freeze. A snowfl ake ooze can grow to a diameter of about 10 feet and a thickness of about 4 inches, but it can compress its body to fi t through cracks as small as 1 inch wide. A typical specimen weighs about 250 pounds. COMBAT A snowfl ake ooze uses straightforward tactics, attempting to grab and constrict prey. Constrict (Ex): A snowflake ooze deals automatic slam damage and cold damage with a successful grapple check. Improved Grab (Ex): To use this ability, a snowfl ake ooze must hit with its slam attack. It can then attempt to start a grapple as a free action without provoking attacks of opportunity. If it wins the grapple check, it establishes a hold and can constrict. Airy (Ex): Since a snowfl ake ooze’s physiology is made up of a little ooze and lots of empty space, it is diffi cult to know where to attack. Any piercing melee or ranged attack directed at it has a 20% miss chance (the blow or missile just passes harmlessly through the creature’s space). Even a true seeing effect is useless in determining where and how to strike the creature. 161 Snowfl ake ooze Illus. by D. Bircham OOZE SNOWFLAKE 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 116611 77//1133//0044 55::3377::2299 PPMM SPELLWARPED CREATURE A spellwarped ettin has the vicious, unpredictable tem- Spellwarped creatures have been tainted by powerful magic. perament of an ordinary ettin combined with the twisted Long ago, powerful spellcasters infused magic into the outlook common to all spellwarped creatures. Its two bodies of many creatures, seeking to make them stronger, heads make the creature exceptionally sharp-eyed and tougher, and more tractable. The magic used in this process alert. Those few strong enough and careful enough to changed the nature of the affected creatures. These changes control such a creature find that it makes an excellent were irreversible, and the changes bred true as the crea- guardian or scout. tures matured and produced offspring of their own. The Like its normal kindred, a spellwarped ettin never bathes process was a partial success, and the creatures did indeed if it can help it, leaving the creature so grimy and dirty that grow stronger and faster than normal creatures of their its skin resembles a thick gray hide. An adult spellwarped kind. The creatures invariably proved unruly, however, and ettin is about 11 feet tall, but it is so bent and stooped that they seemed more clever and quick-thinking than others of were it to stand completely upright, it would gain a foot or their type. In addition, the creatures gained a strange and two in height. A typical creature weighs 5,200 pounds or alien mind-set, reacting to many situations in unusual but more and lives up to 125 years. cunning ways. A spellwarped ettin speaks Common and Giant. Spell- warped ettins also speak pidgin Orc and Goblin, and can SAMPLE SPELLWARPED CREATURE usually communicate their wishes to those who speak This example uses an ettin as the base creature. those languages. COMBAT Spellwarped Ettin Large Aberration (Augmented Giant) Spellwarped ettins are cunning, dangerous fi ghters. They",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spellwarped ettin’s two heads give it a +2 racial canines like a boar’s tusks. The creature’s skin is covered in bonus on Listen, Search, and Spot checks. patchy scales and fur, and its limbs look twisted and warped like its facial features. This warping gives the creature a stooped look, 162 yet it moves with apparent agility and an obvious strength. DEPRAWLLEPS ERUTAERC 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 116622 77//1133//0044 55::3377::3344 PPMM CREATING A SPELLWARPED CREATURE “Spellwarped” is an inherited template that can be added to any corporeal aberration, animal, dragon, fey, giant, humanoid, magical beast, monstrous humanoid, plant, or vermin (referred to hereafter as the base creature). A spellwarped creature uses all the base creature’s statistics and abilities except as noted here.",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction Skills: A ssvaklor has a +8 racial bonus on any Swim 10/magic, darkvision 60 ft., immunity to magic sleep check to perform some special action or avoid a hazard. effects, poison, and paralysis, low-light vision, scent, spell It can always choose to take 10 on a Swim check, even if resistance 18 distracted or endangered. It can use the run action while",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— ties, spit *Includes adjustments for Power Attack feat. Special Qualities: Blindsense 60 ft., damage reduction 15/magic, darkvision 60 ft., immunity to magic sleep This creature is an elongated, snakelike dragon. Its scales are pat- effects, poison, and paralysis, low-light vision, scent, terned in vivid green and black diamonds. The fangs protruding spell resistance 28 from its great jaw drip viscous fluid.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision and weighs 3,000 pounds. 120 ft., spell-like abilities Stonesingers speak their own language.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swarm (2d6) some other healing magic. Space/Reach: 10 ft./0 ft. Water Walk (Ex): Swamp",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsight 60 ft., Will saves, and a damage reduction 15/lawful, –4 penalty to AC. darkvision 60 ft., immu- This effect is other- nity to magic, incorporeal wise identical to a traits, natural invisibility, barbarian’s rage ability, ex- outsider traits cept that the subjects aren’t",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— This effect lasts for as long as the trilloch concentrates on it, plus 1 round per Hit Die of the creature. There’s nothing to be seen here. Death Knell (Sp): As a quickened action at will, a tril- loch can create an effect similar to death knell on all crea- A trilloch is a parasite from the Negative Energy Plane. It tures within 180 feet. Any living creature in the area that causes discord and recklessness in creatures around it, and has –1 or fewer hit points must succeed on a DC 16 Fortitude it survives by feeding off the dying essence of those who fall save or die. The trilloch gains no hit points or other benefi t in the midst of the chaos it incites. It always sticks close to a from the death knell. violent creature until the creature is destroyed, and then it Immunity to Magic (Ex): A trilloch is immune to most will follow those who destroyed it. spells or spell-like abilities that allow spell resistance, except A trilloch is naturally invisible. Even if its presence is the following: Detect magic and deathwatch show its location. detected, spells such as see invisibility reveal only an amor- Death ward protects a creature from a trilloch’s control rage phous pulse of energy. True seeing or a similarly powerful and death knell abilities. Holy word and banishment return it divination is required to see a trilloch’s true form—a bizarre to its home plane. It is treated as an undead creature for the cross between a feathery fungus, a crinoid, and a crustacean. purposes of being affected by cure spells and positive and A fully extended trilloch might measure some 3 feet long, negative levels. with a wingspan to match. Trillochs are weightless. Natural Invisibility (Su): This ability is inherent and Trillochs cannot speak, but they understand all spoken not subject to the invisibility purge spell. languages. TRILLOCHS IN EBERRON COMBAT In the EBERRON campaign setting, trillochs are native to the A trilloch cannot fi ght on its own, because it has no attacks. plane of Mabar, the Endless Night. 176 It controls the rage of every creature it can affect, likely HCOLLIRT sinniM .L yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 117766 77//1133//0044 55::3399::3399 PPMM TROLL, CAVE Large Giant",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5 the Byeshk Mountains *Includes adjustments separating Droaam and for Power Attack feat. the Eldeen Reaches, and the Shadow crags bor- This hulking creature has dering the Eldeen Reaches thick, gray skin and the Mountain troll and the Demon Wastes. The former tend to be more rough features of a troll. Its hunched, apelike posture in touch with nature, often taking levels of ranger emphasizes its massive bulk and hints at the power or druid. The latter are more ferocious, sometimes taking of its huge fists. levels of barbarian. MOUNTAIN TROLLS The massive mountain trolls are the largest members of IN FAERÛN the troll family. They dwell near mountain peaks and stir from their lairs only to gather food. Like other trolls, Brutish mountain trolls inhabit the mountains surround- mountain trolls have voracious appetites. ing Halruaa and, to a lesser extent, other mountain ranges Mountain trolls are rarely encountered alone. Brutes and across Faerûn. Halruaan mountain trolls have the Improved bullies, they casually push around giants, ogres, and smaller Natural Attack (bite) feat instead of the Iron Will feat, and trolls. Although giants and ogres make reluctant minions their bite attacks deal 2d6+6 points of damage instead of at best, the slow-thinking mountain trolls simply eat any 1d8+6 points. These mountain trolls can be recognized by creatures that fail to follow their simplistic commands. A their oversized fangs. typical mountain troll stands 17 feet tall and weighs 2 tons. Mountain trolls speak Giant. 180 LLORT xeR .A yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 118800 77//1133//0044 55::3399::5544 PPMM TROLL, WAR Gathered together by a powerful cabal of arcane spellcasters, Large Monstrous Humanoid these trolls were magically engineered and augmented. They",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— start a grapple as a free action without provoking attacks of opportunity. If it wins the grapple check, a vasuthant A spherical cloud of impenetrable darkness floats toward you. immediately employs its enervating crush attack. As it draws near, black tendrils reach out from the cloud’s Reality Distortion (Ex): A vasuthant has limited infl u- opaque core. ence over the forces of time and reality. Three times per day (but only once per round), a Vasuthants are shad- vasuthant can take a free action owy, undead abomina- to reroll any unfavorable die roll tions. These life-hungry or force its opponent to reroll a fa- creatures vary greatly in vorable die roll. The vasuthant must size and power, each one accept the result of the reroll. growing larger as it sucks Immunity to Light (Ex): in more life energy. Smaller Unlike many other undead vasuthants appear as shad- creatures, a vasuthant is im- owy clouds, while larger mune to any harmful effects varieties are colossal of light, either natural spheres of pitch-black or magical. All cleric nothingness that can spells of the Sun do- suck up nearby light, main as well as other sap strength, and manipu- spells with the light late gravity and time. descriptor (such as day- Vasuthants possess immu- light) produce no adverse effects nity or resistance to most on a vasuthant. forms of energy. Trap Light (Ex): A vasuthant A Small vasuthant is about 2 feet in diameter. Vasuthant effectively absorbs nearby magical and As it advances in Hit Dice and becomes larger, nonmagical light, creating a 60-foot emanation its diameter increases to 5 feet at Medium size, 10 feet at of shadow. All creatures within this area, including the 182 Large size, 15 feet at Huge size, 20 feet at Gargantuan size, vasuthant, gain concealment. Creatures with low-light TNAHTUSAV dooW .S yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 118822 77//1133//0044 55::4400::5566 PPMM vision or darkvision can see normally within the area of the Combat emanation. Light sources within the area are suppressed, A horrific vasuthant has the same abilities as a normal not dispelled. If a vasuthant moves out of range before the vasuthant except as noted below. light source’s duration expires, the light source illuminates Reality Distortion (Ex): A horrifi c vasuthant can use again (though its illumination still cannot extend within this ability at will, but no more than once per round. the area of the vasuthant’s trap light effect). Spell-Like Abilities: 4/day—levitate, slow (DC 19), teleki- Unholy Toughness (Ex): A vasuthant gains a bonus to its nesis (DC 21), waves of fatigue; 2/day—reverse gravity (DC 23), hit points equal to its Charisma modifi er × its Hit Dice. waves of exhaustion; 1/day—temporal stasis (DC 24), time stop.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 turn resistance, alter past, blind- light effect). sight, damage resistance 15/magic, darkvision 60 ft., Unholy Toughness (Ex): A horrifi c vasuthant gains a immunity to acid and cold, immunity to light, resistance bonus to its hit points equal to its Charisma modifi er × its to fi re 25 and electricity 25, trap light, undead traits, Hit Dice. unholy toughness Skills: Horrifi c vasuthants have a +2 racial bonus on",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— sun elves of Aryvandaar were fearsome supremacists in command of powerful and destructive magic. Although A horrific vasuthant has grown massive and terrifying their empire perished more than ten thousand years after centuries of absorbing life energy. Horrifi c vasuthants before Daler eckoning, the remains of many Aryvan- have more potent reality distortion powers than ordinary daar sorcerers continue to haunt their empire’s ancient vasuthants, in addition to spell-like abilities. ruins as vasuthants—ambitious, power-hungry sun elves A Huge horrifi c vasuthant is 15 feet in diameter. As consumed by utter darkness. it advances in Hit Dice and becomes larger, its diameter increases to 20 feet at Gargantuan size and 30 feet at Colos- sal size. Horrific vasuthants are weightless and know 183 no languages. VASUTHANT 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 118833 77//1133//0044 55::4400::5599 PPMM VERMIN LORD Vermin lords rarely work together due to their jealousy Large Monstrous Humanoid of one another, but vermin lords who meet often have their",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balance +20, Climb +20, Concentration +20, Diplo- at one time. macy +5, Hide +20, Jump +40, Knowledge (arcana) +9, Improved Grab (Ex): To use this ability, a vermin lord Knowledge (nature) +15, Listen +8, Move Silently +10, must hit with a claw attack. It can then attempt to start a Search +14, Sense Motive +10, Spellcraft +11 (+13 to grapple as a free action without provoking attacks of oppor- decipher scrolls), Spot +19, Survival +1 (+3 aboveground tunity. If it wins the grapple check, it gets a hold and can or following tracks), Tumble +27, Use Magic Device +26 constrict. A vermin lord can use either its Strength modifi er (+28 involving scrolls) or its Dexterity modifi er for grapple checks.",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Before a battle, a vermin lord uses any protective magic items that it possess on itself and makes Vermin lords occasionally rule their own vermin-infested several Colossal vermin using its giant vermin spell-like cities and demesnes in the heart of Xen’drik. They occasion- ability. If it has a scroll of greater invisibility, it uses it on ally form pacts with the drow, but these alliances are tenu- itself. If possible, it uses its command vermin ability on ous at best. Although most vermin lords keep a low profi le, the giant vermin to give itself more tactical control in a vermin lord calling itself Miirkym has taken residence in the coming battle. After making preparations, it sup- a ruined keep atop Karthoon Tor, a hill rising from the Vile presses its vermin cloud, hides, and follows its giant Swamp in western Droaam. Adventurers seeking to destroy vermin into combat. the vermin lord and retrieve the keep’s buried treasures",
        "name":  "Prior to Combat",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If not spotted, continue to use summon swarm, insect plague, giant vermin, and creeping doom, hoping to In the FORGOTTEN REALMS campaign setting, vermin lords entrap enemies and wear them down over several rounds. If typically do not see eye to eye with the drow, although spotted, renew the vermin cloud and use a damaging magic small gangs of them often make their lairs close to drow item against foes, hoping to remain at range. cities (where vermin are common).",
        "name":  "Third Round",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If engaged in melee, disengage and charge a foe that has many obvious magic items or has 185 demonstrated the use of a powerful item. Use a claw attack Illus. by R. Lemen LORD VERMIN 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 118855 77//1133//0044 55::4411::0044 PPMM VISILIGHT Visilights communicate with each other by means of Medium Outsider (Lawful) their telepathic link and body gestures. They cannot speak",
        "name":  "Following Rounds",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods; standard scout racial modifi ers: Str 12, Dex 13, Con 11, Int 9, items Wis 10, Cha 8.",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard goods; standard items The entrance and exit trees",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bleak Eternity of Gehenna ecrate, detect good, detect magic. Caster level 5th.",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5 of fi re; 3/day—binding (DC 23), enervation (+22 ranged Dark-skinned and alien-looking, this slim touch), geas/quest (DC 21), figure is fearsome to behold. Its long mass suggestion (DC 21); 1/ head and bulbous eyes give its face day—symbol of death (DC an imposing, evil look. 22). Caster level 18th. At will, an ultroloth can Ultroloths are the elite of- use greater teleport (self plus fi cers in yugoloth armies, 50 pounds of objects only) leading troops and dis- as the spell cast by an 18th- rupting enemy plans. In level sorcerer. the competitive environ- Summon Yugoloth ment of Gehenna, they’re (Ex): Once per day, an ul- frequently at one another’s troloth can attempt to sum- throats, and they continu- mon 1d4 nycaloths, 1d6 ally scheme to enhance mezzoloths, or another ul- their power. troloth with a 35% chance Ultroloths have a well- of success. deserved reputation for Immunities (Ex): Ul- cruelty. They often linger troloths are immune to poi- over fallen foes, taunting son and acid. and torturing them rather Telepathy (Su): Ultro- than granting them a quick loths can communicate tele- death. Many wear the severed fi n- pathically with any creature 204 gers of their victims on grisly necklaces. Ultroloth within 100 feet that has a language. HTOLOGUY 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 220044 77//1133//0044 55::4433::3377 PPMM ZEZIR Medium Magical Beast (Fire)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50% coins, 50% goods, 50% items",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fi ghter can select Powerful Charge as one of 9th — — his fi ghter bonus feats. pqqqqqqqqqqqqqqqqqqqqrs SWIFT ACTIONS The Miniatures Handbook introduced the concept of a new perform only a single swift action per turn, regardless of what action type: the swift action. This game concept is not re- other actions you take. You can take a swift action any time you stricted to miniatures play and can be utilized in a regular D\u0026D would normally be allowed to take a free action. Swift actions roleplaying game. The Quicken Spell-Like Ability feat in Monster usually involve spellcasting or the activation of magic items; Manual III and some feats, spells, and items in future DUNGEONS many characters (especially those who don’t cast spells) never \u0026 DRAGONS supplements will use this concept. A description of have an opportunity to take a swift action. how it works follows. Casting a quickened spell is a swift action (instead of a free",
        "name":  "Special",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry in a statistics block describes planar subtype when it is on a transitive plane; the transi- the type of climate and terrain where the creature is typically tive planes in the D\u0026D cosmology are the Astral Plane, the found. This is a preference, but is not exclusionary. Note that Ethereal Plane, and the Plane of Shadow. these environments can also exist in portions of dungeons due to magical effects or other supernatural interference, or Fast Healing (Ex): A creature with the fast healing special as features in dungeons or other environment areas. quality regains hit points at an exceptionally fast rate, usually",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical beasts are similar to ani- mals but can have Intelligence scores higher than 2. Magical Movement Modes: Creatures may have modes of move- beasts usually have supernatural or extraordinary abilities, ment other than walking and running. These are natural, not but sometimes are merely bizarre in appearance or habits. magical, unless specifi cally noted in a monster description.",
        "name":  "Magical Beast Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A magical beast has the following features. Burrow: A creature with a burrow speed can tunnel —10-sided Hit Dice. through dirt, but not through rock unless the descriptive —Base attack bonus equal to total Hit Dice (as fi ghter). text says otherwise. Creatures cannot charge or run while —Good Fortitude and Refl ex saves. burrowing. Most burrowing creatures do not leave behind —Skill points equal to (2 + Int modifi er, minimum 1) per tunnels other creatures can use (either because the material Hit Die, with quadruple skill points for the fi rst Hit Die. they tunnel through fi lls in behind them or because they",
        "name":  "Features",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Monstrous humanoids —Poor: The creature fl ies as well as a very large bird. are similar to humanoids, but with monstrous or animalistic —Clumsy: The creature can barely maneuver at all. features. They often have magical abilities as well. A creature that fl ies can make dive attacks. A dive attack",
        "name":  "Monstrous Humanoid Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A tanar’ri possesses the following traits (unless ground. Aquatic creatures with tremorsense can also sense otherwise noted in a creature’s entry). the location of creatures moving through water. The ability’s —Immunity to electricity and poison. range is specifi ed in the creature’s descriptive text. —Resistance to acid 10, cold 10, and fi re 10. —Summon (Sp): Tanar’ri share the ability to summon Treasure: This entry in a monster description describes others of their kind (the success chance and type of tanar’ri how much wealth a creature owns. (See pages 52–56 of summoned are noted in each monster description). the Dungeon Master’s Guide for details about treasure, par- —Telepathy. ticularly Tables 3–5 through 3–8.) In most cases, a creature keeps valuables in its home or lair and has no treasure with Telepathic Link (Ex): Creatures with this ability share a it when it travels. Intelligent creatures that own useful, por- communal consciousness, enabling them to communicate table treasure (such as magic items) tend to carry and use telepathically with other creatures of their kind. A group these, leaving bulky items at home. of such creatures within a certain distance of each other Treasure can include coins, goods, and items. Creatures (specifi ed in the creature’s entry) are in constant contact. If can have varying amounts of each, as follows. one is aware of a particular danger, they all are. If one in the Standard: Refer to Table 3–5 in the Dungeon Master’s Guide group is not fl at-footed, none of them are. No creature in and roll d% once for each type of treasure (Coins, Goods, the group is considered fl anked unless all are. Items) on the Level section of the table that corresponds to the creature’s Challenge Rating (for groups of creatures, use Telepathy (Su): A creature with this ability can com- the Encounter Level for the encounter instead). municate telepathically with any other creature within a Some creatures have double, triple, or even quadruple certain range (specifi ed in the creature’s entry, usually 100 standard treasure; in these cases, roll for each type of trea- feet) that has a language. It is possible to address multiple sure two, three, or four times. creatures at once telepathically, although maintaining a tele- None: The creature collects no treasure of its own. pathic conversation with more than one creature at a time is Nonstandard: Some creatures have quirks or habits that just as diffi cult as simultaneously speaking and listening to affect the types of treasure they collect. These creatures use multiple people at the same time. the same treasure tables, but with special adjustments.",
        "name":  "Traits",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Iron Will, Power Attack The eldritch giant confessor has the following typical cleric spells prepared: 6/8/7/7/5/4/3. Replace the giant’s Under Dracotaurs as Characters, the dracotaur’s bonus detect magic spells with detect poison spells. The inflict to Constitution should be +6, not +4. wounds spells have a +41 melee touch attack bonus, not +32 as indicated. The mass inflict light wounds spell The dracotaur rager’s rage ability also effects the does not require a melee touch attack. following statistical changes: Grp +20; Jump +30, Swim Pages 58–59: Giant, Sand +11. The sand giant champion’s sand blaster ability has a DC Page 45: Dread Blossom Swarm of 24, not 25 as listed.",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tumble +11 (1d6/x3) or bola +8 ranged (1d3+2 nonlethal or ranged The harpoon spider gets a +11 bonus on the trip attack trip) when using its harpooning ability (not +10 as Replace the poison dusk lizardfolk lieutenant’s magic indicated). fang spell with the longstrider spell.",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The creature’s statistic block lists a sample sure equal to an NPC of its Challenge Rating, not its effective alignment. Here is a discussion of its philosophy. Is it is class level. For example, a githyanki soldier (3rd-level fi ghter) always, usually, or sometimes that alignment? is CR 4, and has an ECL of 5 (class levels +2). He has treasure equivalent to a 4th-level NPC. LORE Monster Manual IV offers information about each monster FOR PLAYER CHARACTERS that can be gleaned from an appropriate Knowledge check. If the creature can be useful to a player character as an animal The description of the Knowledge skill indicates that in companion, familiar, planar ally, mount, summoned monster, general, the baseline DC of checks to identify monsters and relevant information is included here. remember one bit of useful information about their special power or vulnerabilities is equal to 10 + the monster’s HD. Every 5 points by which the check result exceeds the DC CREATURES AS CHARACTERS yields another useful piece of information (PH 78). If a creature offers exciting possibilities for play as a character, That addresses specifi c creatures very well, but there’s this section provides the statistics and level adjustment. more to be said about creatures of general types. Consider the whisper demon as an example. It’s a 15 Hit Dice creature. CREATURES WITH CLASS LEVELS That means that identifying it is a DC 25 check. This gener- If the creature advances by class, but is not suitable for play as ally check will generally yield one bit of information, but a character, this section discusses its favored class and might since there are lowly 2 HD demons such as the dretch out offer information about its deity and domains or other class- there that share many of the demon and tanar’ri traits, it’s based information. reasonable to give more information about it with the initial identifi cation of the creature as a tanar’ri. As a general rule of thumb, a DC 15 check or higher will ADVANCED CREATURES reveal all of the base creature’s type and subtype traits as If a creature advances by Hit Dice, the Advancement line defi ned in the glossary. This often includes information in its statistics block gives the break points. This section about energy resistance or various immunities. For instance, of the description, when present, discusses the whys and a DC 15 Knowledge (arcana) check reveals that dragons have wherefores of the creature’s increased size and abilities. high hit points (12-sided HD), all good saves, and have dark- For example, given a subterranean creature, are the larger vision out to 60 feet and low-light vision. They are immune specimens found deeper in the earth? Is its growth a result to magic sleep effects and paralysis effects. They eat, sleep, of good feeding, good environment, age, or simple hap- and breathe. penstance? Information specifi c to the creature, such as its type of damage resistance, spell-like abilities, or immunities come CREATURES IN EBERRON OR with the high DC check results. CREATURES IN FAERÛN SOCIETY These sections (not present for every creature) describe the creature’s niche in the EBERRON campaign setting or in the Intelligent creatures often form their own societies and have FORGOTTEN REALMS campaign setting. particular worldviews and norms. Here, you’ll fi nd entries 6 NOITCUDORTNI AVATARS OF times they resort to open warfare to achieve dominance in a region. ELEMENTAL EVIL Followers of the Elder Elemental Eye worship one of its The Princes of Elemental Evil—Imix, Ogremoch, Olhydra, elemental aspects: air, earth, fi re, or water. Clerics choose and Yan-C-Bin—have long sought to extend their infl uence one elemental domain plus either Destruction or Evil. They to the Material Plane. They believe that the deity known as wear ochre robes marked with the deity’s symbol, modifi ed the Elder Elemental Eye holds the key to their plan. The ava- according to the elemental aspect they worship. The cult tars of Elemental Evil, foremost among the princes’ servants, appeals to people on the fringes of civilization, individuals are powerful forces of destruction that aid and serve the high who feel wronged by society, and those who seek vengeance priests of Elemental Evil. against powerful enemies. Each of the four sects attracts a The Elemental Princes believe that the Elder Elemental different variety of creatures. Eye is their forebear, a mighty being who can elevate them to Clerics who worship the Eye’s air aspect wear white- godhood and herald their domination of the Material Plane. trimmed robes. They build temples in the highest mountain However, this deity is trapped in a strange void between the peaks, where screaming winds continually sweep through planes from which the princes seek to the rocks. The mightiest air clerics free it. Unknown to them, the Elder reside in castles that fl oat among the Elemental Eye is actually a front for the clouds. Harpies, cloud giants, and rene- malevolent god Tharizdun. gade djinn inhabit these temples, as well Long ago, both good and evil deities as humanoids riding captive hippogriffs, allied against Tharizdun, who seeks the griffons, and rocs. annihilation of all reality, and sealed Earth clerics wear amulets set with the god in a mighty prison. The ever- dozens of small gems, silver and gold greedy Princes of Elemental Evil, too beads, and other earthly treasures. Their young to remember that ancient war, robes are trimmed in yellow, and they allowed their ambition to blind them delve temples deep within the earth. to Tharizdun’s deception. Should they Greathorn minotaurs (see page 100) have succeed in freeing the Elder Elemental a natural connection to these places, Eye, the resulting destruction would owing to their link with Ogremoch. spell the end of all existence. The secre- They serve as guardians and, in some tive cult of Tharizdun failed in its initial cases, priests of the Elder Elemental Symbol of the attempt to use the Elemental Princes to Elder Elemental Eye Eye. Evil dwarves, duergar, troglodytes, restore their dread lord, but the princes’ and grimlocks also fl ock to this temple’s ambition and avarice remain. banner. The avatars of Elemental Evil represent the princes’ fi rst Clerics of the Eye’s fi re aspect wear robes with red trim steps in reestablishing their power. Since the destruction of and usually have continual fl ame cast upon amulets or brace- the Temple of All-Consumption (see the Return to the Temple lets. They have secret bases within volcanic tunnels and of Elemental Evil adventure), the four princes have been caves, but they are the most nomadic of all the Eye’s agents. actively spreading their foul progeny across the Material Fire priests journey to cities and drought-stricken areas to Plane. Luckily for the world, the princes rarely cooperate. set fi res that sweep over wide swaths of land. Fire giants, Each competes against the others for the Elder Elemental salamanders, azers, efreet, and similar creatures worship Eye’s favor. Their cults also quarrel with each other, and at this aspect. pqqqqqqqqqrs The water aspect attracts mariners and pirates to its cause. Water clerics wear robes with dark blue trim. Many of them WORSHIP OF THE ELDER ELEMENTAL EYE carry small jugs fi lled with seawater for special ceremonies All beings that worship the Elder Elemental Eye in truth offer and blessings. Aboleths, sahuagin, and krakens worship the prayers and sacrifice to Tharizdun. Few know of, or even sus- water aspect. Many evil sea druids, particularly those who pect, the truth of the god’s identity. seek to destroy seaside towns, also revere the Eye’s water aspect. The Dark God, Tharizdun Intermediate Deity PLANS AND AIMS",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As the creation of Olhydra, a waterveiled 25 This creature is a waterveiled assassin, an avatar of assassin is always neutral evil. Olhydra, Prince of Evil Water Elementals. Its watery body simply ignores many physical attacks and Typical Treasure spells. 30 A waterveiled assassin’s most fearsome attack is Waterveiled assassins are greedy creatures that seek to accu- its ability to engulf opponents within its liquid mulate as much wealth as possible. A waterveiled assassin has form and grind them in its currents. standard treasure for its Challenge Rating, about 22,000 gp. 35 A waterveiled assassin can flow through tiny cracks It displays its status among Olhydra’s followers by display- in seemingly solid material. It can seep into the ing gems, gold, and other durable items suspended within earth, move through holes in a wall, and hide its body. Although it leaves behind such valuables when on a within porous objects. pqqqqqqqqqrs mission, within a water temple, an assassin takes great pains to show off its trophies—at least one from each of its victims. 14 SRATAVA nekraaD yb .sullI BALHANNOTH Dweomersight (Su) A balhannoth can sense the presence and position of magic auras within 120 feet of itself, A hulking creature with an ovoid body drops from the ceiling. It and knows the strength and school of each one. It can moves on six long tentacles instead of legs, and from between its pinpoint the location of any creature with ongoing spells shoulders protrudes a slavering mouth full of jagged, ripping teeth. cast on it, carrying magic items, or otherwise using magic, and it can notice anything within the area of a Balhannoth CR 10 magic effect (including its own dimensional lock aura). Usually CN Large aberration This otherwise functions like blindsense. Init +7; Senses blind, dweomersight 120 ft.; Listen +6 Dimensional Lock (Su) As the dimensional lock spell, Languages — 20-foot radius centered on the balhannoth, CL 10th. Aura dimensional lock This effect moves with the creature. Constrict (Ex) A balhannoth deals 1d8 points of damage AC 21, touch 12, flat-footed 18 with a successful grapple check, in addition to damage (–1 size, +3 Dex, +9 natural) from its slam attack. hp 147 (14 HD); DR 15/magic Improved Grab (Ex) To use this ability, a balhannoth must Immune gaze attacks, illusions, visual effects hit an opponent of up to Large size with a slam attack. SR 18 It can then attempt to start a grapple as a free action Fort +10, Ref +9, Will +12 without provoking attacks of opportunity. If it wins the Speed 50 ft. (10 squares), climb 50 ft. grapple check, it establishes a hold and can constrict. Melee 2slams +18 each (2d6+9/19–20) and Antimagic Grapple (Su) When a balhannoth grapples an bite +13 (1d8+4) opponent, all the magical properties of that opponent’s Space 10 ft.; Reach 10 ft. (15 ft. with tentacles) magic items are suppressed. In addition, a creature Base Atk +10; Grp +23 grappled by a balhannoth cannot cast spells or use Atk Options Power Attack, constrict +1d8, improved grab, spell-like or supernatural abilities. A balhannoth magic strike automatically suppresses magic items by holding or Special Actions antimagic grapple wearing them. Abilities Str 28, Dex 17, Con 23, Int 3, Wis 12, Cha 8 Camouflage (Ex) A balhannoth’s skin changes color to SQ camouflage match its surroundings. As a result, a balhannoth can Feats Improved Critical (slam), Improved Initiative, Iron Will, use the Hide skill in any sort of natural terrain. Lightning Reflexes, Power Attack Skills A balhannoth has a +15 racial bonus on Hide checks Skills Climb +17, Hide +16, Jump +17, Listen +6, Move due to its camouflage ability. It has a +8 racial bonus Silently +13 on Climb checks and can always choose to take 10 on Advancement 15–20 HD (Large); 21–30 HD (Huge) Climb checks, even if rushed or threatened. 15 Even the deadly drow fear the lurking might of a balhannoth Illus. by C. Frank BALHANNOTH Horrid aberrations of the subterranean realm, balhannoths humanoid settlement, the illithids plan to station the balhan- hunt by tracking magical energy. They can “see” magic but noths on its perimeter—the aberrations are too dangerous are otherwise blind. Nothing magical functions in their to keep nearby for long. powerful grips, making these predators especially deadly to those who rely on spells or magic items. ECOLOGY Balhannoths evolved to fi ll an unusual niche in the magic- STRATEGIES AND TACTICS permeated underground realms. They are attuned to magic and use its presence to detect their prey. Balhannoths hunt by ambush, not stalking. While swift in Balhannoths feed on both fl esh and magical auras. A magic short sprints, a balhannoth is too bulky to pursue quarry item with a faint aura sustains a balhannoth for a day, one through the narrow, twisting passages of the underground. with a moderate aura gives food for a week, and one with a The most common balhannoth tactic is to wait motionless strong aura is suffi cient for a month. How long a balhan- in a large cavern, blending in with a natural rock wall or noth might survive on an overwhelming magical aura is clinging to the ceiling with its powerful, prehensile limbs. unknown, but some scholars believe an item of such power When it detects potential quarry using its dweomersight, the might sustain it for life. A balhannoth enjoys the taste of balhannoth charges in to attack the creature with the most magic but does no permanent harm to an item. Eventually or the strongest magical effects. It readily uses Power Attack it tires of the magic’s fl avor and must seek out a new source to smash down its most threatening opponents. of nourishment. The strange feeding needs of balhannoths drive them SAMPLE ENCOUNTER to attack and kill magic-bearing individuals. The creatures Balhannoths usually hunt alone, but in areas of plentiful can’t tell the difference between a magic item and an ongo- and powerful magic, they might gather in groups of up to ing spell effect, so they attack anything they can detect with six members. their dweomersight. A creature without magic is in no danger Bodyguards (EL 12–14): Powerful creatures sometimes unless it enters the area of a balhannoth’s dimensional lock employ balhannoths as guardians, feeding them meat and aura, rendering it “visible” to the predator. occasionally giving them magic items from which they can Once a balhannoth has killed its prey and dealt with draw power. any other threats, it takes the corpse back to its lair. There EL 14: A pair of mind fl ayers have charmed three balhan- it devours the fl esh and separates out any magic items the noths, which they now use as bodyguards while they travel creature possessed. It chooses one item to carry and feed through the underground. They set the balhannoths on on, placing the others in a hidden or hard-to-reach place. other creatures encountered on their journey and allow the Common hiding places for such food stores include cavities creatures to feed on the auras of any magic items. The mind beneath large boulders or cracks in cavern ceilings. fl ayers confi scate the items after the creatures grow tired of Balhannoths have no gender—any one can impregnate their tastes. Once they fi nd a good location for a lair near a any other. They do not mark mating with ritual but simply pqqqqqqqqqrs touch tentacles in greeting, which impregnates each of them. One year later, each balhannoth lays a single egg about the BALHANNOTH LORE size of an ale keg. The egg must remain in contact with Characters with ranks in Knowledge (dungeoneering) can learn a magic item or within the area of a magic effect until it more about balhannoths. When a character makes a successful hatches. Most balhannoths keep their eggs with their food skill check, the following lore is revealed, including the informa- stores, but some establish separate caches. A balhannoth that tion from lower DCs. can’t fi nd suitable food near its lair carries the egg to a better location. While so engaged, a balhannoth can use only one Knowledge (Dungeoneering) slam attack; it usually fl ees combat rather than risk breaking DC Result 20 This bizarre creature is a balhannoth, an aberration the egg. Balhannoth eggs hatch after a month, and the young native to the underground. This result reveals all reach maturity in three years. aberration traits. Although intelligent enough to learn the rudiments of a 25 Balhannoths are specially adapted to hunt by language, few balhannoths can speak. Only those kept in sensing magic. If you carry no magic items and captivity and trained as guardians gain some understanding aren’t the subject of an ongoing spell, you are of their masters’ tongue, speaking in deep, growling voices. invisible to a balhannoth unless you are very close. They possess small vocabularies and have little grasp of 30 Balhannoths eat flesh but also absorb magical syntax. energy, feeding off magic items without harming",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balhannoths can be found in any under- them. They store magic items in their lairs like ground terrain. meat in a larder. 35 Balhannoths suppress any magic items they touch Typical Physical Characteristics: A typical balhannoth and magical effects of any creatures they grapple. stands approximately 9 feet tall at the shoulder and weighs A balhannoth is surrounded by a dimensional lock about 4,000 pounds. effect. This prevents magical escape and allows Alignment: Balhannoths are ravenous predators, unpre- the creature to discern its surroundings. dictable in their behavior but not inherently evil. They are pqqqqqqqqqrs usually chaotic neutral. 16 HTONNAHLAB “I lost another mining crew today. The priests say nothing, but rumors stir among the soldiers. They call it balhannoth, ‘death without magic,’ and mutter about refusing patrol. I might have to institute lashing soon.” —Vulfur, duergar captain",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bloodsilk spiders are predators and rarely take moral stances. Those inhabiting an area tainted by malice might tend toward evil. TYPICAL TREASURE Like other monstrous spiders, bloodsilk spiders do not collect treasure, but there is a 50% chance that a bloodsilk Bloodsilk spider spider nest contains some coins, goods, or items left over from its victims. Roll separately for each type of treasure. BLOODSILK SPIDERS IN EBERRON Bloodsilk spiders are among the many dangers that await pqqqqqqqqqrs adventurers who travel through the Towering Wood of the Eldeen Reaches. An unwary explorer could easily wander BLOODSILK SPIDER LORE into a nest of the beasts if he ignores the tell-tale web signs Characters with ranks in Knowledge (arcana) can learn more of a bloodsilk brood. Large populations infest the Gloaming, about bloodsilk spiders. When a character makes a successful where their webs fade into the continual dimness of that skill check, the following lore is revealed, including the informa- tion from lower DCs. twisted forest. Bloodsilk spiders occasionally wander closer to the edge of the wood, posing a threat to homesteaders of Knowledge (Arcana) the Reaches. DC Result 12 Bloodsilk spiders are magical beasts named for the BLOODSILK SPIDERS IN FAERÛN blood-red webs they spin. This result reveals all magical beast traits. In Faerûn, bloodsilk spiders inhabit the great forests of 17 Bloodsilk spider webs drain blood from trapped the south, most notably within the Chondalwood, where creatures by boring into the flesh. The spider exceptionally large spiders live among the dangerous fl ora. consumes blood drained by its web, growing Halfl ing rangers and druids also occasionally muster to battle tougher in the process. infestations within the Lluirwood, and nests of bloodsilk 22 A bloodsilk spider is a patient and cunning hunter. spiders can be found in many other forests near the Shaar, When hunting a creature larger than itself, it first including Qurth Forest and the Thornwood of the Border feeds on smaller prey to gain vitality for the fight. Kingdoms. Rumors hold that bloodsilk spiders were born 27 A nest of bloodsilk spiders is especially dangerous, of the Calishite sorcerer’s curse that poisoned the Qurth because those that have recently fed throw webs forest, a new form of deadly spider that bred true long after over intruders, trapping them to feed the rest. pqqqqqqqqqrs the sorcerer’s death. 25 Illus. by J. Nlson SPIDER BLOOKSILK BRIARVEX STRATEGIES AND TACTICS This creature appears to be a large humanoid-shaped plant, Existing only in limited numbers, briarvexes are preoccupied roughly the size of an ogre. Glistening with sticky amber sap, with their own survival and prosperity. They seek to populate wicked spikes protrude from its body, and a pair of writhing, forested lands with their spawn, migrating to new areas to tentacular vines extend from its hips. expand their infl uence and control. Briarvex CR 6 When they encounter other creatures, briarvexes attempt to appraise any possible threat from hiding. They are par- Usually NE Large plant ticularly wary of intruders who bear sources of fi re. They Init +0; Senses low-light vision; Listen +7, Spot +7 generally assault only creatures that appear weaker than Languages Common, Sylvan themselves, and they prefer surprise. A briarvex begins AC 19, touch 9, flat-footed 19 combat by entangling opponents, then closes to melee (–1 size, +10 natural) range; it is unaffected by the entangle effect. When facing a hp 68 (8 HD); DR 5/slashing Immunities plant immunities powerful opponent, a briarvex tries to buy time for reinforce- Fort +10, Ref +2, Will +5 ments to arrive. It fi rst attempts to intimidate the opponent Weakness vulnerability to fire (typically lying about its companions’ numbers), and then Speed 30 ft. (6 squares); improved woodland stride resorts to wheedling if that is unsuccessful. Combat is the Melee 2 spiked fists +12 each (2d6+7 plus thorn burrow) last resort. Space 10 ft.; Reach 10 ft. Briarvexes hate treants (the feeling is mutual) and attack Base Atk +6; Grp +17 them on sight. They see treants as their most powerful com- Atk Options Power Attack, thorn burrow petition in the war for control of the forest, and they attempt Special Actions entangle to eradicate their woodland cousins whenever possible. As Abilities Str 25, Dex 10, Con 19, Int 11, Wis 12, Cha 11 always, they do this from a position of strength, gathering SQ plant traits in greater numbers before launching such an assault. Feats Improved Natural Attack (spiked fist), Iron Will, Power Attack SAMPLE ENCOUNTERS Skills Hide +1*, Listen +7, Spot +7, Survival +6 *A briarvex has a +16 racial bonus on Hide checks made Briarvexes prefer their own kind, existing in stands of two in forested areas. to four creatures that migrate from one forested area to the Advancement 9–12 HD (Large); 13–25 HD (Huge) or by next, spreading their seed wherever they go. Powerful speci- character class; Favored Class druid; see text mens are occasionally encountered alone, particularly those Improved Woodland Stride (Ex) A briarvex can move through devoted to the druid’s arts. Evil briarvex druids aggressively any sort of undergrowth (such as natural thorns, briars, patrol their territory, driving out or slaying all nonplant overgrown areas, and similar terrain) at its normal creatures. speed and without taking damage or suffering any other Individual (EL 6): A single briarvex hides within a stand impairment. In addition, thorns, briars, and overgrown of trees near a campsite commonly used by travelers. It waits areas that have been magically manipulated do not impede its motion or otherwise affect it. pqqqqqqqqqrs Thorn Burrow (Su) A briarvex’s spiked fist attack deals piercing as well as bludgeoning damage. BRIARVEX LORE Each time a briarvex hits with its spiked fist, thorns Characters with ranks in Knowledge (nature) can learn more break off and bore into the struck opponent. As a swift about briarvexes. When a character makes a successful skill action, the briarvex can cause embedded thorns to twist check, the following lore is revealed, including the information and burrow into a single creature’s flesh, dealing 3d6 from lower DCs. points of piercing damage; damage reduction applies. A successful DC 26 Knowledge (nature) check identifies a The target of this ability must be within 100 feet of the briarvex in its immature stage. briarvex. The briarvex must also have line of effect to the Due to the creature’s extraplanar origins, Knowledge (the target. A creature can remove the thorns with a standard planes) can also be used, but all check DCs increase by 5. action. Entangle (Su) As the entangle spell; at will; DC 18; caster Knowledge (Nature) level 8th. DC Result This ability affects a 60-foot-radius area around 16 This creature is a briarvex, a malevolent plant the briarvex and lasts for 1 round. The save DC is being. This result reveals all plant traits. Constitution-based. 21 A briarvex is capable of controlling the plants around it, causing them to grapple and hold its foes. A briarvex is a vicious, aggressive plant creature that haunts 26 A briarvex’s strikes implant thorns into a creature. These thorns can animate and burrow into the old-growth forests, dense swamps, and other areas choked flesh, causing grievous injuries. with plant life. Briarvexes are able to control plants, thereby 31 A briarvex spends the first two years of its life in an entangling their foes, or pierce opponents with spiny thorns inert state, similar to a normal plant. During that that animate to drill into the fl esh. These creatures are com- time, it can be easily uprooted and burnt. monly referred to as “vine ogres.” pqqqqqqqqqrs 26 XEVRAIRB patiently until the party approaches and beds down for the Sages and druids who know of the briarvexes believe they night. It then creeps up to the campsite and attacks the near- originated somewhere in the Nine Hells of Baator but at some est sleeping traveler, using its entangle ability to prevent any point were transported wholly to earthly realms. sentries from interfering. If the travelers openly carry any Typical Physical Characteristics: Briarvexes stand from expensive goods or treasure, the briarvex presses the attack 9 to 12 feet tall at maturity and can weigh as much as 1,500 to steal as much as possible. pounds. They do not eat, but they do require a reliable source Pair (EL 8): A pair of briarvexes form a daunting combina- of water and access to sunlight. tion. One uses its entangle ability each round to lock down Alignment: Briarvexes are almost always neutral evil. enemies. The other wades into melee to rip into the trapped Older, more powerful individuals grow more malign with creatures. age, tending toward chaotic evil. ECOLOGY TYPICAL TREASURE Briarvexes seek only to propagate, spreading their seeds Briarvexes have an innate love of shiny gems and gold coins. across any lands with habitable soil. They view all other These creatures weave such objects into their thorns and creatures—especially treants—as potential threats to their vines to display trophies of past victories. A briarvex has stan- continued existence. Against stronger beings, briarvexes dard treasure for its Challenge Rating, about 2,000 gp. might attempt diplomatic maneuvers while they grow their population to unstoppable numbers. However, they seek to BRIARVEXES WITH CLASS LEVELS remove weaker creatures forcibly from areas they inhabit. Briarvexes are generally not suitable as player characters, A rare few briarvexes have attempted to establish peaceful but some learn druid magic. Briarvex druids usually become relations with other creatures that live nearby, particularly leaders of their kind, though a few strike out on their own. gnolls, but most consider such “lesser beings” to be nuisanc-",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The steed gains damage reduction no natural environment.Like real horses, they fare best on 5/magic or adamantine. Price 500 gp; Cost 250 gp + 20 XP. hard, open ground such as plains, hills, and deserts. Massed",
        "name":  "Damage Reduction",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To qualify for this upgrade, the steed must have an opponent’s possessions. Many adventurers would pay well the Improved Overrun upgrade. This upgrade allows a rider for a mount that never tires, never needs stabling, and needs to use the Trample feat while making overrun attempts with no time-consuming care. As well, the saddlebags of clock- the steed. Price 150 gp; Cost work steeds often hold items useful to their owners, such as 75 gp + 6 XP. potions of cure light wounds and emergency rations. FOR PLAYER CHARACTERS Player characters can create or purchase clockwork steeds, provided the necessary resources are available. In addition, they can pay for a steed’s Clockwork steed upgrades during creation or upgrade it later as though adding new abilities to a magic item (DMG 288).",
        "name":  "A clockwork steed is itself treasure, usually found as part of Trample",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A kastighur is always chaotic evil— c apricious, depraved, and fi endish. Its greatest delight is in breaking the will of other creatures, either through physical torture or the relentless hunt. Society Not terribly bright by nature, kastighurs typically serve more intelligent and powerful demons. They work as hunters and jailers among the tanar’ri, roles in which they take great pleasure. When a tanar’ri needs to fi nd a creature but lacks the power to create a retriever, it calls upon a kastighur or two to hunt the individual down. A kastighur’s appetite for fear and the hunt some- times gets the better of it—a fact that can frustrate its master. A kastighur sometimes intentionally allows one of its prisoners to escape, just so it can hunt down the fl eeing creature. On a battlefi eld, a unit of kasti- ghurs often breaks ranks to chase enemies who seem frightened. Left to its own devices, a kastighur roams the Abyss hunting and killing whatever suits its fancy, whether a damned soul or even another kastighur. It sees others of its kind as competition for the attention of the great generals and demon lords who can take it to hunting grounds on other planes. Thus, kastighurs despise one another unless they serve the same master. Even then, they view their service as a competition, and each always attempts to outdo the other in feats of combat. A kastighur that has managed to survive, and thrive, for a long time might grow to Gargantuan size. Such a fi end looks for opportunities to enslave and torture creatures of great power, including dragons, powerful mortals, and other Kastighur potent outsiders. Fox Hunt (EL 16): Two kastighurs riding fi endish rocs and led by a fl ying pack of six half-fi end digesters tracked Typical Treasure an escaped hound archon prisoner through a gate to the A kastighur typically possesses half the standard treasure for Material Plane. Now they seek the celestial but gleefully a creature of its Challenge Rating, usually in the form of the attack any other creatures in their path. The kastighurs use magic breastplate bolted to its body. A kastighur travels light, teleport or feather fall to land when they spot foes so they can and any treasure it fi nds usually goes to its masters. set up stunning charges. The half-fi end digesters use spell- These creatures might also seek magic items that grant like abilities and acid sprays to harry aerial and landbound movement beyond their normal capabilities. Items that allow foes without regard to the kastighurs. The rocs make fl yby them to fl y, burrow, and climb are all good, but kastighurs attacks against fl ying enemies and snatch up those without prize items that confer plane shift above all others. the ability to fl y. Kastighurs in Eberron Ecology Kastighurs inhabit Mabar, the Endless Night. Here they Although kastighurs don’t eat or drink in the traditional maintain prisons and torture creatures in the eternal dark- sense, they do feed off the fear, panic, and hopelessness of ness of the plane. They travel to the Material Plane when the those they imprison or track down. They delight in the hunt opportunity presents itself, where they hunt in the deepest and physical torture, and prolong both over great lengths of reaches of Khyber. time to savor the rich emotions.",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "other old, monster-infested structures were Craa’ghoran giants originally crafted by craa’ghoran giants as prefer mountainous demonstrations of their skill with stone terrain, particularly and earth. if a region contains a great deal of stone TYPICAL TREASURE nearby. When not hunt- Craa’ghoran giants have treasure ap- ing or defending their territory, propriate to their Challenge Rating, craa’ghoran giants enjoy manipu- about 5,800 gp. They frequently de- lating their environment to suit mand tribute from lesser giants and their living needs and tastes, and other creatures that might be in a they often create elaborate struc- position to serve them. While they tures of stone using their magical have little use for magic items they do not abilities. understand, and likely believe most such Typical Physical Char- items to be inferior to their own in- acteristics: A typical born powers, craa’ghoran giants are craa’ghoran giant stands up fond of gems, fi ne jewelry, gold, and to 20 feet tall and can weigh platinum. They use such goods to as much as 14,000 pounds. enhance the natural beauty of their Infused with the pow- works, as well as to trade for useful er of elemental earth, magic items and other goods. these creatures can live up to 800 years.",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fang golem is as mindless as any other minus the cost of the special materials required. golem, existing only to carry out orders. It is always neutral. CL 7th; Craft Construct, greater magic fang, reincarnate, spike stones, caster must be at least 7th level; Price 15,000 gp; TYPICAL TREASURE Cost 8,000 gp + 580 XP. Fang golems never have treasure, but their magical bodies might be treasure in their own right. Destroying a fang FANG GOLEMS IN FAERÛN golem shatters the assemblage of fangs, claws, and tusks In the Rawlinswood of Faerûn’s Great Dale, the warped that formed, thus releasing the spirit. However, carefully followers of the Rotting Man spread corruption through collecting the materials can allow another creator to ani- the vast forests from their stronghold of Dun-Tharos. Black- mate a similar golem for one-half the normal material cost. hearted treants rove side by side with fang golems, which are Alternatively, ivory from these components can be sold for often crafted from the remains of creatures destroyed by the 1/20 the golem’s construction cost. corrupted ones’ advance. 73 Illus. by E. Widermann FANG GOLEM, HOWLER WASP Inciting Pheromone (Ex) If a melee attack reduces a howler wasp to 0 or fewer hit points, or if the wasp takes a Howler wasps are bizarre creatures created by the mighty critical hit from a melee attack, it can attempt to douse wizard Otiluke. Otiluke sought to produce a fusion of insect its foe with a pheromone (+3 melee touch). The wasp and mammal that would guard his tower against a cabal of uses this ability as an immediate action before resolving slaadi that sought to slay him. The fi rst experiments produced the effect of the damage. the howler wasps. Otiluke intended to destroy the creatures, The pheromone draws other howler wasps to the since they attacked friendly visitors as well as his enemies. target, inciting them into a fearsome rage. All howler Unfortunately, the slaadi attacked soon after he completed wasps within 60 feet of a creature doused with the his fi rst experiments. In the confusion of the battle, some pheromone gain a +1 bonus on attack rolls and a +2 bonus on damage rolls against the doused creature. of the howler wasps escaped. They and their offspring have Howler wasps detect the doused creature as if they had since spread their nests throughout the world. blindsense. The pheromone’s effects last for 10 minutes, though a doused creature can wash the substance off by Hovering in the air, its wings buzzing with a constant low drone, submerging in water. appears to be a hornet with a baboonlike head. It screeches at you in fury. The example presented above is a typical worker. It builds Howler Wasp CR 1 the nest, forages for food, and defends the colony and its queen. Usually CE Small aberration Init +1; Senses darkvision 60 ft.; Listen +3, Spot +4 Languages — HOWLER WASP QUEEN AC 14, touch 12, flat-footed 13 A bear-sized, wingless creature lies in the center of the hive. Its (+1 size, +1 Dex, +2 natural) swollen shape combines features of baboons and hornets. hp 13 (2 HD) Fort +2, Ref +1, Will +4 Howler Wasp Queen CR 5 Speed 10 ft. (2 squares), fly 60 ft. (good) Usually CE Large aberration Melee bite +3 (1d4+1) and Init +0; Senses darkvision 60 ft.; Listen +9, Spot +10 2 claws +1 each (1d3) or Languages — Melee sting +3 (1d3+1 plus poison) AC 18, touch 9, flat-footed 18 Space 5 ft.; Reach 5 ft. (–1 size, +9 natural) Base Atk +1; Grp –2 hp 71 (8 HD) Atk Options poison (DC 13, 1d6 Dex/1d6 Dex) Fort +6, Ref +2, Will +8 Abilities Str 12, Dex 13, Con 15, Int 3, Wis 13, Cha 6 Speed 20 ft. (4 squares) SQ inciting pheromone Melee bite +9 (1d8+4) and Feats Multiattack 2 claws +7 each (1d6+2) or Skills Listen +3, Spot +4 Melee sting +9 (1d8+4 plus poison) Advancement 3–7 HD (Medium); 8 HD (Large) Space 10 ft.; Reach 5 ft. pqqqqqqqqqrs Base Atk +6; Grp +14 Atk Options poison (DC 18, 1d8 Dex/1d8 Dex) HOWLER WASP LORE Abilities Str 18, Dex 11, Con 18, Int 6, Wis 15, Cha 8 Characters with ranks in Knowledge (dungeoneering) or SQ inciting pheromone Knowledge (arcana) can learn more about howler wasps. When Feats Alertness, Multiattack, Toughness a character makes a successful skill check, the following lore is Skills Listen +9, Spot +10 revealed, including the information from lower DCs. Advancement — Inciting Pheromone (Ex) As howler wasp; +9 melee touch. Knowledge (Dungeoneering) DC Result 11 This creature is a howler wasp, a vicious aberration The colony’s queen, like that of a mundane wasp nest, is that attacks anything approaching within 10 miles responsible for laying eggs. Male howler wasps crowd about of its nest. This result reveals all aberration traits. her at all times. 15 A howler wasp flies back to its nest to fetch reinforcements when attacked. A howler wasp STRATEGIES AND TACTICS queen is much larger than the others, and she rarely if ever leaves the nest. Individually, a howler wasp attacks whatever is closest to it. 16 The sting of a howler wasp can paralyze its victim. In groups, though, howler wasps change their tactics as soon 21 When wounded, howler wasps spray their attacker as one of them delivers a spray of inciting pheromone. They with a substance that incites other howler wasps to all attack any creature doused with the pheromone. attack it. Water can wash the substance off. Wounded howler wasps always fl y back to the nest, where they gather more howler wasps to eliminate the threat. Thus, Knowledge (Arcana) it is imperative to defeat every howler wasp encountered or DC Result to be far away by the time reinforcements arrive. 15 The wizard Otiluke created the howler wasps. He never intended to release them into the wild. pqqqqqqqqqrs 74 RELWOH PSAW SAMPLE ENCOUNTERS become the new queen. Usually one female slays all her com- petitors, but occasionally several females leave to start their Because howler wasps hunt for food near their homes, they own nests. The single female builds and enters a cocoonlike are frequently encountered within a few miles of their nest. structure, there undergoing a biological transformation into Howler wasps are fearless and aggressive. They see all other a queen, which takes a week. creatures as either food or threats, and they try to kill any- Giant wasps and giant spiders present the thing they fi nd edible or menacing. most common threats to howler wasp nests. Individual (EL 1): A single howler wasp is usually on Apes and dire apes also come into confl ict with the prowl for food. It attacks without hesitation, fl ying howler wasps. back to the nest for reinforcements if injured.",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Inferno spiders are always neutral. They care only for their own survival as a race, and hunt, live, and mate for this purpose only. TYPICAL TREASURE Inferno spiders rarely have any treasure. Their fi ery bodies and lairs destroy valuable items quickly. FOR PLAYER CHARACTERS An inferno spider can be summoned by a wizard, by a sor- cerer, or by a cleric with access to the Fire domain, using summon monster VI or a higher-level summon mon- ster spell. Treat the inferno spider as if it were on the 6th-level list on the Summon Monster table (PH 287). Clerics with access to the Fire domain can also use a greater planar ally spell to call an inferno spider, which usually demands ample food as payment. To accomplish any of these tasks, a spellcaster must have at least 5 ranks in Knowledge (the planes). Additionally, the spellcaster must complete a magical ritual that requires the powder of fi re opals worth 100 gp. Researching the ritual requires two Inferno spider days of intense study. Once in the life of an inferno spider, typically when it has INFERNO SPIDERS IN EBERRON become advanced in size as well as years, the creature seeks a Inferno spiders come from Fernia, the Sea of Fire. There, mate. Two courting inferno spiders fall into a strange, ritualis- they skip across the surface of the molten landscape like tic dance, during which they circle each other for hours or, in gigantic water striders, hunting, eating, and mating as they some cases, days. At the end of the ritual, the two inferno spi- continue the endless cycle of life. Sometimes the creatures ders charge one another, whereupon they collide and explode, shift to Eberron when Fernia is coterminous, and there giving birth to hundreds of young. Enemies and predators of they set up lairs in volcanic caverns. A gigantic specimen is inferno spiders often hide near the dancing mates, waiting to rumored to nest in the crater of Haka’torvhak’s peak, miles slay as many of the offspring as possible. The young also attack below the fi endish city. one another. Very few inferno spiders survive to become large enough to hunt prey other than their siblings. INFERNO SPIDERS IN FAERÛN Inferno spiders are attracted to individuals who possess Inferno spiders live on the Elemental Plane of Fire. The vast great arcane or divine power, fi nding service with those majority of these creatures are servants of Kossuth, the Lord knowledgeable enough to summon and command them. of Flames, whom they revere. The deity appears to them as",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+6. their kin, greathorns unify tribes of ordinary minotaurs into armies that terrorize the surrounding area. An army of this sort is short-lived—the fractious nature of the minotaurs GREATHORNS IN EBERRON soon tears it apart. When they are not around others of their Greathorn minotaurs are most common in Droaam, where kind, greathorn minotaurs have been known to dominate they rule entire communities of minotaurs. The tribes view evil humanoids such as orcs, bugbears, and gnolls. the ascension of a greathorn as an auspicious event, often Temples dedicated to the earth aspect of the Elder Elemen- using the occasion as an excuse to start a grab for more ter- tal Eye are strangely attractive to greathorn minotaurs, which ritory. Smarter monsters of Droaam, especially medusas are among such temples’ most ardent supporters. Given their and ogre mages, commonly employ greathorns as offi cers egotism, piety of any other sort is rare among greathorn of minotaur units in their personal armies. minotaurs. They do have clerics, though, all of whom are A healthy population of greathorn minotaurs lives in the female. Those females with white fur are groomed from birth twisting chasms of the Demon Wastes. 101 to become priestesses of the Elder Elemental Eye and its Illus. by C. Frank GREATHORN MINOTAUR, NAGATHA SAMPLE ENCOUNTERS This creature has the lower body of a worm, the head of a snake A given group of nagathas is loyal to the spirit naga that cre- with milky white eyes, and two long arms that terminate in ated them, and they are usually encountered in the company enormous bone claws. It holds its body at about the height of a of their master or while performing some mission. They human as it rises to attack. patrol their master’s domain for intruders. Spirit nagas also Nagatha CR 4 throw nagathas against superior forces as fodder. Guardians (EL 6): A pair of nagathas patrols the marshy Always CE Medium monstrous humanoid outer reaches of a spirit naga’s lair, seeking victims. Init –1; Senses blind, blindsight 60 ft.; Listen +15 Languages Abyssal, Common Sweepers (EL 8): Four nagathas slither through the remains of an ancient churchyard, protecting the nearby AC 17, touch 9, flat-footed 17 sanctum of their master. (–1 Dex, +8 natural) hp 60 (8 HD) Naga Writhe (EL 11): In the heart of a ruined temple, a Immune gaze attacks, illusions, visual effects spirit naga schemes while six nagathas stand watch. Fort +7, Ref +5, Will +7 Speed 10 ft. (2 squares), burrow 10 ft. ECOLOGY Melee 2 claws +10 each (1d8+2) and Nagathas are the product of a process practiced by spirit bite +5 (1d4+1 plus poison) nagas that magically corrupts the bodies of captured Medium Space 5 ft.; Reach 5 ft. humanoids into sickening, wormlike creatures with sharp Base Atk +8; Grp +10 claws. Humanoids that unsuccessfully raid spirit naga lairs Atk Options poison (DC 17, 2d4 Wis/2d4 Wis) provide the most abundant raw material for nagathas. Those Abilities Str 14, Dex 8, Con 16, Int 6, Wis 13, Cha 9 left unconscious in battle often end up being harvested for SQ viper’s speed this purpose. Feats Great Fortitude, Improved Natural Attack (claws), Skill Focus (Listen) Survivors of such transformation bear no resemblance to Skills Listen +15 their previous forms. Their legs are fused into a wormlike Advancement 9–15 HD (Medium); see text lower body, using up much of the muscle mass from the Viper’s Speed (Ex) Whenever a nagatha takes two move subject’s abdomen and legs. Arm bones re-form and solidify actions to move twice its land speed or a full-round into enormous bone claws. Their heads stretch into the like- action to run, it gains a 40-foot bonus to its land speed, ness of vipers, and they lose their eyesight. Raw material from allowing it to move up to 100 feet with two move actions snakes provides the basis for a nagatha’s poison. or run up to 200 feet. The fi nal and perhaps most invasive alteration is made to the subject’s mind. The spirit nagas dull its mental faculties Nagathas are wormlike creatures created by evil spirit nagas to destroy any potential for arcane spellcasting, and erase from the bodies of normal humanoids. They enjoy eviscer- memories and knowledge of its previous existence, but they ating their victims and take sadistic glee in the pain and deliberately leave a painful emotional echo, allowing a nagatha suffering of living creatures. Their cruelty remains the most to realize that something important has been taken from it. obvious and twisted expression of the pain they endured pqqqqqqqqqrs during the hideous transformation into their current form. NAGATHA LORE STRATEGIES AND TACTICS Characters with ranks in Knowledge (dungeoneering) or Nagathas are blind, so they rely on their keen hearing to Knowledge (nature) can learn more about nagathas. When a character makes a successful skill check, the following lore is detect creatures beyond the 60-foot range of their blindsight. revealed, including the information from lower DCs. They are intelligent enough to fear ranged attacks from outside that distance. If nagathas hear enemies approach- Knowledge (Dungeoneering) or Knowledge (Nature) ing from far away, they burrow just beneath the surface and DC Result strike from an ambush position. Similarly, nagathas burrow 14 This is a nagatha, a horrific monstrous humanoid to protect themselves from attacks by opponents they can’t twisted into a wormlike form. This result reveals all hear or sense with blindsight. monstrous humanoid traits. Nagathas guarding an entry often hide beneath the 19 A nagatha has a poisonous bite that saps a victim’s earth in the doorway, waiting to waylay interlopers. Patrol- mental alertness. ling nagathas space themselves out, using their blindsight 24 A nagatha is blind beyond 60 feet and ambushes opponents by burrowing underground. for increased effectiveness and mutual protection. When 29 All nagathas used to be humanoid, but they were encountered with their naga master, guardian nagathas transformed by evil spirit nagas and can no longer engage intruders in melee, keeping them stuck in combat remember their former lives. as the naga casts spells from afar. pqqqqqqqqqrs 102 AHTAGAN",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nagathas inhabit temperate marshes, TYPICAL TREASURE making their homes in an ancient ruin or crumbling fortress Individual nagathas have no treasure but happily collect with the spirit naga that dominates them. Nagathas leave riches for their naga masters. A spirit naga with fi ve to eight such areas only if their naga master has been defeated in a nagathas has standard coins, double goods, and standard battle they survived. items for the group’s Encounter Level. A spirit naga accom-",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nagathas have worm- panied by nine to twelve nagathas has standard coins, double like lower bodies, which elongate and contract when they goods, and double items. move. A nagatha’s head resembles a large viper’s, complete with fangs, and sinewy arms swing its oversized bone claws. These claws make wielding manufactured weap- ADVANCED NAGATHAS ons all but impossible. Nagathas usually advance by Hit Dice, growing more The average nagatha is about 7 feet long and potent as guardians over the span of their miser- weighs 150 to 250 pounds. able lives. Those that take class levels usually",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Oaken defenders inhabit the same tem- link, through which they are subconsciously aware of one perate forests as the dryads they protect. The presence of another’s moods and concerns. the defender is signaled by a “faerie ring” that encircles the An individual defender doesn’t have a name but rather grove with mushroomlike growths (actually the ends of the identifi es itself by those it guards. For example, one that creature’s limbs). dwells in a lakeside grove inhabited by two dryads might be Variants of oaken defenders might instead take up resi- known as Twin Sisters Shore. dence in other sorts of environments. For example, an oread (Fiend Folio 134) might have a “rocky defender,” which grows from a magical gem, as a guardian. The waterfall of a fos- TYPICAL TREASURE sergrim (Fiend Folio 79) could host a “cascade defender” that Oaken defenders do not collect treasure. The dryads they slumbers beneath the falls’ ledge. protect do, however, and these fey certainly keep useful",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An oaken defender is items left after the defender has dispatched a threat. Such a gigantic, disk-shaped being up to 15 feet across and weigh- dryads might have double the standard treasure for their ing 5 tons. Six fl exible limbs resembling tentacles sprout at Challenge Rating. 107 Illus. by J. Nelson DEFENDER OAKEN",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " about quanloses. When a character makes a successful skill attack, defend, gather food, and so forth. check, the following lore is revealed, including the information A quanlos can control a number of creatures equal from lower DCs. to its total Hit Dice at one time. If it takes control of A successful DC 15 Knowledge (the planes) check debunks a creature beyond this limit, it must choose one of the rumor that quanloses are infernal creatures. its thralls to release from service. Thralls are freed immediately upon the death of the controlling quanlos. Knowledge (Arcana) Devouring Larvae (Ex) When a quanlos hits a Small or DC Result larger creature with its sting, it injects the foe with a 16 Quanloses are magical beasts that resemble small number of larvae. The target must succeed on insects. This result reveals all magical beast traits. a DC 17 Fortitude save or become infested with the 21 Quanloses are tough for their size. It takes several larvae, which slowly devour the host from the inside stout blows to defeat one. out. This ability’s save DC is Constitution-based and 26 Quanlos venom has magical mind-controlling includes a +2 racial bonus. properties that the creature uses to secure hosts Treat this infestation as a poison that deals 1d6 for its young. points of damage as its initial and secondary effects. 31 Quanlos larvae infestation is potentially deadly, but The poison deals its initial damage as normal and magic that cures diseases can treat it. Cold its secondary damage once per round. A successful damage also inhibits this attack. save does not end the effect. The infected creature pqqqqqqqqqrs must continue to attempt saves until it dies, receives 122 SOLNAUQ SAMPLE ENCOUNTERS Quanloses subsist primarily on a diet of small birds, snakes, and mammals. They seldom attack anything even as Unlike the insects they resemble, quanloses are solitary large as a Small animal unless seeking to inject a host with from the day they burst forth from their larval hosts as their devouring larvae. They make no lairs or nests, and full-grown creatures. Each is its own “queen” and, as with sages have never observed any sort of sleep cycle or dormant mundane insects, does not tolerate another queen in its period. territory. Characters are most likely to face a quanlos along",
        "name":  "Instead, it relies on a limited set of general commands",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Skiurids are interested only in feeding and Devotees of the Shadow Weave, dark fey, and creatures of are inimical to most life forms other than those of the Plane shadow share a mystical connection with Shar, the deity of of Shadow. Their total disregard for other beings makes them dark magic. Such creatures not only inhabit her home, the neutral evil. Plane of Shadow, but also favor areas of Faerûn where Shar’s infl uence is strong. The Darkhouse of Saeldoon (Faiths and TYPICAL TREASURE Pantheons 163) is an example of a cult devoted to the Lady Skiurids do not collect treasure, but their stores of life energy of Loss. Adding a colony of skiurids to its groves is a simple are prized by many beings. Necromancers in particular matter. Perhaps the cult uses skiurids to extract life energy seek out skiurid hoards and pay well for them; a nugget of from prisoners. 127 Illus. by A. Stokes SKIURIS SPAWN OF TIAMAT matches its color, which combined with the word “spawn,” forms part of its name. Blackspawn raiders and blackspawn The deity Tiamat, Creator of Evil Dragonkind, has long stalkers, for example, are born only to black dragons. sought domination of the world for herself and her prog- Although spawn fi rst began to appear within clutches of eny. For eons she has struggled against Bahamut, the King dragon eggs, most of them breed true and now are rapidly of Good Dragons, in a confl ict called the Dragonfall multiplying. War, and most people believed that this battle would Evil dragons recognize the birth of a spawn of last for millennia to come. Tiamat as a fortunate omen, a sign of their creator’s Recently, however, Tiamat unveiled her latest and favor. That said, spawn rarely remain with their parents most terrifying tactic. She created diverse and numer- for long. They mature much more quickly than true ous creatures with the blood of chromatic dragons dragons, reaching adulthood in only a few years. and sent forth these spawn to spread destruction Spawn of Tiamat usually congregate with other and evil. This incursion of evil dragonblood creatures, whether in packs of their kind or creatures threatens the balance of the war with like-minded individuals of other races, and, by extension, the world. particularly evil dragons. Reports have To thwart her ambitions, Bahamut surfaced recently of hobgoblin clerics created the noble dragonborn (Races and warlords gathering spawn of of the Dragon 5), but the challenge Tiamat and other evil dragons for a of fighting evil dragonkind great battle. Whether this is part of demands even more heroes Tiamat’s plan for the Dragonfall than the Platinum Dragon War or stems from the goblinoids’ can produce. Today, Tiamat general antipathy toward other has the upper hand. It might races is unknown. well fall to the player char- Regardless of their place in acters to prevent her spawn the world, all spawn share an from permanently tipping unswerving loyalty to Tiamat, which their the Dragonfall War in favor would-be allies would do well to remember. of evil. The spawn of Tiamat also share her undying Every spawn of Tiamat has some vestige hatred of good dragonkind, and they look down upon of the power of the Queen of Evil Dragons in its nondragons of all sorts. blood. Many, though, are born not directly to her but to individual evil dragons throughout the world. Spawn of Tiamat in Eberron Whether chosen by Tiamat herself or only by fi ckle Tiamat is not pleased with the attitude many of her chil- chance, some chromatic dragon eggs hatch into the Holy symbol dren have adopted. She is proud of the role chromatic spawn described in this section. Usually a single of Tiamat dragons played in defeating the fi ends and the quori, egg is so touched, but occasionally an entire clutch but she feels that they now waste time worrying about produces spawn of Tiamat (which might not even be all the the Prophecy instead of subjugating the world. same kind). A given spawn is born only to a dragon that Some chromatic dragons agree with her and have pqqqqqqqqqrs rededicated themselves to her cause. In addition, she has whispered promises of a return of the great Dhakaani TIAMAT Empire to certain hobgoblin warlords in Darguun. Using The Chromatic Dragon, Creator of Evil Dragonkind these contacts, Tiamat has been able to seed the world with Lesser Deity her spawn, and they are ready for when the call to battle",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Blackspawn raiders have standard treasure for their BLACKSPAWN RAIDER ENCAMPMENT Challenge Rating, about 1,200 gp. They store much of their This map shows a typical blackspawn raider camp, set up wealth in the form of potions. near a dragon corpse. A blackspawn exterminator has standard treasure for an 1. War Leader’s Tent: In addition to housing the war leader, NPC of Challenge Rating 10, about 16,000 gp. Exterminators this tent is where planning takes place. Hunting parties gather use a variety of poisons, which is included in their treasure. here before setting out, consulting maps, interviewing scouts, and discussing where to travel and seek prey. Blackspawn Raiders with Class Levels Hand-drawn maps on a rough folding table depict the local Blackspawn raiders’ favored class is the ninja from Complete area, showing major geographic features and trails. A DC Adventurer. They are sneaky killers. (If you are not using 10 Knowledge (geography) check reveals that several ideal Complete Adventurer in your campaign, substitute rogue as ambush locations are marked. A locked chest contains the the favored class.) personal property of the war leader, who carries the key. A Level Adjustment: +3. little piece of gold dragon hide adorns the tent’s cot. 2. Community Tent: The ruling spawnmothers meet Blackspawn Raiders in Eberron in this larger tent, which is also where the community as a Eberron blackspawn raiders feel less certainty about their whole meets and where guests stay. Community supplies are origin, but they suspect the fulfi lling of the draconic stored here. Prophecy would be very bad for their race. They take plea- A few large, misshapen sacks contain dried meat and other sure in killing dragonmarked characters and dragons of surplus supplies, and they are also used as improvised seat- any alignment, believing that doing so will stave off a great ing. The tent contains nothing of signifi cant value. catastrophe. 3. Family Tents: Each tent shelters two to six individuals Blackspawn raiders live in unsettled areas of the world, (one to three adults and one to three children). A tent almost although hunting parties venture closer to civilization to always contains a blackspawn raider (50% chance of adult, fi nd noteworthy prey. 133 TIAMAT SPAWN OF Spit Acid (Su) A blackspawn stalker can spit its acidic saliva BLACKSPAWN STALKER up to 60 feet as a standard action. This is a ranged touch Looking like a cross between a black dragon and a spider of night- attack with no range increment that deals 5d6 points of marish proportions, this creature glares out at the world with six acid damage. baleful eyes. It drools a putrid green acid that steams and hisses. This acid damage increases by 1d6 for every 2 Two spined tails eject globules of sticky webbing. additional HD. Tiamat’s Blessing (Acid) (Su) All spawn of Tiamat within 5 Blackspawn Stalker CR 9 feet of a blackspawn stalker gain immunity to acid. Always CE Large magical beast (dragonblood) Skills Blackspawn stalkers have a +8 racial bonus on Climb Init +2; Senses darkvision 60 ft., low-light vision, scent, checks and can always choose to take 10 on Climb tremorsense 60 ft.; Listen +3, Spot +3 checks, even if rushed or threatened. Languages Draconic AC 25, touch 11, flat-footed 23 Blackspawn stalkers are consummate hunters but lack the (–1 size, +2 Dex, +14 natural) intelligence of their draconic progenitors. They were created hp 105 (10 HD) by Tiamat to instill fear and panic in their prey, from which the Immune acid Queen of Evil Dragons draws strength. Blackspawn stalkers Fort +12, Ref +9, Will +4 are voracious, always on the lookout for their next meal. Speed 40 ft. (8 squares), climb 40 ft. Melee bite +15 (2d6+6/19–20 plus 1d6 acid) and Strategies and Tactics 2 tail slaps +13 each (1d8+3) Blackspawn stalkers are patient. They set traps, typically Ranged 2 webs +11 ranged touch each (entangle) laying webs across the ground or up in trees, as the situa- Space 10 ft.; Reach 5 ft. (10 ft. with tail slap) Base Atk +10; Grp +20 tion demands. If the prey manages to evade its web, a stalker Atk Options Power Attack, deadly charge 4d6+9 readily takes a more active role, usually slinging webs at the Special Actions spit acid quarry. It fi rst attempts to weaken stronger prey by spitting Abilities Str 23, Dex 15, Con 21, Int 5, Wis 13, Cha 11 acid, then charges in for a devastating gore attack. SQ Tiamat’s blessing (acid) pqqqqqqqqqrs Feats Improved Critical (bite), Multiattack, Power Attack, Track BLACKSPAWN STALKER LORE Skills Climb +16, Jump +12, Listen +3, Spot +3, Survival +6 Characters with ranks in Knowledge (arcana) can learn more Advancement 11–18 HD (Large); 19–30 HD (Huge) about blackspawn stalkers. When a character makes a success- Deadly Charge (Ex) A blackspawn stalker typically begins ful skill check, the following lore is revealed, including the in- a battle by charging at an opponent. In addition to the formation from lower DCs. Those who recognize the creatures’ normal benefits and hazards of a charge, this allows ancestry can also use Knowledge (religion) to learn more. the blackspawn stalker to make a single gore attack with a +15 attack bonus that deals 4d6+9 points of Knowledge (Arcana) damage. DC Result Web (Ex) A blackspawn stalker can throw two webs per 14 This creature is a blackspawn stalker, a predatory round, up to eight times per day. Each of these attacks magical beast related to black dragons. This result is similar to an attack with a net but has a maximum reveals all magical beast traits. range of 50 feet, with a range increment of 10 feet, and 19 Blackspawn stalkers are immune to acid. Their is effective against targets up to Huge size. The web saliva is extremely acidic, and the stalkers can spit anchors the target in place, allowing no movement. it quite a distance. They can spin webs and sling Attempts to escape or burst the webbing gain a +5 webbing at their prey when hunting. bonus if the trapped creature has something to walk on 24 A blackspawn stalker frequently begins combat by or grab while pulling free. charging and goring an opponent with its massive An entangled creature can escape with a DC 20 horns. Male blackspawn stalkers also use their Escape Artist check or burst it with a DC 20 Strength horns in contests of strength to win a mate. check. The check DCs are Constitution-based. The web 29 Blackspawn stalkers prefer to hunt from the safety has 12 hit points, hardness 0, and takes double damage of trees, using their climbing abilities to gain an from fire. advantage over their prey. A blackspawn stalker can create sheets of sticky 34 Blackspawn stalkers mate annually, creating as webbing up to 20 feet square. It usually positions many as six nests of eggs. Many large birds or these sheets to snare flying creatures but can also try birdlike creatures prey upon the eggs. to trap prey on the ground. Approaching creatures must succeed on a DC 20 Spot check to notice a web; Knowledge (Religion) otherwise they stumble into it and become trapped as DC Result though by a successful web attack. Each 5-foot section 14 Blackspawn stalkers are some of Tiamat’s spawn. of webbing has 12 hit points and damage reduction 19 Blackspawn stalkers are sometimes found in the 5/—. company of worshipers of Tiamat, typically black A blackspawn stalker can move across its own dragons. sheet web at its climb speed and can determine the 24 Blackspawn stalkers seek to breed the ultimate exact location of any creature touching the web. servant of Tiamat. pqqqqqqqqqrs 134 FO NWAPS TAMAIT Sample Encounters Blackspawn stalkers are solitary creatures, though mated pairs can be encountered. True dragons (particu- larly black, but sometimes green or red) employ these creatures as guards or assistant hunters. Pair (EL 11): Two blackspawn stalkers have taken up residence in the swamp just to the north of the Celadon forest. They have created six nests lined with eggs, and they are now hunting for prey to place in these nests for their hungry offspring to feed upon once hatched. Hunters (EL 10–12): Aconnax, a greenspawn sneak raid leader (see page 148), rides a blackspawn stalker on the fringes of the Dragon Queen’s territory. The two patrol in search of interlopers, especially adventurers, then attempt to ambush them. If they run into trouble, they retreat to a preset fallback point where two other blackspawn stalkers lair. Ecology Blackspawn stalkers are nearly mindless creatures that view each other as competition for food and mates. They look favorably upon strength, however, and take pride in serving a powerful master. Blackspawn stalk- ers willingly serve true dragons and other spawn. They prefer black dragons, but red and green dragons also admire the hunting capabilities of these horrid crea- tures and sometimes team up with them. If a dragon or spawn mistreats a blackspawn stalker, or demon- strates weakness, the servant leaves, often turning on the master fi rst. Blackspawn stalkers see Tiamat as their ultimate master, and they believe that through breeding, they can create the ultimate servant—one that the Dragon Queen might fi nd worthy enough to take as her own. Blackspawn stalker When left to their own devices, or if their master is slain, blackspawn stalkers reproduce as much as possible. 10 feet in diameter. It can weigh as much as 5,000 pounds. When blackspawn stalkers mate, they do so for life, unlike Females tend to be larger, dominating their male counter- the arachnids they resemble. A mated pair lays eggs annually, parts. distributing them in up to half a dozen nests to improve the Alignment: Blackspawn stalkers are always chaotic evil. chances of survival. The eggs are an important food source They value strength to subjugate others, but they also seek for many other creatures, so very few manage to hatch. On an acceptable master to serve. rare occasions, when an entire clutch remains undisturbed, the hatchlings go on a massed rampage, killing everything Typical Treasure they encounter. Blackspawn stalkers have treasure typical for their Challenge Blackspawn stalkers are carnivores. With their unique Rating, about 4,500 gp. Unlike their draconic progenitors, combination of features, they can switch readily between these creatures disperse their treasure among many hidden biting and tearing at prey or dissolving it with acidic saliva locations, rather than keeping it all in one great hoard. and sucking up the remains. Like dragons, blackspawn stalkers grow larger and more Blackspawn Stalkers in Eberron powerful with age. This is especially true of the most capable Servants of the dragons of Argonnessen, blackspawn stalkers hunters, particularly those used to hunt good dragons (and are rarely found far from their masters. However, those aware allowed to consume the remains afterward). of these creatures’ existence conjecture that some might be",
        "name":  "SAMPLE LAIR",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A typical blackspawn jungles of Chult, spreading their progeny at will. They vie for stalker stands from 6 to 8 feet tall, with a leg span of 7 to territory against that land’s predatory fl ying dinosaurs. 135 Illus. by A. Swekel TIAMAT SPAWN OF BLUESPAWN AMBUSHER They fi ght to the death only when commanded to do so by an evil dragon or a follower of Tiamat. The ground trembles, and a blue form bursts from the ground in Bluespawn ambushers that serve as guardians lure intrud- a shower of dirt and stones. The creature has the shape of a giant ers into tight, dangerous quarters such as narrow corridors badger, but it bears the thick scales, sharp horn, and gnashing teeth of a blue dragon. Suddenly, its body crackles with electricity or trails. The ambushers remain out of sight, beneath the as sparks leap and arc across its scales. surface, then burst from the ground behind their foes to attack. This maneuver cuts off the intruders’ escape route, Bluespawn Ambusher CR 4 while the ambushers’ electricity bursts serve as beacons to Always LE Medium magical beast (dragonblood) draw more guards or alert their masters. Init +0; Senses darkvision 60 ft., low-light vision, tremorsense 60 ft.; Listen +4, Spot +4 Sample Encounter Languages Draconic Bluespawn ambushers hunt in packs, usually containing AC 18, touch 10, flat-footed 18 an equal number of males and females. An odd number (+8 natural) likely represents a group of males protecting a nest or a hp 30 (4 HD) group of females out hunting after giving birth (see Ecol- Immune electricity ogy below). Either makes for a more dangerous encounter, Fort +6, Ref +4, Will +3 since bluespawn ambushers become much more aggressive Speed 20 ft. (4 squares), burrow 20 ft. (earth and stone) in such cases. Melee 2 claws +8 each (1d8+4) and Pack (EL 9 or 11): Six males let loose lightning bursts into gore +6 (1d6+2) the night to call back females from the hunt as their young Space 5 ft.; Reach 5 ft. hatch. The young have not yet emerged from the eggs, and the Base Atk +4; Grp +8 Special Actions electricity burst females are some distance off. PCs who investigate the lights on the horizon might encounter the six females dragging Abilities Str 19, Dex 10, Con 14, Int 3, Wis 14, Cha 13 Feats Ability Focus (electricity burst), Multiattack pqqqqqqqqqrs Skills Climb +7, Hide +0, Listen +4, Spot +4 Advancement 5–10 HD (Medium) BLUESPAWN AMBUSHER LORE Electricity Burst (Su) A bluespawn ambusher can activate Characters with ranks in Knowledge (arcana) can learn more an electricity burst as a standard action once every about bluespawn ambushers. When a character makes a suc- 1d4 rounds. Any creature within 10 feet must succeed cessful skill check, the following lore is revealed, including on a DC 16 Reflex save or take 4d6 points of electricity the information from lower DCs. Those who recognize the damage. A successful save results in half damage. The creatures’ ancestry can also use Knowledge (religion) to learn save DC is Constitution-based. more. The burst damage increases by 1d6 for each additional HD. Knowledge (Arcana) DC Result 14 This creature is a bluespawn ambusher, a Bluespawn ambushers worship Tiamat as their progenitor, predatory magical beast related to blue dragons. and they willingly serve evil dragons and other followers This result reveals all magical beast traits. of Tiamat as guards and hunters. Although dim-witted, 19 Bluespawn ambushers are immune to electricity. they’re more than simple beasts and are capable of cunning They can release bursts of electricity from their tactics. bodies and swiftly burrow beneath the earth. 24 Bluespawn ambushers prefer to attack prey near Strategies and Tactics sources of water in the deserts in which they dwell. Bluespawn ambushers live up to their name. They hunt in They possess a degree of intelligence and can speak pidgin Draconic. tight-knit packs containing as many as a dozen members. 29 Bluespawn ambushers follow regular migration A pack roams on the surface or lies in wait near a source of patterns when hunting. Some desert dwellers water until prey approaches, then swiftly disappears below know these patterns and travel to avoid the the ground. Tunneling, the bluespawn ambushers surround creatures. their prey, and then claw their way to the surface. Upon resur- 34 Bluespawn ambushers produce offspring only facing, they blast the prey with their electricity burst. once every ten years. Females lay eggs The ambushers don’t expect anything to survive this underground, then leave to hunt. Males watch the assault, so they remain on the surface for a moment after- eggs and signal hatching with electricity bursts at ward to verify the kill. Should prey live to fi ght back or fl ee, night. they burrow underground again the next round. Thereafter, Knowledge (Religion) each bluespawn ambusher pursues the quarry from under- DC Result ground, rising to the surface to use its electricity burst, 14 Bluespawn ambushers are some of Tiamat’s then returning below the surface to wait until the ability spawn. recharges. 19 Bluespawn ambushers revere Tiamat as their If this strategy doesn’t work, bluespawn ambushers rely progenitor and often follow the orders of her more on their claw and gore attacks. Ultimately, they prefer to live intelligent worshipers. pqqqqqqqqqrs and fi ght another day, so they typically fl ee if overwhelmed. 136 FO NWAPS TAMAIT food back to their nests or the whole pack of twelve as they await the emergence of the hatchlings. Ecology Bluespawn ambushers eat anything that falls to their electricity burst but rarely trouble themselves with Tiny or smaller prey. Instead, they wait for a suitable number of Small or larger creatures before spring- ing their ambush. A single ambusher can subsist for more than a month on a Small crea- ture. After a large meal, bluespawn ambushers retreat underground to rest. They lie just beneath the surface, with only the tips of their noses exposed (allowing them to breathe). Most intelligent creatures recognize this and understand the danger (by suc- ceeding on a Spot check opposed by the bluespawn ambusher’s Hide check to notice it). Scavengers, attracted to the carcasses, sometimes fall prey to a second surprise attack by the bluespawn ambushers. Bluespawn ambusher Bluespawn ambushers mate for life and produce offspring only once every ten years. After laying eggs underground, darken as they age. The scales of the oldest are darkly fringed the females leave to hunt while the males watch over the or lined with black. clutches. A male signals the hatching with electricity bursts, Alignment: With their simple agenda and loyalty to blue summoning the female so that both parents can attend the dragon masters, bluespawn ambushers are always lawful emerging young. evil. Other spawn of Tiamat value bluespawn ambushers as guardians and sentinels. The ambushers’ ability to lurk below Typical Treasure ground and their tremorsense form a potent combination. Bluespawn ambushers rarely have any treasure, but they do Blue dragons, powerful half-dragons, and blackspawn raid- share a hoarding instinct with dragons. Should their prey ers all make use of these creatures. Though ambushers are be carrying treasure, ambushers bury the spoils near a water desert natives, their masters bring them across the world on source on their migration route so they can admire it as they campaigns in Tiamat’s name. pass through. Only a 20% chance exists that they have coins,",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluespawn ambushers prefer warm des- goods, or items. erts, especially those with dunes of loose sand that make burrowing easier. In such environments, packs of four to Bluespawn Ambushers in Eberron twelve ambushers migrate from watering hole to oasis to Most bluespawn ambushers live mainly in the Blade Desert creek, preying on creatures that go to such places to drink. of Valenar. Scholars trace their ancestry to a blue dragon Their travel path depends on the season and what prey is named Blaphinex, who was killed by other dragons as pun- likely to be available in given areas, and it rarely changes. ishment for what they saw as unnatural interest in the beasts Some desert dwellers have learned these migration patterns of the deserts. and avoid watering holes when bluespawn ambushers are likely to be nearby. They might travel far across the desert Bluespawn Ambushers in Faerûn to avoid the voracious hunters. Bluespawn ambushers can be found wherever blue dragons",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluespawn godslayers are usually lawful evil. The birth of a bluespawn godslayer is considered a dire Sometimes neutral evil godslayers arise that are willful and omen. Dragon custom dictates that the mother abandon the often more intelligent. Thus, they are more likely to resist hatchling godslayer in some distant land and then go into the infl uences of their mothers and other spawn. Chaotic seclusion to contemplate what the birth might mean for the and good godslayers are unheard-of. Prophecy. This leaves bluespawn godslayers to live out their lives in solitude or in small groups of siblings throughout Society Eberron. Since the rise of the humanoid races on Khorvaire, Tiamat designed bluespawn godslayers to kill enemy blue dragons have taken to leaving godslayers in the Demon outsiders and metallic dragons, and to face the aspects of Wastes, the Blade Desert, and in wilderness areas on the rival dragon gods. They are born to blue dragons who earn continents of Sarlona and Xen’drik. Tiamat’s favor or who are near to foes of interest to the Chromatic Dragon. Bluespawn Godslayers in Faerûn Bluespawn godslayers know they are the favored spawn Bluespawn godslayers live where blue dragons make their of Tiamat because they are born only to dragons, homes. In particular, they roam Anauroch, the Calim Desert, and Raurin, the Dust Desert. Blue dragons consider the birth of a bluespawn godslayer Bluespawn to be a great boon. These spawn of godslayer Tiamat become able guardians of the dragons’ lairs instead of future rivals. The god- slayers happily serve in this role until Tiamat calls them to service. Each and because night, they hope to hear her they hear her dis- call to them in their dreams, tant roars in their commanding them to take their dreams. They instinctively place in her great armies. recognize all spawn as chil- dren of Tiamat, but they believe godslayers to be superior to all the rest. Fortunately for smarter spawn and the blue dragons who foster godslayers as children, the crea- tures are dull-witted and rarely possess leadership ability. 141 Illus. by A. Swekel TIAMAT SPAWN OF BLUESPAWN STORMLIZARD the enemy to avoid the lines of lightning. Against creatures with immunity or signifi cant resistance to electricity, storm- A hulking creature, as big as a horse and twice as wide, circles lizards change their tactics, relying on their gore attacks and around you with surprising speed. It looks similar to a wingless setting up fl anks. blue dragon, but its body shape is more burly. It lowers its horn at you but seems to be waiting for something. Suddenly you notice another of the beasts circling you, taking a similar stance. Sample Encounters Electricity crackles along their horns. Bluespawn stormlizards are almost never encountered alone. Usually they travel in groups of four or eight, with equal Bluespawn Stormlizard CR 6 numbers of males and females. Always LE Large magical beast (dragonblood) Blackspawn Knights (El 9): Two blackspawn raiders Init –1; Senses darkvision 60 ft., low-light vision; Listen +5, (see page 130) ride on twin bluespawn stormlizards. Eager Spot +8 for glory, both raiders charge their mounts into melee and let Languages — the stormlizards decide whether or not to use their electricity AC 23, touch 8, flat-footed 23 link. (–1 size, –1 Dex, +15 natural) Pack (EL 10–12): Packs of stormlizards might be groups hp 69 (6 HD); DR 5/magic of mates or simply siblings. Immune electricity EL 10: Four bluespawn stormlizards, two male twins and Fort +11, Ref +4, Will +4 two female twins, hunt together for a meal large enough to Speed 40 ft. (8 squares) sate all of them. The individuals range far apart from one Melee gore +13 (2d6+12) another, keeping their eyes open for Medium or larger crea- Space 10 ft.; Reach 5 ft. tures. When one spots likely prey, it roars loudly to alert the Base Atk +6; Grp +18 others and charges in to occupy the quarry until the rest of Atk Options Improved Bull Rush, Improved Overrun, Power Attack, deadly charge 4d6+12, magic strike the pack arrives. Special Actions electricity arc, electricity link Ecology Abilities Str 27, Dex 9, Con 22, Int 2, Wis 14, Cha 8 SQ Tiamat’s blessing (electricity) Bluespawn stormlizards are always same-sex twins. Each Feats Improved Bull Rush, Improved Overrun, Power Attack egg holds two stormlizards, and the twins hatch and develop Skills Jump +12, Listen +5, Spot +8 together, inseparable for life. Although an adult can use its Advancement 7–11 HD (Large); 12–17 HD (Huge); 18 HD pqqqqqqqqqrs (Gargantuan) Deadly Charge (Ex) A bluespawn stormlizard typically BLUESPAWN STORMLIZARD LORE begins a battle by charging at an opponent. In Characters with ranks in Knowledge (arcana) can learn more addition to the normal benefits and hazards of a about bluespawn stormlizards. When a character makes a charge, this allows the bluespawn stormlizard to deal successful skill check, the following lore is revealed, includ- 4d6+12 points of damage with its gore attack. ing the information from lower DCs. Those who recognize Electricity Arc (Su) 100-ft. line, once every 1d4 rounds, the creatures’ ancestry can also use Knowledge (religion) to standard action, damage 6d6 electricity, Reflex DC 19 learn more. half. The save DC is Constitution-based. Electricity Link (Su) When bluespawn stormlizards gather, Knowledge (Arcana) electricity surges between them. As a swift action, a DC Result bluespawn stormlizard can cause a line of electricity 16 This creature is a bluespawn stormlizard, a to fire from its horn to that of another bluespawn predatory magical beast related to blue dragons. stormlizard within 100 feet. Creatures in the line must This result reveals all magical beast traits. succeed on a DC 19 Reflex save or take 3d6 points of 21 Bluespawn stormlizards are immune to electricity. electricity damage. The save DC is Constitution-based. They attack with their horns and cause terrible Tiamat’s Blessing (Electricity) (Su) All spawn of Tiamat damage when they charge. One can release a line within 5 feet of or riding on a bluespawn stormlizard of electricity from its horn to strike the horn of gain immunity to electricity. another. The boom and crackle of lightning gives them their names. Tiamat created bluespawn stormlizards to serve her other 26 Bluespawn stormlizards are born in same-sex spawn as mounts, a role they take to readily. Often on the pairs, and twins spend their whole lives together. forefront of her forces, stormlizards enjoy charging over foes, 31 Bluespawn stormlizard twins hatch from the same egg. If one twin is killed, the other flies into a or pushing into an enemy line and then blasting creatures murderous rage. between them with their electricity link. Knowledge (Religion) Strategies and Tactics DC Result Bluespawn stormlizards work best in a pack of two to eight. 16 Bluespawn stormlizards are some of Tiamat’s Roughly half of the pack’s members charge into melee, while spawn. the rest circle around to set up a killing zone with their 21 Bluespawn stormlizards often serve followers of electricity link, preferably catching several foes at once. The Tiamat as mounts or guardians. pqqqqqqqqqrs stormlizards continually shift positions to make it harder for 142 FO NWAPS TAMAIT electricity link with any other stormlizard, it fi rst learns to For Player Characters use the ability with its twin. Bluespawn stormlizards make useful mounts, especially if If one of a pair is killed, the other fl ies into a rage of grief raised from the egg in captivity and properly handled. Storm- and loss, killing indiscriminately until it is killed itself. If lizard twins must remain near each other, and often a pair separated for long, both become listless and refuse to eat, of twins is trained together. Riding a stormlizard requires slowly starving to death unless reunited. Thus, a pair must an exotic saddle. seek another pair of twins as mates, and all four use the same Even a domesticated stormlizard retains its evil alignment lair for egg laying. However, stormlizards don’t mate for and takes pleasure in slaughter, so controlling it can be dif- life, and even within a mated pack, partners might change. fi cult if a rider does not wish to kill an opponent (Handle All members of a mated group provide for and guard the Animal DC 20). The DCs of Handle Animal and Ride checks hatchlings, but once their young are old enough to hunt, increase by 5 for nonspawn riders. All DCs further increase the parents split up: Twin fathers take twin sons and twin by 10 if a stormlizard is separated from its twin. mothers take twin daughters. Carrying Capacity: A light load for a bluespawn storm- Any creature capable of training wild animals can ride lizard is up to 1,040 pounds; a medium load, 1,041–2,080 bluespawn stormlizards as mounts. They are surprisingly pounds; and a heavy load, 2,081–3,120 pounds. tractable so long as twins remain within sight or hearing of each another. Fortunately for those who ride them, their Bluespawn Stormlizards in Eberron electricity link never affects a rider unless one somehow gets Bluespawn stormlizards live in large numbers on Argon- between other stormlizards. However, bluespawn storm- nessen and Xen’drik. Far smaller populations eke out an lizards are driven to kill; if a rider repeatedly spares enemies, existence in less hospitable regions of Khorvaire, mainly the mount grows irritable and eventually rebels. Some riders at the edges of Q’barra and within Droaam. The monstrous try to keep their stormlizard mounts in check by “fl eeing” armies of Droaam have yet to discover the beasts’ usefulness from foes they don’t wish to kill, but they play a dangerous as mounts, seeing them only as dangerous predators, but it’s game by doing so. only a matter of time until stormlizard cavalry forms the",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whitespawn hunters inhabit the most desolate wastes, prefer- ring cold plains and frozen waterways. Occasionally a pack fi nds its way into a mountainous region where game is more plentiful. Whitespawn berserker 159 Illus. by A. Swekel TIAMAT SPAWN OF Although rather unintelligent, whitespawn hunters value At other times, a white dragon might rule an entire tribe slave labor. They sometimes capture sentient beings to use as of hunters—as long as it is powerful enough to maintain porters, entertainment, and food. Slaves rarely last more than command. The moment it shows any weakness, the tribe’s a few months, succumbing to their masters’ casual brutality strongest hunters (especially berserkers) challenge its and the landscape’s bitter cold. Dead slaves are unceremoni- rule. ously stripped and eaten by the tribe. Whitespawn hunters Whitespawn berserkers often become the leaders of tribes. sometimes dominate whitespawn hordelings. The hunters Some leave the business of ruling to others and focus on the despise their weak and inferior cousins and delight in boss- sheer thrill of the hunt. A truly powerful berserker assumes ing them around. However, they are just as apt to kill and eat the title “wastestalker.” hordelings as they are to command them. Whitespawn hunters are uninterested in diplomacy; they Typical Treasure either slaughter or enslave anyone unable to stop them, or Whitespawn hunters have standard treasure for NPCs of they avoid more powerful creatures. Tribes occasionally their Challenge Rating. trade with other evil beings, notably orcs, but only when desperate. During these liaisons, they are happy to divulge Whitespawn Hunters with Class Levels the location of other whitespawn hunter tribes to their trad- Whitespawn hunters’ favored class is barbarian. They are ing partners, hoping to send potential attackers against their cunning and adept stalkers but revel in the chaos of battle. competition. Level Adjustment: +2. Unlike most spawn, whitespawn hunters do not especially venerate Tiamat. However, they do fear and respect her, and SAMPLE LAIR: tribes leave offerings from every kill to appease her. The most elaborate altars to Tiamat boast the skull of a white dragon, WHITESPAWN HUNTER with small items of treasure occasionally laid beneath the ENCAMPMENT meat as additional offerings. Most hunters wear small icons This map shows a typical whitespawn hunter encampment of ivory crudely carved in their deity’s image. within a winding ice fl oe. Likewise, whitespawn hunters do not revere white dragons; they respect the creatures’ power and majesty 1. Wastestalker Yurt (EL 8) but also see them as competition for food. When times are The inside of the yurt is dark and rank. A pile of smelly furs sits tough, whitespawn hunters have no compunction about to one side, and the walls are adorned with the skulls of various killing white dragons. Indeed, they consider such action a animals—some not readily identifiable. A rack made of bone testament to Tiamat’s desire to see the strongest triumph. bears the weight of frozen hunks of meat. pqqqqqqqqqrs The leader of the tribe, a 4th-level barbarian, lives in this WHITESPAWN HUNTER LORE crude yurt, along with his four noncombatant mates. No one Characters with ranks in Knowledge (nature) can learn more else may enter his yurt. about whitespawn hunters. When a character makes a success- ful skill check, the following lore is revealed, including the in- 2. Communal Yurt formation from lower DCs. Those who recognize the creatures’ This large, open yurt is filthy. Hunks of meat dangle from ropes ancestry can also use Knowledge (religion) to learn more. in the center. Worn, disgusting pelts of yak, mastodon, and other large mammals are scattered across the ground, providing places Knowledge (Nature) to sit. Bits of bone litter the floor. DC Result 14 This creature is a whitespawn hunter, a monstrous humanoid related to white dragons. This result This large yurt is where the tribe gathers for feasts and meet- reveals all monstrous humanoid traits. ings. The few supplies used by the tribe are stored here, as 19 Whitespawn hunters are immune to cold, paralysis, well as a small stock of meat. and sleep, and they are vulnerable to fire. 24 These vicious carnivores favor stealth and ambush 3. Slave Pen (EL 7) but quickly succumb to mindless chaos when The back and sides of this pen butt up against a sheer wall of ice. combat begins. The remainder is crafted from blocks of ice, with a gate made of an elaborate array of animal bones. The inside is utterly disgust- Knowledge (Religion) ing, filled with waste, old bones—and the corpse of a young DC Result male human. 14 Whitespawn hunters are some of Tiamat’s spawn. 19 Whitespawn hunters honor Tiamat and wear small",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A verdant prince stands about 6 feet in height. Slender yet muscular, it looks TYPICAL humanoid with a number of plant features. Most verdant TREASURE princes’ leaves and moss remain green throughout the year. A verdant prince typically possesses double standard treasure A few, however, turn color with the seasons; some princes for its Challenge Rating, approximately 15,000 gp. This trea- even lose their leaves in the fall. sure is almost always magic items from defeated foes. Having",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This feat originally appeared in Draconomicon; this is a revised version. If you have Draconomicon, Clinging Presented below are a number of feats that are typically used Breath is treated as a Metabreath feat. by monsters. Some of them (such as Craft Construct) can also be useful to NPCs and player characters. CRAFT CONSTRUCT [ITEM CREATION] ABILITY FOCUS A creature with this feat can create golems and other magic automatons that obey its orders. A particular special ability of a creature with this feat is more",
        "name":  "MONSTER FEATS Special",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dragon is a reptilelike creature, usually water) or Refl ex (air, fi re). winged, that has magical or unusual abilities. —Skill points equal to (2 + Int modifi er, minimum 1) per",
        "name":  "Dragon Type",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry in a monster description pro- as a favored class, in effect: If the monster becomes a mul- vides the climate and terrain (as defi ned in Chapter 3 of the ticlass character, neither its favored class nor its racial Hit Dungeon Master’s Guide) where the creature is typically found. Dice count when determining whether the creature takes Note that these environments can also exist in portions of an experience point penalty. dungeons due to magical effects or other supernatural inter- ference, or as features in dungeons or other environment Fear (Su or Sp): Fear attacks can have various effects. areas. Fear Aura (Su) The use of this ability is a free action. The aura can freeze an opponent (such as a mummy’s despair)",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical beasts are similar to ani- mals but can have Intelligence scores higher than 2. Magical Movement Modes: Creatures can have modes of move- beasts usually have supernatural or extraordinary abilities, ment other than walking and running. These are natural, but sometimes are merely bizarre in appearance or habits. not magical, unless specifi cally noted in a monster descrip-",
        "name":  "Magical Beast Type",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A magical beast has the following features. tion. —10-sided Hit Dice. Burrow: A creature that has a burrow speed can tunnel —Base attack bonus equal to total Hit Dice (as fi ghter). through dirt, but not through rock unless the descriptive —Good Fortitude and Refl ex saves. text says otherwise. Creatures cannot charge or run while —Skill points equal to (2 + Int modifi er, minimum 1) per burrowing. Most burrowing creatures do not leave behind Hit Die, with quadruple skill points for the fi rst Hit Die. tunnels other creatures can use (either because the material",
        "name":  "Features",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any creature that can perceive its environment an outsider is slain, no soul is set loose. Spells that restore in any fashion has at least 1 point of Wisdom. souls to their bodies, such as raise dead, reincarnate, and resur- Anything that has no Wisdom score is an object, not a rection, don’t work on an outsider. It takes a different magical creature. Anything without a Wisdom score also has no effect, such as limited wish, wish, miracle, or true resurrection to Charisma score. restore it to life. An outsider that has the native subtype (see",
        "name":  "Wisdom",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A shapechanger has the super- otherwise noted, and doing so while threatened provokes natural ability to assume one or more alternate forms. Many attacks of opportunity. It is possible to make a successful magical effects allow some kind of shape shifting, and not Concentration check to use a spell-like ability defensively every creature that can change shapes has the shapechanger and avoid provoking attacks of opportunity, just as when subtype. casting a spell. A spell-like ability can be disrupted just as a",
        "name":  "Shapechanger Subtype",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures that have the swarm subtype don’t municate telepathically with other creatures of their kind. make standard melee attacks. Instead, they deal automatic A group of such creatures within a certain distance of each damage to any creature whose space they occupy at the end other (specifi ed in the creature’s entry) are in constant con- of their move, with no attack roll needed. Swarm attacks tact. If one is aware of a particular danger, they all are. If one are not subject to a miss chance for concealment or cover. A in the group is not fl at-footed, none of them are. No creature swarm’s statistics block has “swarm” in the Attack and Full in the group is considered fl anked unless all are. Attack entries, with no attack bonus given. The amount of damage a swarm deals is based on its Hit Dice, as shown Telepathy (Su): A creature that has this ability can com- below. municate telepathically with any other creature within a certain range (specifi ed in the creature’s entry, usually 100 Swarm HD Swarm Base Damage feet) that has a language. It is possible to address multiple 1–5 1d6 creatures at once telepathically, although maintaining a tele- 6–10 2d6 pathic conversation with more than one creature at a time is 11–15 3d6 just as diffi cult as simultaneously speaking and listening to 16–20 4d6 multiple people at the same time. 21 or more 5d6 Trample (Ex): As a full-round action, a creature that has A swarm’s attacks are nonmagical, unless the swarm’s this ability can move up to twice its speed and literally run description states otherwise. Damage reduction suffi cient to over any opponents at least one size category smaller than reduce a swarm attack’s damage to 0, being incorporeal, and itself. The creature merely has to move over the opponents other special abilities usually give a creature immunity (or in its path; any creature whose space is completely covered at least resistance) to damage from a swarm. Some swarms by the trampling creature’s space is subject to the trample also have acid, poison, blood drain, or other kinds of attacks attack. in addition to normal damage. If a target’s space is larger than 5 feet, it is only considered Swarms do not threaten creatures in their square, and do trampled if the trampling creature moves over all the squares not make attacks of opportunity with their swarm attack. it occupies. If the trampling creature moves over only some of However, they distract foes whose squares they occupy, as a target’s space, the target can make an attack of opportunity described below. against the trampling creature at a –4 penalty. A trampling Distraction (Ex) Any living creature vulnerable to a swarm’s creature that accidentally ends its movement in an illegal damage that begins its turn with a swarm in its square space returns to the last legal position it occupied, or the is nauseated for 1 round; a Fortitude save (DC 10 + 1/2 closest legal position, if there’s a legal position that’s closer. swarm’s HD + swarm’s Con modifi er; the exact DC is given A trample attack deals bludgeoning damage (the creature’s in a swarm’s description) negates the effect. Spellcasting or slam damage + 1-1/2 times its Str modifi er). The creature’s concentrating on spells within the area of a swarm requires descriptive text gives the exact amount. a Concentration check (DC 20 + spell level). Using skills Trampled opponents can attempt attacks of opportunity, that involve patience and concentration requires a DC 20 but these take a –4 penalty. If they do not make attacks of Concentration check. opportunity, trampled opponents can attempt Refl ex saves to take half damage. The save DC against a creature’s trample",
        "name":  "Swarm Attack",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry in a monster description —8-sided Hit Dice. describes how much wealth a creature owns. (See DMG 52–56 —Base attack bonus equal to 3/4 total Hit Dice (as for details about treasure, particularly Tables 3–5 through 3–8.) cleric). In most cases, a creature keeps valuables in its home or lair and —Good Fortitude saves. has no treasure with it when it travels. Intelligent creatures —Skill points equal to (2 + Int modifi er, minimum 1) per that own useful, portable treasure (such as magic items) tend Hit Die, with quadruple skill points for the fi rst Hit Die, if to carry and use these, leaving bulky items at home. the vermin has an Intelligence score. However, most vermin are mindless and gain no skill points or feats.",
        "name":  "Typical Treasure",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "sailsnake. (Lawful): clockwork mender, justice archons. (Aquatic): corrupture. Magical Beast: blackspawn stalker, bloodsilk spider, (Archon): justice archons. bluespawn ambusher, bluespawn burrower, bluespawn storm- (Augmented Humanoid): half-fiend gnoll warlock, orc plague lizard, greenspawn leaper, greenspawn razorfiend, quanlos, speaker. redspawn firebelcher, skiurid, tomb spider, tomb spider brood- (Chaotic): demons, Lolth-touched bebilith, wrackspawn. swarm, whitespawn iceskidder. (Cold): whitespawn hordeling, whitespawn hunter, whitespawn Monstrous Humanoid: blackspawn raider, blackspawn exter- iceskidder. minator, bluespawn godslayer, greathorn minotaur, greenspawn",
        "name":  "Animal",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "ankheg, aranea, basilisk, behir, bulette, blink dog, Outsider (Lawful):achaierai, archons, barghest, devils, formians, hell chimera, cockatrice, darkmantle, digester, displacer beast, dragonne, hound, rakshasa, xill. ethereal marauder, fiendish dire rat, frost worm, giant eagle, giant owl, Outsider (Native):aasimar, couatl, janni, tiefling, rakshasa, triton. girallon, gorgon, gray render, griffon, hellwasp swarm, hippogriff, hydras, Outsider (Water):ooze mephit, water mephit, tojanidas, triton. kraken, krenshar, lamia, lammasu, manticore, owlbear, pegasus, phase Plant:assassin vine, phantom fungus, shambling mound, shrieker, spider, purple worm, remorhaz, roper, shocker lizard, sea cat, sphinxes, tendriculos, treant, violet fungus. spider eater, stirge, tarrasque, unicorn, winter wolf, worg, yrthak. (Reptilian):kobold, lizardfolk, troglodyte.",
        "name":  "Magical Beast",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— —Darkvision out to 60 feet and low-light vision. —Immunity to acid, cold, and petrification. The creature that floats before you is like a thing out of nightmare. It has a —Resistance to electricity 10 and fire 10. vaguely humanoid shape, but it’s a shape without features that has been — +4 racial bonus on saves against poison. distorted and bristles with madness. From the waist down, it trails away into —Protective Aura (Su): Against attacks made or effects created by vaporous nothingness, leaving a faint trace of fog behind it as it moves. evil creatures, this ability provides a +4 deflection bonus to AC and a PILLA Allip yddonS .B yb .sullI 10 +4 resistance bonus on saving throws to anyone within 20 feet of the round with its mace, that creature must succeed on a DC 22 angel. Otherwise, it functions as a magic circle against evileffect and a Fortitude save or be stunned for 1d6 rounds. The save DC is lesser globe of invulnerability, both with a radius of 20 feet (caster level Strength-based. equals angel’s HD). This aura can be dispelled, but the angel can Uncanny Dodge (Ex):An astral deva retains its Dexterity create it again as a free action on its next turn. (The defensive bene- bonus to AC when flat-footed, and it cannot be flanked except by fits from the circle are not included in an angel’s statistics block.) a rogue of at least 16th level. It can flank characters with the —Tongues (Su):All angels can speak with any creature that has a uncanny dodge ability as if it were a 12th-level rogue. language, as though using a tonguesspell (caster level equal to angel’s Hit Dice). This ability is always active. ANGEL, PLANETAR Large Outsider (Angel, Extraplanar, Good)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "14 Treasure:No coins; double goods; standard items",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; standard items Alignment:Always good (any)",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — — ANKHEG Large Magical Beast",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spell-like abilities one. A change in form cannot be dispelled, nor does an aranea Special Qualities:Aura of menace, damage reduction 10/evil revert to its natural form when killed. A true seeingspell, however, and magic, darkvision 60 ft., immunity to electricity and petri- reveals its natural form if it is in humanoid or hybrid form. fication, magic circle against evil, teleport, tongues",
        "name":  "An aranea remains in one form until it chooses to assume a new Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aura of menace, change shape, Aura of menace, change shape, damage reduction 10/evil, damage reduction 10/evil, darkvision 60 ft., darkvision 60 ft., immunity to electricity and petrification, immunity to electricity and petrification, magic circle against evil, paladin abilities, magic circle against evil, scent, spell scent, spell resistance 27, teleport, tongues resistance 16, teleport, tongues",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; standard items Standard",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aura of menace, damage reduction 10/evil, darkvision 60 ft., immunity to electricity and petrification, magic circle against evil, spell resistance 29, teleport, tongues",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins; 50% and can constrict. goods; 50% items Blindsight (Ex):Assassin",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 coins; double goods; standard +6, Hide +0, Jump –6, Listen +6, Search +6, items Spot +6",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Change shape, damage reduction 5/magic, Change shape, damage reduction 10/magic, darkvision 60 ft., scent darkvision 60 ft., scent",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., low-light vision Resistance to cold 10 and fire 10, damage reduction 10/magic, darkvision 60 ft., low-light vision, spell resistance 23",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — Abyssal greater basilisk 24 COMBAT BEHIR A behir usually bites and grabs its prey first, then either swallows Huge Magical Beast or constricts the opponent. It can employ its claws only against",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cold hills Special Qualities: All-around vision, antimagic cone, darkvision",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This works an enemy, a beholder like the targeted dispel func- tries to cause as much tion of the spell. The disruption and confusion gauth’s dispel check is as possible. 1d20+8. Eye Rays (Su): Each",
        "name":  "Dispel Magic",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A beholder can move objects demonic creature of smoke and wind, with large bat wings, or creatures that weigh up to 325 pounds, clawed tendrils, and a biting maw. as though with a telekinesis spell. Crea- tures can resist the effect with a success- Belkers are creatures from the Plane of Air. They ful Will save. are composed primarily of smoke. Although Antimagic Cone (Su): A beholder’s undeniably evil, they are very reclusive and central eye continually produces a 150- usually have no interest in the affairs of others. foot cone of antimagic. This functions A belker’s winged shape makes it look dis- just like antimagic field (caster level tinctly demonic. Because of its semigaseous 13th). All magical and supernatural nature, however, it shifts and changes shape powers and effects within the cone are with every puff of wind. It is about 7 feet long suppressed—even the beholder’s own and weighs about 8 pounds. eye rays. Once each round, during its Belkers speak Auran. turn, the beholder decides whether the antimagic cone is active or not (the COMBAT beholder deactivates the cone by shutting its In most cases, a belker fights with its nasty claws central eye). and painful bite. Smoke Claws (Ex): A belker in smoke form (see Beholder Society below) can engulf opponents by moving on top of them. It fills Beholders are hateful, aggressive, and avari- the air around one Medium or smaller opponent without pro- cious, attacking or dominating others when- voking an attack of opportunity. The target must ever they can get away with it. They exhibit succeed on a DC 14 Fortitude save or inhale part of a xenophobic intolerance, hating all creatures the creature. The save DC is Constitution-based. not like themselves. The basic body type comprises a great variety Smoke inside the victim solidifies into a claw and begins to rip at of beholder subspecies. Some are covered with overlapping chiti- the surrounding organs, dealing 3d4 points of damage per round. nous plates; some have smooth hides or snakelike eye tentacles; An affected creature can attempt another Fortitude save each sub- some have crustacean joints. But even a difference as small as hide sequent round to cough out the semivaporous menace. color or size of the central eye can make two groups of beholders Smoke Form (Su): Most of the time a belker is more or less sworn enemies. Every beholder declares its own unique form to solid, but at will it can assume smoke form. It can switch forms be the “true ideal of beholderhood,” the others being nothing but once per round as a free action and can spend up to 20 rounds per ugly replicas fit only to be eliminated. day in smoke form. A belker in smoke form can fly at a speed of 50 Beholders usually carve out underground lairs for themselves feet (perfect). The ability is otherwise similar to a gaseous form spell using their disintegrate rays. Beholder architecture emphasizes the (caster level 7th). vertical, and a lair usually has a number of parallel tubes, with Skills: Belkers have a +4 racial bonus on Move Silently checks. BELKER Belker 27 BLINK DOG BODAK Medium Magical Beast Medium Undead (Extraplanar)",
        "name":  "Telekinesis",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Celestial lions have a +4 racial bonus on Balance, Hide, and Move Silently checks. *In areas of tall grass or heavy under- growth, the Hide bonus improves to +8. CREATING A CELESTIAL CREATURE “Celestial” is an inherited template that can be added to any corporeal animal, aberration, animal, dragon, fey, giant, human- oid, magical beast, monstrous humanoid, plant, or vermin of good or neutral alignment (referred to hereafter as the base creature). A celestial creature uses all the base creature’s statistics and abilities except as noted here. Do not recalculate the creature’s Hit Dice, base attack bonus, saves, or skill points if its type changes.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Animals or vermin with this template become magical beasts, but otherwise the creature type is unchanged. Size is unchanged. Celestial creatures encountered on the Material Plane have the extraplanar subtype.",
        "name":  "Size and Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A celestial creature retains all the special attacks of the base creature and also gains the following attack. CELESTIAL CREATURE Smite Evil (Su): Once per day a celestial creature can make a Celestial creatures dwell on the upper planes, the realms of good, normal melee attack to deal extra damage equal to its HD (maxi- although they resemble beings found on the Material Plane. They mum of +20) against an evil foe. are more regal and more beautiful than their earthly counterparts. Special Qualities: A celestial creature retains all the special Celestial creatures often come in metallic colors (usually silver, qualities of the base creature and also gains the following qualities. gold, or platinum). They can be mistaken for half-celestials, more —Darkvision out to 60 feet. powerful creatures that are created when a celestial mates with a —Damage reduction (see the table below). noncelestial creature. —Resistance to acid, cold, and electricity (see the table below). —Spell resistance equal to HD + 5 (maximum 25). SAMPLE CELESTIAL CREATURE Resistance to Celestial Lion Hit Dice Acid, Cold, Electricity Damage Reduction Large Magical Beast (Augmented Animal, Extraplanar) 1–3 5 —",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5d8+10 (32 hp) 4–7 5 5/magic",
        "name":  "Hit Dice",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 8–11 10 5/magic",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "40 ft. (8 squares) 12 or more 10 10/magic",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., Environment: Any good-aligned plane. resistance to acid 5, cold 5, and electricity 5, spell resistance 10 Challenge Rating: HD 3 or less, as base creature; HD 4 to 7, as",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to critical hits victim cannot act coherently. The victim cannot cast spells or use and transformation, spell resistance 15 magic items, and it attacks blindly, unable to distinguish friend",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins; 50% grabbed opponent to its goods; standard items tentacles.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— ple that does not provoke an attack of opportunity. If it wins the grapple A long black cloak hangs from the cave wall. Suddenly, the cloak slips check, it establishes a hold and bites the from the wall and catches a breeze moving through the cavern. Then engulfed victim with a +4 bonus on its it unfolds, the cloak becoming dark wings and a bony, whiplike tail unfurl- attack roll. It can still use its whiplike ing to stretch out behind it. It flies forward, revealing a toothy maw and tail to strike at other targets. piercing red eyes deep in the shadows of its raylike body. Attacks that hit an engulfing cloaker deal half their damage to the monster and half to the trapped Cloakers are bizarre creatures that lurk in dark places far beneath victim. the surface. They kill intruders without remorse or pause, except Shadow Shift (Su): A cloaker can manipulate shadows. This to plan cruel amusement. ability is effective only in shadowy areas and has three possible When resting or lying in wait, these creatures are almost impos- effects. sible to distinguish from common black cloaks (the cloaker’s ivory Obscure Vision: The cloaker gains concealment (20% miss claws look very much like bone clasps). Only when it unfurls does chance) for 1d4 rounds. the horrific nature of the creature become apparent. Dancing Images: This effect duplicates a mirror image spell (caster Cloakers pursue their own mysterious goals. While they are cer- level 6th). tainly intelligent, their minds work in a way so alien that few Silent Image: This effect duplicates a silent image spell (DC 15, humans have ever been able to make meaningful contact with one. caster level 6th). The save DC is Charisma-based. REKAOLC Cloaker doowkcoL .T yb .sullI 36 COCKATRICE COUATL Small Magical Beast Large Outsider (Native)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Always neutral tracks), Tumble +15, Use Magic Device +15 (+17 scrolls)",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Always chaotic evil following tracks), Use Magic Device +31 (+33 scrolls)",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 Treasure: Standard coins; double goods; standard items",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +22, Concentration +25, Diplomacy +26, Disguise +5 (+7 acting), Hide +10, Intimidate +22, Knowledge (arcana) +23, Listen +31, Move Silently +18, Search +23, Sense Motive +23, Spellcraft +25 (+27 scrolls), Spot +31, Survival +6 (+8 following tracks), Use Magic Device +22 (+24 scrolls)",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; stan- dard items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+6 servants to powerful demon nobles. Most scholars believe retriev- ers are built to resemble bebiliths. More powerful demons often This creature is stunning, statuesque, and extraordinarily beautiful, with use these mindless constructs to perform ugly tasks, or tasks they flawless skin and raven hair. Her form, so tempting, also has an other- could not trust to their own scheming kind. worldly side. Large bat wings unfurl from her back, and her eyes glow with A retriever has a body the size of an ox, with legs spanning more sinister desire. than 14 feet. It weighs about 6,500 pounds. Succubi are the most comely of the tanar’ri (perhaps of all demons), Combat and they live to tempt mortals. Retrievers attack with four claws, but their eye rays are far more A succubus is 6 feet tall in its natural form and weighs about deadly. 125 pounds. Eye Rays (Su): A retriever’s eyes can produce four different magical rays with a range of 100 feet. Each round, it can fire one Combat ray as a free action. A particular ray is usable only once every 4 Succubi are not warriors. They flee combat whenever they can. If rounds. A retriever can fire an eye ray in the same round that it forced to fight, they can attack with their claws, but they prefer to makes physical attacks. The save DC for all rays is 18. The save DC turn foes against one another. Succubi use their polymorph ability is Dexterity-based. to assume humanoid guise, and can maintain this deception indef-",
        "name":  "Retrievers were created through foul sorcery to be warriors and Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Madness, spell resistance 15 vulnerability to DERRO CHARACTERS sunlight Most derro revere Diirinka, a chaotic deity of magic and cruelty.",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items defeated foes.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 15, Dex 15, Con 17, Int 6, Wis 10, Cha 10 secutive Fortitude saves, the disease is cured magically, or the crea-",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hellcats have a +4 racial bonus on Listen and Move Spell-Like Abilities: At will—dispel chaos (DC 21), dispel good Silently checks. (DC 21), magic circle against good, greater teleport (self plus 50 pounds of objects only); persistent image (DC 21) 3/day—fireball (DC 19), HORNED DEVIL (CORNUGON) lightning bolt (DC 19). Caster level 15th. The save DCs are Large Outsider (Baatezu, Evil, Extraplanar, Lawful) Charisma-based.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items Alignment: Always lawful evil",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None use five spell-like abilities for each Hit Die or level of the trapped Alignment: Always neutral creature. As this energy is expended, the twisted soul fades away Advancement: 9–12 HD (Medium); 13–24 HD (Large) until it evaporates completely. The trapped essence gains one neg- Level Adjustment: — ative level for every five times the devourer uses one of its spell- like abilities. When the essence’s number of negative levels This creature stands on two powerful hind legs. It has a long tail, but equals the creature’s total Hit Dice or level, the essence is no other limbs, and a gray, pebbly hide with daggerlike markings. Its destroyed. If an essence is freed, the restored creature must suc- narrow head is equipped with a sucking mouth and a tubelike orifice in ceed on a DC 19 Fortitude save for each negative level or lose that its forehead. level permanently. Spell-Like Abilities: At the start of any encounter, the trapped The swift predators known as digesters have a vicious acid attack essence within a devourer is assumed to have 3d4+3 levels that can reduce a human to a pool of glop in seconds. Digesters (enough fuel for thirty to seventy-five uses). Once per round, a may lurk almost anywhere there is prey to be found, from barren devourer can use one of the following abilities: confusion (DC 17), deserts to steaming jungles. control undead (DC 20), ghoul touch (DC 15), lesser planar ally, ray of A digester stands about 5 feet tall and is 7 feet long from snout enfeeblement (DC 14), spectral hand, suggestion (DC 16), true seeing. to tail. It weighs about 350 pounds, Caster level 18th. The save DCs are Charisma-based. Spell Deflection (Su): The trapped essence provides a meas- COMBAT ure of magical protection. If any of the following spells are cast at A digester is a hunting and eating machine. When it is not the devourer and overcome its spell resistance, they affect the hungry (which is rarely), it lies low and avoids most other crea- imprisoned essence instead: banishment, chaos hammer, confusion, tures. When hunting, it looks about for a likely target, then crushing despair, detect thoughts, dispel evil, dominate person, fear, charges forth and delivers a gout of acid. If the initial attack is geas/quest, holy word, hypnosis, imprisonment, magic jar, maze, sugges- insufficient to kill the prey, the digester attacks with its hind feet tion, trap the soul, or any form of charm or compulsion. In many until it can spray acid again. cases, this deflection effectively neutralizes the spell (charming a Acid Spray (Ex): A digester can spray acid in a 20-foot cone, trapped essence, for example, is useless). Some of these effects dealing 4d8 points of damage to everything in the area. Once a (banishment, for example) might eliminate the trapped essence, digester uses this ability, it can’t use it again until 1d4 rounds later. depriving the devourer of its spell-like abilities until it can con- The creature can also produce a concentrated stream of acid that sume another victim. deals 8d8 points of damage to a single target within 5 feet. In either case, a DC 17 Reflex save halves the damage. The save DC is Constitution-based. DIGESTER",
        "name":  "The trapped essence provides a devourer with enough power to Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A digester’s coloration gives it a +4 racial bonus on Medium Magical Beast Hide checks. It also has a +4 racial bonus on Jump checks.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— RECALPSID TSAEB Displacer Beast Displacer Beast Pack Lord Large Magical Beast Huge Magical Beast",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items 1/10 coins, 50% goods, standard items 66 Alignment: Usually lawful evil Usually lawful evil",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+4 — COMBAT Displacer beasts tear at opponents with their ten- tacles and bite foes that get close. Displacement (Su): A light-bending glamer continually surrounds a displacer beast, making it difficult to surmise the creature’s true location. Any melee or ranged attack directed at it has a 50% miss chance unless the attacker can locate the beast by some means other than sight. A true seeing effect allows the user to see the beast’s position, but see invisibility has no effect. Resistance to Ranged Attacks (Su): A displacer beast has a +2 resistance bonus on saves against any ranged magical attack that specifically targets it (except for ranged touch attacks).",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wyrmling, very young, young, juvenile, and young this ability three times per day. It works like the create water adult: solitary or clutch (2–5); adult, mature adult, old, very old, spell, except that the dragon can decide to destroy water instead ancient, wyrm, or great wyrm: solitary, pair, or family (1–2 and of creating it, which automatically spoils unattended liquids 2–5 offspring) containing water. Magic items (such as potions) and items in a",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. young 15–16 HD; juvenile 18–19 HD; young adult 21–22 HD; Sorcerer Spells Known (5/4; save DC 12 + spell level): 0—dancing adult 24–25 HD; mature adult 27–28 HD; old 30–31 HD; very lights, daze, detect magic, ghost sound; 1st—command, grease. old 33–34 HD; ancient 36–37 HD; wyrm 39–40 HD; great Spider Climb (Ex): Can use spider climb (as the spell) on stone wyrm 42+ HD surfaces. Level Adjustment: Wyrmling +4; very young +5; young +6; others — GOLD DRAGON Dragon (Fire) The dragon has large, smooth, twin horns that sweep back from its nose",
        "name":  "Spells",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— This huge creature has a wide, streamlined shell with jagged protrusions. A long neck emerges from one end of the shell, ending in a crested head NOGARD ELTRUT doowkcoL .T yb .sulli eltrut nogar D Dragon turtle 88 Dragonne DRAGONNE Large Magical Beast",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items Standard coins, double goods, standard items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; standard items one. A change in form cannot be dispelled, nor does the ghaele",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., detect magic, ethereal jaunt",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; standard goods; double items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— This bizarre creature stands nearly as tall as a human, but that’s where the similarity ends. It has a baglike body that balances on a single, powerful leg that ends in a prehensile foot. Its face is located in the center of its body, with four eyes and a large mouth. Four long, multijointed arms extend from the body, each ending in long, slender fingers. Ethereal filchers are bizarre-looking creatures with a penchant for snatching trinkets from passersby. Their ability to move quickly between the Ethereal Plane and the Material Plane makes them spectacular pickpockets. LAEREHTE REHCLIF niapseD .B yb .sullI Ethereal filcher 104 Ethereal filchers dwell on the Material Plane, where they stuff ETHEREAL MARAUDER their lairs with all manner of refuse. They prefer secluded, inac- cessible spots, such as the bottom of an abandoned well or mine Medium Magical Beast (Extraplanar) shaft, an alpine cave, or the basement of a ruined building. Hit Dice: 2d10 (11 hp) Ethereal filchers do not speak. Initiative: +5",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5 CREATURE This hulking giant has Fiendish creatures dwell on the two heads. Each head lower planes, the realms of evil, has a porcine face with a although they resemble beings found on shovel jaw and protruding the Material Plane. They are more fearsome lower canines like a boar’s tusks. The rest in appearance than their earthly counterparts. of its teeth are large and rotten. Its Fiendish creatures are often mistaken for half- stringy hair is filthy, just like the fiends, more powerful creatures that are created when rest of the creature. a fiend mates with a noncelestial creature, or through some foul infernal breeding project. Ettins, or two-headed giants, are vicious and unpredictable hunters that stalk the night. Their SAMPLE FIENDISH CREATURE two heads make them exceptionally sharp-eyed and alert. They Fiendish Dire Rat are excellent guardians and scouts. Small Magical Beast (Augmented Animal, Extraplanar)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Animals or vermin with this ceive even the slightest template become magical beasts, but otherwise threat to their hive-city the creature type is unchanged. Size is or to their queen, unchanged. Fiendish creatures encoun- they attack immedi- tered on the Material Plane have the extra- ately and fight to the planar subtype. death. Any formian also attacks",
        "name":  "Size and Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Climb+19,Concentration+18,Diplomacy+20, Appraise+28,Bluff+28,Concentration+28, Hide+15,Knowledge(anyone)+18,Listen+18, Diplomacy+32,Disguise+5(+7acting),Intimidate+30, MoveSilently+19,Search+18,SenseMotive+18, Knowledge(anythree)+28,Listen+30,SenseMotive Spot+18,Survival+3(+5followingtracks) +28,Spellcraft+28(+30scrolls),Spot+30,UseMagic Device+28(+30scrolls)",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dodge,ImprovedInitiative,Mobility,Multiattack, Alertness,EschewMaterialsB,GreatFortitude,Improved SpringAttack Counterspell,IronWill,itemcreationfeat(anyone), MaximizeSpell,SpellFocus(enchantment) Environment ClockworkNirvanaofMechanus ClockworkNirvanaofMechanus",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 10/magic, darkvision 60 —A gargoyle’s base land speed is 40 feet. It also has a fly speed ft., freeze of 60 feet (average).",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items for enjoyment as well as a battle tactic.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Always lawful evil Change Size (Sp): Twice per day, an efreeti can magically change",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— person spell (the efreeti chooses when using the ability), except that the ability can work on the efreeti. A DC 13 Fortitude save TSOHG negates the effect. The save DC is Charisma-based. This is the up fight, they use flight and invisibility to regroup and maneuver to equivalent of a 2nd-level spell. a more advantageous position. Heat (Ex): An efreeti’s red-hot body deals 1d6 points of extra Change Size (Sp): Twice per day, a janni can magically change a fire damage whenever it hits in melee, or in each round it main- creature’s size. This works just like an enlarge person or reduce person tains a hold when grappling. spell (the janni chooses when using the ability), except that the Spell-Like Abilities: At will—detect magic, produce flame, ability can work on the janni. A DC 13 Fortitude save negates the pyrotechnics (DC 14), scorching ray (1 ray only); 3/day—invisibility, effect. The save DC is Charisma-based. This is the equivalent of a wall of fire (DC 16); 1/day—grant up to three wishes (to nongenies 2nd-level spell. only), gaseous form, permanent image (DC 18), polymorph (self only). Spell-Like Abilities: 3/day—invisibility (self only), speak with Caster level 12th. The save DCs are Charisma-based. animals. Caster level 12th. Once per day a janni can create food and water (caster level 7th) and can use ethereal jaunt (caster level 12th) JANNI for 1 hour. The save DCs are Charisma-based. Medium Outsider (Native) Elemental Endurance (Ex): Jann can survive on the Elemen-",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items who can be formidable creatures in their own right. When a Alignment: Usually neutral good or neutral evil group of giants includes children, roll d% for each child to deter- Advancement: By character class mine maturity: 01–25 infant (no combat ability); 26–50 juve- Level Adjustment: — nile (two sizes smaller than an adult, 8 fewer HD, –8 Strength, –8 Constitution, and 1 rank in each skill that an adult has); and This giant has a muscular humanoid build and handsome, well- 51–100 adolescent (one size smaller than an adult, 4 fewer HD, defined features. Its skin is milky white tinged with blue, and it has –4 Strength, –4 Constitution, and 2, 3, or 4 ranks in each skill that silvery white hair. an adult has). Giant children can throw rocks if they meet the minimum size requirement (see above). Except when otherwise Cloud giants consider themselves above all others, except storm noted, giant children are identical with adults of their variety. giants, whom they regard as equals. They are creative, appreciate fine things, and are master strategists in battle. CLOUD GIANT Cloud giants’ skin ranges in color from milky white to light sky Huge Giant (Air) blue. Their hair is silvery white or brass, and their eyes are irides-",
        "name":  "About a third of the giants in a band or tribe are giant children, Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items and creating artwork. Many of them become elders after sev- Alignment: Often chaotic good eral decades. Advancement: By character class",
        "name":  "Some older stone giants choose to live in solitude, meditating Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psionics arms. It also has razor-sharp teeth and long claws. Special Qualities: Darkvision 60 ft., psionics, spell resist- ance 6 Girallons are savage, magical cousins of the gorilla. They are Saves: Fort +4, Ref +1, Will –2 aggressive, bloodthirsty, highly territorial, and incredibly strong. Abilities: Str 13, Dex 13, Con 14, Int 10, Wis 7, Cha 8",
        "name":  "At first glance, this creature looks like an albino gorilla, but it has four Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Berserk, cursed wound Plane of Earth. The process of creating the golem binds the unwill- Special Qualities: Construct traits, damage reduction ing spirit to the artificial body and subjects it to the will of the 10/adamantine and bludgeoning, darkvision 60 ft., haste, golem’s creator. immunity to magic, low-light vision",
        "name":  "The animating force for a golem is a spirit from the Elemental Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 33, Dex 9, Con —, Int —, Wis 11, Cha 1 golem (as the slow spell) for 2d6 rounds, with no saving throw. Skills: —",
        "name":  "A magical attack that deals cold or fire damage slows a flesh Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Constructtraits,damagereduction10/adamantine, Constructtraits,damagereduction10/adamantine, darkvision60ft.,immunitytomagic,low-lightvision darkvision60ft.,immunitytomagic,low-lightvision",
        "name":  "SpecialQualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 tentacles +3 melee (1d4+2); bite –2 melee (1d3+1) Space/Reach: 5 ft./5 ft. Large Magical Beast",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 10/magic, darkvision Initiative: +2 60 ft., scent Speed: 30 ft. (6 squares), fly 80 ft. (average)",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items Special Attacks: Pounce, rake 1d6+2",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Griffons have a +4 racial bonus on Jump and Spot Challenge Rating: 1 checks. Treasure: Standard coins; standard goods (gems only); standard items",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; standard items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Spell-Like Abilities: At will—detect thoughts, fireball (DC 15), hold monster (DC 17), polymorph, wall of force; 3/day—cure critical This creature looks like a powerful humanoid about 6 feet tall, covered in wounds(DC 16), neutralize poison, remove disease; 1/day—heal(DC short, golden fur. Its head is leonine in appearance, with a short muzzle 18).Caster level 10th. The save DCs are Charisma-based. and a lush, dark gold mane. Its arms end in powerful claws, and its mouth —Protective Aura (Su): Against attacks made or effects created holds rows of long, sharp teeth. by evil creatures, this ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws to anyone within 20 feet One of the most powerful guardinal forms, a leonal is every bit as of the leonal. Otherwise, it functions as a magic circle against evil effect regal as a lion of the Material Plane. As a foe, it can be just as terri- and a lesser globe of invulnerability, both with a radius of 20 feet (caster fying, bellowing mighty roars and slashing with razor-sharp claws. level equals leonal’s HD). (The defensive benefits from the circle are not included in a leonal’s statistics block.) LANIDRAUG Avoral Leonal 142",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Leonals have a +4 racial bonus on Balance, Hide, and Combat Move Silently checks. Though physically powerful, these hags do not favor simple assaults but try to divide and confuse their foes before combat. They love to pose as commoners or gentlefolk to lull their victims HAG into a sense of false security before they attack. Hags are horrible creatures whose love of evil is equaled only by Improved Grab (Ex): To use this ability, an annis must hit a their ugliness. Large or smaller opponent with a claw attack. It can then attempt Although they often plot and scheme for power or some malev- to start a grapple as a free action without provoking an attack of olent end, hags also appear to do evil for its own sake. They may opportunity. use their dark magic and knowledge of fell things to serve a more Rake (Ex): Attack bonus +13 melee, damage 1d6+7. An annis powerful evil being, but they are seldom faithful. They may turn can attack a grappled foe with both claws at no penalty. on their master if they see a chance to seize power for themselves. Rend (Ex): An annis that hits with both claw attacks latches Although different hags are unique in appearance and manner- onto the opponent’s body and tears the flesh. This attack automat- ism, they have many aspects in common. All take the form of ically deals an extra 2d6+10 points of damage. crones whose bent shapes belie their fierce power and swiftness. Spell-Like Abilities: 3/day—disguise self,fog cloud. Caster Despite faces cracked by wrinkles and heavy with cruelty, their level 8th. eyes shine with villainy and cunning. Their long nails have the strength of steel and are as keen as any knife. GREEN HAG Hags speak Giant and Common. Medium Monstrous Humanoid",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "30 ft. (6 squares), swim 40 ft. Hags in a covey rely on deception and their boosted magical abili-",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 claws +7 melee (1d4+4) guised with a veil spell to appear less threatening and sent forth as Space/Reach: 5 ft./5 ft. spies. Such minions often (60%) carry magic stones known as hag",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard Ahag eye is a magic gem created by a covey. It appears to be noth-",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— as a ring, brooch, or other adornment. Any of the three hags who created the hag eye can see through it whenever they wish, so long This creature looks like an old female human. Its flesh is sickly and yellow, as it is on the same plane of existence as the hag. A hag eye has covered with warts and oozing sores. Its long, filthy hair resembles rotting hardness 5 and 10 hit points. Destroying a hag eye deals 1d10 seaweed. points of damage to each member of the covey and causes the one who sustained the greatest damage to be blinded for 24 hours. Perhaps the most wretched of hags, the sea hag is found in the water of seas or overgrown lakes. HALF-CELESTIAL A sea hag is about the same height and weight as a female human. A celestial’s magical nature allows it to breed with virtually any creature. The offspring of the resulting unions, half-celestials, are Combat glorious and wonderful beings. Sea hags are not subtle and prefer a direct approach to combat. To carry out their responsibilities, celestials sometimes spend They usually remain in hiding until they can affect as many foes as great amounts of time in mortal realms. Being devoted and kind, possible with their horrific appearance. they occasionally fall in love with mortals: humans, elves, uni- Horrific Appearance (Su): The sight of a sea hag is so revolting corns, and similar creatures. The objects of celestial affection are that anyone (other than another hag) who sets eyes upon one never evil and are always intelligent. They always return the love must succeed on a DC 13 Fortitude save or instantly be weakened, of their immortal paramour and willingly conceive the child, usu- taking 2d6 points of Strength damage. This damage cannot reduce ally caring for it since the celestial has other duties. a victim’s Strength score below 0, but anyone reduced to Strength No matter the form, half-celestials are always comely and 0 is helpless. Creatures that are affected by this power or that suc- delightful to the senses, having golden skin, sparkling eyes, cessfully save against it cannot be affected again by the same hag’s angelic wings, or some other sign of their higher nature. horrific appearance for 24 hours. The save DC is Charisma-based. Though noble and compassionate, half-celestials are often dis- Evil Eye (Su): Three times per day, a sea hag can cast its dire mayed at the evil among their kin and take a stern, sometimes gaze upon any single creature within 30 feet. The target must suc- harsh, view of base instincts or malevolent actions. Never truly fit- ceed on a DC 13 Will save or be dazed for three days, although ting into any mortal society, half-celestials are usually loners and remove curse ordispel evil can restore sanity sooner. In addition, an wanderers attempting to right wrongs wherever they can. affected creature must succeed on a DC 13 Fortitude save or die from fright. Creatures with immunity to fear effects are not SAMPLE HALF-CELESTIAL affected by the sea hag’s evil eye. The save DCs are Charisma- This noble knight seems human, but he has golden eyes, and a large pair based. of white-feathered wings spreads from his shoulders. -FLAH LAITSELEC 144 CELESTIAL HALF- This example uses a 9th-level human paladin as the base creature. Aura of Courage (Su): This paladin has immunity to fear (mag- ical or otherwise). Each ally within 10 feet of him gains a +4 Half-Celestial 9th-Level Human Paladin morale bonus on saving throws against fear effects. Medium Outsider (Augmented Humanoid, Native) Aura of Good (Ex): This half-celestial paladin radiates a strong",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as base creature +3. HALF-FIEND A fiend’s magical nature allows it to breed with virtually any creature. Spawned deep in the dark, nether planes, these fiendish offspring are abominations that plague mortal creatures. Demons and devils bring their progeny along to the Material Plane and loose them upon the world. Sometimes, however, fiends force themselves on mortal creatures to create evil half-breeds. The more depraved creatures are sometimes even willing to partic- ipate. Although half-fiend offspring are usually Half-fiend destroyed at birth, some survive to become grotesque mockeries of their mortal par- ents. All too rarely, though, one learns from and takes on the characteristics of its 147 nonfiendish parent, turning from its evil heritage.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., bite as a natural secondary attack. If it has a hand free, it uses a immunity to poison, resistance to acid 10, cold 10, electricity claw as an additional natural secondary attack. 10, and fire 10, spell resistance 17 Damage: Half-fiends have bite and claw attacks. If the base",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 +3 Hell hound 151 HIPPOGRIFF These beasts are very territorial, defending their preferred hunt- Large Magical Beast ing and grazing areas against intruders with unusual ferocity.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50 goods; 50 items 1/10 coins; 50 goods; 50 items 1/10 coins; 50 goods; 50 items 156 Alignment: Usually neutral Usually neutral Usually neutral",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — — Fire attacks cannot prevent a pyrohydra’s stump from growing wide, and 20 feet long. All heads breathe once every 1d4 rounds. new heads (since a pyrohydra has immunity to fire), but 5 points Each jet deals 3d6 points of cold damage per head. A successful of cold damage does. Reflex save halves the damage. The save DC is 10 + 1/2 hydra’s original number of heads + hydra’s Con modifier. CRYOHYDRA Cold attacks cannot prevent a cryohydra’s stump from growing Huge Magical Beast (Cold) new heads (since a cryohydra has immunity to cold), but 5 points These purplish hydras can breathe jets of frost 10 feet high, 10 feet of fire damage does. HYDRA Eight-Headed Hydra Nine-HeadedHydra Ten-HeadedHydra HugeMagicalBeast HugeMagicalBeast HugeMagicalBeast",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10coins;50 goods;50 items 1/10coins;50 goods;50 items 1/10coins;50 goods;50 items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — — Eleven-HeadedHydra Twelve-HeadedHydra HugeMagicalBeast HugeMagicalBeast",
        "name":  "LevelAdjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10coins;50 goods;50 items 1/10coins;50 goods;50 items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 9, Dex 13, Con 10, Int 10, Wis 9, Cha 8 mines they are developing. A kobold tribe sends out warbands Invisible stalker illus. by T. Lockwood KOBOLD Invisible stalker Kobold 161 that patrol within a 10-mile radius from the lair, attacking any Knowledge (geography) +17, Knowledge (nature) +16, Listen intelligent creatures that enter their territory. Kobolds usually kill +30, Search +28, Sense Motive +17, Spot +30, Survival +5 (+7 prisoners for food but occasionally sell some of them as slaves. following tracks), Swim +20, Use Magic Device +16",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A kraken has a +8 racial bonus on any Swim check to 24 hours. The shriek does not affect other krenshars. This is a perform some special action or avoid a hazard. It can always supernatural, sonic mind-affecting fear effect. The save DC is choose to take 10 on a Swim check, even if distracted or endan- Charisma-based. gered. It can use the run action while swimming, provided it Skills: Krenshars have a +4 racial bonus on Jump and Move swims in a straight line. Silently checks. KRENSHAR KUO-TOA Medium Magical Beast Medium Monstrous Humanoid (A uatic)",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lamias have a +4 racial bonus on Bluff and Hide checks. LAMIA LAMMASU Large Magical Beast",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., low-light vision, Damage reduction 5/magic, darkvision 60 ft., immunity to fire, sleep, magic circle against evil, spell-like and paralysis, low-light vision, magic circle against evil, resistance to abilities acid 10, cold 10, and electricity 10, spell-like abilities, spell resistance 15",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; double items Special Attacks: A lich retains all the base creature’s",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Combat Casting, Extend Spell, Lightning Reflexes dancing lights, daze, detect magic, lullaby, mage hand, read magic; 1st—",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50 coins; 50 goods; 50 items — +2 Strength, +2 Constitution, –2",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Combustion, fiery aura Large Magical Beast",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    }
]
