[
    {
        "origin_file":  "magic_items.json",
        "description":  "The subjects curl up on the floor and remain obliv- ious to events around them. Characters in a stupor are effec-tively stunned and prone. Maddening whispers has no effect upon creatures that can see you, creatures that have already rolled saving throws againstyour frightful presence, or unconscious creatures. Magic Fang, Superior",
        "name":  "Stupor",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes 81CHAPTER 2: A DM’S GUIDE TO DRAGONS This blue dragon’s rebuking breath blasts wraiths from the sky.82A web of force surrounds the target, entangling it like a net. If the target fails its saving throw, it is entangled. Perhapsmost important, the creature cannot use wings to fly—hence the common name of this spell. A creature flyingwith wings falls immediately if it is entangled by wingbind. An entangled creature can escape with a successful Escape Artist check against a DC equal to the savingthrow DC of the spell. Like a wall of force, the web of force is impervious to most attacks: It is immune to damage ofall kinds, cannot be burst with a Strength check, and isunaffected by most spells, including dispel magic. Also like wall of force, the web is immediately destroyed by disinte- grate, arod of cancellation, asphere of annihilation, orMor- denkainen’s disjunction. Wings of Air",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This metal collar bestows the benefit of the Tempest Breath feat upon its wearer. A creaturewearing the gorget cannot also make use of a magic robe. Strong (no school); CL 13th; Craft Wondrous Item, Tem- pest Breath; Price 10,000 gp; Weight 10 lb.",
        "name":  "Gorget of Tempest Breath",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This complex metal device is worn in the mouth, fitting over the teeth while allowing them toprotrude. A row of metal teeth is set into the jaws of the dragon behind where the dragon’s teeth emerge, increasing the damage dealt by the dragon’s bite. The dragon gains thebenefit of the sharptooth spell while the jaws are worn. The device resizes to fit any creature as normal for a magic item,but creatures with no natural bite attack gain no benefitfrom wearing it. Moderate transmutation; CL 7th; Craft Wondrous Item, sharptooth; Price 40,000 gp; Weight 8 lb.",
        "name":  "Jaws of the Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This metal disk has straps that go over a dragon’s forelimbs to hold the pectoral inplace over its chest. A winged creature wearing a pectoral of maneuverability has its flying maneuverability improved by one step. A greater pectoral of maneuverability improves maneuverability by two steps. A humanoid can wear a pec-toral as if it were a vest. Faint (ordinary) or moderate (greater) transmutation; CL 3rd (ordinary) or 9th (greater); Craft Wondrous Item, wings of air (ordinary) or greater wings of air (greater); Price 12,000 gp (ordinary) or 90,000 (greater); Weight 5 lb. 83CHAPTER 2: A DM’S GUIDE TO DRAGONS84LAIR WARDS Lair wards are a special kind of wondrous item that drag- ons often use to protect their lairs and hoards. They areidentical to certain kinds of wondrous architecture usedin humanoid-built strongholds and dungeons, as detailedin the Stronghold Builder’s Guidebook. Essentially, lair wards are immobile (or practically immobile) magic items, andthey follow all the normal rules for the use of magic items.See the Stronghold Builder’s Guidebook for information on creating these items and determining the market price fornew items. Most lair wards affect an area defined as a “single cavern.” This need not be an actual cavern; such an effect wards anarea of approximately 400 square feet.",
        "name":  "Pectoral of Maneuverability",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a stationary magic item, a lair ward is essentially identical to a magic trap (eventhough some have beneficial rather than harmful effects).A character with the trapfinding ability (including roguesand characters affected by a find traps spell) can use Search to find lair wards and Disable Device to deactivate them.The DC for both checks is 25 + the spell level of the high-est-level spell used in the lair ward’s construction. A suc-cessful Disable Device check suppresses the ward’smagical properties for 1d4 rounds, just as if the characterhad cast dispel magic on it. If the character beats the DC by 10 or more, she suppresses its magical properties for 1d4minutes instead.",
        "name":  "Disabling a Lair Ward",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 3-foot-wide steel half-orb sheds darkness in a 20-foot radius around itself. Not even crea- tures who can normally see in the dark can see through it,and it cancels out any normal light, as well as magical lightof 1st level or lower. If magical light of 2nd level (such ascontinual flame ) is brought into or cast in the area, it and the black luminary cancel each other out until the light spell expires or is removed from the area. Higher-level lightspells, such as the daylight spell, are unaffected by a black luminary ’s darkness. The orb has a shutter that enables a person standing beneath a ceiling-mounted black luminary to conceal or reveal the item (and the resulting darkness) with a moveaction. Faint evocation; CL 3rd; Craft Wondrous Item, darkness; Price 6,000 gp.",
        "name":  "Black Luminary",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 4-foot-wide steel half-orb sheds deeper darkness in a 60-foot radius around itself. Not even creatures that can normally see in the dark can see inthis darkness, and it cancels out any normal light as well asany magical light of 2nd level or lower. If a daylight spell is brought into or cast in the area, it and the pitch black lumi- nary cancel each other out until the light spell expires or is removed from the area. The orb has a shutter that enables a person standing beneath a ceiling-mounted pitch black luminary to conceal or reveal the item (and the resulting darkness) with amove action. Faint evocation; CL 5th; Craft Wondrous Item, deeper dark- ness; Price 15,000 gp. Bright Luminary: This 4-foot-wide steel half-orb sheds daylight in a 60-foot radius around itself. Creatures affected by normal daylight are affected by a bright luminary as well. If magical darkness is brought into or cast in the area, it andthe bright luminary cancel each other out until the magical darkness expires or is removed from the area. The orb has a shutter that enables a person standing beneath a ceiling-mounted bright luminary to conceal or reveal the item with a move action. Faint evocation; CL 5th; Craft Wondrous Item, daylight; Price 15,000 gp.",
        "name":  "Black Luminary, Pitch",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within the walls of this cavern, the flyspell does not function. Characters who are flying when they enter the cavern float to the ground as ifthe spell’s duration had expired. When they leave thecavern, any flyspells whose durations have not expired return to normal efficacy . Moderate abjuration; CL 7th; Craft Wondrous Item, spell immunity; Price 14,000 gp.",
        "name":  "Cavern of the Earthbound",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 4-foot-wide crystal orb keeps the weather nasty (thunderstorms in spring, torrentialrain in summer, sleet in autumn, and blizzards in winter)around a lair for a 2-mile radius. Anyone attempting tomagically alter the weather in this area must make anopposed caster level check against the cloudgathering orb’s power to succeed. See pages 93–95 of the Dungeon Master’s Guide for infor- mation on weather effects. Moderate transmutation; CL 11th; Craft Wondrous Item, control weather; Price 33,000 gp.",
        "name":  "Cloudgathering Orb",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Anyone who enters this cavern must make a DC 14 Will save or have any words that she speakscome out as unintelligible gibberish. The exact nature of thetransmuted sounds is determined by the creator of thismagic item at the time of creation. This effect makes it impossible for anyone in the cavern to communicate verbally with anyone else. Additionally, itprevents a spellcaster from casting a spell that requires averbal component. Faint transmutation; CL 5th; Craft Wondrous Item, sculpt sound; Price 7,500 gp.",
        "name":  "Cavern of Babble",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All sounds made within this cavern are negated (as if by a silence spell). Making a DC 13 Will save allows a character to speak normally (including cast-ing spells with vocal components), though other soundsremain dampened. This property doesn’t affect sounds created outside this cavern. Faint illusion; CL 3rd; Craft Wondrous Item, silence; Price 3,000 gp. Hurricane’s Eye: This 5-foot-wide crystal orb maintains hurricane-force winds (see page 95 of the Dungeon Master’s Guide ) around the outside of the lair at all times. The eye of the hurricane (the safe, calm part) is a cylinder with adiameter of up to 80 feet. If the lair is larger than this, mul-tiple orbs can be linked together by overlapping the eyes.Any section that is surrounded by eyes on all sides auto-matically becomes a part of the eye, turning the wholeCHAPTER 2: A DM’S GUIDE TO DRAGONSregion into one massive, continuously operating eye, keep- ing the raging winds of the hurricane entirely outside ofthe affected regions. The winds circle the eye in a clockwise or counterclock- wise fashion, as you prefer. However, if there are more orbsthan one, they must all force the wind to circle in the samedirection. If you join this item up with a tornado’s eye or a windstorm’s eye , they can each only function at the level of the weakest item. Strong transmutation; CL 15th; Craft Wondrous Item, control winds; Price 75,000 gp.",
        "name":  "Cavern of Silence",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This form of wondrous archi- tecture places arcane sigils throughout the walls and ceilingof a cavern. They can be as subtle or outlandish as the creatorlikes. However, when anyone tries to spy upon anyone inthe cavern by means of clairaudience/clairvoyance orscrying or acrystal ball or any other magic scrying device, the inscrip- tions glow softly . If the scrying attempt originates fromwithin the cavern, the person making the attempt beginsglowing as well. Anyone scried upon can attempt an opposed caster level check (using the caster level of the inscriptions of privacy ). If the target of the scrying attempt wins the opposed check,she immediately gets a mental image of the scrier, alongwith a sense of the direction and distance of the scrier, accu-rate to within one-tenth of the distance. Moderate divination; CL 7th; Craft Wondrous Item, detect scrying; Price 14,000 gp.",
        "name":  "Inscriptions of Privacy",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Everyone within a cavern adorned with these inscriptions becomes undetectable toscrying. In fact, to someone casting a scrying spell it appears as if the cavern is entirely empty of people and devoid ofactivity, no matter how many people are in it or what theyare doing. Moderate illusion; CL 9th; Craft Wondrous Item, false vision; Price 22,500 gp.",
        "name":  "Inscriptions of Vacancy",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This cavern—and everyone and everything inside it—is difficult to detect by divinationspells and detection spells and magic items. For such a spellor item to work, the caster or user must succeed on a casterlevel check (1d20 + caster level) against DC 16. Faint abjuration; CL 5th; Craft Wondrous Item, nondetec- tion; Price 7,500 gp.",
        "name":  "Missing Chamber",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 4-foot-wide crystal orb keeps the weather in a 2-mile radius around the lair mildand pleasant no matter the time of year. Anyone attempt-ing to magically alter the weather in this area must makean opposed caster level check against the orb’s power tosucceed. Moderate transmutation; CL 11th; Craft Wondrous Item, control weather; Price 33,000 gp.",
        "name":  "Orb of Pleasant Breezes",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any time an injured creature is placed on this 10-foot-round platform—which is affixed tothe floor—the creature recieves the benefits of a heal spell. If an undead creature somehow ends up on the platform, treat it as if a harm spell had been cast upon it instead. Strong conjuration; CL 17th; Craft Wondrous Item, mass heal; Price 76,500 gp.Pool of Scrying: This shallow pool forms a reflective sur- face in which the user can scry on others. This works justlike the standard scrying spell. Spellcasters can cast certain spells through the pool of scrying at creatures or things they are scrying upon, as per the scrying spell. While the pool can be shallow, it must be at least 2 feet by 4 feet. It can be formed into the top of a large pedestal, but theseitems are just as often found in a room’s floor. If the water isever entirely emptied from the pool, the item loses its magic. Faint divination; CL 5th; Craft Wondrous Item, scrying; Price 7,500 gp.",
        "name":  "Platform of Healing",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic item works just like the standard pool of scrying , with one exception. You can reliably cast any spells through it that you could use withthe greater scrying spell. Moderate divination; CL 11th; Craft Wondrous Item, greater scrying; Price 33,000 gp.",
        "name":  "Pool of Scrying, Greater",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The entire cavern is affected by a mind blank spell. No one in the cavern can be affected by devices and spells that detect, influence, or read emotions and thoughts, up to and including miracle orwish. Even a scrying attempt that scans an area does not work. Strong abjuration; CL 15th; Craft Wondrous Item, mind blank; Price 60,000 gp.",
        "name":  "Secure Cavern",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aglobe of invulnerability fills the entire cavern, as represented by the arcane sigils that areinscribed upon the walls. No spell effects of 4th level orlower function within this cavern. Such spells cannot becast within the cavern, nor can their effects extend towithin the cavern. A targeted dispel magic can temporarily suppress sigils of suppression , just like any other magic item. Moderate abjuration; CL 11th; Craft Wondrous Item, globe of invulnerability; Price 33,000 gp.",
        "name":  "Sigils of Suppression",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These are identical to sigils of suppression, except that they only block spell effects of 3rd level or lower (as per lesser globe of invulnerability ). Moderate abjuration; CL 7th; Craft Wondrous Item, lesser globe of invulnerability; Price 14,000 gp. Tornado’s Eye: This 6-foot-wide crystal orb maintains tornado-force winds (see page 95 of the Dungeon Master’s Guide ) around the outside of the lair at all times. See the description of the hurricane’s eye for how this works. If this item is joined with a hurricane’s eye or a windstorm’s eye, each item functions at the level of the weakest item. Strong transmutation; CL 18th; Craft Wondrous Item, control winds; Price 90,000 gp.",
        "name":  "Sigils of Suppression, Lesser",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This lair ward disguises up to 8,000 contiguous square feet of caverns with a mirage arcana effect, making the lair appear as something other than it is.It includes audible, visual, tactile, and olfactory elements,though it can’t disguise, conceal, or add creatures. Moderate illusion; CL 10th; Craft Wondrous Item, mirage arcana; Price 25,000 gp. Windstorm’s Eye: This 4-foot-wide crystal orb maintains windstorm-force winds (see page 95 of the Dungeon Master’s Guide ) around the outside of the lair at all times. See the description of the hurricane’s eye for details. 85CHAPTER 2: A DM’S GUIDE TO DRAGONS86If this item is joined with a hurricane’s eye or a tornado’s eye , each item functions at the level of the weakest item. Moderate transmutation; CL 12th; Craft Wondrous Item, control winds; Price 60,000 gp.",
        "name":  "Veil of Obscurity",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ward conceals all magical auras in a single cavern, just as if Nystul’s magic aura had been cast. Faint illusion; CL 3rd; Craft Wondrous Item, Nystul’s magic aura; Price 3,000 gp. DRAGON PRESTIGE CLASSES Dragons rarely adopt character classes. Their perspective on the passing of time, their enormous natural abilities,and their essentially bestial nature together incline themto a patient stance of allowing time to advance their abili-ties, rather than the sort of frantic adventuringand training typical of creatureswith character classes. That said, a not insignifi- cant number of dragons,when they reach an age ofsome maturity (often ma-ture adult or later), movedirectly into prestige classes,or adopt prestige classes aftera relatively short stint inone of the standard classesdescribed in Chapter 3 ofthe Player’s Handbook. While the standardclasses offer littlebenefit to mostdragons, a dragonprestige class can givea dragon access to power thatother dragons can only imagine. Dragons are someti mes motivated to adopt pres- tige classes for religious reasons. Dragons who devotethemselves to the service of the primary dragon deitiesfrequently advance as sacred watchers of Bahamut orunholy ravagers of Tiamat. A number of lesser dragons(and a scattered handful of true dragons) become dis-passionate watchers of Chronepsis, the draconicdeity of fate, death, and judgment. The legendaryevil dragon Ashardalon inspired a cult of dra-conic followers who emulate him by bindingdemonic spirits to their own hearts. Otherdragons seek divine status for themselves, andtheir advancement through the dragon ascen-dant prestige class measures their progresstoward that goal. Other dragons pursue a prestige class to increase their power by perfecting their innate abilities. The bloodscaledfury is a destructive force of nature, a creature of unbridledchaos, while the hidecarved dragon takes a more disci- plined appr oach to its advancement, carving protectiverunes into its own scales. The elemental master seeks a greater attunement to the natural forces that are a part ofall true dragons’ physical makeup, mastering the elementsand energies that flow through its veins. BLOODSCALED FURY An angry dragon is fearsome indeed. A dragon in a frothingrage, with its eyes shot red, great gobbets of spittle foamingfrom its mouth, and a sheen of blood coating its scales, is aterror few can withstand. A bloodscaled fury is a dragonwhose rage surpasses that of a human barbarian as the bar-barian’s rage surpasses a child’s tantrum. Most bloodscaled furies are dragons of at least juvenile age with several levels of barbarian. A very few dragonscome to the prestige class along a more unusual path, suchas the sohei class or Singh rager prestige class from Oriental Adventures. Few blood- scaled furies have levels in classes that do not fea- ture a rage ability . Bloodscaled furies are solitary dragons and rather akin to destructive forces of nature. Their ten- dency toward chaos means that no one can predict when a bloodscaled fury might descend upon a human settlement or wilderness outpost and level the place, leaving a blasted crater in its wake.",
        "name":  "W ondrous Absence",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "a balor of enormous power named Ammet,the Eater of Souls. Inspired by this example, disciples ofAshardalon bind fiendish spirits to their own hearts, even-tually taking on the characteristics of demonic spawn them-selves. Disciples of Ashardalon do not really worship theancient dragon, nor do they literally learn directly from himas the word “disciple” implies, but they regard Ashardalon asthe great exemplar of their path and seek to emulate him inevery way possible. Dragons of any class or none can qualify for the disciple of Ashardalon prestige class. Those with a religious or arcaneleaning who have pursued specialized knowledge are mostlikely to follow this course. Even the most martially mindedevil dragons, though, often find enough to inspire them inAshardalon’s example that they adopt this class. 87CHAPTER 2: A DM’S GUIDE TO DRAGONSTable 2–4: The Bloodscaled Fury Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +2 +0 +0 Fearsome presence 2nd +2 +3 +0 +0 Draconic fury +2/+1 3rd +3 +3 +1 +1 Scales of blood (spell resistance, damage reduction +5) 4th +4 +4 +1 +1 Rend5th +5 +4 +1 +1 Extended fury 6th +6 +5 +2 +2 Draconic fury +4/+27th +7 +5 +2 +2 Scales of blood (damage reduction +0/magic and cold iron) 8th +8 +6 +2 +2 Incite rage9th +9 +6 +3 +3 Tireless fury 10th +10 +7 +3 +3 Draconic fury +6/+3 11th +11 +7 +3 +3 Scales of blood (damage reduction +0/epic and cold iron) 12th +12 +8 +4 +4 Blinding speed88Disciples of Ashardalon are members of an organization, loose-knit and secretive though it may be. Of necessity, theyhave some contact with other members of the order, buttheir overwhelming personal ambition means they rarelycooperate with one another in pursuit of their various evilschemes. They are likely to make use of various minions,particularly those of a fiendish character, in pursuit oftheir plans, rather than rely on the cooperation of equals.Like their evil exemplar, they are often served by deludedcults made up of evil humanoids or even undead. Both theyand their cultists contemplate plans of sweeping evilgrandeur—seizing power, leveling kingdoms, reclaimingor destroying ancient artifacts, and the like. They are thusparticularly well suited for use in campaigns of epicscope and, quitelikely, epic level.",
        "name":  "The ancient red dragon Ashardalon, when struck a mortalblow by a human druid, replaced his wounded heart with aliving demon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic. Class Skills The sacred warder’s class skills (and the key ability foreach skill) are Concentration (Con), Diplomacy (Cha),Heal (Wis), Knowledge (religion) (Int), and Sense Motive(Wis). See Chapter 4: Skills in the Player’s Handbook for skill descriptions.",
        "name":  "Special",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You and all allies within 30 feet who can see you are treated as having +4 HD for the purposes of determiningyour resistance to the frightful presence of dragons. All crea-tures so affected also gain a +4 morale bonus on Will savesmade to resist a dragon’s frightful presence. Your animal companion, familiar, or special mount auto- matically succeeds on its Will save to resist the dragon’sfrightful presence if you succeed on yours (or if your effec-tive Hit Dice total makes you immune). DRAGON HUNTER DEFENSE [GENERAL] Your insight into the tactics and abilities of dragons grantsyou awareness of how best to avoid their magical attacks.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can create any dragoncraft item whose prerequisites you meet. Creating a dragoncraft item fol-lows the normal rules for the Craft skill (see page 70 of thePlayer’s Handbook ). See Dragoncraft Items, page 116, for details. DRAGONDOOM [GENERAL] You have learned how to place blows against a dragon thatdeal tremendous damage.Prerequisites: Int 13, Dragonbane, Dragonfoe, base attack bonus +10.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +2 competence bonus on Appraise, Open Lock, and Slight of Hand checks. Greed Domain Spells 1 Cheat: Caster rerolls when determining the success of a game of chance. 2 Entice Gift: Subject gives caster what it’s holding. 3 Knock: Opens locked or magically sealed door. 4 Fire TrapM:Opened object deals 1d4 damage +1/level. 5 Fabricate: Transforms raw materials into finished items. 6 Guards and Wards: Array of magic effects protects area. 7 Teleport Object: Asteleport, but affects a touched object. 8 Phantasmal Thief: Creates an unseen force that steals from others. 9 SympathyF:Object or location attracts certain creatures. WEALTH DOMAIN",
        "name":  "Granted Power",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Add Appraise to your list of cleric class skills. You gain Skill Focus (Appraise) as a bonus feat. 107CHAPTER 3: THE PLAYER’S PERSPECTIVE108Wealth Domain Spells 1 Alarm: Wards an area for 2 hours/level. 2 Obscure Object: Masks object against scrying. 3 Glyph of Warding M:Inscription harms those who pass it. 4 Detect Scrying: Alerts you of magical eavesdropping. 5 Leomund’s Secret Chest F:Hides expensive chest on Ethereal Plane; you retrieve it at will. 6 Forbiddance M:Blocks planar travel, damages creatures of different alignment. 7 Sequester: Subject is invisible to sight and scrying; renders creature comatose. 8 Discern Location: Reveals exact location of creature or object. 9 Antipathy: Object or location affected by spell repels certain creatures. DRUID SPELLS 2nd-Level Druid Spell",
        "name":  "Granted Powers",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Target loses all magical powers.",
        "name":  "Abjur Antimagic RayM",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A chunk of platinum worth at least 25 gp (slightly less than 1 ounce). Antimagic Ray",
        "name":  "Material Component",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No At one point during the duration of this spell, you can attempt to alter the outcome of a game of chance. Thisspell can only affect nonmagical games, such as those 109CHAPTER 3: THE PLAYER’S PERSPECTIVE110using cards or dice. It cannot affect a game involving magic, nor a magic item involved in a game of chance(such as a deck of many things ). Whenever a roll is made to determine the outcome of the game, a character under theeffect of this spell may demand a reroll and take the betterof the two rolls. For example, Darkon is playing a game that he has a 1 in 4 chance of winning. The DM secretly rolls 1d4 and tellsthe player that Darkon lost. Because Darkon is under theeffect of a cheat spell, the player can have the DM reroll. The spell alters probability, so there is no subterfuge thatanother character could notice (except for the casting ofthe spell itself ).",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You hamper the subject creature’s ability to fly (whether through natural or magical means) for the duration of thespell. If the target fails its saving throw, its fly speed (if any)becomes 0 feet. An airborne creature subjected to this spellfalls to the ground as if under the effect of a feather fall spell. Even if a new effect would grant the creature theability to fly, that effect is suppressed for the duration ofthe earthbind spell. If the target makes a successful Fortitude save, its fly speed (including any new effect granted during the spell’sduration) is reduced by 10 feet per caster level (maximumreduction 100 feet at 10th level). This reduction can’t bringthe creature’s fly speed down to less than 10 feet. Earthbind has no effect on other forms of movement, or even on effects that might grant airborne movement with-out granting a fly speed (such as jumping or levitate orair walk spells).CHAPTER 3: THE PLAYER’S PERSPECTIVE H ennet uses the dragonskin spell to give himself scales likea red dragon.Energy Immunity",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You enchant a creature so that it feels suddenly compelled to give you what it is holding when you cast this spell. Onthe creature’s next action, it moves as close to you as it canget in a single round and offers you the object as a standardaction. This spell allows you to act out of turn and acceptthe “gift” if the creature reaches you to hand you the object(assuming you have a free hand and can accept it). The sub-ject defends itself normally and acts as it wishes on subse-quent rounds, including attempting to get the object backif desired. If the subject is prevented from doing as thespell compels, the spell is wasted. For example, if the sub-ject is paralyzed and cannot move or drop the item, noth-ing happens. Fell the Greatest Foe",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes and No (object) When you cast this spell, you designate a target creature and a target object, both of which must be within the spell’srange. If the target creature fails its saving throw, it becomesconsumed by a powerful desire for the object. For the dura-tion of the spell, the creature seeks to obtain the object (goingso far as to attack anyone holding or wearing it). Once the creature gains possession of the object, it pro- tects the item greedily, attacking anyone who approacheswithin 30 feet or who otherwise appears to be trying to takethe object away . Dragons, due to their greedy nature, take a –4 penalty on their saving throws against this spell. Monstrous Thrall Enchantment (Compulsion) [Mind-Affecting]Level: Domination 9",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No An invisible force, not unlike an unseen servant, comes into being where the caster wishes. On the caster’s turn, this forcesteals objects from others as she inaudibly directs it to (a freeaction). A phantasmal thief can only steal from creatures. It cannot break into locked chests or steal unattended objects.Aphantasmal thief has a Hide modifier of +20 (useful against those who can see invisible creatures) and a Move Silentlymodifier of +20. If a phantasmal thief goes undetected, it can steal any object a creature possesses but is not holding or wearing.Even objects in a bag of holding can be stolen. It can only steal objects, bring objects to the caster, or put them back where they came from. It can take no other actions. A phantasmal thief needs 1 round to steal an object and another round to bring it to the caster. Aphantasmal thief can only hold one object at a time, and the object becomes invisible in its grasp. The thief cannot take an item if it is detected by the creature it’s trying to steal from (with a Listen or Spotcheck). However, the thief can repeat the attempt in thenext round. It cannot be harmed in any way, although itcan be dispelled. Aphantasmal thief can steal an object from a creature’s hand by making a successful disarm attempt. It does this asif it had the Improved Disarm feat and a +20 Strength mod-ifier. If a phantasmal thief is used in this way, it disappears after it brings the stolen object to the caster.",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The portion of a dragon’s body required to create the dragoncraft item. The cost of this part is includedin the dragoncraft price. On average, the part has a value ofapproximately one-third of the dragoncraft price, since itrepresents the raw materials needed for the item. If the char-acter crafting the item supplies the part himself (perhapsfrom a dragon he has slain), reduce the dragoncraft price forthis item by one-third.",
        "name":  "Dragon Part",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Craft skill needed to create the dragoncraft com- ponent. Dragoncraft Item Descriptions",
        "name":  "Skill",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This scepter functions much likearod of rulership , though it affects only drag-ons. The wieldercan commandthe obedience andfealty of dragons within 500 feetwhen she activates the device (a standard action). Dragons totaling 300 Hit Dice can be ruled, but those with Intelli- gence scores of 16 or higher are entitled to a DC 22 Will save to negate the effect. Ruled dragons obey the wielderas if she were their absolute sovereign. Still, if the wieldergives a command that is contrary to the nature of the drag-ons commanded, the magic is broken. A rod of dragon mas- tery can be used for 500 minutes before it crumbles to dust. This duration need not be continuous. There are two versions of this powerful magic item. The crimson rod of dragon mastery affects only evil and neutral dragons, while the golden rod of dragon mastery affects only good and neutral dragons. Strong enchantment; CL 20th; Craft Rod, mass charm monster; Price 120,000 gp. STAFFS",
        "name":  "Rod of Dragon Mastery",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These scaled boots grant their wearer a +5 enhancement bonus on Climb and Jump checks. Once per day, the wearercan cast jump on himself. Moderate transmutation; CL 9th; Craft Won- drous Item, jump, spider climb; Price 10,000 gp.",
        "name":  "Boots of Dragonstriding",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dracolich’s phylactery is crafted from a solid, inanimate object of at least 2,000 gp value.Gemstones, particularly ruby, pearl, carbuncle, and jet, arecommonly used for the phylactery, since they must be ableto resist decay . When a dracolich first dies, and any time its physical form is destroyed thereafter, its spirit instantly retreats to its phy-lactery regardless of the distance between that and its body . Adim light within the phylactery indicates the presence of thespirit. While so contained, the spirit cannot take any actionsexcept to possess a suitable corpse; it cannot becontacted or attacked by magic. The spirit canremain in the phylactery indefinitely . See the dracolich entry, page 146, for more information. Strong necromancy; CL 13th; Craft Won- drous Item, control undead, gem or similar item of minimum value 2,000 gp; Price 50,000 gp plusvalue of gem; Cost 25,000 gp plus value of gem+ 2,000 XP . Dragon’s Eye Amulet: This fist-sized orb resembles the eye of a dragon and dangles froma heavy gold chain. It grants its wearer a +10enhancement bonus on Search and Spot checks,as well as blindsense with a 30-foot range. Strong transmutation; CL 9th; Craft Wondrous Item, dragonsight; Price 85,000 gp.",
        "name":  "Dracolich Phylactery",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wearer of these gog- gles gains a +10 bonus on Spot checks and enjoys low-light vision and 60-foot darkvision. Once per day, the wearer can command the goggles to grant him blindsense for 1 minute. The goggles also protect the wearer from being blinded by the cloud created by a hovering dragon (though thecloud still provides concealment for all within it). Moderate transmutation; CL 9th; Craft Wondrous Item, dragonsight; Price 46, 000 gp.",
        "name":  "Goggles of Draconic Vision",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Agolem manual contains information, incantations, and magical power that help a character tocraft a golem (see page 134 of the Monster Manual ). The instructions therein grant a +5 competence bonus on skillchecks made to craft the golem’s body . Each manual alsoholds the prerequisite spells needed for a specific golem and effectively grants the builder use of the Craft Con- struct feat (see page 303 of the Monster Manual ) during the construction of the golem, and grants the charac- ter an increase to her caster level for the pur- pose of crafting a golem. Any golem built using a golem manual does not cost the creator any XP , since the requisite XP are “contained” in the book and “expended” by the book during the creation process. The spells included in a golem manual require a spell trigger activation and can be activated only to assist in the construction of a golem. The cost of the book does not include the cost of con- structing the golem’s body . Once the golem is finished, the writing in the manual fades and the book is consumed in flames. When the book’s ashes are sprinkled upon the golem, it becomes fully animated.",
        "name":  "Golem Manual",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This book contains ani- mate dead, cause fear, and geas/quest . The reader may treat her caster level as one level higher than normal for the purpose of crafting a dragonbone golem. The book supplies 4,400 XP for the creation of a dragonbone golem. Strong enchantment and necromancy [evil]; CL 12th; Craft Construct, creator must be caster level 12th, animate dead, cause fear, geas/quest; Price 28,000 gp; Cost 3,000 gp + 4,640 XP; Weight 5 lb.CHAPTER 3: THE PLAYER’S PERSPECTIVECrimson dragonhidebracers M antle of the silverwyrmDrakestone Golem Manual: This book contains animate objects, antimagic field, flesh to stone, and geas/quest . The reader may treat her caster level as three levels higher than normalfor the purpose of crafting a drakestone golem. The booksupplies 6,400 XP for the creation of a drakestone golem. Strong abjuration, enchantment, and transmutation; CL 16th; Craft Construct, creator must be caster level 16th, ani- mate objects, antimagic field, flesh to stone, geas/quest; Price 40,000 gp; Cost 4,000 gp + 6,720 XP; Weight 5 lb.",
        "name":  "Dragonbone Golem Manual",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This book contains animate objects, antimagic field, geas/quest, incendiary cloud, and limited wish . The reader may treat her caster level as four levels higher than normal for the purpose of crafting a ironwyrmgolem. The book supplies 8,000 XP for the creation of a iron-wyrm golem. Strong abjuration, enchantment, evocation, and trans- mutation; CL 18th; Craft Construct, creator must be casterlevel 18th, animate objects, antimagic field, geas/quest, incendi- ary cloud, limited wish; Price 50,000 gp; Cost 5,000 gp + 8,400 XP; Weight 5 lb.",
        "name":  "Ironwyrm Golem Manual",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This horn bears intricate carvings of dragons in flight. When blown (a full-round action), thehorn summons an adult dragon 1 round later, to a locationup to 100 feet away . The dragon remains for 1 hour andserves the user of the horn to the best of its ability . At theend of the duration, or if the dragon is slain or dispelled,the dragon disappears. The type of dragon depends on theuser’s alignment (see the table below). The horn may beblown once per month. User’s Alignment Dragon Summoned LG, NG, or LN Bronze CG, N, or CN CopperLE or NE Green CE Black Strong conjuration; CL: 17th; Craft Wondrous Item, summon monster IX ; Price 75,000 gp.",
        "name":  "Horn of Dragons",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Much like a figurine of wondrous power, anidol of the dragon is a miniature statuette (about 2 inches long) resembling aparticular variety of dragon. Thecolor and kind of the dragon is veryapparent, even at a glance, due tothe craftsmanship involved. Theidol grants energy resistance (5 or 10) of the appro priate type to its owner while carried (but not whilethe idol is in dragon form). Once per week, when the idol is tossed into the air and the propercommand word spoken, it becomesa full-size dragon of the appropriateage (see the table below). The dragonis a living creature, not a construct,and has all the abilities and powersof an average dragon of its age. Thedragon obeys and serves its owner forup to 1 hour. At the end of this duration,or if it is prematurely dismissed by its owner, the dragon returns to idol form. A targeted dispel magic on the full-size dragon can return it to idol form if successful. If the dragonis slain while at full size, the idol is destroyed. Type Age Resistance Price White wyrmling cold 5 15,000 gp Brass wyrmling fire 5 21,000 gpBlack very young acid 5 24,000 gp Copper very young acid 5 32,000 gpGreen young acid 10 42,000 gp Bronze young electricity 10 56,000 gpBlue juvenile electricity 10 73,000 gp Silver juvenile cold 10 93,000 gpRed young adult fire 10 116,000 gp Gold young adult fire 10 142,000 gp Faint to strong conjuration; CL 3rd (white), 5th (black, brass), 7th (copper, green), 9th (bronze), 11th (blue), 13th(silver), 15th (red), or 17th (gold); Craft Wondrous Item,resist energy, and either summon monster II (white), summon monster III (black, brass), summon monster IV (copper, green), summon monster V (bronze), summon monster VI (blue), summon monster VII (silver), summon monster VIII (red), or summon monster IX (gold); Price as shown on table.",
        "name":  "Idol of the Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This impressive cloak is fashioned from the hide of a silver dragon. It grants itswearer a +2 enhancement bonus to Charisma and resistanceto cold 10. In addition, its wearer can use fly(as the spell) once per day . Faint abjuration and transmutation; CL 5th; Craft Won- drous Item, eagle’s splendor, fly, resist energy; Price 27,000 gp; Weight 3 lb.",
        "name":  "Mantle of the Silver Wyrm",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This tome, known as “Mysteries of the Dragon”in Common, is a legendary book oflore regarding dragonkind. Someclaim it was written by the firsthigh priest of the Cult of Ashar-dalon, but others call this asser-tion nothing but an idle boast, believing the book to be far olderthan that. Over the centuries, it hasbeen studied, copied, lost, andfound again by dozens if not hun-dreds of readers. Many lesser ver-sions of this book are known to exist, but none shareits power. 121CHAPTER 3: THE PLAYER’S PERSPECTIVE Draco M ystere122Reading Draco Mystere takes thirty consecutive 8-hour days of study . If the reader misses evena single day during this time, he must startagain from the beginning. Completion of thestudy gives the reader a +5 inherent bonuson Knowledge (arcana) checks regardingdragons. The reader also gains low-lightvision (if the character already has low-light vision, the effect is increased by onemultiple, such as from double to triple)and immunity to magic sleep and paraly-sis effects. In addition, a sorcerer who reads Draco Mystere gains 1 point of Cha- risma and sufficient XP to place himhalfway into the next experiencelevel (which must be used to in-crease his sorcerer level). Othercharacters who peruse the bookdo not receive these benefits. Any individual can only receive the tome’s benefitsonce in a lifetime. Strong transmutation; CL 19th; Weight 3 lb. PRESTIGE CLASSES Each of the new prestige classes describedhere draws power, inspiration, or both fromdraconic sources. DRACOLYTE Only a few rare nondragons takeup worship of the draconic gods.The dracolyte is the most dedicated of theserare individuals, a divine spellcaster who devotes his energyand support to the deities of dragonkind. As a dracolytegains power and prestige, he receives abilities associatedwith the dragons themselves. Clerics and druids are the most likely to become dra- colytes. Some paladins and rangers, particularly those withmetallic dragon allies, enter this prestige class. Most mem-bers of other classes don’t have the religious bent to pursuethis path.Dracolytes often congregate with others who share their respect and faith, including members of many of the other prestige classes presented here. They are outcasts in most cultures, except those that have innate respect for dragonkind (such as kobolds, lizardfolk, and troglodytes).",
        "name":  "Draco Mystere",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 5th level, a dracolyte is entrusted with the care of awyrmling dragon. The kind of dragon is up tothe DM, but the dragon’s alignment shouldmatch the dracolyte’s. The wyrmling dragon fol-lows the dracolyte loyally, and will even accom-pany him on adventures (though it receives noXP and can’t attain new levels). If the wyrmling dies, the dracolyte cannot gain any additional dracolyte levels until hereceives an atonement spell from another dracolyte or a cleric who worships a dra-conic deity . Immunities (Ex): A 7th-level draco- lyte gains immunity to magic sleep andparalysis effects. Keen Senses (Ex): At 9th level, a dra- colyte gains darkvision out to 60 feet and low-lightvision. Summon Dragon (Sp): A 10th-level dracolyte can, as a full-round action, summon a dragon once per day . Thisability is similar to a summon monster spell, except that thedracolyte summons an adult dragon of the same kind as the wyrmling dragon entrusted to his care (see above). The sum-moned dragon remains for 10 rounds and follows the dra-colyte’s commands. DRAGONKITH Dragonkith are creatures that serve and aid dragons. Theylive with or near a dragon or a group of dragons, acting asservants or peers (depending on the individual dragon andthe dragonkith). In return for service, over time, the dragonbestows upon a dragonkith special abilities—and evenphysical changes—using complex rituals known only totheir kind. Although sometimes they are humans, elves, dwarves, halflings, or gnomes, dragonkith are just as often mem-bers of other intelligent species, such as lizardfolk, giants,troglodytes, lammasu, pseudodragons, titans, dragonnes, beholders, lamias, and others—even, rarely, other dragons. Thus, dragonkith are a diverse group; no one class is more likely than another to become one, and many dragonkith do not have classes at all (they are monsters). NPC dragonkith are usually found in the company of their dragon companion. Sometimes they are alone, completing some errand for the dragon. Occasionally they work in small, tight-knit groups of dragonkith, all pledged either to the same dragon or to allied dragons.",
        "name":  "Foster Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each time an even-numbered dragonsong lyrist level is gained, the character gains new spells per dayand spells known as if she had also gained a level in a spell-casting class she belonged to before she added the prestigeclass. She does not, however, gain any other benefit a char-acter of that class would have gained (improved chance ofcontrolling or rebuking undead, metamagic or item cre-ation feats, and so on). This essentially means that the char-acter adds 1/2 her dragonsong lyrist level to the level ofwhatever spellcasting class she has, then determines spellsper day and caster level accordingly . If a character takes two or more levels in this class before having any levels in a spellcasting class, she doesnot receive this spellcasting benefit. If she thereafter takeslevels in one or more spellcasting classes, she becomes eli-gible to receive the spellcasting benefit for any level in thedragonsong lyrist class that she has not already attained.For example, a 6th-level monk/2nd-level dragonsong lyristdoes not receive the spellcasting benefit for being a 2nd-level dragonsong lyrist because she did not belong to aspellcasting class before taking 2nd level in the prestigeclass. If she then picks up one or more levels of wizardbefore advancing to 4th level in the dragonsong lyristclass, she receives the spellcasting benefit of a 4th-leveldragonsong lyrist (when she attains that level) but doesnot receive the 2nd-level benefit retroactively .DRAGONSTALKER “Dragonslayers? Pah, any fool can call himself a dragonslayer. Mostget themselves killed within a few days, which is probably for thebest. No, the real skill isn’t in walking into the dragon’s cave andchallenging it to a duel—it’s in tracking it across a hundred milesof wilderness, sneaking up close and killing it before it even knowsyou’re there.” —Deirdre Firewalker, dragonstalker The dragonstalker prefers a much more subtle approach than the dragonslayer. She uses stealth and guile to track herprey, striking with skill and uncanny accuracy when thetime is right. Rangers and rogues are the most common dragonstalkers, since the two classes share a predilection for the subtletyand patience the prestige class requires. Barbarians, particu-larly those from dragon-terrorized areas, often take up thisclass. Bards also make reasonable dragonstalkers—certainly,the profession makes for many great tales told around thefire. Most other classes are better off pursuing the path ofthe dragonslayer (see page 125). NPC dragonstalkers are loners, since they rarely trust others to hold their own in a hunt. When tracking a partic-ularly formidable foe, a dragonstalker might recruit otherstealthy characters, such as rangers or rogues, for assistance.Once or twice in a generation, a hunt of great significancemay arise that brings together a team of dragonstalkers fromvarious backgrounds. In such a case, the dragon has littlechance of escaping.",
        "name":  "Spellcasting",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must have participated in the loca- tion and recovery of a treasure hoard (dragon or otherwise)valued at 5,000 gp or more. Class Skills The hoardstealer’s class skills (and the key ability for eachskill) are Appraise (Int), Balance (Dex), Bluff (Cha), Climb(Str), Concentration (Con), Decipher Script (Int), DisableDevice (Int), Disguise (Cha), Escape Artist (Dex), GatherInformation (Cha), Jump (Str), Open Lock (Dex), Search (Int),Swim (Str), Use Magic Device (Cha), and Use Rope (Dex). SeeChapter 4: Skills in the Player’s Handbook for skill descriptions.",
        "name":  "Special",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Beginning at 1st level, a hoardstealer gains the ability to cast a small number of arcane spells. To cast a spell,CHAPTER 3: THE PLAYER’S PERSPECTIVE A hoardstealerthe hoardstealer must have an Intelligence score of at least 10 + the spell’s level, so a hoardstealer with an Intelligenceof 10 or lower cannot cast these spells. Hoardstealer bonusspells are based on Intelligence, and saving throws againstthese spells have a DC of 10 + spell level + the hoardstealer’sInt modifier. When the hoardstealer gets 0 spells of a givenlevel (for instance, 1st-level spells for a 1st-level hoard-stealer), he gains only the bonus spells he would be entitledto based on his Intelligence score for that spell level. Thehoardstealer’s spell list appears below. A hoardstealer castsspells just as a wizard does. Darkvision (Su): At 1st level, a hoardstealer gains dark- vision with a range of 30 feet, or the range of his existingdarkvision improves by 30 feet if he already has the ability . At 5th level and at 9th level, the range of the hoard- stealer’s darkvision extends another 30 feet, to a maximumof +90 feet at 9th level. Trapfinding (Ex): Like a rogue, a hoardstealer can use the Search skill to locate traps when the task has a DChigher than 20. He may also use the Disable Device skill todisarm a magic trap. A hoardstealer who beats a trap’s DC by10 or more can study a trap, figure out how it works, andbypass it (with his party) without disarming it. Hide from Dragons (Sp): A 2nd-level hoardstealer can cast hide from dragons on himself once per day . This func- tions as the spell of the same name (see page 113), exceptthat it only affects the hoardstealer and lasts for only 1round per level. At 6th level, the hoardstealer may use this ability twice per day . At 10th level, he may use it three times per day . Trap Sense (Ex): Starting at 3rd level, a hoardstealer gains an intuitive sense that alerts him to danger fromtraps, giving him a +2 bonus on Reflex saves made to avoidtraps and a +2 dodge bonus to AC against attacks by traps.At 6th level these bonuses rise to +4, and at 9th level to +6.These bonuses stack with trap sense bonuses gained fromother classes. Deep Pockets (Su): Once per day, a 3rd-level hoardstealer can turn any container—from a waistcoat pocket to a back-pack to a barrel—into the equivalent of a bag of holding . The container’s weight remains the same, but it becomes capableof holding up to 10 cubic feet (or 100 pounds) of materialper level. The duration of this effect is 1 hour per level. If theeffect ends prematurely (such as by being dispelled), every-thing within the container spills out onto the floor.Treasure Dowsing (Su): Once per day, a 4th-level hoard- stealer can concentrate (a full-round action) to detect thelocation of the largest mass of metal or minerals within arange of 10 feet per level. If the hoardstealer concentrateson a specific metal or mineral (such as gold or diamonds), hedetects the location of each such deposit within range. Thisis otherwise identical to the effect of a rod of metal and min- eral detection (see page 236 of the Dungeon Master’s Guide ). At 7th level, the hoardstealer may use this ability twice per day . At 10th level, he may use it three times per day . Skill Mastery (Ex): At 8th level, a hoardstealer may select a number of skills equal to 3 + his Int modifier. Whenmaking a skill check with one of these skills, the hoard-stealer may take 10 even if stress and distractions would nor-mally prevent him from doing so. He becomes so certain inhis ability that he can use his skill reliably under adverseconditions, such as when an angry dragon pursues himdown a tunnel. Hoardstealer Spell List Hoardstealers choose their spells from the following list. 1st Level: detect magic, detect secret doors, expeditious retreat, ghost sound, identify, Tenser’s floating disk, Nystul’s magic aura,read magic, unseen servant . 2nd Level: cat’s grace, knock, invisibility, locate object, resist energy, spider climb . 3rd Level: arcane sight, clairaudience/clairvoyance, dispel magic, protection from energy, shrink item . 4th Level: arcane eye, dimension door, freedom of movement, hide from dragons* . *New spell detailed on page 106. INITIATE OF THE DRACONIC MYSTERIES Not all who explore the mysterious powers of dragons do soout of heritage or religious faith. Some become students ofknowledge that leads to greater power. Most initiates of the draconic mysteries are monks, though some fighters follow the path as well. In rare cases,barbarians, rangers, or rogues have been known tobecome initiates. NPC initiates may gather in quiet places of study to share their learning and practice their techniques. Or they maytest their powers in the field, either alone or with otherswho respect their ways. Regardless of her company, theinitiate of the draconic mysteries remains a strange and 131CHAPTER 3: THE PLAYER’S PERSPECTIVETable 3–9: The Hoardstealer Class Base Fort Ref Will —— Spells per Day —— Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +2 +0 Darkvision +30 ft., trapfinding 0 — — — 2nd +1 +0 +3 +0 Hide from dragons 1/day 1 — — — 3rd +2 +1 +3 +1 Trap sense +2, deep pockets 1 0 — — 4th +3 +1 +4 +1 Treasure dowsing 1/day 1 1 — —5th +3 +1 +4 +1 Darkvision +60 ft. 1 1 0 — 6th +4 +2 +5 +2 Trap sense +4, hide from dragons 2/day 1 1 1 — 7th +5 +2 +5 +2 Treasure dowsing 2/day 2 1 1 0 8th +6 +2 +6 +2 Skill mastery 2 1 1 19th +6 +3 +6 +3 Darkvision +90 ft., trap sense +6 2 2 1 1 10th +7 +3 +7 +3 Treasure dowsing 3/day, hide from dragons 3/day 2 2 2 1132wondrous individual, set apart from others of her race by her pursuit of ancient secrets.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The two columns beneath this line give the dragon’s overland movement when it is carryingenough weight to prevent it from flying. (An exception isthe dragon turtle, which does not have a fly speed; its num-bers in these columns simply represent the reduction inland speed and swim speed that any creature suffers if it car-ries more than a light load.) Raising a Dragon Raising a true dragon from an egg until it’s large enoughto use as a mount can take several years. Even lesser dragons,such as wyverns, mature at such a slow rate that most char-acters simply aren’t willing to wait the necessary amountof time. For rules on how to raise a newly hatched dragon, see the Rearing a Dragon sidebar, page 13. When you successfullycomplete the rearing process, you can begin to teach thedomesticated dragon how to perform tasks. Although intelligent, a dragon requires training before it can bear a rider in combat. Training a dragon you have rearedto serve as a mount requires six weeks of work and a DC 25Handle Animal check. Riding a dragon requires an exoticsaddle. A dragon can fight while carrying a rider, but therider cannot also attack unless he or she succeeds on a Ridecheck (see the Ride skill, page 80 of the Player’s Handbook) . Even a trained or “tamed” dragon is still a dragon, not an ordinary domestic animal, with its own needs and desires.A young dragon is more like a very intelligent child thana simple animal (Intelligence score ranging from 8 to 18,depending on age and kind) and may well be smarter thanits rider. With such a creature, patience and tact producebetter results than harsh words and punishment. Expect adragon to learn quickly, but allow for its inexperience tocause mistakes. Like children and pets, dragons get tired,and it’s best to let them rest when they do. Negotiating Service It’s likely that a character seeking a draconic mount can’tor won’t put in the time necessary to rear a dragon. In sucha case, the best option is to bargain with your would-bemount. (Using magic such as charm spells is a mistake, since the magic eventually wears off, and such coercion angersthe dragon.) These negotiations always require some form ofpayment or reward to the dragon, which should take a formappropriate to the dragon variety (such as pearls for a bronzedragon) and should amount to at least 500 gp per HD of thedragon per year of service—paid in advance, of course, gen- erally as soon as the negotiations are over. Most potential dragon mounts begin with an indifferent attitude toward a character who approaches them. A dragonwhose attitude is changed to helpful (see Influencing NPCAttitudes, page 72 of the Player’s Handbook ) by a character can be trained to serve as a mount, but only as long as it istreated well and regularly rewarded. Promising an increasedreward can help persuade a dragon to cooperate; each addi-tional payment of 500 gp per HD provides a +2 circum-stance bonus on any Diplomacy check made to change thedragon’s attitude. You can’t retry a failed Diplomacy checkfor the same purpose unless the DM decides that the cir-cumstances merit giving you another chance (for instance,if you perform a great favor for the dragon). A dragon whose alignment isn’t within one step of its rider’s isn’t likely to serve for very long, even if the initialnegotiations succeed. Alternatively, you can select the Dragon Steed feat (see page 105) to gain the loyal service of a dragonnel. In thiscase, no payment or Diplomacy check is required. Keeping a Dragon Mount A dragon mount, although it may be loyal to you, is still anindependent, intelligent creature with a mind of its own.Expect the DM to treat a dragon mount as an NPC, not as apassive participant. (A rider with only a modest Charismascore can expect to lose a lot of arguments with his or hermount.) A dragon mount ages normally, but does not gainexperience points. Regardless of how well you treat your dragon, a time will likely come when the dragon wants to leave. Because of adragon’s relatively slow growth rate during its extremelylong life span, chances are you will gain experience (levels)faster than the dragon grows (and thereby increases itseffective character level). At some point the dragon willrealize it is being outpaced (when your level exceeds thedragon’s ECL by 5 or more), and it will leave. Also, a dragonmount that reaches adult age often begins thinking aboutleaving to raise a family . Trying to keep a dragon from leav-ing, even if you manage to succeed, is a mistake. Whetheror not a dragon discusses parting company before doing sodepends on its alignment and its relationship with you.(This point doesn’t apply if the dragon is your cohort or aspecial mount; see below.) If you keep your promises to a dragon mount and let it leave when it chooses, usually it will remain friendly towardyou. If it holds a grudge against you, it may attack openly, orit may plot secretly for years before striking. DRAGONS AS COHORTS If your DM is willing to allow it, you can use the Leadershipfeat to try attracting a dragon to be your cohort. To deter-mine what sort of dragon will heed your call, first refer tothe Leadership table on page 106 of the Dungeon Master’s Guide to determine the highest level of cohort you can attract. Then consult Table 3–14: Dragon Cohorts to seewhat age and kind of dragon can be attracted based on theCHAPTER 3: THE PLAYER’S PERSPECTIVElevel of cohort you can attract. Note that even though the table lists dragons with an ECL higher than 17, you can’t usethe Leadership feat to attract a cohort with a level higherthan 17th. Alternatively, the Dragon Cohort feat (see page 104) allows you to attract a draconic cohort. In this case, you can treatthe dragon’s ECL as if it were 3 lower than given, allowingyou to gain a more powerful dragon than with the Leader-ship feat. (This adjustment to ECL is only for purposes ofselecting an appropriate cohort, not for any other purpose.) Regardless of which feat is used, the method by which the character attracts the dragon cohort should be decidedby the player and DM together. Since most of the optionslisted on Table 3–14 are younger than adult, it’s entirely pos-sible that such a dragon was entrusted to the PC’s care andtraining by its parents. The character might even have hadthe opportunity to raise his cohort from an egg! See Rais-ing a Dragon, above, for more information on dealing withyoung dragons.DRAGONS AS SPECIAL MOUNTS Some paladins want more from a mount than loyalty . Somedesire an intelligent companion who can share their adven-tures, a mighty ally against the forces of evil whose powercan grow with the paladin’s. For these paladins, only onechoice exists: the dragon special mount. Clearly, a dragon is a far more powerful special mount than any other a paladin could obtain. If a paladin can simplysummon a dragon mount, a class feature designed primarilyas flavor and secondarily as an actual power boost to the pal-adin becomes significant more useful to the character. Sucha special mount threatens to become more special than thepaladin herself. Furthermore, most true dragons large enough to bear a rider have little interest in being at the beck and call ofanyone, even a character as devoted to law and good as a pal-adin must be. That said, few sights are more breathtaking than a paladin astride a mighty dragon, its scales glistening in the sunlightas it soars through the sky in search of evil to smite. If you(and your friends) are willing to put up with the headaches,this option might suit you. Only a lawful good dragon should be allowed to serve as a paladin’s special mount. The dragonnel (see Chapter 4) is aspecial exception to this guideline. A paladin who wishes to be able to summon a dragon spe- cial mount must select the Dragon Steed feat (see page 105).She then selects an appropriate dragon from Table 3–15:Dragon Special Mount Availability based on her paladin level.She may select any dragon indicated as available at her level orlower. For instance, a 9th-level paladin could select only a drag-onnel as her dragon special mount, while a 12th-level paladincould choose either a wyrmling gold dragon or a dragonnel.The paladin must choose a dragon capable of bearing her asa rider (which limits a Medium rider’s selections). Table 3–15: Dragon Special Mount Availability Paladin Level Dragon (Maximum Rider Size) 9th Dragonnel (M) 11th Spiked felldrake (M) 12th Gold, wyrmling (S) 13th Bronze, very young (S)14th Silver, very young (S) 16th Gold, very young (M)18th Bronze, young (S) 19th Silver, young (S) 20th Gold, young (M) A paladin must provide her special mount with a suitable lair; even a loyal silver dragon mount won’t live in the stablewith the other mounts. The Monster Manual describes what type of lair each kind of dragon prefers; any dragon deniedthe ability to build and reside in an appropriate lair will cer-tainly rebel against its paladin. The dragon must also be provided treasure to keep in its lair. A minimum hoard of 1,000 gp per Hit Die of the dragonis typical, with the exact makeup depending on the type andlikes of the dragon. Bronze dragons, for instance, preferpearls. (The dragon isn’t just keeping the treasure safe for 139CHAPTER 3: THE PLAYER’S PERSPECTIVETable 3–14: Dragon Cohorts Effective Dragon Alignment Character Level* Pseudodragon NG 4 White (wyrmling) CE 5Brass (wyrmling) CG 6 Black (wyrmling) CE 7Copper (wyrmling) CG 7 White (very young) CE 9 Black (very young) CE 10 Blue (wyrmling) LE 10Brass (very young) CG 10 Bronze (wyrmling) LG 10 Green (wyrmling) LE 10 Copper (very young) CG 11Red (wyrmling) CE 11 Silver (wyrmling) LG 11Gold (wyrmling) LG 12 White (young) CE 12Wyvern N 12 Black (young) CE 13 Blue (very young) LE 13 Bronze (very young) LG 13Green (very young) LE 13 Brass (young) CG 14Silver (very young) LG 14 Copper (young) CG 15Red (very young) CE 15 Gold (very young) LG 16Green (young) LE 16 Black (juvenile) CE 17Blue (young) LE 17 Brass (juvenile) CG 17Dragon turtle N 17 White (juvenile) CE 17Bronze (young) LG 18 Copper (juvenile) CG 18Silver (young) LG 18 Red (young) CE 19Gold (young) LG 20 Green (juvenile) LE 20*Subtract 3 if using the Dragon Cohort feat.140you, it belongs to the dragon, and it won’t part with this trea- sure kindly). Finally (and perhaps most important), the dragon must be treated with the respect that a creature of its intelligence,power, and stature commands. It is not a dumb beast toorder around, nor is it merely a minion to command. Evenlawful good dragons are willful creatures with their owndesires and needs. A dragon special mount gains abilities much as a typical special mount, though at a rate based on the level at whichthe mount first becomes available. This means that the mostpowerful special dragon mounts don’t get all the typical abil-ities of a special mount. Table 3–16: Special Dragon MountAbilities summarizes the details. For basic informationabout the terms on the table, see the sidebar The Paladin’sMount, page 45 of the Player’s Handbook . Differences from that basic information are covered below.",
        "name":  "Medium or Heavy Load",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to fire, magic sleep effects ,and paralysis, low-light vision, outsider traits, scent, resistance to acid 20, cold 20, andelectricity 20, vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction 15/magic and 5/bludgeoning, darkvision 120 ft., immu-nity to cold, electricity, magic sleep effects , polymorph , and paralysis,  invulnerability, keen senses, low-lightvision,spell resistance 30, undead traits",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If a dracolich is slain, its spirit immedi- ately returns to its phylactery . If no dragon-type corpselies within 90 feet for the spirit to possess, the dracolich istrapped in the phylactery until such a time—if ever—thata corpse becomes available. A dracolich is difficult todestroy . If its spirit is currently contained in its phylac-tery, destroying that item when a suitable corpse is notwithin range effectively destroys the dracolich. Likewise,an active dracolich is unable to attempt further posses-sions if its phylactery is destroyed. The fate of a disem-bodied dracolich spirit—that is, a spirit with no body orphylactery—is unknown, but presumably it is drawn tothe Lower Planes.CHAPTER 4: NEW MONSTERS DracolichSpell Resistance (Ex): Becoming a dracolich increases the dragon’s spell resistance by +3. A dracolich has a minimumspell resistance of 16.",
        "name":  "Invulnerability",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dracolich is immune to mind-affecting effects, poison, magic sleep effects, paralysis, stunning, dis-ease, death effects, and any effect that requires a Fortitude saveunless it also works on objects or is harmless. It is not subjectto critical hits, nonlethal damage, ability damage to its physi-cal ability scores, ability drain, energy drain, fatigue, exhaus-tion, or death from massive damage. It cannot be raised, andresurrection works only if it is willing. It has darkvision out to60 feet (unless the base creature had a greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Animals with this template become magical beasts, but otherwise the creature type isunchanged. Size is unchanged.",
        "name":  "Size and Type",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A draconic creature has a +4 racial bonus on saves against magic sleep effects and paralysis, thanks toits heritage.",
        "name":  "Saves",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., detect magic",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; no goods; double items",
        "name":  "Treasure",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to magic sleep effects and paralysis, low-light vision, scent",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Blindsense 60 ft., darkvision 60 ft., gaseous form, immunity to magic sleep effects and paraly- sis, low-light vision",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3CHAPTER 4: NEW MONSTERSIllus. by J. J arvis DragonnelAir drakes are temperamental and cowardly, lording over those weaker than themselves but fleeing more power-ful threats. An air drake’s scales are sandy brown, the better to blend in with the desert below. Its underbelly shades to a lightblue, making it difficult to spot by viewers on the ground.The drake’s teeth are needle-sharp, as are its claws. Air drakes often clash with dragonnes, since the two prefer similar lairs and often fight over territory . Air drakesgenerally flee from copper dragons or blue dragons unlessthey can ambush a small one or poach eggs from an un-guarded nest. Air drakes speak Draconic and Auran in a susurrant tone, often slurring words together or mixing the lan-guages unintentionally . Combat Air drakes use their airborne speed and maneuverabilityto their advantage, employing Flyby Attack to strike atslower-moving opponents. They prefer to sneak up on tar-gets that appear weak, injured, or defenseless. They canalso hover in place, kicking up a blinding sandstorm tohamper their foes. Air Mastery (Ex): Airborne creatures take a –1 penalty on attack and damage rolls against an air drake. Blinding Sandstorm (Ex): If an air drake hovers close to the ground in an area with lots of loose debris (such asa sandy desert), the draft from its wings creates a hemi-spherical cloud with a radius of 30 feet. The winds so gen-erated can snuff torches, small campfires, exposedlanterns, and other small, open flames of nonmagicalorigin. The cloud obscures vision, and creatures caughtwithin are blinded while inside it and for 1 round afteremerging. Those caught in the cloud must succeed on aDC 14 Concentration check to cast a spell. The air drakeis not immune to this effect, though its Blind-Fight featcompensates somewhat. Gaseous Form (Su): Once per day, an air drake can assume gaseous form as the spell (caster level equals drake’s HD).",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to magicsleep effects and paralysis, low-light vision, tremorsense 60 ft.",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 Earth drakes are ponderous creatures, slow of speech and action. When roused, though, they are fearsome to behold. An earth drake’s hide is brownish gray and craggy in tex- ture, helping it to blend with its natural surroundings. Itsclaws are short and sturdy, helping it to burrow through theearth. Its green eyes glisten like emeralds. Earth drakes lair underground, often in vaulted caverns that allow them to spread their wings when desired. Theyprefer gems as treasure, and their low Intelligence occa-sionally leaves them susceptible to crafty characters whoattempt to trade relatively low-value gemstones for valuableitems or information. Earth drakes speak both Draconic and Terran, but slowly, with occasional pauses in speech that give evidence of theirlow intellect. Combat Unlike other drakes, earth drakes prefer to remain land-bound, only using flight to escape from danger. When facedwith multiple opponents, an earth drake begins combatwith its tremor ability, and then attacks fallen targets.Because of its poor eyesight (compared to other drakes), itrelies on tremorsense to keep track of opponents. Earth Mastery (Ex): An earth drake gains a +1 bonus on attack and damage rolls if both it and its foe are touching theground. If an opponent is airborne or waterborne, the draketakes a –4 penalty on attack and damage rolls. (These modi-fiers are not included in the statistics block.) Tremor (Su): Once per day, an earth drake can cause a tremor at a point where it touches the ground. All creaturesstanding on the ground within 60 feet of the drake mustmake a DC 20 Reflex save or fall down. Airborne or water-borne creatures don’t suffer any ill effects, and the tremordoesn’t deal any structural damage.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Darkvision 60 ft., immu-nity to fire, magic sleepeffects ,and paralysis, low-light vision,vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to cold, magic sleep effects, and paralysis, low-light vision,vulnerability to fire",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to fire, magic sleep effects ,and paralysis, low-light vision, tremorsense 60 ft., vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amphibious, darkvision 60 ft., immu- nity to magic sleep effects and paralysis, low-light vision",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to fire, magic sleep effects, and paralysis, low-light vision,vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amphibious, darkvision 60 ft., immu- nity to magic sleep effects and paralysis, low-light vision",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 157CHAPTER 4: NEW MONSTERS158Water drakes lay claim to areas of coastline or island chains, preying on sailors and any other creatures foolish enough toenter their territory . A water drake’s silver-blue scales appear more like those of a fish than a reptile, smooth and shimmering. Its sleek bodycuts through the water with decent speed; however, it can’tkeep up with most other aquatic creatures, so it tends toremain at shallow depths so it can take to the air as needed. Dragon turtles and water drakes often share similar terri- tory, though a lone drake is no match for such an opponent.Only groups of water drakes are brave enough to face a foeof such power. Water drakes hate bronze dragons, but fearthem even more. Water drakes speak Draconic and Aquan. Their speech is burbling and pleasant to the ear. Combat Water drakes prefer to fight their battles beneath the waves,to take advantage of their combat prowess there. They takewing only to snatch victims (such as off the deck of a ship),using Flyby Attack to grab a target and return to the waterin a single swoop. Drench (Ex): A water drake’s touch puts out torches, campfires, exposed lanterns, and other open flames of non-magical origin if these are Large or smaller. The drake candispel magical fire it touches as by a dispel magic spell cast by a sorcerer whose level equals the drake’s HD. Water Mastery (Ex): A water drake gains a +1 bonus on attack and damage rolls if both it and its opponent aretouching water. If the opponent or the drake is land-bound, the drake takes a –4 penalty on attack and dam-age rolls. (These modifiers are not included in thestatistics block.) Amphibious (Ex): Although water drakes are aquatic, they can survive indefinitely on land.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to magic sleep effects and paralysis, low-light vision, scent, spellresistance 18, water breathing",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to magic sleep effects and paralysis, low-light vision, scent",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction 5/magic, darkvision 120 ft., immunity to acid, magicsleep effects, and paralysis, keen senses, low-light vision,rejuvenation, spell resistance 21, turn resistance +4,undead traits",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ghostly dragon is immune to mind- affecting effects, poison, magic sleep effects, paralysis, stun-ning, disease, death effects, and any effect that requires aFortitude save unless it also works on objects or is harmless.It is not subject to critical hits, nonlethal damage, abilitydamage to its physical ability scores, ability drain, energydrain, fatigue, exhaustion, or death from massive damage. Itcannot be raised, and resurrection works only if it is willing.It has darkvision out to 60 feet (unless the base creature hada greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as the base dragon +5. GOLEM Golems are magically created automatons of great power. Constructing one involves the use of mighty magic and ele-mental forces. Normally, the animating force for a golem is a spirit from the Elemental Plane of Earth. However, the three golemspresented here—the dragonbone golem, the drakestonegolem, and the ironwyrm golem—are instead imbued withthe life force of a mighty dragon. The process of creationbinds the unwilling spirit to the artificial body and subjectsit to the will of the golem’s creator. In all three cases, these golems are constructed in forms traditionally associated with dragons—quadrupedal crea-tures with long necks and tails, claws, and wings. Thoughthese constructs are built with wings, they are incapable offlight (but the golems can use their wings for attacks). Golems have no language of their own, but they can understand simple instructions from their creators. COMBAT Golems are tenacious in combat and prodigiously strong aswell. Despite their former existence as highly intelligentdragons, these golems are mindless and thus can do noth-ing in the absence of orders from their creators. Theyalways follow instructions explicitly and are incapable ofany strategy or tactics. They are emotionless in combat andcannot be provoked. If a golem’s creator is within 60 feet of it and both visible and audible to it, he or she can command the creaturedirectly . An uncommanded golem usually follows its lastinstruction to the best of its ability, though it returns anyattacks made against it. The creator can give the golem asimple program (such as “Remain in this area and attack allcreatures or creatures of a specific kind that enter,” or“Ring a gong and attack,” or the like) to govern its actionsin his or her absence. Since golems do not need to breathe and are immune to most forms of energy, they can press an attack against anopponent almost anywhere, from the bottom of the sea tothe frigid top of the tallest mountain.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A golem has immunity to poison, magic sleep effects, paralysis, stunning, disease, deatheffects, necromancy effects, mind-affecting effects (charms,compulsions, phantasms, patterns, and morale effects), andany effect that requires a Fortitude save unless it also 163CHAPTER 4: NEW MONSTERS164works on objects or is harmless. It is not subject to critical hits, nonlethal damage, ability damage, ability drain, fatigue,exhaustion, or energy drain. It cannot heal damage, but itcan be repaired. It has darkvision out to 60 feet and low-light vision. Immunity to Magic (Ex): Golems have immunity to mag- ical and supernatural effects, except when otherwise noted. DRAGONBONE GOLEM",
        "name":  "Construct Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction 5/magic and adamantine, immunity to magic",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A dragonbone golem is crafted from the skeletons of one or more dragons, wired together into a gruesome whole. It typ-ically measures about 10 feet in length and stands 5 feet tallat the shoulder. It is easily mistaken for a skeletal dragon ora dracolich (see those entries in this chapter)—and, in fact,is often built by necromancers—but it is a construct, not anundead creature. Combat A dragonbone golem wades into combat without hesitation,weakening opponents’ resolve with its fear aura. Fear Aura (Su): A dragonbone golem radiates an aura of fear in a 60-foot-radius burst. Any creature with fewer HDthan the dragonbone golem is shaken (Will DC 20 negates).The effect lasts for as long as the creature remains withinrange and for 2d6 rounds afterward. A creature that suc-ceeds on the Will save to resist is immune to that dragon-bone golem’s fear aura for 24 hours. Magic Immunity (Ex): A dragonbone golem has immu- nity to all spells, spell-like abilities, and supernatural effectsand abilities. Construction A dragonbone golem’s body must be crafted from theskeletons of one or more dragons, strung together withadamantine wire worth 5,000 gp. Creating the body requires a DC 20 Heal check. CL 13th; Craft Construct (see page 303 of the Monster Manual ),animate dead, cause fear, geas/quest, caster must be at least 13th level; Price 115,000 gp; Cost 60,000 gp +4,400 XP . DRAKESTONE GOLEM",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction 10/magic and adamantine, immunity to magic",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A drakestone golem appears at first glance to be a beauti- fully crafted statue of a dragon, 12 feet long and 6 feet tall atthe shoulder. Only when it animates, its stone scales rip-pling like muscled flesh and its eyes gleaming with amberlight, do its enemies realize their danger. Combat A drakestone golem opens any combat with its petrifyingbreath, but otherwise relies on its devastating physicalattacks to reduce foes to a pulp. Petrifying Breath (Su): Once every 1d4 rounds, a drake- stone golem can exhale a 30-foot cone of petrifying gas (For-titude DC 27 negates). Immunity to Magic (Ex): A drakestone golem is immune to all spells, spell-like abilities, and supernaturaleffects, except as follows. A transmute rock to mud spell slows it (as the slow spell) for 2d6 rounds, with no saving throw, while transmute mud to rock heals all its lost hit points. Construction A drakestone golem’s body is intricately chiseled from asingle block of high-quality stone, usually granite, weighingat least 3,000 pounds and costing 5,000 gp. It must also bepolished with rare oils worth 10,000 gp. Assembling thebody requires a DC 25 Craft (sculpting or masonry) check.CHAPTER 4: NEW MONSTERSCL 16th; Craft Construct (see page 303 of the Monster Manual ),animate objects, antimagic field, flesh to stone, geas/quest, caster must be at least 16th level; Price 175,000 gp; Cost 95,000 gp + 6,400 XP . IRONWYRM GOLEM",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction 15/magic and adamantine, immunity to magic, immu-nity to rust",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A skeletal black dragon takes on a new level of horror in undeath. Lizardfolk adepts and clerics often animate skeletal black dragons to pro- tect their tribes. Combat A skeletal black dragon possesses none of the craftiness it had in life. It merely attacks as its master has ordered. Its blind- sense and keen senses make it an excellent guardian. Frightful Presence (Ex): This skeletal black dragon can unsettle foes with- in 210 feet with its mere presence,CHAPTER 4: NEW MONSTERSShadow Dragon Abilities by Age Age Speed Initiative AC Special Abilities Caster Level SR Wyrmling 80 ft., fly 150 ft. (average) +0 19 (+2 size, +7 natural) Energy drain immunity — 12 Very young 80 ft., fly 150 ft. (average) +0 21 (+1 size, +10 natural) Shadow blend — 13Young 80 ft., fly 150 ft. (average) +0 24 (+1 size, +13 natural) — — 15 Juvenile 80 ft., fly 150 ft. (poor) +0 26 (+16 natural) Mirror image 1st 17 Young adult 80 ft., fly 150 ft. (poor) +0 29 (+19 natural) Damage reduction 5/magic 3rd 20 Adult 80 ft., fly 150 ft. (poor) +0 31 (–1 size, +22 natural Dimension door 5th 22 Mature adult 80 ft., fly 150 ft. (poor) +0 34 (–1 size, +25 natural) Damage reduction 10/magic 7th 25 Old 80 ft., fly 150 ft. (poor) +0 36 (–2 size, +28 natural) Nondetection 9th 27 Very old 80 ft., fly 150 ft. (poor) +0 39 (–2 size, +31 natural) Damage reduction 15/magic 11th 28 Ancient 80 ft., fly 150 ft. (poor) +0 42 (–2 size, +34 natural) Shadow walk 13th 30 Wyrm 80 ft., fly 150 ft. (clumsy) +0 43 (–4 size, +37 natural) Damage reduction 20/magic 15th 31Great wyrm 80 ft., fly 150 ft. (clumsy) +0 46 (–4 size, +40 natural) Create shadows 17th 33*Can also cast cleric spells and those from the Chaos, Evil, and Trickery domains as arcane spells. Skeletal black dragonwhenever it attacks, charges, or flies overhead. Creatures with 4 or fewer HD become panicked for 4d6 rounds, whilethose with 5 to 21 HD become shaken for 4d6 rounds. A DC23 Will save negates the effect and makes the creatureimmune to that dragon’s frightful presence for 24 hours. Keen Senses (Ex): A skeletal dragon sees four times as well as a human in low-light conditions and twice as well innormal light. CREATING A SKELETAL DRAGON “Skeletal” is an acquired template that can be applied to anydragon (referred to hereafter as the base dragon). A skeletaldragon uses all the base dragon’s statistics and special abili-ties except as noted here.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A skeletal dragon is immune to mind-affecting effects, poison, magic sleep effects, paralysis, stunning, disease,death effects, and any effect that requires a Fortitude saveunless it also works on objects or is harmless. It is not subjectto critical hits, nonlethal damage, ability damage to its physicalability scores, ability drain, energy drain, fatigue, exhaustion, or death from massive damage. It cannot be raised, and res-urrection works only if it is willing. It has darkvision out to 60feet (unless the base dragon had a greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amorphous, blindsense 60 ft., dark- vision 60 ft., immunity to magic sleep effects and paraly-sis, low-light vision, resistance to acid 10, cold 10, elec-tricity 10, and fire 10",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Despite their aberrant nature, squamous spewers share certain traits with creatures of the dragontype, including darkvision out to 60 feet, immunity to paral-ysis and magic sleep effects, and low-light vision.",
        "name":  "Dragon Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., gaseous form, immu- nity to magic sleep effects and paralysis, low-light vision,resistance to cold 30 and electricity 30",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction 10/magic, darkvision 120 ft., fast healing 5, immunity tofire, keen senses, resistance to cold 20 and electricity 20,spell resistance 23, turn r esistance +4, undead traits, vampiric weaknesses",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A vampiric dragon is immune to mind- affecting effects, poison, magic sleep effects, paralysis, stun-ning, disease, death effects, and any effect that requires aFortitude save unless it also works on objects or is harmless.It is not subject to critical hits, nonlethal damage, abilitydamage to its physical ability scores, ability drain, energydrain, fatigue, exhaustion, or death from massive damage. Itcannot be raised, and resurrection works only if it is willing.It has darkvision out to 60 feet (unless the base creature hada greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A zombie dragon is immune to mind- affecting effects, poison, magic sleep effects, paralysis, stun-ning, disease, death effects, and any effect that requires aFortitude save unless it also works on objects or is harmless.It is not subject to critical hits, nonlethal damage, abilitydamage to its physical ability scores, ability drain, energydrain, fatigue, exhaustion, or death from massive damage. Itcannot be raised, and resurrection works only if it is willing.It has darkvision out to 60 feet (unless the base dragon hada greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +3, Diplomacy +3, Hide +10, Intimi- date +13, Knowledge (arcana) +3, Listen +12, Search +10,Spot +15, Swim +23; Alertness, Improved Initiative, PowerAttack, Shape Breath. Breath W eapon (Su): 60-ft. line (30-ft. cone if shaped), 6d4 acid, Reflex DC 17 half. Myastanaklon Juvenile Black Dragon Dwelling at the bottom of a fetid lake, Myastanaklon rarelysurfaces or sees the sun. In fact, when the sun shines unusu-ally brightly upon the lake surface and the water becomesunusually clear, he swathes himself in magical darkness so he can continue to enjoy the watery gloom. He never speaksand only rarely fights, preferring to float slowly through thewater, brooding while he consumes fish, crocodiles, andlizardfolk that come too near.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 11 + spell level): 0—daze, detect magic, ray of frost, resistance; 1st— grease, protec- tion from good . Haldulfvinemmonis Adult Black Dragon Haldulfvinemmonis is a bully . He enjoys his physicalstrength for its own sake, but enjoys it even more for whathe can do with it. He views the entire world as his buffet,and the other creatures in it as either objects of fun or an-noyances to be eliminated. In the latter category is hismother, Bluutsvilvarrt, who tormented him mercilesslywhen he was younger and now commands all the hatred hecan muster. Haldulfvinemmonis lives for the day he canwreak his revenge.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 12 + spell level): 0—detect magic, ghost sound, light, mage hand; 1st—bane,magic missile. Acophisinian Young Adult Blue Dragon The bane of Acophisinian’s existence is a nest of guardiannagas that “share” her territory . The three nagas have so farbeen unable to force the dragon out of their region of bad-lands, and the dragon for her part has honed her combatskills for years, preparing to wipe out the nagas once andfor all. She is insecure about her magical ability, however,and wants to improve that—probably by adding levels ofsorcerer—before challenging them. She believes the nagasare guarding a priceless treasure and she covets it—in addi-tion to simply wanting them out of her rightful dominion,as she considers it. Acophisinian has an intense personality,and even without the aid of her frightful presence or a hyp- notism spell other creatures tend to find her either enthralling or terrifying.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 12 + spell level): 0—dancing lights, detect magic, ghost sound, ray of frost, resistance; 1st— bane, doom, hypnotism. Jabidakimbatuul Adult Blue Dragon Young for a suzerain, Jabidakimbatuul has let the power goto his head. By virtue of dwelling in an area that not manyblue dragons find appealing—a temperate desert on theleeward side of a high, cold mountain range—he is theoldest of perhaps a half-dozen blue dragons within hun-dreds of miles, and thus holds the title of suzerain. Heenjoys commanding the younger dragons, meddling over-much in their affairs, and disciplining any misstep or chal-lenge on their part with violent retribution. He considershimself so superior to these younger dragons that non-dragons hardly even merit his notice—which will likelybe the death of him.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(5/4; save DC 11 + spell level): 0—dancing lights, guidance, prestidigitation, read magic; 1st— command, magic missile. Amnehodenphinix Juvenile Brass Dragon",
        "name":  "Sorcerer Spells Known",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 11 + spell level): 0—detect magic, mage hand, prestidigitation, read magic, resist- ance; 1st— chill touch, expeditious retreat, hypnotism . Alazphraxion Young Adult Brass Dragon Alazphraxion likes to set things on fire. He is not destruc-tive, he simply finds fire beautiful—and sometimes losestrack of what is burning. He tends to toy with fire whiletalking (which he does as much as any brass dragon), which can have an unnerving effect on his conversation partners,but he is oblivious to their discomfort. Alazphraxion makes his lair in a series of volcanic cav- erns in a mountain range at the edge of a great desert.When he has no one to talk to in his lair, he enjoys splash-ing lava around and observing its effects on various othersubstances.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +10, Concentration +13, Diplomacy +6, Intimidate +4, Jump +17, Knowledge (geography) +10,Knowledge (nature) +9, Listen +13, Perform (comedy) +9,Search +13, Sense Motive +13, Spellcraft +7, Spot +13, UseMagic Device +14; Combat Expertise, Flyby Attack, Multi-attack, Wingover. Breath W eapon (Su): 60-ft. line, 6d4 acid, Reflex DC 17 half; or 30-ft. cone, slow 1d6+3 rounds, Fortitude DC 17 negates.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 12 + spell level): 0— dancing lights, daze, detect magic, ghost sound; 1st— command, grease.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Potion of blur, potion of Charisma, potion of invisibility, rust bag of tricks. Ladunappindon Juvenile Copper Dragon A large town of gnomes nestled in a rocky valley has a guard-ian few such communities can boast. Ladunappindon makesher lair in a large house carved into a cliff side in the midstof the town. She is not by any means an accomplished illu-sionist, but she entertains young gnomes greatly with comicpresentations created with silent image and narrated by the dragon through ventriloquism. She contributes her modest magic and significant combat prowess to the defense of thetown from a neighboring tribe of goblins who still occasion-ally dare to make raids on the gnomes.",
        "name":  "Possessions",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 13 + spell level): 0—dancing lights, detect magic, ghost sound, mage hand, pres- tidigitation, read magic; 1st— grease, random action, ray of enfeeblement, shocking grasp; 2nd— minor image, Tasha’s hideous laughter. Kearidilonshar Adult Copper Dragon Kearidilonshar is fascinated by elementals, particularly earthelementals (as well as xorn and other outsiders from thePlane of Earth). She lairs in a deep cavern near a permanentCHAPTER 5: SAMPLE DRAGONSportal to that plane, and seeks out the conversation of its natives above all others. Her knowledge of other planes ingeneral is quite extensive, thanks to her good relationshipwith a number of renowned dwarf and deep gnome schol-ars. She tries to mimic the mannerisms of earth creatures,straining to keep her voice slow and low, searching for justthe right rumble in her throat, but she quickly losespatience for that affectation in an extended conversationand resumes her normal rapid, higher-pitched voice.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 13 + spell level): 0—dancing lights, detect magic, mage hand, prestidigitation; 1st— expeditious retreat, true strike. Yunshenunomei Juvenile Gold Dragon A large atrium ringed with exquisite statuary, a cascadingfountain in the center, is the entry to Yunshenunomei’s lair,and the rest of the mountaintop lair is no less beautifullyappointed. The other rooms are spacious and airy, admittingplenty of sunlight through open windows and skylights. Heis a passionate collector of art, with a particular fondnessfor sculpture depicting religious subjects, which appearsin every room. He typically greets visitors (and intruders) inthe atrium in human form, wearing a silk robe and sandals.He kneels on the floor while talking, and offers no betterseat to his guests.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 14 + spell level): 0—arcane mark, detect magic, disrupt undead, mending, pres- tidigitation; 1st— chill touch, command, doom. Kacdaninymila Young Adult Gold Dragon Kacdaninymila lives the life of a wealthy urban merchant,without actually engaging in trade. She maintains an impec-cable, luxurious townhouse with enormous stables, ridesextensively in the surrounding lands with a smallentourage of admirers and sycophants, and squanders herconsiderable wealth on fine horses to add to her collection.Beneath the appearance of a spoiled petty noble, however,is the heart of a paladin. She displays her wealth largely inorder to lure thieves she can then capture and bring to jus-tice, and rides outside the city on guard against evil crea-tures—and her “sycophantic” followers include a numberof paladins as well as good clerics, fighters, and others, averitable adventuring troupe protecting the city from harmwithout reward or recognition.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "She has taken up resi-dence in a bustling metropolis, where she lives the life of awealthy noble, acting as a patron of adventurers. She offerssubstantial bounties for the heads of evil creatures thatthreaten the city or its outlying areas, and spends much ofher time researching valuable artifacts that might be usefulin fighting evil, then commissioning adventurers to locateand recover them.",
        "name":  "Zudinmulamshius has found what she considers to be thebest use of her considerable hoard",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +5, Diplomacy +14, Intimidate +9, Listen +8, Search +8, Sense Motive +8, Spot +9, Swim +20;Flyby Attack, Multiattack, Wingover. Breath W eapon (Su): 30-ft. cone, 4d6 acid, Reflex DC 16 half. Ottwarslyndanox Young Green Dragon Ottwarslyndanox has long been at odds with a small com-munity of elves that live within the confines of the forestthat she considers her property . In her younger years,Ottwarslyndanox made direct raids on the settlement, butshe was soundly repulsed each time. Now, though she is amuch greater force to be reckoned with, she approaches her foes with more caution. She has learned not to expose her-self to attack unless she is certain that she has the advantageover her foes. Ottwarslyndanox has respect for spellcastersand magic in general, and she looks forward to the day shecan cast spells herself. She is always on the lookout formagic items that might give her an advantage, and she doesnearly anything (short of parting with treasure) to acquire anew one.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 12 + spell level): 0—detect magic, ghost sound, prestidigitation, resistance; 1st— color spray, true strike. Klorphaxius Young Adult Green Dragon Certain groups of elves have been known to build entirecities in trees, supporting their graceful buildings on plat-forms among the branches so they seem almost a living partof the tree. Klorphaxius discovered such a city and took afancy to it, and it is now hers. Her lair is in the largest tree,where she has taken over the palace of the elven princelingwho once ruled the city . The palace required some retro-fitting to accommodate her Large form, but the sunderedinterior walls and scattered rubble suit her temperamentperfectly, serving as a daily reminder of just how terribleshe is.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 12 + spell level): 0—arcane mark, detect magic, ray of frost, resistance; 1st— command, protection from good. Drachenflagrion Young Adult Red Dragon Drachenflagrion collects art objects. He has agents in manycommunities who seek out such objects, then deliver themto specified locations where he picks them up before bring-ing them back to his lair. He has his eye on a number of reli-gious relics, but so far has not had the courage to go afterthem himself. Drachenflagrion decorates his cave with a variety of interesting objects, from silver flagons to sculptures to tap-estries. He protects his lair with liberal use of the alarm spell, and uses obscure object to conceal new arrivals to his cave for the first week or two (until search attempts arelikely to have been called off ).",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 12 + spell level): 0—arcane mark, detect magic, flare, ray of frost, read magic, resist- ance; 1st—alarm, magic missile, protection from good, ventrilo-quism; 2nd— darkness, obscure object. Melniirkumaukrekon Adult Red Dragon Ever since a pair of silver dragons slew her parents, Melni-irkumaukrekon has held a special place of hatred in herheart for such creatures. She uses every means at her dis-posal to track down unprotected nests or the offspring ofher enemies. She avoids unnecessary risks, knowing thatshe doesn’t yet have the power to face a silver dragon olderthan her, much less a mated pair. Rather than press a losingfight, Melniirkumaukrekon has no compunction againstfleeing the scene, perhaps to return weeks or months laterwith a better plan of attack.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraise +31, Bluff +37, Concentration +28, Craft (trapmaking) +18, Hide +2, Intimidate +39, Jump+48, Knowledge (arcana) +31, Knowledge (local) +31,Knowledge (religion) +31, Listen +37, Search +37, SenseMotive +37, Spellcraft +23, Spot +37, Use Magic Device +22;Cleave, Flyby Attack, Great Cleave, Hover, ImprovedSnatch, Iron Will, Overcome Weakness, Power Attack,Snatch, Suppress Weakness, Wingover. Breath W eapon (Su): 60-ft. cone, 18d10 fire, Reflex DC 33 half. Crush (Ex): Area 20 ft. by 20 ft.; Medium or smaller opponents take 4d6+19 points of bludgeoning damage, andmust succeed on a DC 33 Reflex save or be pinned. Frightful Presence (Ex): 270-ft. radius, HD 30 or fewer, Will DC 29 negates. Improved Snatch (Ex): Against Large or smaller crea- tures, bite for 4d6+13/round or claw for 2d8+6/round.Spell-Like Abilities: 9/day— locate object; 3/day— suggestion. Caster level 13th; save DC 16 + spell level.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 13 + spell level): 0—detect magic, mage hand, mending, resistance; 1st— burning hands, obscuring mist. Stratiglynculcies Juvenile Silver Dragon Elegant and reflective, Stratiglynculcies has just begun to beamazed at the world around her. An avid traveler, she findsthat the humanoid races simply astound her with theamount of knowledge and wisdom they can collect in suchshort life spans. While she spends much of her time inhumanoid form (usually blending in seamlessly with anyrace or culture), she has been known to assume othershapes in the pursuit of knowledge. Recently, Stratiglyn- culcies has taken to accompanying good-aligned parties ofadventurers in expeditions to unexplored lands or ruinedsettlements. She often forgets what a “rush” these shorter-lived creatures are in, however, and can be left behind whenshe spends weeks or even months studying a new find.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 14 + spell level): 0—detect magic, detect poison, disrupt undead, mending, prestidig- itation; 1st— burning hands, cure light wounds, magic missile. Lothirlondonis Young Adult Silver Dragon In his earliest youth, Lothirlondonis found he could notchange shape as freely as his hatchmates. A kindly druidtook him in and helped the silver hatchling develop hisshapechanging skills. Ever since, Lothirlondonis has hada love for the forest and for forest creatures. He even payshomage to several nondraconic deities of the woodlands(such as Ehlonna) though he does not worship them.Lothirlondonis still spends most of his time in silver dragonshape but sometimes polymorphs into a fey creature andobserves travelers who pass through his woods. If they showrespect and tend toward conservation, he may aid them orprotect them. If they do otherwise, Lothirlondonis does nothesitate to correct them.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +14, Listen +18, Move Silently +18, Search +17, Spot +18, Swim +12; Flyby Attack, Hover,Improved Maneuverability, Power Attack, Power Dive,Recover Breath. Breath W eapon (Su): 40-ft. cone, 5d6 cold, Reflex DC 20 half. Frightful Presence (Ex): 150-ft. radius, HD 14 or fewer, Will DC 16 negates. Spell-Like Abilities: 1/day— fog cloud. Caster level 5th.Cealdia Adult White Dragon Cealdia has survived many years in the frozen northernworld by knowing her limitations. She is not the strongest,smartest, or largest predator, and she realizes plenty ofcreatures exist that are ready and willing to destroy her fora variety of a reasons. She spends most of her time in herlair—a complex series of underground, icy tunnels—andoften uses her small magical skills to lure enemies intotraps or ambushes. When Cealdia must fight in the open,she prepares ahead of time and prefers fighting fromabove. She is a cautious opponent and is not above a littlejudicious bargaining if things do not appear to be goingher way .",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yawn. What’s next? If you and your players are becoming bored with hoards,it may be time to spice themup with a little more detail.Few players get excited byfinding “six gems worth 100 gpeach” or, worse yet, “three artobjects worth 500 gp apiece.” Ifyou’ve taken the time to crafta unique dragon, take a fewmore minutes to craft a uniquedragon’s hoard. The three basic components of a treasure hoard are coins,goods (gems and art objects),and items (mundane and magic).Within each of these categories,there are plenty of opportuni-ties to spice up what the PCsfind. Next time they comeacross a hoard, here’s what youmight hear:",
        "name":  "Players",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dragons appreciate the value of potions. Drag- ons with a Spellcraft skill modifier of +15 or better can take10 to identify a potion, and won’t let such items go to waste.",
        "name":  "Potions",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dragons can wear magic rings without difficulty . Even if a dragon doesn’t know exactly what a ring does, it’slikely to wear it for the decorative value alone.",
        "name":  "Rings",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As staffs, though Huge and larger dragons may have difficulty manipulating such small items (at the DM’sdiscretion).",
        "name":  "Wands",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic items in this category must be handled on a case-by-case basis. Some, such as amulets, areeasy for dragons to wear and gain the benefits from. Otherseither don’t fit, aren’t useful, or simply look better sitting on 281APPENDIX282top of a pile of coins. Still, a party is likely to remember the green dragon with a half-dozen ioun stones whirling around its head! SAMPLE HOARDS Provided below are twenty-seven sample dragon hoards:one each for Challenge Rating 1 through Challenge Rating27. Each represents approximately triple the expected trea-sure value of an encounter of that level, as normal for adragon encounter. If you use one of these hoards for a creature that doesn’t normally have triple standard treasure, reduce the hoard’svalue accordingly, as given on the table below. For example,the CR 8 hoard is appropriate for a CR 12 dragon with stan-dard treasure, and the CR 24 hoard is used for a CR 28dragon with double standard treasure. Hoard CR Standard Double Standard 1— — 2131 2 41 352 4 62 573 6 84 795 8 10 6 9 11 7 10 12 8 1113 9 12 14 10 1315 11 14 16 12 1517 13 16 18 14 1719 15 18 20 16 18 21 16 19 22 17 1923 17 20 24 17 2025 18 21 26 18 2227 18 23 28 19 24 A total value is given for each treasure hoard in its header line. This figure assumes full normal value for all objects(in many cases, items from the hoard can be sold for onlyhalf value by the PCs). Items marked with an asterisk (*)are likely to be used by dragons with an Intelligencescore of 6 or higher (smart enough to know what they areand how to utilize them). The gold piece values of indi-vidual goods in each hoard are given in parentheses(gold piece values for items are given in the Dungeon Master’s Guide ). You can easily swap out items in any hoard as appropriate for your game. Unless you specifically desire to give outmore or less than the expected value of treasure for the encounter, any added items should replace items of a simi-lar value. For lairs with multiple dragons, use the treasure that cor- responds to the total Encounter Level of the lair. CR 1  (889 gp, 9 sp, 7 cp)",
        "name":  "W ondrous Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tanglefoot bag*. CR 2  (1,799 gp, 5 sp, 5 cp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Masterwork heavy flail, potion of detect thoughts* , divine scroll of doom ,hold person , and silence . CR 3  (2,700 gp, 1 sp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Climber’s kit, potion of eagle’s splendor* ,wand of shatter * (21 charges). CR 4  (3,600 gp, 7 sp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alchemist’s fire* (2 flasks), antitoxin (3 doses), figurine of wondrous power * (silver raven). CR 7  (7,800 gp, 3 sp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Arcane scroll of jump, mount , and water breathing , wand of ghoul touch * (30 charges). CR 8  (10,200 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Potion of hide from animals, potion of true strike*, potion of cat’s grace*, potion of cure light wounds*, wand ofsummon monster I* (25 charges).APPENDIXCR 9  (13,500 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine scroll of faerie fire and barkskin ,potion of jump, potion of cure light wounds*, potion of enlarge person , divine scroll of cure light wounds, detect evil, and augury ,wand of invisibility* (29 charges). CR 12  (29,400 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ring of protection +4* . CR 14  (51,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " 2 jasper (40 each), 4 amber (70 each), golden yellow topaz (300), gold-plated herald’s trumpet (90), silveranklet studded with hematite (340), cloak of giant eaglefeathers (1,100), mithral bracelet studded with sapphires(7,000), mithral belt studded with sapphires (8,000).Items: Potion of displacement*, wand of mirror image* (15 charges), wand of cure critical wound s (25 charges), quiver of Ehlonna. CR 15  (66,000 gp)",
        "name":  "Goods",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Potion of lesser restoration , arcane scroll of charm person, arcane lock, and knock ,golembane scarab (any golem), cloak of Charisma +2,wand of bull’s strength* (48 charges), +2 keen spear . CR 17  (108,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine scroll of greater magic fang and rusting grasp , arcane scroll of magic circle against law and detect scrying , arcane scroll of bull’s strength and wall of stone ,staff of earth and stone (23 charges), ring of freedom of movement* . CR 19  (183,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Manual of quickness in action +1, frost brand, amulet of health *+6, staff of the woodlands (26 charges), divine scroll of raise dead and antimagic field ,scarab of protection *. CR 25  (384,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine scroll of restoration ,control winds ,fire seeds , and word of recall ,wand of ice storm (37 Charges), +1 anarchic vorpal scimitar ,crystal ball (with true seeing ),+4 breastplate of spell resistance (15) . Appendix 2: Index of Dragons The lists in this appendix include all dragons published in official D UNGEONS \u0026 D RAGONS products up to the publication of this book. Indexed sources include the following titles: Monster Manual (MM)APPENDIXMonster Manual II (MMII) Fiend Folio (FF) Monsters of Faerûn (MoF) Magic of Faerûn (MaF) Oriental Adventures (OA) Epic Level Handbook (Epic) DRAGON ® Magazine (Dragon issue number) Draconomicon (Dra) True Dragons Dragon Category SourceAmethyst Gem MMIIBattle Planar DraBlack Chromatic MMBlue Chromatic MMBrass Metallic MMBronze Metallic MMBrown — MoFChiang lung Lung OAChaos Planar DraCopper Metallic MMCrystal Gem MMIIDeep — MoFEmerald Gem MMIIEthereal Planar DraFang — DraForce Epic EpicGold Metallic MMGreen Chromatic MMHowling Planar DraLi lung Lung OALung wang Lung OAOceanus Planar DraPan lung Lung OAPrismatic Epic EpicPyroclastic Planar DraRadiant Planar DraRed Chromatic MMRust Planar DraSapphire Gem MMII Shen lung Lung OAShadow — DraSilver Metallic MMSong — MoFStyx Planar DraTarterian Planar DraT’ien lung Lung OATopaz Gem MMIITun mi lung Lung OAWhite Chromatic MMYu lung Lung OA Lesser Dragons Dragon SourceAir drake DraBarautha Dragon 284 Cave wurm Dragon 296 Desert landwyrm DraDragon turtle MMDragonnel DraEarth drake DraErmalkankari Dragon 284 Faerie dragon DraFelldrake, crested MMIIFelldrake, horned MMIIFelldrake, spitting MMIIFire drake DraForest landwyrm DraForest wurm Dragon 296 Grassland wurm Dragon 296 Hellfire wyrm MMIIHill landwyrm DraHill wurm Dragon 296 Ibrandlin MoFIce drake DraJungle landwyrm DraLava wurm Dragon 296 Linnorm, corpse tearer MMII 287APPENDIX LESSER DRAGONS BY CR Following is a list, in ascending order, of the Challenge Ratings for all lesser dragons. The table on page 288 provides CRs for all true dragons. CR 1: felldrake, crested; pseudodragon CR 2: felldrake, spitting CR 3: felldrake, horned CR 5: dragonnel; ibrandlin; trilligarg; wurm, Small (any variety) CR 6: air drake; faerie dragon; plains landwyrm; wyvern CR 7: ice drake; mardallond; scalamagdrion CR 8: water drake; Underdark landwyrm CR 9: barautha; dragon turtle; smoke drake; vallochar; wurm, Medium (any variety) CR 10: fire drake; ermalkankari; forest landwyrm CR 11: earth drake CR 12: ooze drake; hill landwyrm CR 13: magma drake CR 14: tundra landwyrm; sunwyrmCR 15: sea drake; wurm, Large (any variety) CR 16: jungle landwyrm CR 17: storm drake CR 18: desert landwyrm CR 20: swamp landwyrm; linnorm, gray CR 22: mountain landwyrm CR 23: wurm, Huge (any variety) CR 25: linnorm, dread CR 26: hellfire wyrm CR 28: linnorm, corpse tearer CR Special Template (CR Adj.) Dracolich (base +3) Draconic (base +1)Ghostly dragon (base +2) Half-dragon (base +2)Skeletal dragon (base ×1/2) Vampiric dragon (base +2) Zombie dragon ([base ×1/2] +1)288Linnorm, dread MMII Linnorm, gray MMIIMagma drake DraMardallond Dragon 284 Mountain landwyrm DraMountain wurm Dragon 296 Ooze drake DraPlains landwyrm DraPseudodragon MMRiver wurm Dragon 296 Sand wurm Dragon 296 Scalamagdrion MaFSea drake FFSea wurm Dragon 296 Smoke drake DraStorm drake DraStorm wurm Dragon 296 Sunwyrm FFSwamp landwyrm DraSwamp wurm Dragon 296Trilligarg Dragon 284 Tundra landwyrm DraTundra wurm Dragon 296 Underdark landwyrm DraVallochar Dragon 284 Water drake DraWyvern MM Dragon-Only Templates Template SourceDracolich DraGhostly dragon DraSkeletal dragon DraVampiric dragon DraZombie dragon Dra Dragon-Related Templates Template SourceDraconic DraHalf-dragon MMAPPENDIXTrue Dragon CRs by Age and Kind Very Young Mature Very Great Kind Wyrmling Young Young Juvenile Adult Adult Adult Old Old Ancient Wyrm Wyrm Amethyst 4579 1 2 1 5 1 7 1 9 2 0 2 2 2 4 2 6 Battle 3468 1 0 1 2 1 4 1 7 1 8 1 9 2 0 2 2 Black 34579 1 1 1 4 1 6 1 8 1 9 2 0 2 2 Blue 3468 1 1 1 4 1 6 1 8 1 9 2 1 2 3 2 4 Brass 3468 1 0 1 2 1 5 1 7 1 9 2 0 2 1 2 3 Bronze 3579 1 2 1 5 1 7 1 9 2 0 2 2 2 3 2 4 Brown 2357 1 0 1 3 1 5 1 7 1 8 2 0 2 2 2 4 Chaos 3468 1 1 1 3 1 5 1 6 1 7 1 9 2 0 2 2 Chiang lung — — — 9 12 14 17 19 20 22 23 25 Copper 3579 1 1 1 4 1 6 1 8 2 0 2 2 2 3 2 4 Crystal 3458 1 1 1 3 1 6 1 8 1 9 2 1 2 2 2 4 Deep 2468 1 1 1 4 1 6 1 8 1 9 2 1 2 2 2 4 Emerald 3579 1 2 1 5 1 7 1 9 2 0 2 2 2 3 2 5 Ethereal 34679 1 0 1 3 1 5 1 6 1 7 1 8 1 9 F a n g 23468 1 0 1 2 1 5 1 7 1 8 1 9 2 1 Gold 5 7 9 11 14 16 19 21 22 24 25 27Green 3458 1 1 1 3 1 6 1 8 1 9 2 1 2 2 2 4 Howling 5 8 10 12 14 16 18 20 22 23 25 26 Li lung — — — 8 10 13 15 18 19 21 22 24 Lung wang — — — 10 13 15 18 20 21 23 24 26Oceanus 4569 1 2 1 3 1 6 1 8 1 9 2 0 2 1 2 2 Pan lung — — — 7 9 11 14 16 18 19 20 22 Pyroclastic 4 5 7 10 12 14 16 18 19 21 22 24 Radiant 5 6 8 10 13 14 17 19 20 21 22 23Red 4 5 7 10 13 15 18 20 21 23 24 26 Rust 3468 1 0 1 3 1 5 1 7 1 8 2 0 2 2 2 4 Sapphire 3579 1 1 1 4 1 6 1 9 2 0 2 2 2 3 2 5 Shadow 2357 1 0 1 2 1 5 1 7 1 8 2 0 2 1 2 3 Shen lung — — — 8 11 14 16 18 19 21 22 24 Silver 4 5 7 10 13 15 18 20 21 23 24 26Song 2468 1 0 1 3 1 5 1 8 1 9 2 1 2 2 2 4 Styx 3458 1 0 1 2 1 5 1 7 1 8 2 0 2 1 2 3 Tarterian 5 7 9 11 13 15 17 19 20 22 23 25 T’ien lung — — — 10 13 15 18 20 21 23 24 26Topaz 4 5 7 10 13 15 18 20 21 23 24 26 Tun mi lung — — — 9 12 14 17 19 20 22 23 25White 23468 1 0 1 2 1 5 1 7 1 8 1 9 2 1 Yu lung 2 4 6 —————————1SVENTSORGGVIRESH’S VOLCANO LAIR A Web Enhancement for the Draconomicon CREDITS",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tibulliax can cast divine spells as a 6th-level cleric from the cleric spell list and the Good, Healing,and Protection domains. Cleric SSpells PPrepared(5/4/4/3; save DC 13 + spell level): 0— cure minor wounds, detect magic, mending, purify food and drink, read magic; 1st— comprehend languages, cure light wounds, divine favor, sanctuary; 2nd— bear’s endurance, bull’s strength, cure moderate wounds, zone of truth; 3rd— cure serious wounds, dispel magic, protection from energy.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "237 gp, 11 gold trade bars (50 gp each), three pieces of hematite (10 gp each), one zircon(50 gp), two amethysts (100 gp each), two golden-yellow topazes (500 gp each), potion of lesser restora- tion , scroll of arcane lock , scroll of color spray and silent image . ARTURIREX, HALF-BLACK DRAGON/ HALF-BASILISK Also known as a dracolisk, Arturirex is an abhorrent creature spawned of magical crossbreeding. Thoughshe is more cunning and vicious than a normal basilisk,she is hardly the equal of her draconic parent. The dra- colisk cares nothing for treasure of any kind, since shedoesn’t possess any of the greed common to dragons.",
        "name":  "Sample TTreasure",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aurumpente casts spells as a 9th-level sor- cerer. He has access to spells from the cleric list andfrom the Good and Law domains. Spit ((Ex):Aurumpente can spit his venom up to 30 feet as a standard action. This ranged touch attack hasno range increment. Any opponent hit by this attackmust attempt a Fortitude save (DC 20) againstAurumpente’s poison, as above.6Sorcerer SSpells KKnown(6/8/7/7/5; save DC 15 + spell level): 0— create water, cure minor wounds, dancing lights, daze, detect magic, disrupt undead, mage hand, read magic; 1st— command, cure light wounds, detect evil, magic missile, sleep; 2nd— detect thoughts, enthrall, invisibility, resist energy; 3rd— dispel magic, nondetection, tongues; 4th— charm monster, polymorph.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Diaboli Religion: As their home innately fear most demiplane touches on both humans and the Region of Dreams and humanoids the Ethereal Plane, and they meet suffers the Far Realm\u0027s and find foul taint, diaboli the forms of have strong taboos such creatures concerning disbelief repulsive. For their They never take anything part, many humans and at face value, as mind-bending humanoids feel the same reality twists occur near their original way about diaboli. Only homes so frequently. Diaboli lack deities rarely do the two groups put aside their revulsion as most humans understand them, and instead of one another and make attempts to communicate and seem to worship ideas like anarchy, chaos, freedom, and trade. Even after the diaboli and native humanoids set wonder. Their religious practices lack dogmatic rote, and up peaceful lines of communication, a tension always most diaboli worship alone and spontaneously. Diaboli exists between two such groups. At worst, this quiet clerics, although rare, do exist. They often choose from unease leads to cool but respectful meetings, but even the following domains: Chaos, Destruction, Luck, Magic, at best a gathering of diaboli and humanoids brings Protection, Travel, and Trickery. about an air of extreme politeness, as if both sides fear Language: Diaboli speak their own language, insulting or otherwise provoking the other. Diabolan. Diabolan words make frequent use of harsh, Adventurers from both sides often make the initial guttural hisses and the unique physiologic structure of steps of peaceful communication—many find it difficult the diaboli\u0027s forked tongue. While not difficult to learn, not to befriend those with whom they frequently face most humanoids of the Material Plane find mastery of lethal dangers. Because they themselves often live at Diabolan impossible. Most words in Diabolan contain the fringe of their societies, adventurers often judge a soft \"f\" \"s,\" \"th,\" and \"z\" sounds. companion not by appearance but by competence, and Many diaboli also learn to communicate simple most diaboli adventurers prove quite competent. ideas by twirling and positioning their tails in a sort of",
        "name":  "Relations",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The battle dancer is a skilled warrior who can protect her comrades in battle. She can take on a fighter in the right situation, and her exotic, magical dance abilities grant her excellent mobility and maneuver options. GAME RULE INFORMATION Battle dancers have the following game statistics.",
        "name":  "Role",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The death master\u0027s exhaustive study of level to determine the abilities and bonuses it gains. For necromantic magic grants him the ability to use arcane example, an nth-level death master with a ghast minion spells. The death master can cast the spells given on the grants it benefits as a 2nd-level death master. TABLE 2-4: THE DEATH MASTER BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL 0 1ST 2ND 3RD 4TH 5TH 6TH 7TH 8TH 9TH 1st +0 +0 +0 +2 Rebuke undead, spells, 3 1 undead minion 2nd +1 +0 +0 +3 4 2 3rd +2 +1 +1 +3 4 2 1 4th +3 +1 +1 +4 4 3 2 +3 +1 +1 +4 Master of the dead 4 3 2 1 6th +4 +2 +2 +5 4 3 3 2 7th +5 +2 +2 +5 4 4 3 2 1 — — — - _ 8th +6/+1 +2 +2 +6 4 4 3 3 2 9th +6/+1 +3 +3 +6 4 4 4 3 2 1 — - — — 10th +7/+2 +3 +3 +7 Sustenance of the dead 4 4 4 3 3 2 — — — — 11th +8/+3 +3 +3 +7 4 4 4 4 3 2 1 — — — 12th +9/+4 +4 +4 +8 4 4 4 4 3 3 2 — — — 13th +9/+4 +4 +4 +8 4 4 4 4 4 3 2 1 - - 14th +10/+5 +4 +4 +9 4 4 4 4 4 3 3 2 — — 15th +11/+6/+1 +5 +5 +9 Aspect of the dead 4 4 4 4 4 4 3 2 1 16th +12/+7/+2 +5 +5 +10 4 4 4 4 4 4 3 3 2 — 17th +12/+7/+2 +5 +5 +10 4 4 4 4 4 4 4 3 2 1 18th +13/+8/+3 +6 +6 +11 4 4 4 4 4 4 4 3 3 2 19th +14/+9/+4 +6 +6 +11 • 4 4 4 4 4 4 4 4 3 3 20th +15/+10/+5 +6 +6 +12 Lichdom 4 4 4 4 4 4 4 4 4 4 THE DEATH MASTER\u0027S UNDEAD MINION turn resistance in addition to any turn resistance it A death master\u0027s undead minion is superior to a normally gains. normal undead creature of its kind and has special Unholy Might: Once per day as a standard action, the powers, as described below. death master can channel unholy energy into his minion to allow it to fight with increased vigor. The death master must touch the minion to imbue it with this power. The minion gains a +4 bonus to Strength and a +2 bonus on all saves for a number of rounds equal to 5 + the death 1-4 +0 +0 Turn resistance +4 masters Wisdom modifier. If the minion is a zombie, it 5-8 +2 +2 Unholy might loses the single actions only drawback for the duration 9-12 +4 +4 Persistent corruption of this ability. 13-16 +6 +6 Link of the grave Persistent Corruption: The death master of this level is 17-20 +8 +8 Relentless undead such a favored apostle of Orcus that the lord of undead returns a destroyed minion to him shortly after its",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Determines properties of magic item. 16th Level or Higher (Level -15) Inflict Light Wounds: Touch deals ld8 damage +1/ Spectre level (max +5).",
        "name":  "Wraith Identify",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Humanoid creature of 4 HD or less loses Ray of Enfeeblement: Ray deals ld6 +1 per two next action. levels Str damage. Detect Magic Detects spells and magic items within 60 ft. Sanctuary: Opponents can\u0027t attack you, and you",
        "name":  "Daze",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks. Alter Self: Assume form of a similar creature.",
        "name":  "Read Magic",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Living creature of 6 HD or less loses normal plants. next action. Dispel Magic: Cancels magical spells and effects.",
        "name":  "Daze Monster",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Allows \"listening\" to surface +1/level (max +15). thoughts. Magic Circle against Good: As protection spells, but",
        "name":  "Detect Thoughts",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Paralyzes one humanoid for 1 round/level. Phantom Steed: Magic horse appears for 1 hour/level.",
        "name":  "Hold Person",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispels magical ability penalty Stinking Cloud: Nauseating vapors, 1 round/level. or repairs ld4 ability damage. Stone Shape: Sculpts stone into any shape.",
        "name":  "Restoration, Lesser",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Summons swarm of bats, rats, Detect Scrying: Alerts you of magical eavesdropping. or spiders. Dimension Door Teleports you a short distance.",
        "name":  "Summon Swarm",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical auras become visible to you. into giant vermin.",
        "name":  "Arcane Sight",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Speak any language. reveals magic effects on creatures and objects.",
        "name":  "Tongues",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Enables possession of another creature. nonchaotic subjects.",
        "name":  "Magic Jar",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Triggered rune wracks nearby Antimagic Field: Negates magic within 10 ft. creatures with pain. Antipathy: Object or location affected by spell repels",
        "name":  "Symbol of Pain",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As dispel magic, but up to +20 Mind Blank: Subject is immune to mental/emotional on check. magic and scrying.",
        "name":  "Dispel Magic, Greater",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. verbal put down, the hilarious joke, or the savage verbal lashing. His words can inspire dread and outrage in CLASS SKILLS his enemies or confidence and comfort in his friends. The jester\u0027s class skills (and the key ability for Once per day per jester level, the jester can use his wit each skill) are Balance (Dex), Bluff (Cha), Climb to produce magical effects in those around him. The (Str), Disable Device (Int), Disguise (Cha), Escape jester must have at least 1 rank in Perform (comedy) to Artist (Dex), Gather Information (Cha), Hide (Dex), use these abilities, and many of them rely on the use of Intimidate (Cha), Jump (Str), Knowledge (local) (Int), that skill to establish their save DCs and other effects. Knowledge (nobility and royalty) (Int), Move Silently The jester must share a language and be able to speak to (Dex), Open Lock (Dex), Perform (Cha), Search (Int), the target or targets of his performance abilities unless Sense Motive (Wis), Sleight of Hand (Dex), Speak otherwise noted in the specific ability\u0027s description. Language (None), Tumble (Dex), Use Magic Device Starting a jester\u0027s performance ability is a standard (Cha), and Use Rope (Dex). action, and the jester can maintain the performance Skill Points at 1st Level: (6 + Int modifier) x 4. (either as a free action or move action, depending on the",
        "name":  "Hit Die",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6 + Int modifier. specific performance used). The jester cannot use spells, activate magic items by spell completion, or activate CLASS FEATURES magic items by word while using his jester\u0027s performance All of the following are class features of the jester. ability. The jester must keep up a steady stream of puns,",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alters object\u0027s magic aura. Crushing Despair: Subjects take -2 on attack rolls,",
        "name":  "Magic Aura",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Puts 4 HD of creatures into magical slumber. invisible. Tasha\u0027s Hideous Laughter: Subject loses actions for Rage: Subjects gains +2 to Str and Con, +1 on Will 1 round/level. saves, -2 to AC.",
        "name":  "Sleep",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Invisible force obeys your Shrink Item: Object shrinks to one-sixteenth size. commands. Slow: One subject/level takes only one action/round,",
        "name":  "Unseen Servant",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As major image, but no her cunning and her infernal pact. She can produce concentration required. magical effects to trick others with the dark power",
        "name":  "Persistent Image",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Changes appearance of one person per invested in her soul. The mountebank also has several two levels. abilities similar to a rogue\u0027s. She has a wide variety of skills, she can disarm even magical traps, and she can 6TH-LEVEL JESTER SPELLS strike with deadly accuracy against an opponent ill-",
        "name":  "Seeming",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Turns you invisible and creates illusory double. They loot, kill, assassinate, and deceive others as it Otto\u0027s Irresistible Dance: Forces subject to dance. pleases them. Most neutral mountebanks have similar attitudes, although they might not harm others from Mountebank a sense of joy but rather for the sake of necessity. Mountebanks who struggle against their fate are almost always neutral. based on an idea proposed by E. Gary Gygax, DRAGON Religion: Mountebanks generally enter pacts with #65, September 19S2 demonic or infernal powers. Having been exposed to such creatures, they rarely pray to other deities. Baalzebul, The mountebank is a trickster allied with the fell powers Graz\u0027zt, Mammon, Mephistopheles, and Orcus most of the Outer Planes: the herald of a demon prince, a duke likely serve as patrons to a mountebank. A few evil deities, of Hell, or a similar power. Some mountebanks seek out such as Vecna and Iuz, also strike bargains with them. such an alliance, their thirst for power blotting out any Background: Mountebanks arise in a wide variety of fears they might have of eternal damnation or servitude. circumstances. Some reach out to the dark powers as part Other mountebanks are opportunists forced to embrace of their initiation into an evil cult, while others learn to an infernal pact for lack of any better options. In any case, forge their pact from a more powerful mountebank, one the mountebank is a master trickster who derives power who seeks out and recruits new fodder for her master. from her link to a dark master. In some cases—particularly in the case of a neutral Mountebanks excel at manipulating others with careful person—a deity, devil, or demon tempts a mortal who lies, ruses, and other stratagems. Their connection to the faces a great danger with the powers of a mountebank. dark powers allows them to generate magical effects that Baalzebul in particularly enjoys corrupting the innocent normally require extensive arcane training and skill to and desperate to the mountebank\u0027s path. create. Their hypnotic gaze can leave even the stoutest Races: Humans and half-elves most often become warriors vulnerable to attack, while their magical talents mountebanks. Humans are ambitious and daring enough make them almost impossible to trap. Mountebanks to take up such an offer. Half-elves, suspended between thrive on swindling the trusting, stealing from those two distinct cultures, might turn to the mountebank\u0027s who use their wealth to help others, and doing whatever path due to the resentment both halves of their heritage else they can to spread misery. Some mountebanks fight display. While half-orcs are outcasts to an even greater against the temptation to do evil. These brave souls strike degree, their poor charisma and tendency toward direct a bargain with evil and try to turn it against their foul action make them poorly suited to this role. Dwarves, masters. Few of them succeed. elves, halflings, and gnomes produce few mountebanks,",
        "name":  "Mislead",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. CLASS SKILLS The mountebank\u0027s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Bluff (Cha), Concentration (Con), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Forgery (Int), Gather Information (Cha), Hide (Dex), Intimidate (Cha), Knowledge (the planes) (Int), Move Silently (Dex), Open Lock (Dex), Search (Int), Sense Motive (Wis), Sleight of Hand (Dex), Spellcraft (Int), Tumble (Dex), and Use Magic Device (Cha). Skill Points at 1st Level: (6 + Int modifier) x 4.",
        "name":  "Hit Die",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mountebanks can use the Search skill to to an infernal patron or similar, sinister master, the locate traps when the task has a Difficulty Class higher mountebank can channel the energies of the Lower than 20. Finding a nonmagical trap has a DC of at least Planes to aid her in clouding the minds of others. In a 20, or higher if it is well hidden. Finding a magic trap manner similar to how a cleric calls upon the power of has a DC of 25 + the level of the spell used to create it. his deity the mountebank turns to her master for aid. She Mountebanks can use the Disable Device skill to can call upon her patron\u0027s aid a number of times per day disarm magic traps. A magic trap generally has a DC of equal to 1/2 her mountebank level + Charisma modifier. 25 + the level of the spell used to create it. A mountebank Channeling this energy and using it to power her abilities who beats a trap\u0027s DC by 10 or more with a Disable is a standard action. The mountebank gains the ability to Device check can study the trap, figure out how it works, use this power in a number of different ways. and bypass it without disarming it. Moss Beguile (Su): At 3rd level, the mountebank can",
        "name":  "Trapfinding",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The savant is a jack — of — all19 —th trad3e s. Hi2s mastery 2 1 of a wide range of lore, from arcane and divine magic 20th 3 3 3 2 to the secrets of defeating traps, makes him useful in almost any situation. However, savants lack other, more TABLE 2-9: SAVANT DIVINE SPELL focused classes\u0027 mastery of magic and combat. They are PROGRESSION excellent support characters, particularly since their unique talent with skills allows them to mask their allies\u0027 LEVEL 1ST 2ND 3RD 4TH shortcomings. 10th 1 — — — 11th 1 — — — GAME RULE INFORMATION 12th 1 0 — — Savants have the following game statistics. 13th 1 0 — —",
        "name":  "Role",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Savants study magic with the same The savant gains divine spells in the same manner curiosity and intellectual rigor they use to approach as arcane ones. At 10th level, he learns two new other topics. Through an understanding of the basic divine spells from the savant divine list. Each level theories of magic, the savant learns to cast a limited thereafter he gains two additional divine spells. He number of arcane spells. must be high enough level to cast a spell before he At 5th level the savant gains access to arcane spells can select it. If the savant has a 0 listed for a spell as shown on Table 2-8. The savant must choose and level, he can cast and gain new spells of that level if prepare his spells ahead of time. To learn, prepare, or his Wisdom score is high enough to grant him bonus cast a spell, a savant must have an Intelligence of at spells of that level. least 10 + the spell\u0027s level. The DC for a saving throw The savant chooses and prepares his divine spells at against a savant\u0027s arcane spell is 10 + the spell\u0027s level + the same time as his arcane ones. After 8 hours of rest, the savant\u0027s Intelligence modifier. he needs 1 hour of meditation and study to prepare Like other Spellcasters, a savant can cast only a both sets of spells. certain number of spells of each level per day. His The savant cannot use his arcane spell slots to prepare base allotment of spells is given below. In addition, divine spells and vice versa. Keep track of the two sets of the savant receives bonus arcane spells if he has a high spells separately. Intelligence score. At 5th level, the savant chooses two spells from his SAVANT SPELLS lists that he has acquired through research and diligent study. Each level afterward, he selects two more arcane 1ST-LEVEL ARCANE SAVANT SPELLS spells from the savant arcane spell list. The savant Alarm: Wards an area for 2 hours/level. cannot select spells from a given level until he is high Comprehend Languages: You understand all spoken enough level to cast them. and written languages.",
        "name":  "Arcane Lore",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reveals hidden doors within 60 ft. ahead of time by getting a good night\u0027s sleep and Detect Undead: Reveals undead within 60 ft. spending 1 hour in study. While studying, the savant Disguise Self: Changes your appearance. decides which spells to prepare. The savant does not Erase: Mundane or magical writing vanishes. need a spellbook or similar item. Instead, he focuses Expeditious Retreat: Your speed increases by 30 ft. on the arcane lore he has learned and sorts through Feather Fall: Objects or creatures fall slowly. his notes. Grease: Makes 10-ft. square or one object slippery. If the savant has a 0 listed for a spell level, he adds Hold Portal: Holds door shut. his bonus spells for a high Intelligence as normal to Identify: Determines properties of magic item. determine the number of spells he can cast each day. Jump: Subject gets bonus on Jump checks. If after applying this modifier the result is still 0, the Mount: Summons riding horse for 2 hours/level.",
        "name":  "The savant must choose and prepare his spells Detect Secret Doors",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Opens locked or magically sealed door. Sanctuary: Opponents can\u0027t attack you, and you can\u0027t",
        "name":  "Knock",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical auras become visible to you. (max +10). Clairaudience/Clairvoyance: Hear or see at a Gentle Repose: Preserves one corpse. distance for 1 min./level. Make Whole: Repairs an object.",
        "name":  "Arcane Sight",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic horse appears for 1 hour/level.",
        "name":  "Phantom Steed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Object shrinks to one-sixteenth size. Helping Hand: Ghostly hand leads subject to you.",
        "name":  "Shrink Item",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Speak any language. Locate Object: Senses direction toward object (specific or type). 4TH-LEVEL ARCANE SAVANT SPELLS Magic Circle against Chaos/Evil/Good/Law: As",
        "name":  "Tongues",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You understand all spoken Tongues: Speak any language. Sha\u0027ir by Dean Poisso, DRAGON #315, January 2004 The traders speak of a distant land where genies walk the streets, where princes fly upon carpets, and where desert winds sing promises of earthly delights. Even the most skeptical adventurer realizes that a nation of vast power lies somewhere across the seas, and that its civilization was old before recorded history began. This quixotic land, where fate determines the fortunes of the most tyrannical desert princes and the humblest of beggars, calls out to those who would learn its secrets. The enigmatic sha\u0027irs are the sages of this mysterious land—the primary arbiters between the immensely powerful geniekind and the mortal natives. Feared for their mysterious ways, the sha\u0027irs are also revered by the people. Some of the most powerful caliphs employ these respected Spellcasters as advisors. Steeped in ancient lore, the sha\u0027irs enjoy a cultural acceptance of their sorcerous power that is found nowhere else in the world. The chief reason for this appreciation of sha\u0027irs is that their exquisite finesse allows them to parley with the ancient, powerful forces of the desert. In fact, genies forced to deal with mortals often refuse to interact with anyone other than a sha\u0027ir. A sha\u0027ir could find his way into a traditional campaign in a number of ways. An angry genie could use a powerful spell to send him across the cosmos, or a curious sha\u0027ir might travel across land and sea to visit distant regions of your campaign world. Between commerce, diplomacy, or even war, the sha\u0027ir\u0027s arcane traditions could slowly filter across the world. The sha\u0027ir\u0027s magical tradition could even originate on a different plane and make its way to your world via planar travel.",
        "name":  "Comprehend Languages",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sha\u0027irs adventure for many of the same reasons as wizards and sorcerers. They might seek to test their spellcasting talent in the field, as study and practice in the safety of civilized lands lacks a certain edge they seek. Other sha\u0027irs might seek out ancient relics, particularly those relating to genies and their kind. Sha\u0027irs tend to prefer to travel with other adventurers, particularly fighters, barbarians, and other skilled combatants. Their magic is flexible, but it takes them some time to gather a specific spell.",
        "name":  "Adventures",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sha\u0027ir is a skilled spellcaster who, with the help of his elemental familiar, can gain access to almost any arcane spell and many divine ones. The sha\u0027ir\u0027s familiar, known as a gen, searches the elemental planes for knowledge of a spell and then returns to its TABLE 2-11: THE SHA\u0027IR Base Attack Fort Ref Will Level Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +0 +0 +2 Summon gen familiar 4 2 2nd +1 +0 +0 +3 5 3 3rd +1 +1 +1 +3 Recognize genie works 5 3 1 — 4th +2 +1 +1 +4 5 4 3 5th +2 +1 +1 +4 Elemental protection 5 4 3 1 6th +3 +2 +2 +5 5 4 4 3 7th +3 +2 +2 +5 Call janni 5 5 4 3 1 — — — — — 8th +4 +2 +2 +6 5 5 4 4 3 — — — — — 9th +4 +3 +3 +6 Elemental travel (1/day) 5 5 5 4 3 1 — — — — 10th +5 +3 +3 +7 5 5 5 4 4 3 — — — — 11th +5 +3 +3 +7 Call genie 5 5 5 5 4 3 1 — — - 12th +6/+1 +4 +4 +8 5 5 5 5 4 4 3 — — — 13th +6/+1 +4 +4 +8 Craft genie prison 5 5 5 5 5 4 3 1 — — 14th +7/+2 +4 +4 +9 5 5 5 5 5 4 4 3 — — 15th +7/+2 +5 +5 +9 Elemental travel (2/day) 5 5 5 5 5 5 4 3 1 — 16th +8/+3 +5 +5 +10 5 5 5 5 5 5 4 4 3 — 17th +8/+3 +5 +5 +10 5 5 5 5 5 5 5 4 3 - 18th +9/+4 +6 +6 +11 Elemental travel (at will) 5 5 5 5 5 5 5 4 4 3 19th +9/+4 +6 +6 +11 5 5 5 5 5 5 5 5 4 4 20th +10/+5 +6 +6 +12 5 5 5 5 5 5 5 5 5 5 master. While a sha\u0027ir can thus use almost any spell Other Classes: Sha\u0027irs sometimes see wizards and he has seen or learned about, it takes at least a few sorcerers as rivals. They feel their magic is superior to moments for his gen to retrieve it for him. other arcane casters because of their flexibility. A clever In addition to his abilities with spells, the sha\u0027ir excels sha\u0027ir always has the right spell for any situation. He is at dealing with geniekind and elemental powers. Since never forced to prepare his spells ahead of time or rely his magic relies on traffic with the elemental planes, on the talents he inherited from his forefathers. he gains immunity to some forms of damage and the Sha\u0027irs appreciate other characters, particularly ability to travel to different planes. fighters and rogues, for the talents they lend to an",
        "name":  "Characteristics",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sha\u0027irs are drawn from a wide range adventuring group. Sometimes a sha\u0027ir needs a few of alignments. In their native lands, their magical moments to recover the perfect spell to defeat an practices are as common as the sorcerer and wizard\u0027s enemy. While the sha\u0027ir waits for his gen to return abilities in the standard D\u0026D setting. with the spell, he needs his friends to keep him safe.",
        "name":  "Alignment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sha\u0027irs tend to revere deities of magic, Role: The sha\u0027ir provides arcane casting ability to elemental powers, and knowledge. Chances are—if the party. His ability to recall a wide variety of spells the sha\u0027ir originates from a land far from the core makes him the most flexible of casters, but this ability realms of your campaign setting—he prays to deities is sometimes unreliable and slow. He works best with that are unknown to the other members of the party. rogues, monks, and other scouts who can uncover",
        "name":  "Religion",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— can never go below 0 as the result of a gen\u0027s demise or dismissal. A slain or dismissed gen can be replaced the This creature resembles a blue-skinned humanoid with following day, but since it is an outsider, it cannot be hair like waving seaweed. raised from the dead. A sha\u0027ir with more than one class that grants a familiar Water gens often dwell on the Elemental Plane of may have only one familiar at a time. Water. Thought to be related to the marids, they are Recognize Genie Works: At 3rd level, a sha\u0027ir can often found within marid cities, although they travel recognize the craftsmanship of any item or magical almost constantly. effect created by geniekind. To use this ability, the sha\u0027ir Water gens speak Common and Aquan. must make a successful DC 20 Knowledge (the planes) check. The sha\u0027ir receives a bonus on this check equal to COMBAT his sha\u0027ir level. Water gens avoid combat whenever possible. Elemental Protection: At 5th level, a sha\u0027ir gains When they must fight, they slam opponents with resistance to acid 2, cold 2, electricity 2, and fire 2. He their fists. also gains damage reduction 2/— against attacks made Amphibious (Ex): Although water gens are aquatic, by any creature with the air, earth, fire, or water subtype. they can survive indefinitely on land. The resistance increases to 4 against the energy type to which his gen is immune (see below), and the damage reduction increases to 4/— against attacks made by any given level and must make the decision at creatures of his gen\u0027s elemental subtype. He also gains the same time as he gains new spells known for a +2 bonus on all saves against acid-, cold-, electricity-, the level. and fire-based attacks, and this bonus increases to +4",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sha\u0027ir may use metamagic feats against attacks that deal the energy damage to which his he possesses to modify the spells his gen fetches. The gen is immune. gen simply fetches the spell with the metamagic feats Call Janni (Sp): A 7th-level or higher sha\u0027ir may call applied. Unlike the sorcerer, the sha\u0027ir does not need a janni to aid him once per day. This functions as the to take a full-round action to cast such spells. lesser planar ally spell except that the Sha\u0027ir can only call a janni. The sha\u0027ir must pay the spell\u0027s XP cost and draw their power from the city and return it tenfold bargain with the janni as normal. Caster level is equal to with devotion and faith. the sha\u0027ir\u0027s class level. Adventures: Urban druids adventure to gain Elemental Travel (Sp): At 9th level, a sha\u0027ir can knowledge (especially about the history and plane shift once per day, as the spell, to any of the architecture of cities and the ways of their citizens). elemental planes or from any elemental plane to the Unlike the druids of nature, urban druids do not Material Plane. At 15th level, the sha\u0027ir may use this form hierarchical societies. Each is left to her own; ability twice per day, and at 18th level, the sha\u0027ir may when two urban druids meet, they often exchange use this ability at will. Caster level is equal to the ideas, lore, and philosophies, but only rarely do sha\u0027ir\u0027s class level. they stay together. Urban druids find destruction Call Genie (Sp): An 11th-level or higher sha\u0027ir may call and entropy to be the most horrifying aspect of the any type of genie to aid him once per day. This functions world; anything that can destroy a city is to be hated, as the planar ally spell except that the Sha\u0027ir can only call feared, and hunted. Undead are particularly reviled one dao (see the Manual of the Planes), djinni, efreeti, or for their ability to quickly destroy populations marid (see the Manual of the Planes), or two jann. The through disease, terror, and negative energy, but sha\u0027ir must pay the spell\u0027s XP cost and bargain with dragons and elementals (with their capability to the genie or jann as normal. Caster level is equal to the destroy large buildings and swaths of cities with sha\u0027ir\u0027s class level. ease) are also hated, and often an urban druid turns to an adventuring life to seek out and slay these Craft Genie Prison (Ex): At 13th level, a sha\u0027ir gains the terrible foes. benefit of the Craft Wondrous Item feat, except that he can use it only to create genie prisons. A genie prison is created in Characteristics: Urban druids cast divine spells in die same way as an iron flask and functions identically to the same way druids do, although they get their spells that device, except that it can hold only geniekind. from the power of the city\u0027s spirit rather than from nature. Their spells are oriented toward society and Urban Druid construction. In addition to spells, urban druids gain an increasing array of magical powers, including the ability to change shape into different humanoids and by James Jacobs, DRAGON #317, March 2004 creatures found in urban environments. The most powerful urban druids can transform into objects or The frenzied surge of a riot, the stately presence even constructs. of a cathedral, the constant vigilance of the city Alignment: As with classic druids, urban druids watch, the slow decay of worm-eaten waterfront must remain impartial to a certain degree. They must buildings-—to most, these things are nothing more value society and civilization above the individual. than the results of civilization, but to a rare few, As a result, all urban druids must have a neutral they represent something more. To these few, the component to their alignment. No urban druid is milling of pedestrians in a busy marketplace is akin chaotic neutral, since hearing the secret voice of the to the industry of an ant colony. The towering statues city requires at least a modicum of organization. erected to honor bygone dynasties are as pure as the Religion: An urban druid worships the purity mightiest redwood tree. The cobblestone and dirt of society and the city above all else. Religions are streets are arteries of life. To these few, civilization incorporated into this as a whole, although the urban represents a powerful force in and of itself, opposed druid finds more to draw power from in the massive to but not necessarily in conflict with nature. Just as cathedrals and huge masses of worshipers than from nature has those who venerate and worship its purity their deities. and strength, so does the city have its faithful. They Background: As mentioned above, urban druids tend to be solitary and introverted, despite living in are alone in the crowd. They dwell in cities, and urban environments. They are physically alone but although they often visit smaller towns or even travel spiritually connected to the secret voices of the city into the wilderness on a quest, they are only truly at itself. They are the urban druids. ease in a settlement with a population of no less than The urban druid knows that each city is, after a 5,000 souls. Often, a neighborhood never realizes fashion, a living organism. Each city has its own that an urban druid dwells in its midst, so secretive personality, its own joys, and its own nightmares. The and subtle are her workings and goals. presence of its citizens are its voice, and the memories Races: Humans, being industrious and quick of its dead are its soul. The buildings are its bones, the to expand and build, have the highest affinity for streets its veins, and the protective walls its skin. Its the calling of the urban druid. Half-elves and eyes are the market, and its ears the port. Urban druids half-orcs, often forced to live in large cities where BASE ATTACK FORT REF WILL LEVEL. BONUS SAVE SAVE SAVE SPECIAL 0 1 2 3 4 5 6 7 8 9 1st +0 +2 +0 +2 City sense, favored city 1, 3 1 urban companion 2nd +1 +3 +0 +3 Crowd walk 4 2 3rd +2 +3 +1 +3 Alley fighting 4 2 1 4th +3 +4 +1 +4 Disease immunity, 5 3 2 favored city 2 5th +3 +4 +1 +4 Urban shape (1/day) 5 3 2 1 6th +4 +5 +2 +5 Urban shape (2/day) 5 3 3 2 7th +5 +5 +2 +5 Urban shape (3/day) 6 4 3 2 1 8th +6/+1 +6 +2 +6 Urban shape (Large), 6 4 3 3 2 favored city 3 9th +6/+1 +6 +3 +6 Information network 6 4 4 3 2 1 — — — - 10th +7/+2 +7 +3 +7 Urban shape (4/day) 6 4 4 3 3 2 — — — 11th +8/+3 +7 +3 +7 Urban shape (Tiny) 6 5 4 4 3 2 1 - — - 12th +9/+4 +8 +4 +8 Urban shape (object), 6 5 4 4 3 3 2 — — favored city 4 13th +9/+4 +8 +4 +8 — 6 5 5 4 4 3 2 Hi — - 14th +10/+5 +9 +4 +9 Urban shape (5/day) 6 5 5 4 4 3 3 2 — 15th +11/+6/+1 +9 +5 +9 Urban shape (Huge) 6 5 5 5 4 4 3 2 1 - 16th +12/+7/+2 +10 +5 +10 Favored city 5, urban shape 6 5 5 5 4 4 3 3 2 (animated object 1/day) 17th +12/+7/+2 +10 +5 +10 6 5 5 5 5 4 4 3 2 1 18th +13/+8/+3 +11 +6 +11 Urban shape (6/day, 6 5 5 5 5 4 4 3 3 2 animated object 2/day) 19th +14/+9/+4 +11 +6 +11 — 5 5 5 4 4 3 3 20th +15/+10/+5 +12 +6 +12 Favored city 6, urban shape 6 5 5 5 5 5 4 4 4 4 (animated object 3/day, Gargantuan) and engineering) (Int), Knowledge (history) (Int), or her deity\u0027s (if she has one). Spells associated with Knowledge (local) (Int), Perform (Cha), Profession particular alignments are indicated by the chaos, evil, (Wis), Sense Motive (Wis), Speak Language, Spellcraft good, and law descriptors in their spell descriptions. (Int), Survival (Wis). City Sense (Ex): An urban druid gains a +2 bonus on Skill Points at 1st Level: (4 + Int modifier) x 4. Gather Information and Knowledge (local) checks.",
        "name":  "Metamagic Feats",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Six or more Diminutive or Fine objects, all Create Water: Creates 2 gallons/level of pure water. within 1 ft. of each other, whose total weight does not Cure Minor Wounds: Cures 1 point of damage. exceed 25 lb. Detect Magic Detects spells and magic items within 60 ft.",
        "name":  "Target",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Object shines like a torch. cause them to fly off in all directions simultaneously. Mending: Makes minor repairs on an object. The spray of items makes a burst with a 10-foot Purify Food and Drink: Purifies 1 cu. ft/level of food or water. radius. If the items are fairly hard or sharp (such as Read Magic: Read scrolls and spellbooks. stones, sling bullets, coins, broken glass, or the like), Repair Minor Damage*: Repairs 1 point of damage. creatures in the burst take ld8 points of damage. Resistance: Subject gains +1 bonus on saving throws. A successful Reflex save negates this damage. Eggs, Virtue: Subject gains 1 temporary hp. fruit, and other soft objects deal nonlethal damage. This spell originally appeared in the FORGOTTEN 1ST-LEVEL URBAN DRUID SPELLS REALMS Campaign Setting. Alarm: Wards an area for 2 hours/level.",
        "name":  "You point to a collection of little, unsecured items and Light",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cold metal damages those who touch it. Quench: Extinguishes nonmagical fires or one magic item.",
        "name":  "Chill Metal",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Allows \"listening\" to surface thoughts. (max +15). Eagle\u0027s Splendor Subject gains +5 to Cha for 1 min./level. Shrink Item: Object shrinks to one-sixteenth size.",
        "name":  "Detect Thoughts",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Opens locked or magically sealed door. Antiplant Shell: Keeps animated plants at bay.",
        "name":  "Knock",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Misleads divinations for one creature Cure Serious Wounds: Cures 3d8 damage +1/level or object. (max +15). Owl\u0027s Wisdom: Subject gains +4 to Wis for 1 min./level. Dispel Magic: Cancels spells and magical effects. Repair Moderate Damage*: Repairs 2d8 damage +1/ Dominate Person: Controls humanoid telepathically. level (max +10). Freedom of Movement: Subject moves normally",
        "name":  "Misdirection",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ignores 10 (or more) points of damage/ despite impediments. attack from specified energy type. Giant Vermin: Turns centipedes, scorpions, or spiders Restoration, Lessen Dispels magical ability penalty or into giant vermin. repairs ld4 ability damage. Hold Monster: As hold person, but any creature.",
        "name":  "Resist Energy",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transforms raw materials into finished items. Disintegrate: Makes one creature or object vanish.",
        "name":  "Fabricate",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cures ld8 damage +1/level Finger of Death: Kills one subject. for many creatures. Iron Body: Your body becomes living iron. Dispel Magic, Greater. As dispel magic, but +20 on check. Maze: Traps subject in extradimensional maze. Eagle\u0027s Splendor, Mass: As eagle\u0027s splendor, affects one Polymorph Any Object: Changes any subject into subject/level. anything else.",
        "name":  "Cure Light Wounds, Mass",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Array of magic effects protect area. Repel Metal or Stone: Pushes away metal and stone.",
        "name":  "Guards and Wards",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These dedicated clerics and druids of Ehlonna fight and move with divine speed. Flux Adept The flux adept learns to use her magic to alter and control her body.",
        "name":  "Fleet Runner of Ehlonna",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mages of this class focus on magic missile to push that spell beyond its normal limits.",
        "name":  "Force Missile Mage",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This spellcaster learns to weave magic that allows him to control the structure of bones, whether his own or his enemies\u0027.",
        "name":  "Osteomancer",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Initiates into this rare magical tradition learn from mysterious entities to reshape objects with incredible ease. Aerial Avenger REQUIREMENTS To qualify to become an aerial avenger, a character must fulfill by Monte Cook, DRAGON #319, May 2004 all of the following criteria.",
        "name":  "Shaper of Form",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex +3. Some say there is a brotherhood—unspoken, perhaps— Skills: Tumble 5 ranks. among those who can leave the ground behind and Feats: Dodge, Mobility. take to the sky. The unbridled freedom enjoyed by such Special: Must have a fly speed or the ability to cast fly creatures breeds jealousy in their earthbound lessers. at least twice per day. A role common among creatures as diverse as dragons, cloud giants, and harpies, the aerial avenger is a combatant CLASS SKILLS trained to utilize the ability to fly to its utmost. They The aerial avenger\u0027s class skills (and the key ability for come streaking out of the sky to attack those below with each skill) are: Balance (Dex), Concentration (Con), Craft skill and ferocity, inspiring dread in all who experience (Int), Escape Artist (Dex), Hide (Dex), Jump (Str), Listen their assaults. (Wis), Move Silently (Dex), Perform (Cha), Profession Aerial avengers are quite rare among humanoid (Wis), Survival (Wis), Swim (Str), and Tumble (Dex). races, although sometimes a sorcerer with the ability Skill Points at Each Level: 6 + Int modifier. to magically fly takes up the necessary training. Usually however, aerial avengers are creatures like mephits, +1 competence bonus to damage. At 5th level, this bonus celestials, certain fiends, giant eagles, sphinxes, dragons becomes +2, and at 8th level it rises to +3. (and half-dragons), sprites, and couatls—to name just a Power Dive (Ex): When a 2nd-level aerial avenger makes few. Even beholders and other creatures that fly by non- a dive (charge) attack, she deals an additional +1d6 points traditional means sometimes become aerial avengers. of damage if she hits. Usually, an aerial avenger serves as a steward over Maneuverability Increase (Ex): At 3rd level, the aerial her fellow creatures, defending them against attack and avenger\u0027s maneuverability increases by one rank, so that an retaliating against their enemies. They sometimes form aerial avenger with an average maneuverability gains good into efficient cadres of flying warriors. maneuverability. If the aerial avenger\u0027s maneuverability is already perfect, this ability cannot affect it. The aerial CLASS FEATURES avenger\u0027s maneuverability increases again at 7th level. All of the following are class features of the aerial avenger Speed (Ex): At 3rd level, the aerial avenger learns to prestige class. increase her speed by +10 feet. This bonus increases by +10",
        "name":  "Base Save Bonus",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At each even-numbered level gained in the Cerebrex class, a character gains new spells per day (and spells known, if applicable) as if she had also gained a level in a spellcasting class she belonged to before adding the prestige class. She does not, however, gain any other benefit a character of that class would have gained (improved chance of rebuking or controlling undead, metamagic or item creation feats, and so on), except for an increased effective level of spellcasting. If a character had more than one spellcasting class before becoming a Cerebrex, she must decide to which class she adds the new level for purposes of determining spells per day. Enigma\u0027s Bane (Ex): A Cerebrex knows the way to the heart of any mystery. When confronted by a puzzle, REQUIREMENTS equal to one-half her cerebrex level. This effect lasts one To qualify to become a round per cerebrex level. cerebex, a character must Blindsense (Ex): At 5th level, the cerebrex\u0027s heightening fulfill all of the following senses grant her blindsense to 30 feet. criteria. Telepathic Immunity (Su): A Cerebrex of 5th level is",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast 3rd-level arcane spells. Eidetic Memory (Ex): At 6th level, the Cerebrex reaches the next level of her evolution: memory. She has perfect recall CLASS SKILLS of events in all five senses. This grants her a competence The cerebex\u0027s class skills (and the key ability for each bonus on all Intelligence checks and Intelligence-based skill) are: Appraise (Int), Concentration (Con), Craft (Int), skill checks equal to half her cerebrex levels. Decipher Script (Int), Disable Device (Int), Forgery (Int), Clairaudience/Clairvoyance (Sp): By concentrating for Heal (Wis), Knowledge (all) (Int), Listen (Wis), Profession 1 minute, a 7th-level Cerebrex may expand her senses to (Wis), Search (Int), Speak Language (None), Spellcraft such an extent that she can perceive an unseen area as (Int), Spot (Wis), and Use Magic Device (Cha). per the clairaudience/clairvoyance spell. This ability is as",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier. Evasion (Ex): At 2nd level and above, a fleet runner can avoid even magical and unusual attacks with great agility.",
        "name":  "Skill Points at Each Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At every odd-numbered level, a flux adept gains 1 point of acid damage per hit. For each minute that she new spells per day (and spells known, if applicable) as touches an item (such as ropes or shackles binding her, if she had also gained a level in a spellcasting class she or a wooden door that blocks her path), her acidic sweat belonged to before adding this prestige class. She does ignores 1 point of the object\u0027s hardness. not, however, gain any other benefit a character of that Feign Death (Ex): The 5th-level flux adept is able class would have gained (improved chance of rebuking to turn off her metabolism (requiring no food, water, or controlling undead, metamagic or item creation or even air) by entering a deep trance that resembles feats, and so on), except for an increased effective death. She can remain in this dormant state for up to level of spellcasting. If a character had more than one 24 hours, and shows all the physical signs of death. She spellcasting class before becoming a flux adept, she may enter this trance as a standard action. Awakening must decide to which class she adds the new level for from the trance takes a full round. Upon entering a purposes of determining spells per day. trance, the flux adept must designate up to three Grace Through Will (Ex): The simplest lesson of the triggers that will awaken her prematurely. A trigger path of the flux adept is the means to precisely control can only be an event that somehow affects the character all of the body\u0027s muscles. While this is by no means (such as being touched, slapped, or damaged), and something that can be mastered immediately, the mind cannot be something tied to the time of day (such as and body can be made, in time, to work as one. The the sun rising or setting). Triggers cannot depend on REQUIREMENTS To qualify to become a flux adept, a character must fulfill all of the following criteria.",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At least one metamagic feat, Endurance, Great Fortitude.",
        "name":  "Feats",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast 2nd-leve! spells. CLASS SKILLS The flux adept\u0027s class skills (and the key ability for each) are: Balance (Dex), Bluff (Cha), Climb (Str), Craft (Int), Escape Artist (Dex), Heal (Wis), Hide (Dex), Jump (Str), Knowledge (any) (Int), Move Silently (Dex), Sense Motive (Wis), Spellcraft (Int), Swim (Str),Tumble (Dex), and Use Magic Device (Cha).",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast magic missile once per day. CLASS SKILLS The force missile mage\u0027s class skills {and the key ability for each skill) are Concentration (Con), Craft (Int), Knowledge (arcana) (Int), Profession (Wis), Spellcraft (Int), and Spot (Wis).",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast at least three transmutation spells, one of which must be 1st level or higher. CLASS SKILLS The osteomancer\u0027s class skills (and the key ability for each) are: Concentration (Con), Craft (Int), Disguise (Cha), Heal (Wis), Intimidate (Cha), Knowledge (all)(Int), Scry (Int), Spellcraft (Int), Use Magic Device (Cha).",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier. and elves tend to be deeply suspicious of magic that warps their mortal frames. After all, they are possessions they intend to keep intact for centuries. CLASS FEATURES All of the following are class features of the osteomancer prestige class.",
        "name":  "Skill Points at Each Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    }
]
