[
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine magic is intuitive to a inclined divine channelers, favored soul, not a matter of careful prayer. are also born loners. Unlike This intuitive nature leads to a freer interpre- clerics in a temple, they gain tation of faith and doctrine, and so favored little by sharing their knowl- souls tend slightly toward chaos over law. edge and have no strong incen- A favored soul is often of the same tive to work together. alignment as her deity, though some Races: The innate talent of are one step away. For example, a spontaneously channeling divine favored soul could serve a lawful power is unpredictable, and it can good deity and be neutral good show up in any of the common herself. A favored soul may not races. be neutral unless her deity is Divine spellcasters from savage neutral. lands or from among brutal",
        "name":  "Alignment",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The favored soul serves as a groupÆs backup healer wearing it does not interfere with her spellcasting. and defensive magic specialist. She can hold her own in a Spells: A favored soul casts divine spells (the same type fi ght, especially if she chooses to focus on powers that aid of spells available to clerics), which are drawn from the her in combat. cleric spell list. She can cast any spell she knows without preparing it ahead of time the way a cleric must. Game Rule Information To cast a spell, a favored soul must have a Charisma score Favored souls have the following game statistics. of 10 + the spellÆs level (Cha 10 for 0-level spells, Cha 11",
        "name":  "Role",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Toughness. class. They learn the practice of magic in religious orders",
        "name":  "Bonus Feat",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0ùdetect magic, cure minor wounds, light, can easily invent your own shugenja orders, employing read magic; 1stùbless, command, cure light wounds. the same principles youÆd use when inventing your own",
        "name":  "Spells Known",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A shugenja casts divine spells (the same type of has used up all his 3rd-level spell slots for the day but wants spells available to clerics and druids), which are drawn from to cast another one, he could use a 4th-level slot to do so. The the shugenja spell list (page XX). He can cast any spell he spell is still treated as its actual level, not the level of the slot knows without preparing it ahead of time, the way a wizard used to cast it. or a cleric must (see below). Upon reaching 4th level, and at every even-numbered To learn or cast a spell, a shugenja must have a Charisma shugenja level after that (6th, 8th, and so on), a shugenja can score equal to at least 10 + the spell level (Cha 10 for 0-level choose to learn a new spell in place of one he already knows. spells, Cha 11 for 1st-level spells, and so forth). The Diffi - In effect, the shugenja ôlosesö the old spell in exchange for culty Class for a saving throw against a shugenjaÆs spell is 10 the new one. The new spellÆs level must be at least two levels + the spell level + the shugenjaÆs Charisma modifi er. lower than the highest-level shugenja spell the shugenja Like other spellcasters, a shugenja can cast only a certain can cast. For instance, upon reaching 4th level, a shugenja number of spells of each spell level per day. His base daily could trade in a single 0-level spell (two spell levels below spell allotment is given on Table 1û3: The Shugenja. In the highest-level shugenja spell he can cast, which is 2nd) addition, he receives bonus spells per day if he has a high for a different 0-level spell. At 6th level, he could trade in a Charisma score (see page 8 in the PlayerÆs Handbook). single 0-level or 1st-level spell (since he now can cast 3rd- A shugenjaÆs selection of spells is extremely limited. A level shugenja spells) for a different spell of the same level. shugenja begins play knowing four 0-level spells and two A shugenja may swap only a single spell at any given level, 1st-level spells of his choice, plus one 0-level spell and one and must choose whether or not to swap the spell at the Table 1û4: Shugenja Spells Known* Level 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st o+2+2 o+1+1 ù ù ù ù ù ù ù ù 2nd o+3+2 o+1+1 ù ù ù ù ù ù ù ù 3rd o+3+2 o+2+1 ù ù ù ù ù ù ù ù 4th o+3+3 o+2+1 o+1+0 ù ù ù ù ù ù ù 5th o+4+3 o+2+2 o+1+1 ù ù ù ù ù ù ù 6th o+4+3 o+2+2 o+1+1 o+1+0 ù ù ù ù ù ù 7th o+4+4 o+3+2 o+2+1 o+1+1 ù ù ù ù ù ù 8th o+4+4 o+3+2 o+2+1 o+1+1 o+1+0 ù ù ù ù ù 9th o+5+4 o+3+2 o+2+2 o+2+1 o+1+1 ù ù ù ù ù 10th o+5+4 o+3+2 o+2+2 o+2+1 o+1+1 o+1+0 ù ù ù ù 11th o+5+4 o+3+2 o+3+2 o+2+2 o+2+1 o+1+1 ù ù ù ù 12th o+5+4 o+3+2 o+3+2 o+2+2 o+2+1 o+1+1 o+1+0 ù ù ù 13th o+5+4 o+3+2 o+3+2 o+2+2 o+2+2 o+2+1 o+1+1 ù ù ù 14th o+5+4 o+3+2 o+3+2 o+2+2 o+2+2 o+2+1 o+1+1 o+1+0 ù ù 15th o+5+4 o+3+2 o+3+2 o+2+2 o+2+2 o+2+2 o+2+1 o+1+1 ù ù 16th o+5+4 o+3+2 o+3+2 o+2+2 o+2+2 o+2+2 o+2+1 o+1+1 o+1+0 ù 17th o+5+4 o+3+2 o+3+2 o+2+2 o+2+2 o+2+2 o+2+1 o+2+1 o+1+1 ù 18th o+5+4 o+3+2 o+3+2 o+2+2 o+2+2 o+2+2 o+2+1 o+2+1 o+1+1 o+1+0 19th o+5+4 o+3+2 o+3+2 o+2+2 o+2+2 o+2+2 o+2+1 o+2+1 o+2+1 o+1+1 20th o+5+4 o+3+2 o+3+2 o+2+2 o+2+2 o+2+2 o+2+1 o+2+1 o+2+1 o+2+1 * At each level, a shugenja gets an order spell for each spell level, starting at 1st. The ôoö on this list represents that. The number in the middle is the number of spells of the shugenjaÆs favored element, and the final number is the additional number of spells known of any element.13 DEVOTED THE CHAPTER 1 same time that he gains new spells known for the level. A The shugenjas of the Order of the Ineffable Mystery can shugenja still must honor his elemental focus. specialize in any of the four elements. The Ineffable Mys- Shugenjas do not have spellbooks, though they write tery also trains shugenjas who specialize the fi fth element, their spells on ofudas. These ofudas serve as divine focus void. (See the void disciple prestige class in Chapter 2.) items and must be read as part of the spellcasting process. Sense Elements (Sp): One of the fi rst ôspellsö a shugenja Shugenjas can use the Scribe Scroll feat to create magic learnsùa magical effect so basic that it becomes a spell-like scrolls that work the same as a wizard or clericÆs scrolls. abilityùis the ability to sense elements. As a full-round When casting metamagic spells, remember that the shu- action, a shugenja can become aware of all sources of one genja has not prepared the spell in advance, and is doing so chosen element (air, earth, fi re, or water) within 10 feet of on the spot. The shugenja, therefore, must take more time him. The shugenja learns the size of the objects but not their to cast a metamagic spell than a regular spell. If its normal precise location or actual nature. casting time is 1 standard action, casting a metamagic spell By concentrating longer, a shugenja can either extend is a full-round action for a shugenja. For spells with a longer her magical senses or gather more information about the casting time, it takes an extra full-round action to cast the elements he has detected. Each additional round spent in spell. Shugenjas cannot use the Quicken Spell metamagic concentration allows the shugenja to add 5 feet to the radius feat. of his sense ability, to a maximum of 5 additional feet per",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All shugenjas have a favored element: shugenja level. Thus, at 4th level, Kitsu Mari can sense ele- air, earth, fi re, or water. A shugenjaÆs choice of specialized ments to a maximum range of 30 feet by concentrating for element is sometimes determined by the shugenja order in fi ve full rounds. Alternatively, the shugenja can focus on one which he studies. At least half the spells a shugenja knows source of the sensed element per round, attempting a Spell- at each spell level must belong to his favored element, and craft check to determine more about that single item. The the spell dictated by his order often belongs to that element amount of information he learns depends on his Spellcraft as well. This is refl ected on Table 1û4, which indicates how check result: many spells of each level must be spells of the shugenjaÆs favored element. At 1st level, for example, the shugenja Kitsu Check Result Information Learned 20 or higher ItemÆs general location (square containing Mari must know at least three 0-level water spellsùone it, or its nearest boundary if it is larger than water spell determined by his order and two additional a 5-foot square) water spells, plus two other 0-level spells of any element. 25 or higher Whether the item is natural or a spell effect. He also knows one 1st-level water spell from his order, one (A normal Spellcraft check against DC 20 + additional 1st-level water spell, and one 1st-level spell of spell level can then determine the nature of the spell effect.) any element. Shugenjas automatically gain the benefi ts of 30 or higher Whether the item is a creature or an object. the Spell Focus feat (+1 to spell DCs) for spells from their 35 or higher The exact nature of the item (for example favored element, regardless of its school. whether a creature is an efreeti or a fire As the cost of specializing in one element, a shugenja is elemental, whether an object is gold or prohibited from learning spells associated with a different stone, whether air is breathable or not.) element. The prohibited element is dictated by the favored element, as described below. In subsequent rounds, a shugenja can retry his Spellcraft",
        "name":  "Element Focus",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Air spells are subtle, involving travel, intuition, infl u- check on the same item, shift his attention to a different ence, divination, and illusion. Earth is the prohibited ele- item, or extend the range of his senses. ment for air shugenjas. The Order of the All-Seeing Eye and A 1st-level shugenja can use this ability three times per the Order of the Spring Zephyr specialize in air magic. day. Every fi ve levels he advances as a shugenja allows him to",
        "name":  "Air",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Earth spells involve resilience and resolve, health use the ability an additional time per day (four times at 5th and growth, and the strength of its body. Air is the prohib- level, fi ve times at 10th level, and so one). Like many divina- ited element for earth shugenjas. The Order of the Impen- tion spells, a shugenjaÆs sense elements ability is blocked by etrable Crucible and the Order of the Perfect Sculpture 1 foot of stone, 1 inch of common metal, a thin sheet of lead, specialize in earth magic. or 3 feet of wood or dirt.",
        "name":  "Earth",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fire spells are destructive and blatant, though they For example, Kitsu Mari enters a room and concentrates also deal with intelligence, inspiration, and creativity. Water to sense water. (Athough he is a water shugenja, he could is the prohibited element for fi re shugenjas. The Order of the just as easily sense any other element, including fi re.) He Consuming Flame specializes in fi re magic. becomes aware of all sources of water within 10 feet. A basin",
        "name":  "Fire",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Water spells involve transformation, cleansing, of water rests on the nightstand, a person lurks behind the healing, and friendship. Fire is the prohibited element door (living creatures are usually made of all four ele- for water shugenjas. The Order of the Forbidding Waste- ments) holding a vial of poisonùKitsu Mari discovers land and the Order of the Gentle Rain specialize in water three sources of water within 10 feet of him: one Medium, magic. one Small, and one Fine. Focusing on the Medium source14 1 RETPAHC EHT DETOVED and concentrating for a round, he makes a Spellcraft check spirit shamans gain an increasing array of spirit powers as and gets a result of 31. He learns that the Medium source they advance in level. of water is a creature, that it is natural, and where it is. If Alignment: Spirit shamans, in keeping with the indif- the assassin behind the door has not already jumped out to ference of the spirits, tend toward some measure of dispas- attack him, he has learned that a creature is hiding behind sion. Unlike druids, they are more tribal than solitary, and the door ... but more likely, he has learned this too late. involve themselves in the affairs of their fellows. Most spirit shamans are neutral on at least one alignment axis, but it is Human Shugenja Starting Package not uncommon to fi nd a spirit shaman who has become so",
        "name":  "Water",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d4 gp. serve as the tribeÆs spirit shaman on his return. Sometimes, a young shaman impatient with an overly cautious master SPIRIT SHAMAN strikes out on his own to seek out the knowledge he feels Master of the spirit world, the spirit shaman follows a differ- his master is withholding. ent divine tradition than the cleric or the druid. Her world Races: Halfl ings, humans, and half-orcs are the races that is fi lled with powerful, living spirits, some helpful and some more commonly give rise to the tribal cultures in which sha- malign. By bargaining with these spirits, the spirit shaman mans fl ourish. While rare groups of barbaric dwarves, elves, gains power over the natural world and mighty divine magic or gnomes favor a shamanic tradition instead of a cleric or with which to aid her comrades or smite her enemies. druid one, these communities are uncommon at best.",
        "name":  "Gold",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spirit shaman casts divine spells from the druid spell list. She can cast any spell she has retrieved, Table 1û5: The Spirit Shaman Class Base Fort Ref Will ùùùùùù Spells per Day ùùùùùù Level Attack Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +2 +0 +2 Spirit guide, wild empathy 3 2 ù ù ù ù ù ù ù ù 2nd +1 +3 +0 +3 Chastise spirits 4 3 ù ù ù ù ù ù ù ù 3rd +2 +3 +1 +3 Detect spirits 5 4 2 ù ù ù ù ù ù ù 4th +3 +4 +1 +4 Blessing of the spirits 6 5 3 ù ù ù ù ù ù ù 5th +3 +4 +1 +4 Follow the guide 6 6 4 2 ù ù ù ù ù ù 6th +4 +5 +2 +5 Ghost warrior 6 6 5 3 ù ù ù ù ù ù 7th +5 +5 +2 +5 Warding of the spirits 6 6 6 4 2 ù ù ù ù ù 8th +6/+1 +6 +2 +6 ù 6 6 6 5 3 ù ù ù ù ù 9th +6/+1 +6 +3 +6 Spirit form 1/day 6 6 6 6 4 2 ù ù ù ù 10th +7/+2 +7 +3 +7 Guide magic 6 6 6 6 5 3 ù ù ù ù 11th +8/+3 +7 +3 +7 Recall spirit 6 6 6 6 6 4 2 ù ù ù 12th +9/+4 +8 +4 +8 ù 6 6 6 6 6 5 3 ù ù ù 13th +9/+4 +8 +4 +8 Exorcism 6 6 6 6 6 6 4 2 ù ù 14th +10/+5 +9 +4 +9 ù 6 6 6 6 6 6 5 3 ù ù 15th +11/+6/+1 +9 +5 +9 Spirit form 2/day 6 6 6 6 6 6 6 4 2 ù 16th +12/+7/+2 +10 +5 +10 Weaken spirits 6 6 6 6 6 6 6 5 3 ù 17th +12/+7/+2 +10 +5 +10 Spirit journey 6 6 6 6 6 6 6 6 4 2 18th +13/+8/+3 +11 +6 +11 ù 6 6 6 6 6 6 6 6 5 3 19th +14/+9/+4 +11 +6 +11 Favored of the spirits 6 6 6 6 6 6 6 6 6 4 20th +15/+10/+5 +12 +6 +12 Spirit form 3/day, 6 6 6 6 6 6 6 6 6 5 spirit who walks Illus. by J. Pavelec A spirit shaman16 1 RETPAHC EHT DETOVED much like a bard or sorcerer can cast any spell she knows Table 1û6: Spirit Shaman Spells Retrieved per Day without preparing it ahead of time. Level 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st 3 1 ù ù ù ù ù ù ù ù To retrieve or cast a spell, a spirit shaman must have a 2nd 3 2 ù ù ù ù ù ù ù ù Wisdom score of at least 10 + the spell level (Wisdom 10 for 3rd 3 2 1 ù ù ù ù ù ù ù 0-level spells, Wisdom 11 for 1st-level spells, and so on). The 4th 3 3 1 ù ù ù ù ù ù ù Diffi culty Class for a saving throw against a spirit shamanÆs 5th 3 3 1 1 ù ù ù ù ù ù spell is 10 + the spell level + the spirit shamanÆs Charisma 6th 3 3 2 1 ù ù ù ù ù ù 7th 3 3 2 1 1 ù ù ù ù ù modifi er. 8th 3 3 2 2 1 ù ù ù ù ù Like other spellcasters, a spirit shaman can cast only a 9th 3 3 3 2 1 1 ù ù ù ù certain number of spells of each spell level per day. Her 10th 3 3 3 2 2 1 ù ù ù ù base daily spell allotment is given on Table 1û5: The Spirit 11th 3 3 3 3 2 1 1 ù ù ù Shaman. In addition, she receives bonus spells per day if she 12th 3 3 3 3 2 2 1 ù ù ù 13th 3 3 3 3 3 2 1 1 ù ù has a high Wisdom score (see Table 1û1: Ability Modifi ers 14th 3 3 3 3 3 2 2 1 ù ù and Bonus Spells, page 8 of the PlayerÆs Handbook). 15th 3 3 3 3 3 3 2 1 1 ù Like a sorcerer, a spirit shaman knows only a small 16th 3 3 3 3 3 3 2 2 1 ù number of spells. However, each day a spirit shaman may 17th 3 3 3 3 3 3 3 2 1 1 change the spells she knows. When a spirit shaman medi- 18th 3 3 3 3 3 3 3 2 2 1 19th 3 3 3 3 3 3 3 3 2 2 tates to regain her daily allotment of spells (see below), she 20th 3 3 3 3 3 3 3 3 3 2 sends forth her spirit guide to bargain with the spirits and retrieve knowledge of the specifi c druid spells she will be able to use that day. She can cast any spell she has retrieved The spirit shamanÆs spirit guide confers greater awareness at any time, assuming she has not yet used up her spells of her surroundings, and grants her the Alertness feat. The per day for that spell level. For example, a 3rd-level spirit spirit guide grants additional abilities at 5th and 10th level shaman can retrieve three 0-level, two 1st-level, and one (see Follow the Guide and Guide Magic, below). 2nd-level druid spells. She can cast 0-level spells fi ve times, 1st-level spells four times, and her 2nd-level spell two times Spirit Guide Characteristics Badger Orderliness, tenacity in the course of the day. She might end up using the same Bear Strength, endurance 0-level spell fi ve times, or one 0-level spell two times and Buffalo Abundance, good fortune another 0-level spell three times, or any combination that Cougar Balance, leadership adds up to fi ve uses of any of her 0-level spells. Coyote Humor, trickiness If a spirit shaman knows any metamagic feats, she applies Crane Balance, majesty Crow Intelligence, resourcefulness them to her spells when she retrieves her spells for the day. Eagle Perception, illumination For example, a spirit shaman might choose to retrieve an Elk Pride, power, majesty empowered fl ame strike by using a 6th-level spell retrieved Fox Cleverness, discretion slot. Any time she uses fl ame strike during the ensuing day, Hawk Awareness, truth she must use a 6th-level spell slot to cast it, and it is always Lizard Elusiveness Otter Joy, laughter empowered. A spirit shaman could use a 4th-level spell slot Owl Wisdom, night and a 6th-level spell slot to retrieve fl ame strike and empow- Rabbit Conquering fear, safety ered fl ame strike if she wanted to have both spells available Raccoon Curiosity to her in a day. A spirit shaman cannot choose to alter her Scorpion Defense, self-protection spells with metamagic feats on the fl y, as other spontaneous Snake Power, life force, potency Spider Interconnectedness, industry casters do. Spirit shamans using metamagic feats do not Turtle Love, protection have an increased casting time as sorcerers do. Vulture Vigilance, death Each spirit shaman must choose a time at which she must Wolf Loyalty, interdependence spend 1 hour in quiet meditation to regain her daily allot- ment of spells and bargain with the spirits for the specifi c The exact form of the spirit guide is chosen by the spirit spells she knows on that day. shaman at 1st level, usually for the qualities it represents,",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These prestige classes offer PRESTIGE CLASS one or more domains beyond the two chosen by Whether youÆre looking on behalf of an existing PC or for each cleric at 1st level. Extra domains function as an NPC youÆre creating, review the entry requirements and described in the section below. benefi ts of each prestige class before choosing one. Some Strong Spellcasting: Prestige classes on this of the prestige classes in this chapter require worship of a list are good choices for spellcasters who want specifi c deity, a certain amount of spellcasting ability, or their progress toward higher levels of magic to be other specialized abilities. uninterrupted.",
        "name":  "Extra Domains",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The black fl ame zealot works best with any to the campaign world youÆre using. WeÆve deliberately left nongood patron deity with the Fire domain, such as Pyre- some campaign-specifi c fl avor out of these prestige classes mius (see page XX) or Kossuth from the Forgotten Realms. so they would be broadly applicable to many playersÆ cam- ItÆs also relatively straightforward to open the prestige class paigns. However, the best prestige classes are ones that you to any character with access to the Fire and Destruction (or integrate with the rest of the campaign world, so connect Death) domains. This prestige class is part of a secret soci- them with specifi c deities, organizations, and locations ety, so youÆll want to fi gure out what the Order of the Black whenever you can. FlameÆs agenda is in your campaign. Finally, this prestige class is an example of a profes- BLACK FLAME ZEALOT sion similar to that The Order of the Black Flame is the hidden of an assassin that blade of their faith, a secret society doesnÆt man- of holy slayers devoted to the date its mem- worship of a dark deity of bers be evil fi re and destruction. (although Trained in unholy some rites, the black fl ame certainly zealots use stealth, are). divine magic, Hit and the zeal of Die: d6. fanaticism to destroy those who have given offense to their god. Even great REQUIREMENTS rulers are not above the To qualify to become a black fl ame deityÆs wrath, zealot, a character must fulfi ll all the since the Order following criteria. is a sanctioned and Alignment: Any nongood. respected means for Skills: Hide 8 ranks, the wealthy and power- Knowledge (religion) 8 ranks, ful to pursue vendettas. Move Silently 8 ranks.",
        "name":  "When in doubt, tie a prestige class as tightly as you can Adaptation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (arcana) 4 ranks, Knowledge (religion) While many champions of good are dedicated to fi ghting 4 ranks, Spellcraft 4 ranks. forces of evil that are external to them and their churchùas Spells: Able to cast zone of truth as a divine spell. clerics and paladins of Heironeous are devoted to destroy- Special: Must be a member of a lawful good church or ing followers of Hextorùthe church inquisitor is at least as religious order, and must have already uncovered some cor- concerned about evil and corruption within. When greed ruption within that organization. eats away at a church hierarchy, when devils infi ltrate a CLASS SKILLS knightly order and seduce its leaders to evil, when high clerics succumb to evil enchantments and fall from the The church inquisitorÆs class skills (and the key ability for path of their deities, it is usually a church inquisitor who each skill) are Bluff (Cha), Concentration (Con), Decipher uncovers this kind of taint and cuts it away. Script (Int), Diplomacy (Cha), Gather Information (Cha), Church inquisitors specialize in divination (to seek out Intimidate (Cha), Knowledge (arcana) (Int), Knowledge evil and corruption) and abjuration (to protect themselves (local) (Int), Knowledge (the planes) (Int), Knowledge and others from evil magic). They are most often drawn (religion) (Int), Search (Int), Sense Motive (Wis), Spellcraft from the clerics or paladins of a lawful church or order. (Int), and Spot (Wis). See Chapter 4 of the PlayerÆs Handbook Members of other classes usually fi nd it diffi cult to meet for skill descriptions. the requirements of the prestige class, and rarely have the Skill Points at Each Level: 4 + Int modifi er. incentive to do so. CLASS FEATURES Player characters might encounter NPC church inquisi- tors if they are involved in a lawful church or orderùper- All of the following are class features of the church inquisi- haps even as subjects of the inquisitorÆs investigations. tor prestige class.",
        "name":  "Skills",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Male human cleric 5/divine oracle 3; CR their progress as spellcasters, but they see their new abilities 8; Medium humanoid; HD 5d8+10 plus 3d6+6; hp 52; Init as worth the cost. û1; Spd 20 ft.; AC 21, touch 9, fl at-footed 21; Base Atk +4; Entropomancers can summon and control a small shard Grp +5; Atk +7 melee (1d8+2, +1 heavy mace); Full Atk: +7 of absolute nothingness similar to a sphere of annihilation, melee (1d8+2, +1 heavy mace) or +3 ranged (1d8/19û20, light harnessing its power for a variety of magical effects. Most37 CLASSES PRESTIGE CHAPTER 2 CLASS SKILLS revel in destruction for its own sake, but some take a more nuanced approach to their terrifying discoveries, trying to The entropomancerÆs class skills (and the key ability for understand the power of entropy that it might someday be each skill) are Concentration (Con), Craft (Int), Heal (Wis), controlled or even reversed. Intimidate (Cha), Knowledge (arcana) (Int), Knowledge Entropomancers generally work in small groups or cabals. (local) (Int), Knowledge (religion) (Int), Profession (Wis), Most have patron deities of death, destruction, or fate. NPC and Spellcraft (Int). See Chapter 4 of the PlayerÆs Handbook entropomancers often form cults that kidnap victims to be for skill descriptions. sacrifi ced to the Great Nothingness. Skill Points at Each Level: 2 + Int modifi er.",
        "name":  "Templeton",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Great Fortitude, Magical Aptitude. the square itÆs in. Any creature who passes through the",
        "name":  "Feats",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A radiant servant of Pelor adds his radi- Supreme Healing (Ex): When a radiant servant of ant servant class levels to his cleric levels for all purposes Pelor who is at least 10th level casts a domain spell from the related to turning undead. Healing domain, that spell is affected as though by both the Divine Health (Ex): A radiant servant of Pelor who is at Empower Spell and the Maximize Spell feats. The spell does least 2nd level is immune to all diseases, including magical not use up a higher-level slot. diseases such as mummy rot and lycanthropy. Empower Healing (Ex): When a radiant servant of Pelor of at least 2nd level casts a domain spell from the Healing domain, that spell is affected as though by the Empower Spell feat. This spell does not use up a higher-level slot. Aura of Warding (Su): Starting at 3rd level, a radiant servant and all allies within 10 feet of him gain a +2 morale bonus on all Will saving throws.",
        "name":  "Turn Undead",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cats have a +4 racial bonus on Climb, Hide, to do soùmore than makes up for their lack of humor. and Move Silently checks and a +8 racial bonus on Jump Most sacred exorcists are clerics or paladins who are checks. Cats have a +8 racial bonus on Balance checks. specifi cally trained by their church for the work they are They use their Dexterity modifi er instead of their called to do. Most churches select only those who have Strength modifi er for Climb and Jump checks. *In area s shown a clear dedication to the work of opposing evil out- of tall grass or heavy undergrowth, the Hide bonus rises siders, as well as exemplary faith and devotion. Occasion- to +8. ally, a wizard qualifi es to fi ll this role in a church that is57 CLASSES PRESTIGE CHAPTER 2 CLASS SKILLS tolerant toward arcane magic, but members of other classes rarely become sacred exorcists. The sacred exorcistÆs class skills (and the key ability for NPC sacred exorcists are usually loners who travel from each skill) are Concentration (Con), Craft (Int), Heal (Wis), city to city in the service of their church. As highly special- Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (the ized professionals, their services are frequently in demand, planes) (Int), Knowledge (religion) (Int), Profession (Wis), though few cities would have need for a full-time sacred and Spellcraft (Int). See Chapter 4 of the PlayerÆs Handbook exorcist. for skill descriptions.",
        "name":  "Skills",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "the seekers of the CLASS SKILLS Misty Isle. Ever since the Misty Isle was stolen away, the seekers have walked the length and breadth of the land, The seeker of the Misty IsleÆs class skills (and the key ability hunting patiently for the lost elves. Even among the long- for each skill) are Balance (Dex), Climb (Str), Concentration lived elves, a dozen generations of seekers have lived and (Con), Craft (Int), Diplomacy (Cha), Hide (Dex), Jump (Str), Table 2û19: The Seeker of the Misty Isle Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +2 +2 +0 Extra domain (Travel) +1 level of existing class 2nd +1 +3 +3 +0 ù +1 level of existing class 3rd +2 +3 +3 +1 ù +1 level of existing class 4th +3 +4 +4 +1 Swiftfooted +1 level of existing class 5th +3 +4 +4 +1 CorellonÆs perception, surefooted ù 6th +4 +5 +5 +2 Find the path +1 level of existing class 7th +5 +5 +5 +2 Extra domain (Magic) +1 level of existing class 8th +6 +6 +6 +2 ù +1 level of existing class 9th +6 +6 +6 +3 Arcane sight +1 level of existing class 10th +7 +7 +7 +3 Discern location ù62 2 RETPAHC EGITSERP SESSALC Knowledge (geography) (Int), Knowledge (religion) (Int), CorellonÆs Perception (Ex): A 5th-level seeker of the Listen (Wis), Move Silently (Dex), Ride (Dex), Speak Lan- Misty Isles has sight and hearing far beyond a normal guage (n/a), Spellcraft (Int), Spot (Wis), and Survival (Wis). elfÆs, and she has attuned her senses to repetitively sweep See Chapter 4 of the PlayerÆs Handbook for skill descrip- her immediate area. She gains a +5 racial bonus on Listen, tions. Search, and Spot checks. Furthermore, she can attempt to",
        "name":  "Thus an elite order of elves was born",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must worship Olidammara and to the rogueÆs sneak attack ability (see the Rogue section in be invited to join the ranks of the temple raiders by at least Chapter 3 of the PlayerÆs Handbook). At 2nd level, the temple three current members of that prestige class. raiderÆs extra damage on a successful sneak attack is +1d6, and this rises by +1d6 per three temple raider levels thereaf- CLASS SKILLS ter. If he already has the sneak attack ability from a previous The temple raiderÆs class skills (and the key ability for each class, the damage bonuses stack. skill) are Appraise (Int), Climb (Str), Craft (Int), Decipher Uncanny Dodge (Ex): At 3rd level, a temple raider gains Script (Int), Disable Device (Int), Hide (Dex), Jump (Str), the ability to react to danger before his senses would nor- Knowledge (religion) (Int), Listen (Wis), Move Silently mally allow him to do so. He retains his Dexterity modifi er (Dex), Open Lock (Dex), Search (Int), Spot (Wis), Tumble to AC (if any) even if he is caught fl at-footed or struck by (Dex), Use Magic Device (Cha), and Use Rope (Dex). See an invisible attacker. However, he still loses his Dexterity Chapter 4 in the PlayerÆs Handbook for skill descriptions. modifi er to AC if immobilized.",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Climb +10, Craft (woodworking) +5; Skill Focus (Craft [woodworking]). Warpriests are fi erce, earthy clerics who pray for peace but Deliver Touch Spells (Su): GrzzÆx can deliver touch prepare for war. Their strong wills, powerful personalities, spells for Pariana (see Familiars, page 52 of the PlayerÆs and devotion to their deities make them fearsome com- Handbook). batants. Clerics make good warpriests; members of other Improved Evasion (Ex): When subjected to an classes need levels as a cleric before they can qualify as attack that normally allows a Refl ex saving throw for half warpriests because of the domain requirements. damage, GrzzÆx takes no damage if it makes a successful Most NPC warpriests spend their time preparing for war. saving throw and half damage if the saving throw fails. This effort includes personal training for combat, prayer, Speak with Master (Ex): GrzzÆx can communicate training with the local rulerÆs army, and studying military verbally with Pariana. Other creatures do not understand history or tactics. Warpriests tend to have the more extro- the communication without magical help. verted characteristics associated with their deities. Occa-",
        "name":  "Skills and Feats",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Add the chosen domainÆs spells to your class list as part of a charge. This effect lasts for one hour. of arcane spells. If you have arcane spellcasting ability from more than one class, you must pick which arcane spellcast- CONSECRATE SPELL [METAMAGIC] ing ability this feat applies to. Once chosen, this decision You can imbue your spells with the raw energy of good. cannot be changed for that feat. Prerequisite: Any good alignment. You may learn these spells as normal for your class; how- Benefi t: A spell you modify with this feat gains the good ever, you use Wisdom (rather than the normal ability for descriptor. Furthermore, if the spell deals damage, half of your spellcasting) when determining the save DC for the the damage (rounded down) results directly from divine spell. In addition, you must have a Wisdom score equal to power and is therefore not subject to be reduced by resis- 10 + the spellÆs level in order to prepare or cast a spell gained tance or immunity to energy-based attacks. For example, a from this feat. consecrated fi re storm spell cast by a 16th-level cleric deals Each day, you may prepare (or cast, if you cast spells with- 16d6 points of damage, half of which is fi re damage and half out preparation) a maximum of one of these domains spells of which is sheer divine power. Thus, creatures immune to of each level. fi re still take damage. The consecrated spell uses up a spell",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can take this feat more than once. Each slot one level higher than the spellÆs actual level. time, you must select a different domain available to the same deity you chose the fi rst time you selected the feat. CORRUPT SPELL [METAMAGIC] For example, a character who chose Heironeous and the You can transform one of your spells into an evil version Good domain with his fi rst selection could choose Law or of itself. War with successive selections of the same feat. He couldnÆt Prerequisite: Any evil alignment. choose Protection, since that domain isnÆt available to Benefit: This feat adds the evil descriptor to a spell. clerics of Heironeous. Furthermore, if the spell deals damage, half of the80 3 RETPAHC LATNEMELPPUS SELUR damage (rounded down) results directly from divine DOMAIN FOCUS [GENERAL] power and is therefore not subject to be reduced by You have mastered the subtle intricacies of the divine power resistance or immunity to energy-based attacks. The cor- youÆve devoted yourself to. rupted spell uses up a spell slot one level higher than the Prerequisite: Access to relevant domain. spellÆs actual level. Benefi t: You can cast spells associated with one of your domains at +1 caster level. This benefi t also applies to caster DISCIPLE OF THE SUN [DIVINE] level checks to overcome a targetÆs spell resistance as well as You can destroy undead instead of merely turning them. other variables such as spell duration. If you cast a spell from",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You may spend two turn undead attempts when Special: You can take Domain Focus multiple times. Its you turn undead instead of one. If you do then you get effects do not stack. Each time you take the feat, it applies to destroy the undead instead of turning them. a new domain to which you have access. DIVINE METAMAGIC [DIVINE] DOMAIN SPONTANEITY [DIVINE] You can channel energy into some of your divine spells to You are so familiar with one of your domains that you can make them more powerful. convert other prepared spells into spells from that domain.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you take this feat, choose a metamagic Benefi t: Each time you take this feat, choose a domain feat. This feat applies only to that metamagic feat.As a free that you have access to. You may now convert prepared action, you can take the energy from turning or rebuking divine spells into any spell from that domain. You expend undead and use it to apply a metamagic feat to spells that a spell of equal or higher level, as well as expending one of you know. You must spend one turn or rebuke attempt, your daily turn undead attempts. This works just as good plus an additional attempt for each level increase in the clerics spontaneously cast prepared spells as cure spells. metamagic feat youÆre using. For example, Jozan the cleric Special: You can take this feat multiple times. Each time could sacrifi ce three turn attempts to empower a holy smite you take the feat, it applies to a new domain. heÆs casting. Because youÆre using positive or negative energy to augment your spells, the spell slot for the spell EAGLEÆS WINGS [WILD] doesnÆt change. You can take wing and fl y with the grace of an eagle.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This feat may be taken multiple times. Each Prerequisite: Ability to wild shape. time you take this feat choose a different metamagic feat to Benefi t: You can spend one wild shape to grow feathery which to apply it. wings. These allow you to fl y at a speed of 60 feet (average maneuverability). The wings remain for 1 hour. DIVINE SPELL POWER [DIVINE] You can channel positive or negative energy to enhance ELEMENTAL HEALING [DIVINE] your divine spellcasting ability. You can channel elemental energy to heal creatures of a",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can spend a rebuke attempt as standard Prerequisites: Heal 8 ranks, ability to turn undead. action to place an aura of negative energy upon each crea- Benefi t: You can spend a turn attempt as a full-round ture within a 60-ft. burst. Any infl ict spell cast on one of action to grant fast healing 3 to all living creatures within these creatures before the end of your next turn is automati- a 60-ft. burst. The fast healing lasts for a number of rounds cally maximized, with no adjustment to the spellÆs level or equal to 1 + your Cha modifi er (minimum 1 round). casting time. SANCTIFY RELIC [ITEM CREATION] QUICKEN TURNING [GENERAL] You can create magic items that are imbued with a connec- You can turn or rebuke undead with a momentÆs thought. tion to your deity.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to turn or rebuke undead. Prerequisite: Any other item creation feat.",
        "name":  "Prerequisite",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can turn or rebuke undead as a free action. Benefi t: Relics are magic itemsùoften but not always You may still make only one turning attempt per round. wondrous itemsùthat rely on a divine connection to a specifi c deity to function. They are described further in RAPID SPELL [METAMAGIC] Chapter 4. You can cast spells with long casting times more quickly.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spell can be made rapid and quickened only if your HD + your Con modifi er; 1d6 Con/1d6 Con). its original casting time was 1 full round. This feat can be Special: If you already have a bite attack, it just gains the applied to a spell cast spontaneously as long as its original toxic venom part of this feat. casting time was longer than 1 full round. SPELL FOCUS REACH SPELL [METAMAGIC] (CHAOS, EVIL, GOOD, OR LAW) You can cast touch spells without touching the spell Your spells with an alignment descriptor are more potent recipient. than normal.",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wis 13, Knowledge (nature) 4 ranks, any [METAMAGIC] neutral alignment (NG, LN, N, CN, or NE), able to cast any You can cast spells that affect targets lurking in coexistent summon natureÆs ally spell. planes and extradimensional spaces whose entrances fall",
        "name":  "Prerequisites",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Establish new homeland for wandering elves Strength, a +2 bonus to Constitution, and take a û2 penalty (Corellon Larethian), create artifact spark of the true sun to AC. This rage lasts for 5 rounds and cannot be ended (Pelor), sack the civilized lands with your humanoid army voluntarily. (Erythnul) Thwart regional rival to your faith 2",
        "name":  "Examples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Destroy abhorrent artifact, prevent invasion of whatever youÆre doing with the faith point might be an hostile outsiders, deny divine ascension to rival NPC action. If so, itÆs described as such in the feat description. Faith feats impose signifi cant constraints on character behavior, and they rely on DM judgment calls. Thus they Pious Defense [Faith] may not be appropriate for every campaign. Your connection to a greater power sometimes gives you fl ashes of insight that keep you safe.",
        "name":  "Examples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use your normal wild shape ability Prerequisites: Wis 19, ability to turn or rebuke undead. to take the form of a magical beast. The size limitation is Benefi t: Your attacks deal damage normally against the same as your limitation on animal size. You gain all incorporeal creatures. supernatural abilities of the magical beast whose form you Normal: Without this feat, even attacks that can damage an take. incorporeal creature have a 50% chance to deal no damage. Negative Energy Burst [Divine] [Epic] Undead Mastery [Divine] [Epic] You can use your rebuke/ You can command a greater command undead ability to number of undead than normal. unleash a burst of negative Prerequisites: Cha 21, ability energy. to rebuke or command undead.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Detect magic at will, 10 ranks to hold six ordinary acorns within it when examined. But in Spellcraft (total modifi er +14), 10 ranks in when a worshiper of Ehlonna fl ings an acorn from the Bluff (total modifi er +14). pouch, she can make one of three things happen.",
        "name":  "Lesser Powers",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Item can cast dispel magic dealing 11d6 points of fi re damage (as the fi re seeds spell, as a 10th-level caster. but the damage isnÆt split up among multiple acorns).",
        "name":  "Dedicated Powers",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This own extended family two centuries ago, the black, thousand-faceted gem is said executionerÆs hoods have been scattered across the globe by to be carved by Garl Glittergold himself. tides of war and conquest. The wearer of an executionerÆs hood Worn like a brooch, a gem of the glitterdepth grants its owner (which takes up the headband body slot) can make a coup de a +6 enhancement bonus to Wisdom and the instinctive grace attacks as a standard action rather than a full action. knowledge of where the walls, ceiling, and fl oor are in any Whenever he succeeds at a coup de grace attempt, he gains cavern heÆs in, no matter how big the cavern is or what the a +2 bonus to Strength and Constitution for the next 5 min- illumination is. utes that is cumulative with each successful coup de grace To use this relic, you must worship Garl Glittergold and attempt (+10 max). either sacrifice a 5th-level To use this relic, you must worship Eryth- divine spell slot or have the nul and either sacrifi ce a 6th-level divine spell True Believer feat and at slot or have the True Believer feat and at least least 9 HD. 11 HD. Moderate transmutation; Moderate transmutation; CL 11th; Sanctify CL 10th; Sanctify Relic, Relic, Craft Wondrous Item, bearÆs endurance, Craft Wondrous Item, owlÆs bullÆs strength, creator must worship Erythnul; wisdom, creator must wor- Price 50,400 gp; Weight 1 lb. ship Garl Glittergold; Price Gauntlets of the Blood-Lord: These 22,000 gp; Weight 1 lb. slick metal gauntlets slowly drip blood, seem- Helm, Platinum: This ingly from nowhere. They grant their wearer smooth helm covers three- a +4 luck bonus on melee touch attacks. quarters of the face and Furthermore, any touch spell the wearer is decorated with a casts is maximized as though using the dragon-wing motif. Maximize Spell feat, although the spell The original platinum doesnÆt use a higher-level spell slot. helms were given to seven To use this relic, you must worship Hextor gold dragons that acted as and either sacrifi ce a 6th-level divine spell slot BahamutÆs consorts, but or have the True Believer feat and at least 11 HD. they have since passed to Strong universal; CL 17th; Sanctify Relic, Craft his servants on the Material Wondrous Item, Maximize Spell, creator must Plane. Anyone who wears a worship Hextor;Price 33,600 gp; Weight 2 lb. platinum helm has the frightful",
        "name":  "IV, who publicly executed every member of his Gem of the Glitterdepth",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It is said that this silvery presence of a dragon, potentially spiked set of gauntlets was fashioned by Bahamut affecting everyone with fewer Hit himself, then given to the master of a now-defunct Dice within a 150-foot radius. When- Illus. by W. England and W. Reynolds EhlonnaÆs seed pouch Gauntlets of the blood lord98 4 RETPAHC CIGAM SMETI ever the wearer of the of halfl ing pilgrims, who use it to platinum helm attacks, foes must avoid danger and make their way succeed on a Will save (DC 10 +1/2 through the wilderness. wearerÆs HD + wearerÆs Cha modifi er) Once per day, the map or be panicked (foes of 4 or less HD) or shaken (foes of 5 or more HD) for 4d6 rounds. The wearer also gains blind- sense with a 60-foot range. To use this relic, you must worship Bahamut and either sacrifi ce an 8th- level divine spell slot or have the True Believer feat and at least 15 HD. Strong transmutation; CL 15th; Sanctify Relic, Craft Wondrous Item, shapechange, creator must worship Bahamut; Price 64,000 gp; Weight 3 lb.",
        "name":  "Gauntlet of the Talon",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Helms of the Purple of unseen lands can be com- Plume were originally given as trophies to the winners of manded to spend two minutes jousting tourneys among HeironeousÆs followers, but they redrawing itself, mapping the have since been passed from noble knight to brave squire terrain within a 16-mile radius through the centuries. A helm of the purple plume gives its with total accuracy but only mid- wearer a +2 bonus to Charisma. Not only is the wearer of dling detail. the helm immune to fear, but exposure to fear emboldens The DM should spend two minutes of him further. Whenever the wearer is subject to a fear effect, real time sketching out such a map, working down the fol- he instead receives the benefi t of a heroism spell for 10 min- lowing list in terms of priority: utes. ò General terrain features (mountains, rivers, and so forth) To use this relic, you must worship Heironeous and labeled if their names are widely known. either sacrifi ce a 5th-level divine spell ò Structures of more than 5,000 square feet (castles, temples, slot or have the True Believer feat and ruins) named either specifi cally at least 9 HD. (Fortress of the Undying) or Moderate abjuration; CL 10th; Sanc- generally (bardic college). tify Relic, Craft Wondrous Item, hero- ò Structures important for travel ism, creator must worship Heironeous; (bridges, dungeon entrances, magic portals), Price 22,000 gp; Weight 4 lb. labeled only if theyÆre unusual in some respect. Hooked Hammer of the ò Lairs of creatures with more than 15 Hit Dice, labeled by",
        "name":  "Helm of the Purple Plume",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These deep red, crystal daggers are Lolth and either sacrifi ce an 8th-level said to be plucked from the gems on the hem of Wee JasÆs divine spell slot or have the True Believer gown. Each ruby blade is a +3 axiomatic dagger that enables feat and at least 15 HD. its wielder to bolster, rebuke, or command undead as if her Strong abjuration; CL 15th; Sanctify Relic, class level were four levels higher than it Craft Wondrous Item, freedom of movement, actually is. It also has a continuous status spider climb, creator must worship Lolth; Price effect. 134,000 gp; Weight 1 lb. To use this relic, you must worship",
        "name":  "To use this relic, you must worship Ruby Blade",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This tabard, said to be chance of fi nding any arcane spell within among the burial raiments of Shedlazzar IV, takes the the tomeÆs pages (retries for the same wearer to the Ethereal Plane on command spell within 24 hours fail). Spells (as the ethereal jaunt spell) for up to read from the tome of ancient lore 10 rounds per day, which take half as long to prepare as need not be continuous. normal. The effect is dismissible. To use this relic, you While on the Ethereal must worship Boccob Plane, the spells you cast and either sacrifi ce affect the Material Plane a 5th-level divine normally, unlike those of spell slot or have the spellcasters who reach the True Believer feat Ethereal Plane by another and at least 9 HD. means. Moderate trans- To use this relic, you must wor- mutation; CL 10th; Sanc- ship Nerull and either sacrifi ce a tify Relic, Craft Wondrous Item, 7th-level divine spell slot or have the secret page, creator must worship Boccob; True Believer feat and at least 13 HD. Price 22,000 gp; Weight 2 lb. Moderate transmutation; CL 10th; Tome of the Stilled Tongue: This thick manu- Sanctify Relic, Craft Wondrous Item, ethe- script has a leatherbound cover with a gory decoration: real jaunt, creator must worship Nerull; Price a desiccated tongue nailed to the front of the book 68,600 gp; Weight 1 lb. (belonging to a former cleric of Vecna who couldnÆt",
        "name":  "Tabard of the Disembodied",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These silvery tabards, keep her orderÆs secrets). Five copies are known to exist. A of which seven are known to exist, are decorated with a tome of the stilled tongue contains instructions for creating simple red cross on the chest. They provide the wearer with a lichÆs phylactery and 2d4 wizard spells of each level 6th damage reduction of 5/evil and grant everyone within 20 through 9th. It also contains 500 blank spell pages feet of the wearer (including the wearer) a +2 morale bonus that function as those in BoccobÆs on all saving throws. Once per day, if someone other than blessed book. the wearer grasps the hem of a tabard of the great The tome of the stilled tongue crusade (a move action), he is cured of all wounds also contains directions for el- (as the heal spell from a 15th-level caster). dritch mental exercises designed To use this relic, you must wor- to strengthen oneÆs spellcasting. ship St. Cuthbert and either sac- Anyone who reads this sec- rifi ce an 8th-level divine spell tion of the tome, which takes slot or have the True Believer feat a total of 48 hours over a mini- and at least 15 HD. mum of six days, increases his Strong conjuration; CL 15th; effective caster level by 2 for Sanctify Relic, Craft Wondrous purposes of determining level- Item, heal, creator must worship dependent spell variables (such St. Cuthbert;Price 68,800 gp. as damage or range) and for cast-",
        "name":  "Tabard of the Great Crusade",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This staff, which benefi ts chaotic Moderate good spellcasters the most, allows use of the following transmutation; spells: CL 9th; Craft Staff, animal growth, ò Dispel evil (2 charges) barkskin, greater magic fang; Price ò Dispel law (2 charges) 19,406 gp. ò Chaos hammer (1 charge) ò Holy smite (1 charge) Moderate abjuration; CL 9th; Craft Staff, chaos hammer, dispel evil, dispel law, holy smite; Price 28,266 gp. recnepS .R yb .sullI Staff of fauna105 ITEMS MAGIC CHAPTER 4",
        "name":  "The Beatifi c, Lesser",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Contain- unholy aura, ing spells that choke the life from word of chaos; enemies, this staff allows use of the fol- Price 78,750 gp. lowing spells: Winds: This staff, ò Acid fog (2 charges) made of mahogany ò Miasma (1 charge) with silver fi ligree, ò Murderous mist (1 charge) allows use of the following spells: ò Binding winds (1 charge) ò Control winds (1 charge) ò Summon natureÆs ally V (Large air elemental only) (1 charge) Moderate conjuration; CL 9th; Craft Staff, binding winds, control Moderate conjuration; CL 11th; winds, summon natureÆs ally Craft Staff, acid fog, miasma, murderous V; Price 37,969 gp. mist; Price 40,094 gp. recnepS .R yb .sullI Staff of pain Staff of Staff of storms planar defense107 IIlllluuss.. bbyy SSccootttt RRoolllleerr he following gods supplement those found in Likewise, the monster deities provide unusual clerics Chapter 6 of the PlayerÆs Handbook. Some are drawn for the PCs to face, but they donÆt often have much from the monster entries in the Monster Manual, impact beyond the reach of their followers. and many are old favorites from the World of Grey- READING THE DEITY hawk campaign setting. DESCRIPTIONS WHICH GODS SHOULD YOU USE? The deity descriptions have the following elements. If you donÆt want to go to the trouble of creating your own Portfolios: Every deity has certain aspects of exis- pantheon of deities, you can use just the core deities, sup- tence over which it has dominion, power, and con- plementing them with other gods as you need to. The core trol. Collectively, these aspects represent the deityÆs deities cover the major portfolios, while the other Grey- portfolio. Deities are concerned about and involved hawk gods are more narrowly focused. If you introduce too with their portfolios, and they are often strongest many deities into your game, you risk diluting the impact in power when acting to safeguard the prominence of each one. A pantheon of between a dozen and two dozen of their portfolios. Ehlonna, for example is the god- important deities works well for most D\u0026D campaigns. dess of the woodlands, so forests are the dominant Use noncore deities when the ongoing story veers into aspect of her portfolio. Gruumsh is the deity of their area of infl uence, or when a player wants an unusual the orcs, so orcs are in his portfolio. But so is the patron deity for her character. For example: notion of territoryùand the two aspects of his ò The PCs fi rst hear of Wastri when they meet one of his portfolio often interconnect because orcs are so cults rebuilding a swampy fortress. warlike and territorial. ò The elderly master of a monk order is a follower of Rao, Domains: A list of the deityÆs domains, but most of his younger disciples venerate Zuoken described in Chapter 5 of this book or Chapter instead. 11 of the PlayerÆs Handbook. Sometimes the domains ò A player wants to play a PC who is a former pirate that match the portfolios exactly. For example, Pelor is the worships Procan. god of the sun, so of course he has the Sun domain.108 5 RETPAHC SEITIED With other deities, the domains are those likely to assist the clerics doing the deityÆs bidding. Vecna, the god of secrets, has Evil, Knowledge, and Magic as his domains. Domains marked with an asterisk are in addition to those given in the deityÆs description in the PlayerÆs Handbook and are presented in this book.",
        "name":  "Vaporous Menace",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ranging from minor wondrous items to power- ful artifacts, relics are magic items tied to the worship of a particular deity. Most are described in Chapter 4.",
        "name":  "Relics",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic, knowledge lore, and destroying underground fortresses full of vampiric",
        "name":  "Portfolio",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge, Magic, Mind*, Oracle*, Trickery. drow clerics.",
        "name":  "Domains",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "BoccobÆs clerics are alert for signs of Prayers: CorellonÆs prayers are always in Elvish. They magical aptitude among youngsters, and they offer edu- often begin, ôHei-Corollon shar-shelevu,ö which means cation to any youth they deem worthy of the privilege, ôCorellon, may your grace grantàö whether noble or commoner. Clerics of Boccob almost Temples: In an elven city, the temple to Corellon Lar- always learn their prayers and sacraments in a classroom at ethian is often an alabaster wonder of minarets and parapets. a major temple-college. In smaller communities, the temple often takes the form of",
        "name":  "Cleric Training",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Anything that involves powerful magic involves a massive treehouse hundreds of feet above the forest fl oor. the followers of Boccob. Creating or destroying artifacts, Most temples are eager to aid traveling elves in any way they uncovering new kinds of magic, and traveling the Outer canùand other races as well if theyÆre fi ghting the hated Planes are all common quests. A follower of Boccob might drow. rescue a sorcerer captured by bugbears, brave a ruin to Rites: CorellonÆs rites are integrated with elven society, retrieve an ancient spellbook, or break up a cult of ur-priests celebrating births, honoring deceased believers, and bless- seeking to cut off magic power to all but themselves. ing marriages. Before a battle, believers often recite a Litany",
        "name":  "Quests",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Boccob favors tall, round towers for his tem- ples. Almost all have colleges for the study of both divine Ehlonna and arcane magic, and visitors are as likely to meet wizards Intermediate Goddess (Neutral Good) as clerics inside. Most Boccob temples provide magic item Ehlonna is described in Chapter 6 of the PlayerÆs Handbook. identifi cation and a number of divinations to the public. Portfolio: Forests, fl ora and fauna, fertility.",
        "name":  "Temples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "BoccobÆs followers celebrate powerful magic in Domains: Animal, Celerity*, Good, Plant, Sun. all its forms, performing ceremonies when a magic item is Cleric Training: Clerics of Ehlonna are often trained made or a new spell discovered. Many high-level followers one-on-one by higher-level clerics, and the forest is the make pilgrimages to other planes to see magic in action. classroom. Even a low-level cleric can identify a tree by its",
        "name":  "Rites",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves, magic, music, arts. Temples: Almost every temple to Ehlonna is a camou-",
        "name":  "Portfolio",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Garl GlittergoldÆs temples take the form of Portfolio: Valor, chivalry, war, daring. unassuming, often magically hidden shrines and chapels. Domains: Glory*, Good, Inquisition*, Law, War. Many are underground. The temple clergy are usually eager Cleric Training: Many of HeironeousÆs clerics begin to help a traveling gnome any way they can. their training as pages to a cleric or paladin of Heironeous,",
        "name":  "Temples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ceremonies of Garl Glittergold are fl ashy absorbing the code of chivalry as they see it lived before affairs full of illusion and mystery, often attracting curious their very eyes. Pages that show promise become squires, gnomes from miles around. Most rites extol the gnome vir- then full-fl edged clerics. tues of cleverness and craftsmanshipùblessing a master- Quests: The traditional chivalric quests are the bread work item, a new gem mine, or the top students in a school and butter of a follower of Heironeous. They joust against are common. the mysterious Black Knight, rescue the princess from the",
        "name":  "Rites",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "More so than any other deity, Lolth surround them. These temples are extraordinarily defended delights in perpetual tests of her exclusively female clerics, by capable and clever spider-worshipers, but also serve as pitting them against each other. Every cleric of Lolth knows storehouses of dark lore and powerful magic. that the path to promotion lies by stabbing ones; superior in Rites: Lolth uses a number of competitive rites to iden- the back, and every cleric is likewise alert that her under- tify particularly worthy followers. Those who succeed in lings are plotting to do the same to her. her ritesùwhich involve competitive spellcasting or all-out",
        "name":  "Cleric Training",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lolth has set her worshipers the task of conquer- combatùget access to more powerful magic. Those who fail ing the vast network of underground cavernsùand killing are demoted, killed, or turned into driders. surface elves, of course. Typical quests include attacking Herald and Allies: A bebilith with 18 HD is a common a rival drow community, raiding a mind fl ayer lair for its herald for Lolth. Allies are succubus demons, bebilith magic, and building an artifact that turns surface elves into demons, and marilith demons. spiders. Relics: Robe of ebonsilk, rod of the recluse. nidelleB .S yb .sullI Kurtulmak115 DEITIES CHAPTER 5 Moradin Greater God (Lawful Good) Moradin is described in Chapter 6 of the PlayerÆs Handbook.",
        "name":  "Quests",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Defense of dwarven civilizationùand the traditions that make it strongùis paramount to followers of Moradin. They protect new mines from goblinoid invaders, track down a lost line of dwarven warrior-kings, and journey to the Elemental Plane of Fire to light a forge that tempers a new artifact.",
        "name":  "Quests",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "More so than adherents of any other faith, the magic, but theyÆre careful to make sure that those they help followers of Pelor often fi nd themselves striving against are worthy of St. CuthbertÆs favor. the undead. They also undertake healing whenever they Rites: All of St. CuthbertÆs ceremonies include a brief but canùwhether that healing is physical or spiritual. Quests fi ery sermon from a member of the clergy, who exhorts the that break up a cabal of necromancers, broker a peace accord listeners to turn from their chaotic ways and adhere more between rival warlords, or destroy an ancient lich-queen closely to the laws of St. Cuthbert. once and for all are good examples of missions for the glory Herald and Allies: The hound archon hero (described of Pelor. in the archon entry in the Monster Manual) is St. CuthbertÆs",
        "name":  "Quests",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Temples to Pelor are tall structures that often feature large windows, often with decorative stained glass. Tiamat TheyÆre a good source of healing magic and often easy to fi nd Lesser Goddess (Lawful Evil) because Pelor-worship is so prevalent in civilized lands. Also called the Chromatic Dragon, Tiamat is a massive",
        "name":  "Temples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Chromatic rod, dragonscale cloak. death magic, and (especially) divinations.",
        "name":  "Relics",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Evil, Knowledge, Madness*, Magic. his heraldùbut rarely for anything truly important. After",
        "name":  "Domains",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "New clerics of Vecna are so carefully his experiences with his traitorous lieutenant, Kas, Vecna groomed that they often donÆt know what theyÆre being doesnÆt give his subordinates enough power to become trained for. Many think that theyÆre joining an obscure sect rivals. Allies are nightmares, erinyes devils, and noble sala- of Boccob or Wee Jas. The truth revealed to them only after manders. theyÆve proved their willingness to do anything in exchange Relics: Dagger of denial, tome of the stilled tongue. Though for power and knowledge. not exactly relics, the artifacts known as the Eye and Hand of",
        "name":  "Cleric Training",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Death, magic, vanity. spellbook, staff, or magic regalia. The Wee Jas clergy",
        "name":  "Portfolio",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Death, Domination*, Law, Magic, Mind*. casts spells on behalf of anyone not obviously opposed",
        "name":  "Domains",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The followers of Wee Jas are fascinated with aloud from musty tomes about magic, ancient history, or magic, especially magic that breaks the boundary between other esoteric topics. death and life. Rebuilding a plundered tomb, resurrecting Herald and Allies: An 18th-level githzerai sorcerer is a an ancient sage, and braving Limbo to ask questions of a common herald for Wee Jas. Allies are formian taskmasters, long-dead wizard are the sorts of quests the Ruby Goddess formian myrmarchs, and horned devils. sponsors. Relics: Ruby blade, scrolls of uncertain provenance.",
        "name":  "Quests",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Good, Knowledge, Law, Magic. Portfolio: Volcanoes, wrath.",
        "name":  "Domains",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Competition*, Destruction, Fire, War. Geshtai Lesser Goddess (Neutral) Lirr Depicted as a young woman with a clay water jug, Geshtai is Lesser Goddess (Chaotic Good) revered by farmers who rely on irrigation and river-travelers Lirr usually appears as a teenage girl carrying a picture- of all alignments. When rains swell a river to overfl owing, book. Her temples are small, but her clerics are infl uential almost everyone living on the riverbank pleads with Geshtai patrons for artists and bards, commissioning new art, for succor. Her clerics preach that the highest good is to live poetry, and song. a tranquil existence that drifts inexorably from birth toward Portfolio: Poetry, art. death. Domains: Chaos, Good, Knowledge, Magic, Travel.",
        "name":  "Domains",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The only souls who have the Material Respond to Resurrection Magic: Some souls donÆt Plane as their fi nal destination are worshipers of Fhar- linger for long in the afterlife, and their fi nal destination langhn and Vecna. Souls devoted to Fharlanghn are often turns out to be not so fi nal after all. When someone among stationed at crossroads and public-houses where they con- the living casts a reincarnation, raise dead, resurrection, or true tentedly watch the ebb and fl ow of the living traveling from resurrection spell, the contacted soul knows the name, align- place to place. After death, the souls of VecnaÆs worshipers ment, and patron deity (if any) of the character attempting make their way to one of his many secret citadels. Some to revive it. But the soul doesnÆt knowùand canÆt fi nd outù souls silently watch the machinations of VecnaÆs minions, the circumstances of its return to life. The soul might be while it is said that Vecna trades some souls like currency coming back in the midst of a great battle, or the caster may to other dark gods and fi ends in exchange for power. be a dupe of the deceased creatureÆs enemies, for example. The soul has a general sense of how long itÆs been dead, but ACTIVITIES IN THE AFTERLIFE doesnÆt keep exact track of time. Depending on certain factors, several fates can await a soul. The soul also has a sense of which spell is bringing it How the soul behaved when it was alive, the whims of dei- back to life; it can tell how painful the return journey into ties and powerful outsiders, and the fi ckle nature of fate a living body will be. It can differentiate between resurrec- itself can all play a part in the soulÆs destiny. Consider the tion magic that causes Constitution or level loss and magic options below for a default setting; if you want to make a that doesnÆt. game where all souls become demons and angels, thatÆs your When you come back to the world of the living, you prerogative as DM. remember in general terms what the afterlife was like, but your memories have a vague, dreamlike quality and youÆre130 6 RETPAHC ENIVID EHT DLROW unable to recall the specifi cs of events. Whether the afterlife ORGANIZED RELIGION was torment or bliss to you, you have a good idea of what to IN THE D\u0026D CAMPAIGN expect should you die againùunless you alter your behav- ior markedly enough to change your alignment. From nation-spanning empires of faith to backwoods secret The souls of outsiders and elementals are so intrinsically cults, organized religion is a part of nearly every D\u0026D game. tied to the essence of their home planes that they evaporate Characters who serve a deity undoubtedly look to the deityÆs into the fabric of the plane rather quickly. ThatÆs why it takes organized clergy for assistance. Characters who donÆt have atrue resurrection spell to bring them back from the dead; a religious affi liation have to deal with allies and enemies the magic must sift through the plane and reconstitute their who do. dispersed souls. Just as with secular groups, religions can be organized on",
        "name":  "Material Plane",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For simplicity, ôchurchö refers to the organization of respond to resurrection magic; D\u0026D is a game, after all, a religion, while ôtempleö refers to the actual buildings they and the player of the deceased character wants to be able to worship in. participate. But sometimes a particular character canÆt come THEOCRACIES back, so the player starts playing a new character. Characters who die of old age canÆt come back from the At the largest end of the organization scale are theocracies: dead, even with true resurrection, wish, or miracle spells. Their nations ruled by the divine right of key worshipers. In souls have grown too fragile to survive the trip back into the essence, the nation exists to further the ideals of the religion body. and to spread the faith. Characters who have been granted new bodies as petition- Important religious and secular decisions come from ers canÆt come back from the dead, because the creation of either the deity itself or its top-level representatives (often a petitioner effectively returned them to life. TheyÆre new but not always high-level clerics). The directives from the creatures with at least some memoriesùbut none of the top fi lter down through a bureaucracy that handles secular abilities or skillsùfrom their former lives. Of course, as affairs and the many local temples that are the center of the DM, you can decide that things work differently in religious life. Theocracies generally take care to indoctri- your own campaign if you wish. nate citizens in the tenets of worship from an early age, and religious worship is central to daily life. In an established theocracy, the symbols of a deity are everywhere and many daily life activities such as eating, shopping, and working are infused with an element of worship. Holidays and ritu- als to that deity are commonplace, but the temples of other gods are usually discouraged if not outlawed. The Theocracy of the Pale, for example, is a nation devoted to the worship of Pholtus (described in Chapter 4). A 16th- level cleric is the head of state, and clerics hold almost all government positions. The theocracy suppresses all other religions, but secret cults to most of the other gods exist. The lekewS .A yb .sullIclerics of Pholtus have a massive bureaucracy that directly of the nation themselves, leading armies to fi ght the hordes controls trade, the courts, and the military. For more than of unbelievers that threaten the theocracy. 200 years, church inquisitors of Pholtus have been rooting Important NPCs: If the PCs are traveling in a theocracy, out clerics of other gods wherever they fi nd them. Pholtus- theyÆll meet low-level clerics in almost every activity they worshiping pious templars command military units of undertake. Some if not all of the city guards are clerics, any size, and they report directly to high-level clerics. The the merchants in the bazaar are clerics, and the scribes in Theocracy of the Pale is largely a closed society, although it the libraries and law-houses are clerics. Monsters affi liated sends waves of evangelist clerics into its neighbors seeking with the deity of the theocracy are far more common than converts. theyÆd otherwise be. In the lawful neutral Theocracy of the",
        "name":  "In general, souls have the choice of whether or not to Note",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You relish the chance to prove yourself 1 Command: One subject obeys one-word command for against your foes. As an extraordinary ability, you gain a 1 round. +1 bonus on all opposed checks you make. 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. 3 Suggestion: Compels subject to follow stated course of Competition Domain Spells action. 1 Remove Fear: Suppresses fear or gives +4 on saves 4 Dominate Person: Controls humanoid telepathically. against fear for one subject + one per four levels. 5 Greater Command: As command, but affects one 2 Zeal*: You move through foes to attack the enemy you subject/level. want. 6 Geas/Quest: As lesser geas, but affects any creature. 3 Prayer: Allies +1 bonus on most rolls, enemies û1 7 Suggestion, Mass: As suggestion, plus one/level penalty. subjects. 4 Divine Power: You gain attack bonus, +6 to Str, and 1 8 True Domination*: As dominate person, but save at û4. hp/level. 9 Monstrous ThrallX *: As true domination, but 5 Righteous Might: Your size increases, and you gain permanent and affects any creature. combat bonuses. DREAM DOMAIN 6 Zealot Pact*: You automatically gain combat bonuses when you attack someone of opposite alignment. Core Deities: None. 7 Regenerate: SubjectÆs severed limbs grow back, cures Other Deities: Diirinka. 4d8 damage +1/level (max +35). Granted Power: Because you have long delved into dreams 8 Moment of Prescience: You gain insight bonus on and nightmares, you are immune to fear effects. single attack roll, check, or save. 9 Visage of the Deity, Greater*: As lesser visage of the Dream Domain Spells deity, but you become half-celestial or half-fi endish. 1 Sleep: Puts 4 HD of creatures into magical slumber. 2 AuguryM, F: Learns whether an action will be good or CREATION DOMAIN bad.",
        "name":  "Granted Power",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gain a +2 bonus on Bluff, Diplomacy, and Granted Power: You cast divination spells at +2 caster Sense Motive checks. levels. Mind Domain Spells Oracle Domain Spells 1 Comprehend Languages: Understands all spoken 1 IdentifyM: Determines single feature of magic item. and written languages. 2 AuguryM, F: Learns whether an action will be good or 2 Detect Thoughts: Allows ôlisteningö to surface bad. thoughts. 3 DivinationM: Provides useful advice for specifi c, 3 Lesser Telepathic Bond*: Link with subject within proposed action. 30 ft. for 10 min./level. 4 ScryingF: Spies on subject from a distance. 4 Discern Lies: Reveals deliberate falsehoods. 5 CommuneX: Deity answers one yes-or-no question/ 5 RaryÆs Telepathic Bond: Link lets allies communicate. level. 6 Probe Thoughts*: Read subjectÆs memories, one 6 Legend LoreM, F: Learn tales about a person, place, or question/round. thing. 7 Brain SpiderM *: Eavesdrop on thoughts of up to eight 7 Scrying, Greater: As scrying, but faster and longer. other creatures. 8 Discern Location: Exact location of creature or object. 8 Mind Blank: Subject is immune to mental/emotional 9 Foresight: ôSixth senseö warns of impending danger. magic and scrying. PACT DOMAIN 9 Weird: As phantasmal killer, but affects all within 30 ft.",
        "name":  "Granted Power",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immunity to the effects of all diseases, Summoner Domain Spells though clerics with this power can still carry infectious 1 Summon Monster I: Calls outsider to fi ght for you. diseases. 2 Summon Monster II: Calls outsider to fi ght for you. 3 Summon Monster III: Calls outsider to fi ght for you. Pestilence Domain Spells 4 Lesser Planar Ally: Exchange services with an 8 HD 1 Doom: One subject suffers û2 on attacks, damage, outsider. saves, and checks. 5 Summon Monster V: Calls outsider to fi ght for you. 2 Summon Swarm: Summons swarm of bats, rats, or 6 Planar Ally: As lesser planar ally, but up to 16 HD. spiders. 7 Summon Monster VII: Calls outsider to fi ght for you. 3 Contagion: Infects subject with chosen disease. 8 Greater Planar Ally: As lesser planar ally, but up to 24 HD. 4 Poison: Touch deals 1d10 Con damage, repeats in 1 9 Gate: Connects two planes for travel or summoning. min. WEATHER DOMAIN 5 Plague of Rats*: Summons horde of diseased rats. 6 Curse of LycanthropyM: Causes temporary Core Deities: Fharlanghn, Obad-Hai. lycanthropy in subject. Other Deities: Geshtai. 7 ScourgeF *: Infl icts a disease that must be magically Granted Power: Inclement weather has less of an effect on cured, one subject/level. you. Rain and snow donÆt penalize your Spot and Search 8 Create Greater Undeadå: Create shadows, wraiths, checks. You can move through snow-covered and icy ter- spectres, or devourers. rain at your normal movement. Wind effects, whether 9 Otyugh Swarm: Creates 3d4 otyughs or 1d3+1 Huge natural or magical, affect you as if you were one size otyughs. category larger. å May only be used to create mummies. Weather Domain Spells PURIFICATION DOMAIN 1 Obscuring Mist: Fog surrounds you.",
        "name":  "Granted Power",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Detects spells and magic items min./level. within 60 ft. BullÆs Strength: Subject gains +4 to Str for 1 min./",
        "name":  "All Detect Magic",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks. level.",
        "name":  "Read Magic",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Puts 4 HD of creatures into magical slumber. damage, lasts 1 round/level.",
        "name":  "Sleep",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Three stones gain +1 on attack, deal Heat Metal: Make metal so hot it damages those 1d6+1 damage. who touch it.",
        "name":  "Earth Magic Stone",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d4/level fi re damage (max 5d4). Lesser Restoration: Dispels magical ability",
        "name":  "Fire Burning Hands",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Allies +1 bonus on most rolls, enemies û1 damage. penalty. Quench: Extinguishes nonmagical fi res or one",
        "name":  "Prayer",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sculpts stone into any shape. magic item.",
        "name":  "Stone Shape",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cures 3d8 damage +1/level Neutralize Poison: Immunizes subject against (max +15). poison, detoxifi es venom in or on subject. Remove Blindness/Deafness: Cures normal or RestorationM: Restores level and ability score magical conditions. drains.",
        "name":  "Water Cure Serious Wounds",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cancels spells and magical effects. Mirage Arcana: As hallucinatory terrain, plus",
        "name":  "All Dispel Magic",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alerts you of magical centered on you damages nearby creatures. eavesdropping. Confusion: Subjects behave oddly for 1 round/",
        "name":  "Detect Scrying",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You and your allies turn vaporous and Only): Calls creature to fi ght. travel fast. 8TH-LEVEL SHUGENJA SPELLS Earth Antimagic Field: Negates magic within 10 ft.",
        "name":  "Wind Walk",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As dispel magic, but +20 on All Summon NatureÆs Ally VIII (Greater Elemental check. Only): Calls creature to fi ght. Summon NatureÆs Ally VI (Large Elemental 9TH-LEVEL SHUGENJA SPELLS Only): Calls creature to fi ght.",
        "name":  "All Dispel Magic, Greater",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No willful, however, its behavior is not entirely predictable. On rare occa- Beget bogun allows you sions (5% of the time), the bogun to infuse living magic may refuse to perform a particular into a small man- task. In that case, the creator must nequin that you have make a Diplomacy check (DC 11) to created from vegetable convince the creature to cooperate. matter. This is the Success means the bogun performs fi nal spell in the process the task as requested; failure indi- of creating a bogun. See cates that it either does exactly the the bogunÆs description for opposite or refuses to do any- further details. thing at all for 24 hours (DMÆs",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unlike a homunculus, a bogun is created removed with a break enchantment,limited wish, or remove curse from natural materials available in any forest. Thus, there is spell. A miracle or wish spell removes the greater curse, but each no gold piece cost for its creation. All materials used become greater curse also must have a single means of removing it with permanent parts of the bogun. some deed that the spellcaster designates. The deed must be The creator must be at least 7th level and possess the Craft something that the subject can accomplish within one year Wondrous Item feat to make a bogun. Before casting any (assuming he undertakes it immediately). For example, the spells, a physical form must be woven out of living (or once- deed might be ôslay the dragon under Castle Bluecraft,ö or living) vegetable matter to hold the magical energy. A bit of ôclimb the tallest mountain in the world.ö The cursed victim the creatorÆs own body, such as a few strands of hair or a drop can have help accomplishing the task, and in some cases of blood, must also be incorporated into this crude manne- another character can lift the curse (see the Curses section of quin. The creator may assemble the body personally or hire Chapter 2 for curse guidelines). someone else to do it. Creating the mannequin requires a BINDING WINDS Craft (basketweaving or weaving) check (DC 12). Once the body is fi nished, the creator must animate it Evocation through an extended magical ritual that requires a week to Level: Druid 5, Weather 5 complete. The creator must labor for at least 8 hours each day Components: V, S in complete solitude in a forest grove; any interruption from Casting Time: 1 standard action another sentient creature undoes the magic. If the creator is Range: Medium (100 ft. +10 ft./level) personally weaving the creatureÆs body, that process and the Target: One creature ritual can be performed together. Duration: Concentration",
        "name":  "Construction",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) Like the 3rd-level arcane spell blink, you fl icker back and forth between the Material and Ethereal planes. However, you are capable of controlling the timing of you blinks and therefore make better use of Blessing of Bahamut them. Blinking by means of this spell has several effects: sivraJ .J yb .sullI155 SPELLS DOMAINS AND CHAPTER 7 area attacks (or full damage from those that extend onto the By casting this spell, you project a bolt of energy from the Ethereal Plane). Positive Energy Plane against one creature. You must make While blinking, you strike as an invisible creature (+2 bonus a successful ranged touch attack to strike your target. A crea- on attack rolls), denying your target any Dexterity bonus to ture struck takes varying damage, depending on its nature AC. You take only half damage from falling, since you are or its home plane of existence and your level: subject to gravity only while you are on the Material Plane. You can ready an action to blink away from a specifi c enemy Maximum CreatureÆs Origin/Nature Damage Value attack, physical or magical. If you do so, the attack misses auto- Material Plane, Elemental 1d6/2 levels 7d6 matically unless it can also affect ethereal targets. Plane, neutral outsider You move at three-quarters speed, since movement on the Negative Energy Plane, 1d6/level 15d6 Ethereal Plane is at half speed and you spend about half your evil outsider, undead creature time there and half your time material. Positive Energy Plane, good outsider ù ù While blinking, you can step through (but not see BOLTS OF BEDEVILMENT through) solid objects. You do not risk materializing inside a solid object unless you actually end your move inside one, Enchantment [Mind-Affecting] in which case you materialize and are shunted off to the Level: Madness 5 nearest open space. You take 1d6 points of damage per 5 Components: V, S feet traveled in his manner. Casting Time: 1 standard action",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes ing. If the bottle is there- Illus. by W. Reynolds156 7 RETPAHC DNA SNIAMOD SLLEPS after opened before the spell duration expires, the smoke ò The ceaseless chaos representing images of surface emerges to form a vaguely horselike creature made of wisps thoughts of smoke. It makes no sound, and anything that touches it ò Individual trains of thought in whatever order you desire simply passes through it. ò Information from all minds about one particular topic, To mount this smoke horse, the would-be rider must make thing, or being, one nugget of information per caster a successful Ride check (DC 10) while holding the bottle in level one hand. Anyone attempting to mount without the bottle ò A study of the thoughts and memories of one creature of simply passes through the horseÆs form. Letting go of the the group in detail bottle after mounting causes the rider to fall through the horseÆs smoky form; he or she cannot thereafter remount Once per round, if you do not perform a detailed study of without the intact bottle in hand. If the bottle is broken, one creatureÆs mind, you can attempt (as a standard action) the spell ends immediately and the rider (if mounted) falls to implant a suggestion in the mind of any one of the affected to the ground. creatures. The creature can make another Will saving throw The smoke horse has a speed of 20 feet per caster level, to resist the suggestion, using the save DC of the brain spider. to a maximum of 240 feet. It can send smoke billowing out (Creatures with special resistance to enchantment spells behind it at the riderÆs behest, leaving behind a bank of can use this resistance to keep from being affected by the smoke 5 feet wide and 20 feet high as it moves. A wind that suggestion.) Success on this saving throw does not negate the is at least severe (31+ mph), or magical wind of any kind, dis- other effects of the brain spider for that creature. perses the horse (and any smoke it has produced) instantly. You can affect all intelligent beings of your choice within Otherwise, the bank of smoke lasts 10 minutes, starting on range (up to the limit of eight), beginning with known or the turn it was laid down. Starting or stopping the smoke named beings. Language is not a barrier, and you need not per- trail is a free action. The mount and the smoke trail it sonally know the beingsùyou can choose, for instance, ôthe produces give one-half concealment (20% miss chance) to nearest eight guards who must be in that chamber there.ö The anyone behind them. spell cannot reach those who make a successful Will save.",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You surround yourself with a purifying, swirling mist with a radius of 5 feet per caster level that washes the air clean Whenever an enemy within the area takes normal (not of smoke dust, and poisons. Nonmagical contaminants, subdual) damage, that wound festers for an additional 1 including inhaled poisons, are automatically negated point of damage per round thereafter for the duration of the within the cloud. Magical effects, including acid fog, cloud- spell. A successful Heal check (DC 15) or the application kill, and green dragon breath, are negated only if your level is of any cure spell or other healing magic (heal, healing circle, greater than the offending spellÆs caster level (or the dragonÆs and so on) stops the festering. Only one wound festers at HD). If your level is lower than the caster level, the dance of a time; additional wounds suffered while the fi rst is still the unicorn grants everyone within the mist a +4 bonus on festering are not subject to this effect. Once festering has their saving throws against the effect. been stopped, however, any new wound suffered while the The cloud of mist leaves everything within its area subject is within the area (before the spell expires) begins damp. the process anew. For example, a subject who takes 6 points of damage DEATH PACT from an attack while within the area of a decomposition spell Necromancy [Evil] takes 1 point of damage from festering the next round, and",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 full into magical fl ames that do round not harm the target, but are",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The avalanche uproots small trees and other vegetation automatically, and it leaves a trail of light rubble (as described on page 91 of the Dungeon MasterÆs Guide) even after the snow melts. Structures struck by an obedient avalanche take 1d6╫10 points of damage. The obedient avalanche extinguishes all fl ames, whether normal or magical, it touches. OMEN OF PERIL Divination",
        "name":  "Terrain and Structures",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Huge magical beast (incorporeal); HD 14d10+48; hp 113; Init +9; Spd fl y 60 ft. (good); AC 25, touch 25, fl at-footed 16; Base Atk +14; Grpù; Atk +23 melee touch (2d6 plus 3d6 cold, claw); Full Atk +23 melee touch (2d6 plus 3d6 cold, 2 claws) and +21 melee (2d8 plus 3d6 cold, bite); SA fearsome roar; SQ darkvision 60 ft., incorporeal traits; AL N; SV Fort +13, Ref +17, Will +7; Strù, Dex 29, Con 20, Int 11, Wis 17, Cha 28. Illus. by F. Vohwinkel Phantasmal disorientation174 7 RETPAHC DNA SNIAMOD SLLEPS PHANTOM STAG",
        "name":  "Phantom Bear",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forests augmented with a shadow landscape spell to the bad weather. become frightening places where a canopy of rotting leaves You can also designate one or more animals, plants, or blocks the sun and all the trees are strangely twisted. Spaces magical beasts native to the spellÆs area as shadow guard- with light undergrowth have heavy undergrowth instead, ians of the landscape. You can designate 1 HD of creature and spaces covered with heavy undergrowth grasp at pass- per caster level, split up however you like. For example, a ersby as if an entangle spell had been cast on them (Refl ex 20th-level druid could designate two treants (7 HD each) partial at the shadow landscapeÆs DC). and a dire wolf (6 HD) as shadow guardians. As long as the",
        "name":  "Forest",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Even gentle hills become more treacherous under designated guardians remain within the spellÆs area, they the effects of a shadow landscape spell. Light undergrowth have a friendly attitude toward you and the travelers youÆve becomes heavy undergrowth in hill terrain under the designated, and also gain the following special qualities: effects of shadow landscape, and slopes seem steeper than resistance to cold 10, darkvision 60 ft.; damage reduction their elevation would indicate. It takes two squares to move 5/magic, evasion, and low-light vision. If the creature uphill on a gradual slope, and four squares to move uphill already has one or more of these special qualities, use the on a steep slope. Cliffs have frequent overhangs and are better value. made of crumbling rock, requiring a DC 25 Climb check SLIME WAVE to ascend or descend.",
        "name":  "Hill",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, DF Handle Animal checks. The chariot is made of magical force",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Long (400 ft. + 40 ft./level) many forms of magic.",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "40-ft.-radius storm cloud, 200 feet above the The storm tower absorbs any electricity damage infl icted ground to those within it. Magic missiles cannot be cast into, out of,",
        "name":  "Effect",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blackguard 1, druid 1, paladin 1, ranger 1 dispel magic effect as if you had cast the spell. Components: V, S",
        "name":  "If the wave hits a magical fi re, those fl ames are targeted by a Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch Transmutation Area/Effect/Target: Animal or magical beast touched",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None The touched animal or magical beast gets a +10 feet",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small piece of matter of the same tain, constrain, or seal, with the exceptions noted below. type of item you plan to createùa sliver of wood to create The unbinding negates charm and hold spells of all arrow shafts, a tiny piece of the appropriate stone to create a types, arcane locks and similar closures, spells that create polished gem, and so forth. physical or magical barriers (wall of stone, wall of force),",
        "name":  "Material Component",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The itemÆs gold piece value in XP, or a minimum guards and wards, temporal stasis, and slow spells, among of 1 XP, whichever is more (see the PlayerÆs Handbook for item others. The effect of a statue spell is ended. A magic jar is costs). shatteredùforever destroyedùand the life force within snuffed out. In addition, any spell that holds magical TRUE DOMINATION effects, including other spells, immediately releases Enchantment (Compulsion) [Mind-Affecting] them at a range of 0 feet (including magic mouth, imbue",
        "name":  "XP Cost",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates and elementals). An antimagic fi eld is not affected, nor does",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes the effect of unbinding penetrate one. A magic circle against evil (or another alignment) that currently holds a creature You can control the actions of any humanoid that is Medium imprisoned is dispelled. or smaller. You establish a telepathic link with the subjectÆs Curses and geas/quest spells are negated only if the caster is mind. If a common language is shared, you can generally of a level equal to or greater than that of the original caster. force the subject to perform as you desire, within the limits All these effects occur without regard to the casterÆs of his abilities. If no common language is shared, you can wishes. Spell effects on the person of the caster or being communicate only basic commands, such as ôCome here,ö carried or worn by the caster remain undisturbed, but any ôGo there,öôFight,ö and ôStand still.ö You know what the sub- others within the burst are effective, including those of ject is experiencing, but you do not receive direct sensory allies. The opening of locks or other closures triggers any input from him. alarms or traps attached to them. Any released creature may Subjects have a chance of resisting this control (Will save or may not be friendly to the caster. to avoid the effects when the spell is cast). Those affected by Material Components: A lodestone and a pinch of saltpeter. the spell and then forced to take actions against their nature UNYIELDING ROOTS receive a new saving throw with a penalty of û4. Obviously self-destructive orders may be carried out, unless the sub- Transmutation ject can make a saving throw with the û4 penalty. Once Level: Druid 9 control is established, the range at which it can be exercised Components: V, S, DF is unlimited, as long as you and the subject are on the same Casting Time: 1 standard action plane. You need not see the subject to control it. Range: Touch Protection from evil or a similar spell can prevent you from Area/Effect/Target: Willing creature touched exercising control or using the telepathic link while the sub- Duration: 1 min./level (D) ject is so warded, but it does not prevent the establishment Saving Throw: Fortitude negates (harmless) of domination or dispel it. Spell Resistance: Yes (harmless)186 7 RETPAHC DNA SNIAMOD SLLEPS VIGOR, GREATER The creature you touch grows thick tree roots that anchor him to the ground and provide him with life-sustain- Conjuration (Healing) ing healing. (If the creature you touch isnÆt touching the Level: Cleric 5, druid 5 ground, the unyielding roots spell has no effect.) Duration: 10 rounds + 1 round/level (max 35 rounds) For the duration of the spell, the touched creature canÆt move from his current space, nor can he be moved from his This spell is the same as lesser vigor, except that it grants fast space by bull rushes, overruns, magic such as BigbyÆs force- healing at the rate of 4 hit points per round. ful hand, or any effect short of a massive earthquake. Such VIGOR, LESSER attempts simply fail. If an overrun attempt is made against a creature with unyielding roots, the rooted creature must Conjuration (Healing) block rather than avoid the overrun. The rooted creature Level: Cleric 1, druid 1 automatically wins the Strength check to stop the overrun Components: V, S and can make a Strength check (opposed by the overrun- Casting Time: 1 standard action ning creatureÆs Strength or Dexterity check) to knock the Range: Touch overrunning creature prone. Target: Living creature touched",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 6 ò You gain darkvision out to a range of 60 feet. ò You gain immunity to poison. As lesser visage of the deity, but you take on all the qualities of ò You gain resistance 10 to acid, cold, electricity, and fi re. a celestial or fi endish creature (see the Monster Manual for ò You gain damage reduction 10/magic. complete details): ò You gain spell resistance 25. ò You take on a shining, metallic appearance (for good ò You gain the following bonuses to your ability scores: +4 clerics) or a more fearsome appearance (for evil clerics). Str, +4 Dex, +2 Con, +4 Int, +2 Cha. ò You gain the ability to smite evil (for good clerics) or good VISAGE OF THE DEITY, LESSER (for evil clerics) once a day. Add your Charisma modifi er to your attack roll and your character level to your damage Transmutation [Evil, Good] roll against a foe of that alignment. Level: Blackguard 4, cleric 3, paladin 4 ò You gain darkvision to a range of 60 ft. Components: V, S, DF ò You gain acid, cold, and electricity resistance 20 (for good Casting Time: 1 standard action clerics) or cold and fi re resistance 20 (for evil clerics). Range: Personal ò You gain damage reduction 10/magic. Target: You ò You gain spell resistance 20. Duration: 1 round/level Your creature type does not change (you do not become an When you cast this spell, your body changes into a form outsider). more like your deityÆs (in a very limited fashion, of course). You gain a +4 enhancement bonus to your Charisma score. VISAGE OF THE DEITY, GREATER You also gain resistance 10 to two or three energy types: Transmutation [Evil, Good] acid, cold, and electricity if you are good; cold and fi re if",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No The greater whirlwind affects creatures differently, depending on their size and where they are in relation to You may accurately predict the natural weather up to one the twister. week into the future. If unnatural forces currently affect Near the Tornado: Large or smaller creatures who start the weather, then weather eye reveals as much information their turn within 60 feet of the center of the greater whirl- as a detect magic spell. wind must succeed on a Fortitude save or be dragged 1d4 ╫",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 XP.Complete Divineis packed full of material useful to cler- ics, druids, and other divine spellcasters, including feats, prestige classes, spells, and magic items. Some of this material is freshly updated for D\u0026D v.3.5, and the rest is brand-new. But thereÆs only so much room in any book, and some of the new prestige classes couldnÆt be included. MORE DIVINITY So without further ado, here are four new divine pres- tige classes to use in your D\u0026D campaign. A Web Enhancement DWEOMERKEEPER for Complete Divine Dweomerkeepers are the shepherds of arcanaùpriests whose faith grants them an intuitive grasp of the very CREDITS fabric of magic. Skilled practitioners of both arcane and divine magic, they seek to explore magical theory and",
        "name":  "XP Cost",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "David Noonan and SkipWilliams create new spells and magic items. As the devoted",
        "name":  "Design",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Penny Williams agents of the deities of magic, dweomerkeepers defend against those who seek to warp, twist, or hoard spells,",
        "name":  "Editing",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nancy Walker magic items, and arcane lore.",
        "name":  "Typesetting",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sean Glenn, Cynthia Fliege and rangerùare not unknown. Dweomerkeepers can be found throughout the Based on the original DUNGEONS \u0026 DRAGONS« game by E. land. Some dwell in lonely, isolated towers and are Gary Gygax and Dave Arneson and on the new edition of the wholly consumed with their magical studies. Others DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, live in huge cities where all manner of magic can be Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. brought together and shared (willingly or not).",
        "name":  "Graphic Design",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Because the dweomerkeeper pres- D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned tige class intentionally blurs the border between by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the Coast, Inc. All Wizards characters, character names, and the distinctive likenesses divine and arcane magic, making it specific to clerics thereof are trademarks owned by Wizards of the Coast, Inc. of a deity of magic (such as Boccob or Wee Jas) is a This material is protected under the copyright laws of the United good idea. ItÆs also easy to tie the dweomerkeeper to States of America. Any reproduction or unauthorized use of the a specific group of organizationùespecially one that material or artwork contained herein is prohibited without the express written permission of includes the first spellcasters to figure out how to Wizards of the Coast, Inc. convert their arcane spells to divine ones (or vice ⌐2004 Wizards of the Coast, Inc. versa). Such an organization might be quite secre- All rights reserved. tive, and its members should be loath to tell others Made in the U.S.A. how they managed to manipulate the very fabric of This product is a work of fiction. Any similarity to actual people, organizations, places, magic. or events is purely coincidental. Hit Die:d6. This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without REQUIREMENTS written permission. To learn more about the Open Gaming License To qualify to become a dweomerkeeper, a character and the d20 System License, please visit www.wizards.com/d20. must fulfill all the following criteria. For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, Skills: Knowledge (arcana) 8 ranks, Spellcraft visit www.wizards.com/dnd 8 ranks.",
        "name":  "Adaptation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any item creation feat and any metamagic feat.",
        "name":  "Feats",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic.Special: The candidate must have created at least long as the level of the spell to be converted is equal to one magic item, whether of a permanent nature or not. or greater than that of the chosen spell. This ability functions just like a good clericÆs ability to sponta- CLASS SKILLS neously convert prepared spells into curespells. At every A dweomerkeeperÆs class skills (and the key ability for odd-numbered dweomerkeeper level after 1st, the char- each skill) are Concentration (Con), Craft (Int), Diplo- acter chooses another spell to add to her mantle. macy (Cha), Heal (Wis), Knowledge (any) (Int), Profes- Arcane Sight (Su): Upon attaining 2nd level, a sion (Wis), and Spellcraft (Int). See Chapter 4 of the dweomerkeeper can use arcane sight at will. This ability PlayerÆs Handbookfor skill descriptions. functions like the spell of the same name, except that",
        "name":  "Domain",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier. its duration is concentration. The Dweomerkeeper Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +0 +0 +0 +2 Mantle of spells 1 +1 level of existing spellcasting class 2nd +1 +0 +0 +3 Arcane sight +1 level of existing spellcasting class 3rd +1 +1 +1 +3 Mantle of spells 2 +1 level of existing spellcasting class 4th +2 +1 +1 +4 Supernatural spell 1/day +1 level of existing spellcasting class 5th +2 +1 +1 +4 Mantle of spells 3 +1 level of existing spellcasting class 6th +3 +2 +2 +5 Supernatural spell 2/day +1 level of existing spellcasting class 7th +3 +2 +2 +5 Mantle of spells 4 +1 level of existing spellcasting class 8th +4 +2 +2 +6 Supernatural spell 3/day +1 level of existing spellcasting class 9th +4 +3 +3 +6 Mantle of spells 5 +1 level of existing spellcasting class 10th +5 +3 +3 +7 Cloak of mysteries, +1 level of existing spellcasting class supernatural spell 4/day CLASS FEATURES Supernatural Spell (Su): At 4th level, the All the following are features of the dweomerkeeper dweomerkeeper is so attuned to the fabric of magic prestige class. that she can manifest spell effects with almost no effort",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d8. (already figured into the statistics given above). Cleric Spells Prepared(6/5+1/5+1/4+1/3+1/1+1; REQUIREMENTS save DC 14 + spell level): 0ùcure minor wounds, detect To qualify to become a moon guardian, a character magic(2), light, read magic, virtue;1stùcure light wounds must fulfill all the following criteria. (2), deathwatch, divine favor, protection from good*, sanctu- Alignment:Any good. ary;2ndùaugury, cure moderate wounds, death knell*, lesser Spells: Ability to cast 3rd-level divine spells. restoration, resist energy, undetectable alignment;3rdùani- Other: The candidate must be an afflicted lycan- mate dead*, invisibility purge, prayer, searing light, speak with thrope aware of his condition. dead;4thùdeath ward*, freedom of movement, spell immu- nity, unholy blight*;5thùslay living*, spell resistance. CLASS SKILLS *Domain spell. Deity: Nerull. Domains: Death (death The moon guardianÆs class skills (and the key ability for touch 1/day), Evil (cast evil spells at +1 caster level). each skill) are Concentration (Con), Control Shape",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Iron Will, Spell Focus (Enchantment, Illu- darkvision to a 60-foot range. She can also see through sion, or Necromancy). magical darkness to a range of 10 feet with the same",
        "name":  "Feats",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast 3rd-level divine spells. A black-and-white vision that darkvision provides. The cleric candidate must have access to the Evil domain. nightcloak also cannot be blinded by magical effects. Shadow Talk (Su): At 4th level, a nightcloak CLASS SKILLS gains the ability to communicate mystically through The nightcloakÆs class skills (and the key ability for each the shadows of the mind. As a free action, she can whis- skill) are Bluff (Cha), Concentration (Con), Craft (Int), per short messages to other worshipers of her patron Diplomacy (Cha), Heal (Wis), Hide (Dex), Knowledge deity, and each such creature within 500 feet hears the (arcana) (Int), Knowledge (history) (Int), Knowledge message as a whisper in its mind. Observers can also (the planes) (Int), Knowledge (religion) (Int), Profes- hear the words if they are close enough to hear the sion (Wis), Sense Motive (Wis), and Spellcraft (Int). See nightcloakÆs actual whispers (a DC 15 Listen check if Chapter 4 of the PlayerÆs Handbookfor skill descriptions. the listener is within 10 feet of the nightcloak, +1 per 5",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Marlissa may make a bardic tion*, prayer;4thùcure critical wounds, freedom of move- knowledge check with a bonus of +4 to see whether ment, poison, spell immunity, unholy blight*;5thùdispel she knows some relevant information about local good*, flame strike, greater command, spell resistance; 6thù notable people, legendary items, or noteworthy places. blade barrier, mislead*.",
        "name":  "Bardic Knowledge",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "David Noonan and SkipWilliams create new spells and magic items. As the devoted",
        "name":  "Design",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Penny Williams agents of the deities of magic, dweomerkeepers defend against those who seek to warp, twist, or hoard spells,",
        "name":  "Editing",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nancy Walker magic items, and arcane lore.",
        "name":  "Typesetting",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sean Glenn, Cynthia Fliege and ranger—are not unknown. Dweomerkeepers can be found throughout the Based on the original DUNGEONS \u0026 DRAGONS® game by E. land. Some dwell in lonely, isolated towers and are Gary Gygax and Dave Arneson and on the new edition of the wholly consumed with their magical studies. Others DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, live in huge cities where all manner of magic can be Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. brought together and shared (willingly or not).",
        "name":  "Graphic Design",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Because the dweomerkeeper pres- D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned tige class intentionally blurs the border between by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the divine and arcane magic, making it specific to clerics Coast, Inc. All Wizards characters, character names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. of a deity of magic (such as Boccob or Wee Jas) is a This material is protected under the copyright laws of the United good idea. It’s also easy to tie the dweomerkeeper to States of America. Any reproduction or unauthorized use of the a specific group of organization—especially one that material or artwork contained herein is prohibited without the express written permission of includes the first spellcasters to figure out how to Wizards of the Coast, Inc. convert their arcane spells to divine ones (or vice ©2004 Wizards of the Coast, Inc. versa). Such an organization might be quite secre- All rights reserved. tive, and its members should be loath to tell others Made in the U.S.A. how they managed to manipulate the very fabric of This product is a work of fiction. Any similarity to actual people, organizations, places, magic. or events is purely coincidental. Hit Die:d6. This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without REQUIREMENTS written permission. To learn more about the Open Gaming License To qualify to become a dweomerkeeper, a character and the d20 System License, please visit www.wizards.com/d20. must fulfill all the following criteria. For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, Skills: Knowledge (arcana) 8 ranks, Spellcraft visit www.wizards.com/dnd 8 ranks.",
        "name":  "Adaptation",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any item creation feat and any metamagic feat.",
        "name":  "Feats",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic.",
        "name":  "Domain",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The candidate must have created at least long as the level of the spell to be converted is equal to one magic item, whether of a permanent nature or not. or greater than that of the chosen spell. This ability functions just like a good cleric’s ability to sponta- CLASS SKILLS neously convert prepared spells into curespells. At every A dweomerkeeper’s class skills (and the key ability for odd-numbered dweomerkeeper level after 1st, the char- each skill) are Concentration (Con), Craft (Int), Diplo- acter chooses another spell to add to her mantle. macy (Cha), Heal (Wis), Knowledge (any) (Int), Profes- Arcane Sight (Su): Upon attaining 2nd level, a sion (Wis), and Spellcraft (Int). See Chapter 4 of the dweomerkeeper can use arcane sight at will. This ability Player’s Handbookfor skill descriptions. functions like the spell of the same name, except that",
        "name":  "Special",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier. its duration is concentration. The Dweomerkeeper Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +0 +0 +0 +2 Mantle of spells 1 +1 level of existing spellcasting class 2nd +1 +0 +0 +3 Arcane sight +1 level of existing spellcasting class 3rd +1 +1 +1 +3 Mantle of spells 2 +1 level of existing spellcasting class 4th +2 +1 +1 +4 Supernatural spell 1/day +1 level of existing spellcasting class 5th +2 +1 +1 +4 Mantle of spells 3 +1 level of existing spellcasting class 6th +3 +2 +2 +5 Supernatural spell 2/day +1 level of existing spellcasting class 7th +3 +2 +2 +5 Mantle of spells 4 +1 level of existing spellcasting class 8th +4 +2 +2 +6 Supernatural spell 3/day +1 level of existing spellcasting class 9th +4 +3 +3 +6 Mantle of spells 5 +1 level of existing spellcasting class 10th +5 +3 +3 +7 Cloak of mysteries, +1 level of existing spellcasting class supernatural spell 4/day CLASS FEATURES Supernatural Spell (Su): At 4th level, the All the following are features of the dweomerkeeper dweomerkeeper is so attuned to the fabric of magic prestige class. that she can manifest spell effects with almost no effort",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d8. (already figured into the statistics given above). Cleric Spells Prepared(6/5+1/5+1/4+1/3+1/1+1; REQUIREMENTS save DC 14 + spell level): 0—cure minor wounds, detect To qualify to become a moon guardian, a character magic(2), light, read magic, virtue;1st—cure light wounds must fulfill all the following criteria. (2), deathwatch, divine favor, protection from good*, sanctu- Alignment:Any good. ary;2nd—augury, cure moderate wounds, death knell*, lesser Spells: Ability to cast 3rd-level divine spells. restoration, resist energy, undetectable alignment;3rd—ani- Other: The candidate must be an afflicted lycan- mate dead*, invisibility purge, prayer, searing light, speak with thrope aware of his condition. dead;4th—death ward*, freedom of movement, spell immu- nity, unholy blight*;5th—slay living*, spell resistance. CLASS SKILLS *Domain spell. Deity: Nerull. Domains: Death (death The moon guardian’s class skills (and the key ability for touch 1/day), Evil (cast evil spells at +1 caster level). each skill) are Concentration (Con), Control Shape",
        "name":  "Hit Die",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Iron Will, Spell Focus (Enchantment, Illu- darkvision to a 60-foot range. She can also see through sion, or Necromancy). magical darkness to a range of 10 feet with the same",
        "name":  "Feats",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast 3rd-level divine spells. A black-and-white vision that darkvision provides. The cleric candidate must have access to the Evil domain. nightcloak also cannot be blinded by magical effects. Shadow Talk (Su): At 4th level, a nightcloak CLASS SKILLS gains the ability to communicate mystically through The nightcloak’s class skills (and the key ability for each the shadows of the mind. As a free action, she can whis- skill) are Bluff (Cha), Concentration (Con), Craft (Int), per short messages to other worshipers of her patron Diplomacy (Cha), Heal (Wis), Hide (Dex), Knowledge deity, and each such creature within 500 feet hears the (arcana) (Int), Knowledge (history) (Int), Knowledge message as a whisper in its mind. Observers can also (the planes) (Int), Knowledge (religion) (Int), Profes- hear the words if they are close enough to hear the sion (Wis), Sense Motive (Wis), and Spellcraft (Int). See nightcloak’s actual whispers (a DC 15 Listen check if Chapter 4 of the Player’s Handbookfor skill descriptions. the listener is within 10 feet of the nightcloak, +1 per 5",
        "name":  "Spells",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Marlissa may make a bardic tion*, prayer;4th—cure critical wounds, freedom of move- knowledge check with a bonus of +4 to see whether ment, poison, spell immunity, unholy blight*;5th—dispel she knows some relevant information about local good*, flame strike, greater command, spell resistance; 6th— notable people, legendary items, or noteworthy places. blade barrier, mislead*.",
        "name":  "Bardic Knowledge",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A swift action takes a small amount of time but Using an immediate action on your turn is the same as using represents a larger expenditure of effort than a free action. You a swift action, and doing so counts as your swift action for that can perform one swift action per turn without affecting your turn. You cannot use another immediate action or a swift action ability to perform other actions. However, you can perform only until after your next turn if you have used an immediate action one swift action per turn, regardless of other actions you take. when it is not currently your turn (effectively, using an imme Casting a quickened spell is a swift action. In addition, casting diate action before your turn is equivalent to using your swift any spell with a casting time of 1 swift action (such as batllecry; action for the coming turn). You also cannot use an immediate see page 96) is a swift action. Casting a spell with a casting time action if you are currently flat-footed. W hat is magic? That question has vexed sages THE NATURE OF MAGIC and philosophers for centuries. Even people Unrefined magic cannot be seen, felt, tasted, smelled, or who wield the mightiest spells seem reluctant heard. Unrefined magic is best described as the poten to give a simple answer. For purposes of this tial for the incredible that is inherent in the universe. book, magic entails forces or phenomena that somehow tran Most magical practitioners admit that they cannot scend the natural laws that govern the world. Magic works sense unrefined magic in any way (experts in the field its wonders without any discernible physical cause and often regard those who claim otherwise as eccentrics). Rather, without any rational explanation. A character working magic practitioners open their minds or spirits to the possibil taps into some kind of mysterious power source and shapes ity of magic. it into a chosen manner of effect, force, or energy that the Once they have achieved the correct mental or magic wielder finds useful. spiritual states, practitioners become intuitively Most scholars agree that this power source is unrefined aware of their magical potential. A variety of sensa magic, which is present in the universe in the same way that tions might accompany this awareness. Practitioners ordinary matter is present. Magic is simply one element in report a surge of confidence, a tingle of raw power, or the combination of things that make up what mortals know an impression of potent harmonics. Some perceive as reality. You can find matter almost everywhere you look in the harmonics as chords of unearthly music, while the universe. (Some scholars contend that even the voids of others describe the same phenomenon as tremors interplanetary space and the Astral Plane hold infinitesimal rippling through their limbs and organs. However bits of matter, too small to see or feel, but present neverthe magic is perceived, the mere fact of that sensitivity less.) Magic, too, infuses the universe, though most beings indicates the individual\u0027s potential to shape it into remain unaware of its invisible presence. a desired form. WIELDING MAGIC ARCANE VERSUS DIVINE Every sentient creature is born with some potential to work All spells share the characteristics discussed earlier, but all magic, at least in a limited way. Even those incapable of learn spells aren\u0027t alike. To the layperson, there\u0027s not much dif ing the simplest spell can, with practice, learn to mimic the ference between the spells wielded by a wizard and those power of a spellcaster by way of various magic items. Seri cast by a cleric. To the student of magic, however, profound ous students of magic, however, scoff at the suggestion that differences abound. those who merely learn to trick magic items with the Use Divine spellcasters draw their magical power through a Magic Device skill are true practitioners of magic. After all, specific source that serves as both a conduit and a filter. As the skill merely allows characters to trigger magical effects the name suggests, the source has a divine nature, whether a from items through a combination of blind luck and force of deity, a whole pantheon of gods, or merely a powerful cause personality. Someone else—a true practitioner—has already or ideal. Regardless of the actual source, divine magic is performed the truly difficult task of shaping and binding raw intensely personal and comes to the user through devotion to magic into the item. a concept such as law, war, or truth, or to some aspect of the universe, such as nature. Put simply, to a divine spellcaster ARCANE MAGIC magic is a matter of faith, not learning. Interestingly, the source of the magic seems to have little Magical practitioners must learn to work their magic through or no impact on the resulting effect. The protection from evil spells if they don\u0027t wish to rely on magic items that someone spell cast by a cleric functions identically to that cast by a else already has made. Some creatures have a natural talent sorcerer, even though each caster would claim that his spell for casting arcane spells (dragons and nagas, for example), but results from a different power. even these creatures need practice and training to perfect This isn\u0027t to say that arcane and divine magic have no their talents and a little time each day to focus themselves differences, but rather that the differences appear in flavor and enable their spellcasting for the day. instead of effect. The mystical gestures required by divine For a wizard or similar arcanist, the initial period of prepa spells tend to be less expansive and complicated than those ration represents the spell\u0027s lengthiest and most complex of their arcane counterparts, but no compelling theory element. Preparing a spell involves drawing in unrefined explains why. Those who hold to the \"component as lock\" magic and molding it into a specific magical effect that the theory (mentioned above) suggest that divine casters need practitioner understands and can control. For all practical fewer innate restrictions on their spells, since a higher power purposes, preparing a spell is the first step in casting it. The has already entrusted them with the effect. act of preparing a spell does not expend any part of a caster\u0027s For a divine spellcaster, preparing a spell is mostly a matter daily magical potential, but it earmarks a measure of that of the spirit. The spellcaster prays or meditates, entreating the potential for a particular spell. divine source to provide power for the spell. Arcane spellcast A rapidly growing number of individuals, however, master ers, on the other hand, see preparing a spell as an intellectual arcane practices that ignore the act of spell preparation. These exercise. The arcane spellcaster ponders the spell\u0027s intricacies characters instead focus their talent in learning a narrow range and builds it within his or her mind, piece by piece. of spells, comprising a limited scope of effects. Instead of Divine casters must also obey certain strictures on spending long hours poring over spellbooks, these casters need their use of magic, varying from limited access to spell mere minutes each day to ready their magical potential. One preparation (typically to a particular time of day associ can\u0027t help wondering if this represents merely a passing fad or ated with the source) to outright restrictions (such as the an evolutionary \"sea change\" in arcane magic as a whole. inability to use spells opposed to their alignment). Rare is Whether prepared or merely readied, a spell remains with the divine spellcaster who doesn\u0027t have to deal with at least the caster as magical potential until the caster chooses to trig one quirk that an arcane caster might find quaint or even ger, or cast, the spell. Such an act typically requires a variety outright annoying. Curiously, one arcane caster—the wu of physical props (components), ranging from a mystical jen—shares a similar stricture in the form of taboos. This phrase or gesture to an expensive or rare substance required similarity suggests that the origins of the wu jen\u0027s magical to unleash the magic. talents might lie closer to the province of the divine than But why so many components? Although arcanists have commonly accepted. historically claimed that these incantations and magic pow Despite the different methods arcane and divine casters ders are akin to keys—necessary to unlock the final effect use to prepare and cast their spells, it\u0027s worth remembering of a spell—another, new theory has begun to gain ground that both groups ultimately tap the same source of magical among younger researchers. These energetic sages assert that power. Once a spell has been cast, it\u0027s effectively impossible components aren\u0027t keys, but rather locks—suggesting that to tell whether it is arcane or divine. If an observer actually even the most learned of arcanists don\u0027t fully control their witnesses the casting, the spell\u0027s components might give a own powers, and that components are necessary instruments clue to the spell\u0027s nature; for example, divine spells typically to keep the spells in check. Whether these locks were placed employ a holy symbol as a focus for the spell. Otherwise, by the deities themselves or are simply such an old convention nothing distinguishes an arcane spell effect from a divine that no one today questions their utility is anyone\u0027s guess. spell effect. ARCANE VERSUS INNATE A brief discussion of the various known entities capable Some creatures are born with the capacity to work genuine of granting the warlock his powers follows. magic, just like some creatures have the power of flight or the Devils: The infernal denizens of the Nine Hells of Baator ability to breathe water. Such creatures have no explainable are the undisputed masters of crafting power-driven bar awareness of how they actually manage their magical talents. gains with mortals, so it should come as no surprise that the They have no special ability to sense magic, and they don\u0027t do iconic warlock is a result of such a deal. No other creatures anything special to work their magic beyond willing their take as much pleasure from corrupting mortals with dark magical tricks to happen. Such creatures seem to function as powers, and the sheer number of devils who traffic in such self-filling vessels for magical power. They naturally collect pacts would send a chill down the spine of the staunchest magical potential and release it with a thought. paladin. From ambitious horned devils and pit fiends to the This magical potential doesn\u0027t seem to have any clear link greatest archdevils themselves, these masters of artifice and either to arcane magic or to divine magic, though it creates duplicity take pride in sowing evil throughout the land, and results similar or identical to those arising from spells. A endowing warlocks with their power provides ample oppor glabrezu\u0027s dispel magic ability functions like the same spell tunity. Among the various lords of the Nine Hells, Dispater, cast by a wizard or cleric (hence the term \"spell-like\"). Mammon, Belial, Mephistopheles, and the mighty Asmodeus A few magical theorists even claim that the \"spells\" of a most actively broker such accords. (These individuals and sorcerer or a dragon have more in common with the spell other devils are updated for the v.3.5 revision in Fiendish like abilities of warlocks and various other creatures than Codex II: Tyrants of the Nine Hells.) with the spells of a wizard. These individuals suggest that Warlocks whose power comes from devils are most an entire third category of magic (called, for lack of a better commonly lawful evil tyrants, though rebellious chaotic term, \"innate\" magic) would better describe those who wield exceptions exist. magic without relying on either traditional learning or a Demons: Perhaps surprisingly, few demonic powers are divine source. So far, this theory has gained little traction responsible for the pacts that create warlocks. As any planar among traditional sages. scholar would tell you, demons fixate on rampant destruction over planned corruption, which means that most don\u0027t have The Origins of the Warlock the interest (or talent) required to broker such deals. The Though the warlock is described as an arcane character, his mightiest of the common demons, such as the mariliths and powers function very differently from those of the various balors, only rarely take the time to instill such power, and arcane spellcasters in D\u0026D. Although the end result of a breath a bare few of the so-called demon princes are so inclined. of the night invocation might be largely indistinguishable from The best known of these is Graz\u0027zt the Dark Prince (whom a fog cloud spell, a warlock channels his magic in a way that the most agree resembles an archdevil in his cunning and guile). average wizard or sorcerer can only dream of accomplishing. Mighty demons prefer to bestow their favor upon bloody Warlocks typically claim that this proficiency with magic cults of mad followers rather than reward a single individual comes from their bloodline—or, in some cases, from a pact with great power—after all, such an individual might easily made with powerful entities that permanently changes the become a threat to the demon prince\u0027s own rulership of his individual\u0027s interactions with the supernatural. realm. The various demon princes are updated for the v.3.5",
        "name":  "Swift Action",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A growing number of warlocks draw their power schools provide labels that fit the facts various scholars and from the mystical realm of faerie. Fey have always enjoyed practitioners have observed about magic over the years. a special link to the wild magical energy that suffuses the Wizards have identified eight schools of magic: abjuration, natural world, and most sages agree that mortals—even conjuration, divination, enchantment, evocation, illusion, the long-lived elves—can\u0027t begin to comprehend the sheer necromancy, and transmutation. Each school describes a group untapped potential that rests within faeriekind. The rare fey of magical effects that achieve similar results and that can be that interact with human folk represent only the tip of the brought into being using spells that have been structured in iceberg. True fey are more terrible and beautiful than mortal similar ways. Characters who grasp the concept of spell schools eyes can bear to perceive. Legends of rival courts of fey—one maintain a way of thinking about magic that helps them light and one dark—have persisted for ages, though the fey achieve the proper frame of mind for working arcane spells. themselves don\u0027t share details. The increase in mortals who Spell schools, and the techniques associated with them, wield fey-given power, however, suggests that the realm of have proved such effective classifications that spellcasters of faerie might be awakening from a long slumber. Woe to all kinds have adopted the terms and methods associated with those who underestimate the effect of this development on schools to sharpen their own understanding of magic and to the mortal realm. focus their research into new spells. The detect magic spell is A feyblooded warlock is equally likely to be a well-meaning just one example that proves the usefulness of the concept of chaotic good, an unpredictable chaotic neutral, or a coldly spell schools. The spell reveals magical auras, and anyone with malevolent neutral evil individual. Few have the discipline even a basic understanding of spell schools can examine an for a lawful evil bent, and most don\u0027t share the savage outlook aura and determine exactly what the aura\u0027s school is, regard common to chaotic evil. less of the original source of the aura. A magical aura reflects",
        "name":  "Fey",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As beings of pure chaos unconcerned with mat what the magic is actually accomplishing, not where it comes ters of morality, few slaadi care enough to make pacts with from. A trained observer can study an aura\u0027s characteristics mortals. Some of the most potent of them, however, such and relate them to one of the eight schools. as the mightiest of the death slaadi, occasionally empower School classifications are useful for more than talking warlocks for their own unfathomable reasons. or thinking about spells. The Spell Focus feat allows any Warlocks whose powers derive from the slaadi can be of spellcaster (not just a wizard) to develop a knack for casting any alignment, but most are chaotic. effective spells from a single school.",
        "name":  "Slaadi",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Abjurers like to solve problems, and they try You prefer the company of your summoned creatures over to be ready for any situation that might arise. As an abjurer, your living companions. you might exhibit any or all of the following personality Prohibited Schools: As a conjurer, you have no difficulty traits. giving up the school of enchantment. You prefer to summon You have to get the last word in any discussion or creatures that you can count on entirely, rather than ensnar argument. ing a creature that must then be manipulated. Illusion and You are annoyed by outside forces (people, events, the transmutation are similarly perceived as a waste of time, weather) interfering with your personal life or goals. when an actual creature or object can reliably serve the same You value your personal safety above all other concerns. purpose. Thanks to the offensive power provided by your You abhor ostentatious displays (whether of magic or own specialty, you can even afford to give up the \"bang\" of anything else). evocation spells.",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As an abjurer, you can most afford to give up the school of illusion. Although the illusion DIVINATION school has many useful defenses, you prefer abjuration\u0027s A divination spell detects and reveals veiled information. real protections to the deceptions of illusion. Beyond that, The effect could disclose hidden traps, expose well-told lies, both enchantment and necromancy represent acceptable or foil enemy plans. losses for the abjurer. These schools\u0027 spells deal with only a Specialists in this school call themselves diviners, and limited range of foes or circumstances, which is contrary to they subscribe to the philosophy that you must know all the the typical abjurer\u0027s attitude. players at the table to win the game. Those who oppose the divination school argue that its teachings are voyeuristic and CONJURATION complain about the loss of privacy, but diviners contend that A conjuration spell creates or summons a real object or people who protest the loudest usually have the most to hide. creature. The effect could appear in the spellcaster\u0027s hand, Diviners see themselves as seekers of truth, even while they arrive from another plane of existence, or take shape in keep the most powerful secrets to themselves. front of her. Diviners feel that their very existence epitomizes the never- Specialists in this school call themselves conjurers, and ending search for knowledge. Diviners justify their chosen they subscribe to the philosophy that two birds in the hand path of magic by claiming that if all things in the universe are worth four in the bush. Critics of the conjuration school were known, divination magic would cease to exist. Detrac deride this discipline as outright theft and enslavement, tors of this theory claim that diviners are destructive to the but conjurers feel that the objects they materialize and the underlying nature of magic, because the more mysteries that won\u0027t change day to night, but it can alter the course of his diviners unravel, the less magic can grow in the world. tory, which is far more enduring. Those strong enough to Philosophically, diviners categorically oppose the school resist such mental coercion might speak against the social of abjuration, because abjurers are the most successful at corruption an enchanter can seed into a community. The blocking their spells. The school of illusion is similarly enchanter blithely agrees, all the while manipulating politics irksome to diviners in search of the truth, often misleading to secure his or her position of influence. their efforts. Transmutation can be troublesome to diviners Philosophically, enchanters oppose the evocation school. as well, since magical disguises have The blunt nature of evocation spells is counterproduc been known to fool even the most tive to the finesse required by their clandestine spells. skilled scryers. Since enchanters are concerned with blending in without",
        "name":  "Prohibited Schools",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a diviner, you your handiwork. only need to select one prohibited school You avoid flaunting your of magic. Necromancy holds little power but carry yourself interest for you, since the dead with a quiet confidence. keep few secrets. Abjuration You love conflict in all its represents your philosophical forms and sow the seeds of shadow, but you crave profi chaos whenever possible. ciency with the same spells that Prohibited Schools: As obscure your efforts. You are an enchanter, giving up the indifferent about giving up the school of necromancy is almost a school of illusion, since diviners foregone conclusion, since you lack see the potential in deceiving scry the ability to affect undead minds. Evo ing sensors rather than blocking them cation serves a purpose when you are An enchanter favors subtlety over (which proclaims that something is be ostentatious displays actively engaged in magical battles, but ing hidden). enchanters would just as soon ensnare an evoker to do such work for them. Although conjuration ENCHANTMENT offers legions of summoned creatures, enchanters prefer to manipulate their own pawns. Enchantment spells focus on tricking the mind. They effec tively manipulate emotions, perceptions, and even thoughts, EVOCATION penetrating the most vulnerable parts of a creature\u0027s being. Specialists in this school call themselves enchanters, An evocation spell creates an effect out of thin air. The effect and they subscribe to the philosophy that your most valued could blind its targets with searing light, immolate them with friends are those you make. Those who disparage the enchant explosive fire, or shock them with electrical current. ment school reject its ways as a perversion of free will, but Specialists in this school call themselves evokers, and they enchanters usually win them over, much to the surprise subscribe to the philosophy that the best defense is a strong of anybody who knew the outspoken parties before their offense. Those who oppose the school of evocation cite the change of mind. For an enchanter, controlling the actions collateral damage of these spells, but evokers are quick to of another creature, particularly an influential one, is akin assure any concerned party that their spells are either care to guiding fate. fully timed or highly precise. In truth, evokers are almost Enchanters regard domination of the mind as the ultimate fatalistically drawn to the limitless raw magical power of form of magical power. They realize that their field of magic their spells, oblivious to the inherent danger. Evokers see their school as a highly necessary one that make of it. Critics of the illusion school claim that its spells focuses magic from its most turbulent and volatile state. erode an earthly sense of stability, using smoke and mirrors to Pure magical energy would, if left unchecked, deal far more incite chaos and misdirection, but illusionists maintain that damage to the world if evokers didn\u0027t regularly harness and earthly stability has never really existed. They believe that release it in controlled amounts. Opponents of the school, reality is defined by observation, and they focus on changing who believe that evokers contribute to rather than diminish individual perception as the supreme form of power. the chaotic state of raw magic and therefore destabilize magic Illusionists see reality as being in a state of imperceptible for all spellcasters, dismiss this theory. fluctuation, constantly changing based on how the uncon Philosophically, evokers are opposed to the school of scious minds of all sentient creatures perceive the world. conjuration, since that school focuses on creating lasting Illusionists claim that they can modify this fluctuating or tangible effects. Evokers regard the reality-based focus reality, and so are in fact altering the world on a deeply sub of conjurers as limited in its outlook, missing the wealth of conscious level. Debunkers of this opportunities that evocation creates. By extension, theory retort that illusionists are the school of enchantment warrants a delicate either more than a little insane touch that is frequently lost on evokers. or merely tricking people Abjuration magic tries to pro with light, since illusions tect against evocation spells, you can\u0027t see are usually but is usually considered harmless. just another hurdle to Philosophically, be overcome. the school of illu",
        "name":  "Prohibited Schools",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As an evoker, you puzzled demon the difference between magical deceptions they create. As an usually divest yourself of the conjuration immunity and resistance illusionist, you might exhibit any or all school, since summoned creatures would of the following personality traits. only get in the way of your favorite spells. Enchantment holds You are exceedingly curious about people\u0027s fears and ask little appeal, since charming a creature to do your bidding is inappropriate personal questions about what scares them. far less efficient than doing it yourself. Illusion spells, while You are intensely private and never talk about yourself, us capable of creating dramatic effects, require more attention ing your illusions as a mask or veil over your personality. than an evoker is willing to spare, especially when a torrent You consider yourself superior to anybody your illusions of fire-and-forget evocation spells can save the day. can readily fool. You regard your illusions as being more real than the ILLUSION world around you.",
        "name":  "Prohibited Schools",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As an illusionist, transmutation An illusion spell creates a false impression that targets the is a likely choice as one of your prohibited schools because senses. The effect could hide your presence, summon a a well-crafted illusion can serve the same purpose as an target\u0027s greatest fear, or manifest a visage limited only by actual transformation. Necromancy is perhaps the next your creativity. logical choice, since the schools have some overlap with Specialists in this school call themselves illusionists, and spells that frighten their subject. Conjuration might also they subscribe to the philosophy that reality is only what you be chosen, although illusionists sometimes like to combine Prohibited Schools: As a necromancer, you are inclined real objects and creatures with projected ones for maximum to make illusion one of your prohibited schools, valuing confusion. permanent spell effects over mental tricks that can be disbe lieved away. Conjuration largely serves a redundant purpose NECROMANCY to necromancers, who call upon legions of undead to serve their needs rather than summoned monsters. Enchantment is Necromancy spells hold dominion also a good choice for a prohibited school, since necromancers over life and death. Their effects can rarely have any need for living servants. drain the stamina out of an opponent\u0027s body, exert control over the undead, or TRANSMUTATION instill paralyzing fear in a creature\u0027s mind. A transmutation spell modifies energy and matter. Specialists in this school call them The effect could alter a creature\u0027s shape, selves necromancers, and they subscribe boost mental or physical qualities, or to the philosophy of waste not, want change the way something interacts not. Detractors of the school con with the world. demn necromancers\u0027 practices as Specialists in this school call them abhorrent and disrespectful to the selves transmuters, and they subscribe dead, but necromancers defend to the philosophy that if life gives their art on the premise that you an orange, make lemonade. the dead care very little for their Adversaries of the transmutation bodies, especially if they can be school claim that only gods have the put to good use. Controlling such right to change creation, but trans bodies, however, is secondary to muters feel that if something can be controlling life. retasked to serve a more meaning To a necromancer, magic is ful purpose, the amount of change based on the idea that life is is irrelevant. They claim that any an essential element in the hurdle, no matter how daunting, universe—one that can be can be solved by changing it into controlled and manipulated something harmless. just as matter and energy can Transmuters attribute the be. Necromancers believe that strength and variety of their spells they hold the reins of life by to a belief that all things in the surrounding themselves with universe must inevitably change undead creatures. People who into something else. They merely challenge the necessity of this accelerate that ongoing evolution school claim that necromancy ary momentum to suit their needs. weakens the barriers between Those who deride this theory as the dead and living realms, caus Undead are at the beck and call of a romantic nonsense claim instead ing the two to encroach upon one powerful necromancer that transmutation places an unnecessary another more each day. strain on the universe, because as objects Philosophically, necromancy is opposed to the school are continually modified, new and unpredictable aberrations of enchantment, which claims supremacy over the mind. begin to take form of their own accord. Necromancy trumps the mind by claiming dominion Philosophically, transmutation is opposed to the school of over life. Necromancy also finds little in common with conjuration. Rather than working with existing materials, conjuration; while conjurers must create their own power conjuration creates or summons new materials. Evocation by summoning and the like, necromancers work with is similar in this regard, in that both schools create effects whatever is on hand at the time. instead of modifying what is on hand. Necromancy and",
        "name":  "Prohibited Schools",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a transmuter, you readily relin well. A grandstanding blaster is either supremely talented at quish illusion as one of your prohibited schools, since you calculating spell angles, diameters, and radii, or he is heedless focus on creating real changes rather than perceived ones. of where his spells land. Adventurers who find themselves Conjuration can also be sacrificed comparatively painlessly, in a party with a careless blaster don\u0027t need any additional since transmuters choose to replicate the abilities of objects enemies with him on their side. and creatures instead of summoning creatures with those Strengths: Blasters make terrific battlefield leaders. They abilities. Evocation, despite being philosophically opposed endeavor to remain constantly aware of where everybody is to transmutation, is considered an asset, shoring up the situated to best apply their spells for maximum effect. It is transmuters effectiveness. not uncommon for a blaster to issue commands to his allies during a conflict to more efficiently organize their efforts and keep them out of harm\u0027s way. By doing so, a blaster can ARCANE ARCHETYPES well and truly open fire, especially if his teammates have The wide range of spells and class features available to the developed tactics for corralling the enemy into congested various arcane spellcasters makes them highly versatile char groups (where a well-timed fireball can then be detonated). acters. Indeed, magicians portrayed in legend and popular Against an advancing army of soldiers, a blaster is completely fiction vary in focus as much as—or even more than—any in his element. other type of fantasy character. Weaknesses: For the same reason that a blaster is a boon This innate flexibility allows an arcane spellcaster to to any group of adventurers, he can also become a detriment. fill a wide variety of roles within an adventuring party. A disorganized party that fails to coordinate with its blaster Described below are several arcane spellcaster archetypes, either ends up injured by an errant spell, or the blaster has to along with suggestions for building each one into an effec voluntarily rein himself in, effectively taking himself out of tive character. the fight for fear of inadvertently injuring a comrade. Neither Of course, not every spellcaster fits neatly into one of the scenario is desirable, since they both force a blaster to tiptoe following archetypes. A character can easily combine two or around his untapped potential. more compatible archetypes to create Best Classes: Both sorcerers and warmages (Complete an entirely new role. For example, a Arcane) are good blaster candidates, bringing a wealth of spells booster who prefers to take the battle per day to any battle. Their high Charisma also lends itself to the enemy personally might also well to leading a group. Wizards (particularly evokers) be a warrior. Many blasters like to combine the necessary intellect to guide their party keep a few sniper spells in reserve through advanced tactics and the ability to fine-tune (and vice versa), and the strate their spell selections to the group\u0027s immediate needs. gist who also packs some blaster A wizard with this kind of talent might not have the effects can achieve total control personality to act as the party leader, but he can of the battlefield. readily assume control in the heat of battle.",
        "name":  "Prohibited Schools",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When all your allies are out of harm\u0027s way, you 6th—Chain Lightning: Similar to firebrand, this enduring can cut loose with this metamagic feat. spell gives you the enjoyable ability to deal massive amounts",
        "name":  "Widen Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This spell, like many enchantments, into a tactical advantage if a booster remains close to the melee carries no secondary effect. If the targets save against the fighters who need to be augmented with his magic. effect, they merely walk away unscathed. Almost any spell Best Classes: Wizards, particularly transmuters, enjoy that deals damage ensures that some effect will be felt, even the most unfettered access to arcane boosting spells, with a if the enemy successfully makes a saving throw. repertoire restricted only to the size of their spellbook. A wu",
        "name":  "Mass Suggestion",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard issue for any booster spells with a entire party, rallying around one character who has been duration of less than a few hours. The longer a booster can turned into an unstoppable force of stone can be even more make a spell last, the more spells he can save for multiple effective. engagements in the same day. 7th—Energy Immunity (Spell Compendium): If you know Metamagic Song (Races of Stone): Although this feat focuses what type of enemies you and your party are likely to face, on bards, it has enormous usefulness when casting metamagic and specifically what kind of energy will be used against spells, especially in conjunction with the Persistent Spell feat. you, each casting of this spell protects one character against A bard booster will certainly want to invest in Extra Music that energy for 24 hours. once this feat is taken. 8th—Protection from Spells: An expensive spell to be sure,",
        "name":  "Extend Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A controller with a charmed or dominated tions from both the bard and sorcerer/wizard lists. creature in tow is really the equivalent of two party Best Feats: These feats help augment a controller in her members, especially if the creature is a melee combat chosen role and are strongly recommended. ant that doesn\u0027t need much direction once Arcane Defense (enchantment): A controller who com combat begins. A controller with a mands a brutally strong valued thrall might go out of her way creature is formidable. A to create the illusion of freedom controller who commands for the creature, strengthening several powerful creatures is its nonmagical loyalty so that it a menace. A controller who might one day serve the control commands another controller ler willingly. A controller is who commands several powerful much more than a custodian creatures is frightening to behold. You of other creatures, however, can never be too careful about protecting since she also casts spells to yourself from enchantment spells. immobilize or inhibit her oppo Heighten Spell: Once you have a few nents so that other party members favorite controlling spells, this feat (or their controlled creatures) can make quick allows you to keep them relevant at work of them. higher levels.",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any intelligent opponent Silent Spell/Still Spell: With the who sees how much controllers rely on help of these metamagic feats, you their enslaved creatures quickly realizes that can cast charm or dominate spells setting such creatures free with break enchant against powerful opponents over ment or dispel magic spells can turn that and over again without ever identi advantage into a drawback. What began fying yourself as the source, until as a powerful ally for the controller can you ultimately succeed. instantly turn into a fearsome enemy Spell Focus (enchantment): Since (especially if it was treated badly), you rely heavily on mind-affect harrying the spellcaster with unex ing spells that either work or don\u0027t pected attacks and possibly removing work, your paramount concern her from the fight or worse. is making these spells extremely",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Generalists are not only ideal repositories of the time to have a creature of any number of Hit Dice serve knowledge but exceedingly resourceful spellcasters as well. you for days. Their repertoire has been specifically tailored to augment, 7th—Mass Hold Person: A powerful spell with no upper help, or inform adventurers in virtually any situation they limit on the number of creatures it can affect, as long as they encounter. A generalist has learned how to take what she remain within 30 feet of each other. Use of this spell does knows and make it last. This archetype is the most likely to pose the question of how comfortable the party is attacking craft alchemical and magic items for the party, since general and potentially slaughtering defenseless foes. Perhaps one of ists value feats that allow them to do so more than any other your dominated creatures can do the dirty work. arcane spellcasting archetype does. 8th—Otto\u0027s Irresistible Dance: A wonderful spell that turns",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A generalist encounters her greatest difficulty a single powerful creature into a capering pincushion. Not when called upon to excel in one particular area, since her only can you make your regular attacks, but everyone in melee spellcasting abilities can be spread too thin. A shrewd general range can take an attack of opportunity against the dancing ist shores up this deficiency somewhat with scrolls, wands, or creature as well (without the slightest fear of reprisal for ld4 wondrous items. This solution quickly becomes cost-prohibi +1 rounds). tive for the generalist, as she loses increasingly large amounts 9th—Programmed Amnesia (Spell Compendium): Here you of XP to make increasingly powerful magic items. are on the verge of choosing between dominate monster or",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A controller has to keep her purpose in better generalist than a sorcerer for the same reason. Both mind to avoid accidentally choosing ineffectual spells. Focus the wizard and the wu jen, however, must craft magic items on effects that actually control (or significantly hinder) targets to compete with the sorcerer\u0027s volume of spells per day. rather than simply changing their behavior, especially if you",
        "name":  "Spells to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The archmage prestige class is have a limited number of spells known. definitely worth the high-level prerequisites for generalists, particularly for the ability to master 1st--Magic Missile: Few spells gained at 1st level retain the elements. Mages of the Arcane Order (Complete Arcane) their usefulness for the same length of time as this spell. are some of the most versatile generalists, gaining access to Not only does magic missile never miss, but force effects can spell pools that eventually allow them to cast any spell from damage virtually any creature. Furthermore, at higher levels, their class spell list. magic missile can still pack a punch when augmented with",
        "name":  "Best Prestige Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item creation this spell a lot, consider the Arcane feat can give any arcane spellcaster a Mastery and Fortify Spell feats (both battery of offensive power to use at her from Complete Arcane). leisure, freeing up her spells per day to 4th—Dimension Door: This spell cast or memorize a wider spectrum of utility lets you move wherever you want in spells. Even having access to just two wands, the blink of an eye—whether that\u0027s one with a fire spell and another with a cold across the battlefield, up a spell, ensures that at least one of them will sheer cliff, or through an be able to damage any creature. impenetrable door—",
        "name":  "Craft Wand",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A vastly underrated and you can bring allies feat gained at early levels. Creative-minded along with you. generalists can make excellent use of this 5th—Hold Monster: ability by imbuing their most commonly Nothing allows your cast spells into permanent magic items. party to freely assault",
        "name":  "Craft Wondrous Item",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A generalist knows spells from all schools of your enemies herald from beyond the veil. magic and so rarely benefits from singling out one over the 7th—Greater Teleport: Travel, whether on foot or by wing, others. becomes a nonexistent hurdle once this spell is known. Being Transdimensional Spell (Complete Arcane): A generalist should stuck in a dungeon or within a nasty trap is easily defeated already have spells that can affect creatures on coexistent with this spell as well. In addition, greater teleport suffers from planes or extradimensional spaces, for those few occasions none of the inaccuracies of its lower-level iteration. when this feat would be needed. 8th—Horrid Wilting: When you are looking for spells that",
        "name":  "Spell Focus",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a generalist, you pick spells from every truly lay waste to living creatures, none can measure up to the school of magic. The trick is to choose the most useful spells widespread death created by this spell. Any creature within to help your party in as many different imagined scenarios your line of sight, out to long range, can potentially be tar as possible. Although this is a difficult (if not ultimately geted by this spell, which always deals at least half damage. impossible) task, the generalist nevertheless tries to prepare 9th—Wish: Despite how costly this spell is to cast, there for every eventuality. will likely come a time when your character has to choose between complete party destruction or losing 5,000 XP to Weaknesses: Ironically, a necromaster\u0027s main weakness continue fighting. This spell gives you the option to choose is also his primary strength. Your undead minions\u0027 attacks the latter course. For more permanent effects, wish can also are unlikely to be as effective against nonliving enemies, and create mundane items and magic items, and can augment others might have the means of turning or taking control ability scores with inherent bonuses. of them. Undead also typically have low attack bonuses and",
        "name":  "Best Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This spell offers great power, but keep the archetype can be a hindrance to a their effectiveness. A in mind that it neutralizes your spellcasting abilities as necromaster casts many of the spells that create and control well, forcing you to rely on wits and physicality to survive undead before combat (sometimes even days before), a task dangerous encounters. Even if your wits might be up to the better suited to those who can then prepare a variety of other challenge, chances are your physicality is not. spells for combat.",
        "name":  "Antimagic Field",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For the number of choices this spell offers you can affect when you take the divine spellcasting levels to make permanent combined with the expensive XP cost, to qualify, but the ability to heal your minions and the other you are better off taking the Craft Wondrous Item feat, abilities of the class can make up for the loss. which allows you to choose from any spell in your repertoire Best Feats: These feats help augment the necromaster in and make a permanent magic item with effects that can his chosen role and are strongly recommended. only be temporarily suppressed (rather than permanently Corpse Crafter (Libris Mortis): This excellent feat gives your dispelled). undead a +4 enhancement bonus to Strength and +2 hit points per Hit Dice. It\u0027s a prerequisite for other great Libris Mortis NECROMASTER feats and thus an easy choice. Consider taking it as soon as you can, even if you can\u0027t yet create undead. When you\u0027re finally Hordes of the walking dead at your beck and call, a wall of ready to animate minions, they\u0027ll be formidable. unholy flesh between you and your foes—if these images",
        "name":  "Permanency",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The argent savant (Complete Arcane) Sizing your enemy up at a distance, you quickly decide which improves the sniper\u0027s effectiveness with magic missile—a opponent will prove the most difficult for you and your party classic sniper spell—but be sure to find more powerful force to overcome. This is your first target. With lethal spells at your spells before considering this class too strongly. The initiate fingertips, you unleash a pulsating volley of arcane power of the sevenfold veil (Complete Arcane) also presents a good against your enemy, taking the creature out in the first round. choice, since it offers protective wards without sacrificing a Your companions can breathe a little easier now as they get single level of arcane spellcasting. to work dispatching the weaker minions. Meanwhile Best Feats: These feats help augment a sniper in her you can \"selectively\" choose your next target. chosen role and are strongly recommended.",
        "name":  "Best Prestige Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a sniper, you perceive Delay Spell (Complete Arcane): A great metamagic every stranger as a potential enemy feat if your party has spotted the enemy from a dis You constantly scan everyone in tance without being detected. It gives you the your area to determine who repre ability to potentially discharge five spells sents a threat. Depending on the at the same time. kinds of foes you Empower Spell/Maximize Spell: These encounter, knowl are always good feat options to ensure edge of arcana, that the damage dealt by your spells is dungeoneering, thoroughly felt. nature, and the Energy Substitution (Complete planes are particularly Arcane): This is an excellent useful to identify unusu metamagic feat for sorcer al creatures. As someone ers and wizards, allowing who sees people as tar them to change the ener gets, you are also pointedly gy type of their favorite aware of being perceived as damaging spells without one yourself. You therefore using up a higher-level deliberately dress more like a spell slot. It essentially member of another class, such as gives these classes some a rogue or scout, to deflect suspi of the damage variety that cion away from your spellcasting warmages enjoy, allow profession. ing sorcerers in",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Snipers particular to seethe with destructive make better power that can be precise spells known ly cast from great distances. Their choices. most valuable strength is the ability to dis Split Ray (Com charge massive amounts of damage on the head plete Arcane): This metamagic of a single target in the middle of combat with feat is an easy way to potentially their allies. The damage their spells cause cov Snipers scan people to determine double damage against a single target, ers a broad range of energy types, anticipating who represents a threat albeit only with ray spells. creatures with different immunities. Sonic spells are par Feats to Avoid: Although these feats have some function ticularly handy for snipers, since very few creatures have ality for a sniper, their application is limited at best. immunity to that damage type (short of protecting them Combat Casting: If you are correctly fulfilling your role as selves with magical silence). a sniper, then you should never be close enough to combat",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Two classes from Complete Arcane—the creature\u0027s AC anyway. warlock and the warmage—make ideal snipers. The former Best Spells: As a sniper, your ideal spells are those that has unlimited use of the eldritch blast and can layer on special can surgically strike a single target from far away, allowing effects by selecting the right invocations, while the latter you to hang back during a battle—preferably from an inac has such a broad range of effects available that other arcane cessible position with cover, concealment, or both. Most of spellcasters simply can\u0027t measure up. your spells come from the evocation school. 1st—Magic Missile: Nothing beats the accuracy or range Sleep: Any spell that simply incapacitates enemies instead of this time-honored spell. Although the damage output is of outright killing them is counterproductive to your small, magic missile can easily be augmented with metamagic purpose. feats to give it more punch. Summon Monster (I through IX): A creature conjured to 2nd—Scorching Ray: Although this spell is normally fight in your stead offers no guarantee that it will deal even restricted to dealing fire damage, Energy Substitution a single point of damage. can make it more unpredictable. Directing multiple rays at a single opponent is particularly effective, especially in SPY conjunction with the Split Ray feat. You casually disregard other people\u0027s privacy without the 3rd—Sound Lance (Spell Compendium): The damage and slightest thought. Any secret worth concealing must have distance of this spell are perfect for arcane sniping, and even some value, no matter how seemingly small or inconse better, it doesn\u0027t require a ranged touch attack. The noise it quential. You are a troubleshooter who roots out problems generates, however, certainly attracts attention to you, and before they have a chance to fester. Your companions count so is best suited for battles that have already commenced. on you to gather information so they can better prepare for 4th—Greater Invisibility: This spell is your best friend coming conflicts. because it keeps you hidden even after attacking, and it",
        "name":  "Best Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Although spies are excellent at gathering not only does polar ray deal enormous amounts of damage, information, they are not overly useful when it comes to it offers no saving throw for a partial effect. If you can hit combat. Even spies who know one or two offensive spells your target with a ranged touch attack, you could very easily reserve their daily magic to detect hidden dangers and keep take it out of the game. alert to future encounters. A spy must therefore provide 9th—Sphere of Ultimate Destruction (Spell Compendium): This enough information about the enemy that the value of sur spell is everything its name implies and should make any oppo prising the target outweighs her contribution to a fight. nent uneasy. If you can imagine a 2-foot-radius sphere controlled",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This metamagic feat doubles the duration of access to know opponent at this level, which reveals the most your most useful spells, allowing you to gather twice as powerful abilities a target possesses. much information remotely. 4th—Arcane Eye: Few spells are more use Persistent Spell (Complete Arcane) ful for reconnaissance than this invisible When this feat is applied to any detect sensor. It can rapidly scout ahead spell, the spy remains constantly while protecting the spy from all the aware of the subject being divined dangers of an unexplored area. This for the entire day. spell works best when the arcanist Rapid Spell (Complete Divine): A has several ranks in the Spot and large number of divination spells Search skills. Greater invisibility is have long casting times. When the also a must-have spell at this level. party needs information quickly, this 5th—Prying Eyes: If properly in metamagic feat can reduce a casting structed, the semitangible orbs of this time of 2 to 59 minutes to 1 minute. spell can function as an early warning Spell Focus (divination): system with a range of 1 mile. Though only a limited num Be sure to invest in the 8th- ber of divination spells allow level spell greater prying eyes saves, you rely on many of when it becomes available, those. since it benefits from true see Versatile Spellcaster (Races ing as well. of the Dragon): Although 6th—True Seeing: Dis only spontaneous spell- placement effects, illusions, casters can utilize this feat, invisible or translucent crea the ability to sacrifice two tures or objects, and polymorphed lower-level spell slots for one forms are either negated or re higher-level spell slot comes vealed through this spell. The in handy more often than you true seeing spell even lets you per might think. ceive the Ethereal Plane in case your",
        "name":  "Extend Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divination spells generally create magical way to prevent this spell from working. Mind blank is another sensors that are not affected by spell resistance. good choice, since it protects you from discovery.",
        "name":  "Spell Penetration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a spy, your spells enable you to perceive 9th—Eye of Power (Spell Compendium): If you thought arcane surroundings remotely or become aware of hidden dangers. eye was useful before, now you can remotely cast up to 3rd- Alternatively, the closer a spy can get to her enemies with con level spells through it. cealment spells, the more thoroughly they can be understood. Spells to Avoid: A spy should be resourceful without Most of your spells come from the divination school. always counting on her spells. Explore ways to replace typical 1st—Disguise Self: Even if a foe recognizes that you\u0027re dis spells with hard-earned skills that accomplish the same effect, guised, he still won\u0027t know what you really look like, allowing especially if you have a limited number of spells known. you to try your infiltration again later. Comprehend Languages: This spell is undeniably useful, 2nd—Invisibility or Know Vulnerabilities (Spell Compendium): but by learning Draconic, Giant, Goblin, and Orc, a spy Assuming a spy knows how to keep quiet or mask the noises can understand most of the languages her enemies speak. she makes, invisibility can get her close enough to enemies to Wizards with high Intelligence scores will be able to speak learn their most valued secrets. Bard spies should consider almost all of these languages right away, and a bard can pick taking know vulnerabilities at this level to learn the weaknesses them up cheaply with Speak Language as a class skill. of an anticipated opponent. Sorcerers and wizards can also Scrying: Despite being a highly useful spell to intimately learn know vulnerabilities, but as a 4th-level spell. study your enemy, until you can effortlessly transport the hefty arcane focus (a 2-foot-by-4-foot mirror) with a portable Best Classes: Wizards (particularly conjurers and illu hole or similar extradimensional magic item, arcane eye is sionists) excel at concocting clever plans that specifically more practical for your adventuring needs. incorporate their prepared spells, allowing them to take Spontaneous Search (Spell Compendium): Although this spell to the role of strategist with remarkable ease. The beguiler makes short work of searching a 20-foot burst, a wizard or (Player\u0027s Handbook II) has many spells useful to the strategist sorcerer rarely has enough ranks in Search to discover any and shares the warmage\u0027s advantage of always having access thing truly hidden. Better to let the rogue (and every other to any known spell. With the right choice of invocations, party member) take 20 to conduct a thorough search. warlocks (Complete Arcane) can become very effective strate gists as well, and they never worry about running out of STRATEGIST spells. Wu jen (Complete Arcane) are reasonably well suited for the role of strategist, but they lack some of the more useful You love to create a false sense of confidence in your enemies, spells that wizards have on their spell lists. lure them into situations that look promising, and then rip",
        "name":  "Best Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strategists can within range of your be easily victimized by their spell, giving you the own tricks. The more they train rare freedom to cast to augment their spellcasting area spells into melee abilities, the increasingly more combat without endan vulnerable they become to gering party members. their own spells. Knowing this Transdimensional Spell about themselves, wise strate (Complete Arcane): Noth gists plan contingencies for ing\u0027s more frustrating such occurrences, either than watching an incor with additional spells that poreal creature float right cancel out magical effects or through your web spell, with fallback positions from but this feat solves that which to rally the party and problem. mount an offensive again. Strategists literacy change the nature of reality",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The duration of strategist spells is rarely a explore necromantic options to gain this kind of power. factor unless you are dealing with combat on a large scale. 8th—Field of Ice Razors (Spell Compendium): Razor-sharp ice The normal durations are usually more than sufficient to crystals rise out of the ground, selectively dealing cold and achieve the desired effect in limited engagements. piercing damage to any creature within long range that is no Repeat Spell (Complete Arcane): Due to the nature of strate more than 60 feet apart. In addition, all affected creatures gist spells, repeating the same spell in the same area only must reduce their speed by 20 feet for 1 round per level. increases the duration of any ongoing effect by an additional 9th—Time Stop: A standard spell for any high-level strate round. Furthermore, targets usually leave the area of a per gist, commonly used either to shore up his magical defenses sistent effect after the first round. or to cast several area spells on his enemies that outlast the Spell Focus (conjuration): Most of the conjuration spells that apparent duration of this spell. control the battlefield do not allow saving throws, meaning Least Invocation—Miasmic Cloud (Complete Arcane): This that the bonus granted by this feat and Greater Spell Focus invocation is great for protecting yourself, since it provides rarely serve any purpose. Moreover, a strategist casts spells concealment and also fatigues creatures other than you who from several schools, so focusing on one rarely provides enter the area. Summon swarm is another good option. much advantage. Lesser Invocation—Wall of Gloom (Complete Arcane): The wall",
        "name":  "Extend Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Warriors are not satisfied to merely cast 3rd—Vipergout (Spell Compendium): This truly disgusting spells from behind the front line of fighters. They want to be spell enables you to literally spit celestial or fiendish viper the front line and have the fighters back them up. Warriors snakes from your mouth, holding them back until needed or represent a decidedly aggressive variety of arcane spellcaster. spewing nearly all of them out in a single round. They are not above augmenting party members with their 4th-—Dimensional Anchor: This spell is instrumental in spells, but always boost themselves first. This might seem preventing creatures that are summoned using the planar like selfish behavior, especially when there are already able- binding spells from escaping with teleportation or dimen bodied melee fighters in a party, but the warrior strives to sional shifting abilities. Any summoner planning to use a hold her own in combat. If there\u0027s one defining quality that planar binding spell would be wise to learn an appropriate every member of this archetype shares, it\u0027s that they all have magic circle spell to strengthen the trap as well. something to prove. 5th—Summon Undead V (Spell Compendium): This is the first",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An arcane spellcaster can certainly deal out control undead, and halt undead should be part of an arcane damage to enemies, but her low hit points, low base attack caster\u0027s repertoire in any case. ARCANE GROUPS For a real change of pace, try putting together an adventuring blade (warrior/sniper), transmitter (strategist). party composed entirely of arcane spellcasters. In the examples This party prefers to keep its enemies at bay, using the below, each class is followed by an archetype from the list pre beguiler\u0027s control spells and the transmuter\u0027s terrain-shifting sented elsewhere in the chapter. As in any group that doesn\u0027t effects to limit melee combat. The duskblade is equally adept adhere to a traditional array of PCs, some characters must be at fending off melee attackers and sniping from a distance, prepared to fill in for others at a moment\u0027s notice—be sure to while the diviner fills in for the missing expert with a variety of carry some extra potions, scrolls, wands, and the like. problem-solving and information-gathering spells. Example 1: Bard (booster), conjurer (summoner), hexblade Example 3: Dread necromancer (necromaster), illusionist (spy/ (warrior), warmage (blaster). strategist), sorcerer (blaster), warlock (sniper). The hexblade, assisted by the conjurer\u0027s summoned minions, The dread necromancer sends in undead minions to keep holds the front line while the warmage eliminates the enemy. enemies busy while the sorcerer and warlock take out foes with The bard serves primarily as healer and booster, but can also blasts of arcane power. Thanks to the illusionist, of course, this fight alongside the hexblade. party\u0027s enemies (well scouted before the fight) never even know Example 2: Beguiler (controller), diviner (spy/generalist), dusk- what hit them. N o spellcaster is quite like another. They are ALTERNATIVE CLASS defined and separated not merely by class, but FEATURES by spell selection, specialization, feats, and career paths. Every choice an arcanist makes during her Your choice of a class delineates some of the most impor advancement—and every choice a player or DM makes in tant aspects of your D\u0026D character. With a class comes a designing a character—shapes and molds her into some specific role in the party, essential mechanical attributes thing unique. such as base attack bonus and base save bonuses, and a Now that you have gained some insight into the phi host of special abilities that define the character. It is losophies and nature of arcane magic, it\u0027s time to put that possible, however, to alter a class slightly to provide a knowledge to practical use. The following options allow new playing experience. further customization of arcanist characters, from bard to This section provides alternative class feature options wizard, sorcerer to wu jen. for the eleven classes from the Player\u0027s Handbook, as The chapter begins with a selection of alternative class well as some classes from supplements. Many of these features that focus on heightening a character\u0027s arcane nature. alternative class features grant a minor arcane talent The remainder of the chapter presents a wide range of feats or twist to a character, while others provide some for arcane-minded characters. protection against the tactics commonly used by While this chapter proposes a plethora of new and exciting arcane spellcasters. materials, it is not simply a random collection of cool new These abilities replace class features found in the options. Each option enhances and expands upon the theories original class description on a one-for-one basis. If and nature of arcane magic or focuses on an aspect or a detail you have already reached or passed the level at which of mystical practice. This approach allows even the most you can take the ability, you can use the retraining esoteric of these options to fit seamlessly into campaigns, option described in Players Handbook II to substi thereby adding to the rich tapestry of myth and lore that the tute the alternative class feature for the normal one mortal races use to explain the unexplainable. gained at that level. A paladin uses divine counterspell to thwart an enemy wizard ALTERNATIVE CLASS",
        "name":  "Warrior",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 6th level, you can produce a remove curse effect, Replaces: You gain only one domain (including spells and as the spell, once per week. You can use this ability one addi granted power) at 1st level, rather than two. tional time per week for every three levels beyond 6th (twice Benefit: You can add one 1st-level abjuration, divination, per week at 9th, three times at 12th, and so forth). or necromancy wizard spell to your cleric spell list. Beginning at 12th level, you can spend two of your weekly Each time you gain the ability to cast a new level of cleric uses to produce a break enchantment effect, as the spell. spells, you can add a single wizard spell of the same level from These are spell-like abilities. one of those schools to your cleric spell list. DIVINE COUNTERSPELL ELEMENTAL COMPANION Although the ability to turn undead is arguably a defining cleric characteristic, some clerics Every druid reveres nature, (and paladins) find that they can but some pay more respect be even more effective crusaders to the fundamental build by opposing evil spellcasters. The ing blocks of the natural ability to negate an enemy spellcasters world than to its flora and magic grants a character an unexpected fauna. By forgoing her edge. bond with the animal",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You know how to channel necromantic energy into your unarmed strikes. You must declare that you are using this ability before you make your attack roll (thus, a failed attack roll ruins the attempt). In addition to dealing its A focused abjuration specialist can counter almost any spell normal damage, your unarmed strike renders A WIZARD DESCRIBES setting the rules and margins on a page. When I finish, I have built a mental structure for my spells. This is the essence of PREPARING A SPELL magic. As I have continued to hone my magical art, I find I can Have you ever seen a scribe readying a page to copy a piece of create more and more mental pages to contain my spells. text? The scribe scrapes the sheet clean, then carefully traces When I have created as many blank pages as my mind can out perfectly straight lines to contain the text and set it in order. hold, I turn to my spellbook and copy the spells I need. I don\u0027t Finally, the scribe sharpens a quill and carefully forms each letter use pen and ink, of course, I carefully review the arcane formulae in the text, stringing the characters together to form words, recorded in the book and fill the empty structures in my mind paragraphs, and finally the whole page. with magical power. There\u0027s no feeling quite like finishing prepa Preparing a spell is like that. ration for a spell. Thoughts swirl like autumn leaves through my I have my spellbooks, the original manuscript. I begin the mind. By sheer force of training and will, I force those mental processes by resting my mind and body, erasing the detritus leaves into motes of arcane power. The motes collect on the from the previous day. Sleep wipes my mental parchment clean. framework like beads of dew on a spider\u0027s web. The final result When I awake, a focus for a while. I cast off the details left over is a thing of stunning and sublime beauty. With every breath I from my dreams and set my thoughts in order, just like a scribe take, I can feel the structure thrum with power. any living creature nauseated for 1 round, or sickened for 1 You can use this ability a number of times per day equal round if it succeeds on a Fortitude save (DC 10 + 1/2 your to 1 + your Dex modifier (minimum 1/day). character level + your Wis modifier). You can use this ability a number of times per day equal to SPELL SENSE your monk level, and no more than once per round. Creatures Most barbarians and rogues have a preternatural awareness immune to necromancy effects (such as con- structs) of danger, whether the threat of a nearby invisible attacker are unaffected by this ability. or the hidden peril of a spear trap. Some, however, fine-tune this ability to focus on magical attacks, granting them the SPELL REFLECTION ability to dodge the orbs, rays, and eldritch blasts of their Many masters of stealth share the enemies. signature talent to avoid explosive Class: Barbarian or rogue. blasts of magical energy. It takes Level: 3rd. only a little training, however, Special Requirement: Knowl to twist this defensive flair into edge (arcana) 1 rank. the ability to reflect magical Replaces: You do not gain attacks back upon their the trap sense class feature creator\" (or any later improvements",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain the su This is an extraordinary pernatural ability to reflect ability. magical attacks back on their caster. If an enemy misses with a spell or spell-like ability aimed at you, you can Lidda\u0027s spell reflection ability turns a SPELLBREAKER SONG use an immediate action to redirect the ef scorching ray back on its caster Bards pride themselves on being fect back at its originator. The spell or ability masters of language and sound. A attacks the original caster (who makes a new attack roll using rare few learn to use their voices to interfere with enemy the same modifier as the original attack). If it hits, the caster spellcasters, twisting word and sound to defeat spells before is subject to the normal effect of the spell or ability. they are cast. For example, if a 3rd-level wizard missed you with a scorch-",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (arcana) 1 rank. others who prepare spells, while Rapid Metamagic is more",
        "name":  "Special Requirement",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To use this maneuver, you must use the Your reservoir of magic allows you to breathe normally even defensive casting option to cast a spell with a range of touch. underwater. If you successfully deliver the spell (that is, you succeed on",
        "name":  "Defensive Targeting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An illusionist can you have a conjuration select this feat as a wizard bonus (summoning) spell of feat. 3rd level higher avail able to cast, you can DEFENDING transport small items SPIRIT directly into your hand as a standard action. You Your watchful spirit helps must have line of sight to keep you safe in combat. an item you wish to trans",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose one spell of the element you have chosen to activate. for your elemental mastery class feature. You can now spon As a secondary benefit, you gain a +1 competence bonus taneously cast that spell by sacrificing a prepared spell of to your caster level when casting glamer spells. equal or higher level. The spell you choose must be in your spellbook. When you gain a level, you can change the spell FAVORED MAGIC FOE you can spontaneously cast by picking a new spell of the element you chose for elemental mastery. Through study, you have learned how best to defend yourself against your favored enemies\u0027 spells and how to best affect ENERGY ABJURATION them with your own.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spell Focus (evocation), caster level 3rd. Humanoid (any) Local Magical beast Arcana",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A necromancer can select this feat as a wizard against poison. bonus feat. You also gain a +1 bonus on saving throws against spells or other effects produced by good creatures. FEY HERITAGE [HERITAGE] You are descended from creatures native to the fey realms. You FIENDISH LEGACY [HERITAGE] are naturally resistant to the most common effects produced The magical powers of your ancestors manifest in you. by your ancestors. Prerequisites: Non-good alignment, Fiendish Heritage,",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +3 bonus on Will saving throws against Benefit: You gain the following spell-like abilities, each enchantment effects. usable once per day: teleport (self plus 50 pounds of objects only), summon monster V (fiendish creatures only), and unholy blight. Your caster level equals your character level. FEY LEGACY [HERITAGE] The magical powers of your ancestors manifest in you.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain the following spell-like abilities, each of magic. usable once per day: confusion, dimension door, and summon Prerequisites: Non-good alignment, Fiendish Heritage. nature\u0027s ally V. Your caster level equals your character level. Benefit: Your caster level and save DCs for evil spells and warlock invocations increase by 1. FEY POWER [HERITAGE] Your fey heritage augments the power of certain types of FIENDISH PRESENCE [HERITAGE] magic. You share your ancestors\u0027 ability to tamper with the minds",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain damage reduction (overcome by cold FIERY BURST [RESERVE] iron) equal to 1 + the number of feats you have that list Fey You channel your magical talent into a blast of fire. Heritage as a prerequisite (including such feats that you Prerequisite: Ability to cast 2nd-level spells. take after gaining this one). For example, if you have Fey Benefit: As long as you have a fire spell of 2nd level or Skin and Fey Presence, you would have damage reduction higher available to cast, you can spend a standard action to 3/cold iron. create a 5-foot-radius burst of fire at a range of 30 feet. This This value stacks with any similar damage reduction you burst deals ld6 points of fire damage per level of the highest- might have from your type, subtype, race, or class, but not level fire spell you have available to cast. A successful Reflex from other sources, such as spells or magic items. save halves the damage. As a secondary benefit, you gain a +1 competence bonus to your caster level when casting fire spells. FIENDISH HERITAGE [HERITAGE] You are descended from creatures native to the Lower Planes. You share some of your ancestors\u0027 natural resistance to poison, and you are resistant to the magic of good foes. HASTY SPIRIT MAGIC DEVICE ATTUNEMENT Your watchful spirit lends you a burst of speed in times of You have a knack for activating familiar magic items. great need. Prerequisite: Use Magic Device 1 rank.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Watchful spirit class feature (see the wu jen Benefit: If you successfully activate an item with the Use class in Complete Arcane). Magic Device skill, you can take a free action to attune your",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you use an initiative reroll from your watchful self to the item. For the next 24 hours, you can activate that spirit class feature, you can take an extra move action on one item without making further Use Magic Device checks. of your turns during that encounter. You can attune yourself to only one item at a time. If you Also, you gain one extra initiative reroll from your watch- attune yourself to a second item, the previous attunement ful spirit class feature. ends. HURRICANE BREATH [RESERVE] MAGIC DISRUPTION [RESERVE] The power of elemental air you hold in your mind allows you You can use your powers of abjuration to interfere with other to exhale the wind. casters\u0027 spells. P rerequisite: Ability to cast 2nd-level spells. Prerequisite: Ability to cast 3rd-level spells.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As long as you have an air spell of 2nd level or Benefit: As long as you have an abjuration spell of 3rd higher available to cast, you can attempt to knock a single level or higher available to cast, you can attempt to interrupt creature within 30 feet back with a blast of wind. This requires another character\u0027s spellcasting with a tiny burst of magic. a standard action and functions much like a bull rush; roll As an immediate action, you can force any character within 1d20 + the level of the highest-level air spell you have avail 30 feet currently casting a spell to make a Concentration able to cast opposed by your opponent\u0027s Strength check. If check (DC 15 + the level of the highest-level abjuration spell you succeed, you push the creature back 5 feet. you have available to cast); if the check fails, the spell\u0027s save As a secondary benefit, you gain a +1 competence bonus DC and caster level are reduced by 2 (to a minimum caster to your caster level when casting air spells. level of 1st). As a secondary benefit, you gain a +1 competence bonus INSIGHTFUL DIVINATION to your caster level when casting abjuration spells. Casting a divination spell grants you an uncanny insight MAGIC SENSITIVE [RESERVE] into danger.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spell Focus (divination) or diviner level You literally see the emanations of magic around you. 1st. Prerequisite: Ability to cast 3rd-level spells.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you cast a divination spell, you gain Benefit: As long as you have a divination spell of 3rd level an insight bonus equal to the spell\u0027s level + 1 on initiative or higher available to cast, you can sense magical auras (as checks and an equal insight bonus on the first save you make if you had cast detect magic). The range of your detection is within the next 24 hours. After you roll this saving throw, equal to 5 feet per level of the highest-level divination spell you lose the benefit of both bonuses until you cast another you have available to cast. Activating or concentrating on divination spell. this ability requires a standard action. If you cast a second divination spell when the first benefit is As a secondary benefit, you gain a +1 competence bonus still active, you choose whether to retain your existing bonus to your caster level when casting divination spells. or take the new one granted by the second spell.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As long as you have a force spell of 3rd level or creature, but only for a number of days equal to your caster higher available to cast, you can use a standard action to hurl level. When this duration ends, the undead immediately a tiny needle-shaped projectile created from pure force. This becomes hostile to you (though you can establish control attack requires a successful ranged attack roll (not a ranged over it by other means). You can have only one creature of touch attack), and the dart has a range of 5 feet per level of the this kind at a time. force spell. The needle deals ld4 points of damage per level of the highest-level force spell you have available. Because MELODIC CASTING it is composed of force, the needle can strike incorporeal You can weave your music and magic together into a single creatures. perfect voice. As a secondary benefit, you gain a +1 competence bonus",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whenever a Concentration check would be Metamagic Versatility: If you cast spells affected by two required to cast a spell or use a spell-like ability (such as different metamagic feats in 2 consecutive rounds, you gain when you cast defensively or are distracted or injured while a +1 bonus to the second spell\u0027s save DC. casting), you can make a Perform check instead. Special: You can\u0027t benefit from both of these maneuvers In addition, you can cast spells and activate magic items (or either maneuver more than once) in a single round; if you by command word or spell completion while using a bardic are eligible to use both, choose the one you want. music ability. Bardic music abilities that require concentra Only actual metamagic feats allow this feat to function. tion still take a standard action to perform. A metamagic spell effect produced by a metamagic rod or",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard can\u0027t cast spells or activate magic items other magic item or external device does not qualify you to by command word or spell completion while using bardic use this feat. music. MINOR SHAPESHIFT [RESERVE] METAMAGIC SCHOOL FOCUS Your mastery of shapeshifting magic allows you to reshape You are unusually skilled at modifying the effects of a par your flesh in small but significant ways. ticular school of magic. Prerequisite: Ability to cast 4th-level spells.",
        "name":  "Normal",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose a school of magic for which you have the grant yourself one of the following benefits: Spell Focus feat, or the school in which you have specialized. Might: +2 bonus on melee damage rolls.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 competence bonus on Balance, Climb, Jump, metamagic feat applied to a spell of the chosen school. If you and Swim checks. prepare spells, you can have only up to three such reduced- Savagery: Primary claw attack dealing ld6 points of damage cost spells prepared at any time. (assuming Medium size).",
        "name":  "Three times per day, you can reduce by one level the cost of a Mobility",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A wizard can select this feat as a wizard bonus Speed: +5-foot enhancement bonus to any one movement feat. This feat can be taken more than once. Each time you mode you already possess. take it, it applies to a different school of magic. Vigor: Temporary hit points equal to your HD. The chosen benefit lasts for a number of rounds equal to the METAMAGIC SPELL TRIGGER level of the highest-level polymorph spell you have available to cast. If you activate this feat a second time while a previous You can apply metamagic feats you know to spell effects from benefit is still in effect, the first benefit ends immediately. magic items you activate with a spell trigger. As a secondary benefit, you gain a +1 competence bonus to",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any metamagic feat, Use Magic Device 15 your caster level when casting polymorph spells. See page 91 ranks or Spellcraft 15 ranks. for details on the new polymorph subschool of spells.",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can apply any one metamagic feat you know to a spell generated by a spell trigger item (such as a wand or MYSTIC BACKLASH [RESERVE] staff) that you activate. You expend one extra charge for each change in spell level a metamagic feat normally requires. With a touch, your magic corrupts the spells of your If the metamagic feat\u0027s level adjustment would normally enemy. increase the slot of the chosen spell\u0027s level above 9th, you can\u0027t Prerequisite: Ability to cast 5th-level spells. apply the metamagic effect to the spell. For example, you can\u0027t Benefit: As long as you have an abjuration spell of 5th level apply Quicken Spell to an antimagic field generated by a staff or higher available to cast, you can make another creature\u0027s (since that would take a 10th-level spell slot to cast). spellcasting harmful to itself. Use of this feat requires a melee If sufficient charges aren\u0027t available in the item to power touch attack that does not provoke attacks of opportunity. the application of metamagic feats (or if the item doesn\u0027t use As a standard action, with a successful touch you can infuse charges), the item fails to activate and no charges are used, another creature with baneful magic for a number of rounds but the action used to activate the item is wasted. equal to the level of the highest-level abjuration spell you have available. A successful Will save reduces this duration METAMAGIC VIGOR [TACTICAL] to 1 round. For the duration of the effect, each time the target com The energy you pour into increasing the power of your spells pletes the casting of a spell, it takes damage equal to the level feeds back upon itself in an ever-increasing cycle. of the abjuration spell that determined the effect\u0027s duration.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Two or more metamagic feats. Since the spell\u0027s casting has already been completed, this",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Metamagic Vigor feat allows the use of two doesn\u0027t count as damage dealt during casting. tactical maneuvers. As a secondary benefit, you gain a +1 competence bonus",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you cast spells affected by the same to your caster level when casting abjuration spells. metamagic feat in 2 consecutive rounds, you gain a +1 bonus to the second spell\u0027s caster level. PIERCING EVOCATION RESIDUAL MAGIC [TACTICAL] Your evocation spells ignore an amount of energy You can use the lingering energy from a spell you cast to resistance. boost the effect of a later spell.",
        "name":  "Metamagic Intensity",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spell Focus (evocation) or evoker level 1st. Prerequisites: Spellcraft 12 ranks, any metamagic feat.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you cast an evocation spell that deals Benefit: The Residual Magic feat allows the use of two energy damage (acid, cold, fire, electricity, or sonic), you can tactical maneuvers. choose for 10 points of energy damage dealt by the spell to Enduring Potency: If you cast a spell from your daily become untyped damage to which energy resistance and allotment of spells, then cast the same spell from a scroll immunity do not apply. If the spell deals multiple types of or wand in the next round, you can treat the second cast energy damage, you choose how much of each type is con ing as if it had come from your daily allotment of spells for verted by this feat after rolling damage. the purpose of caster level, save DC, and any other effect",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An evoker can select this feat as a wizard bonus of the spell. feat. For example, if Hennet the 10th-level sorcerer casts magic missile, then activates a wand of magic missile (caster level 5th) RANGED RECALL in the next round, he can treat the wand\u0027s magic missile as if he had cast it (giving him a greater range, number of mis Your magical ranged attacks rarely miss. siles, and so forth).",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    }
]
