[
    {
        "origin_file":  "magic_items.json",
        "description":  "This control element is like a physical PCs in the role of spoilers, determined to stop or neutral- control, except that it’s portable and doesn’t rely on ize the event before it harms innocents or wreaks havoc. direct manipulation to function. Instead, possession of More rarely, the PCs try to create the magic event (or the focus item grants the ability to control the magic guard those who try), in which case they must be alert event. Often, the focus item is a finely wrought object for enemies intent on sabotage. or magic item. Preempting the Event: The easiest way to stop a",
        "name":  "Focus Item",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some magic events respond to spells cast magic event is to capture, sabotage, or destroy one of by their creator (or, potentially, someone else). Such control the elements before it is combined with the others. If might be rudimentary (a magical hurricane that changes the PCs can break the diamond lens, for example, they direction when faced with a control weather spell) or fi ne (a ensure that the Burning Eye of Al-Ghautra never opens. rampaging stone colossus that receives commands through If the villains can kidnap the princess, they can stop a Rary’s telepathic bond spell). the clerics of Heironeous from performing the Rite of Royal Valor.",
        "name":  "Spell Control",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A magic event doesn’t necessarily god, Al-Ghautra sought to bring light and fi re everywhere, spring into being fully formed. You can describe a delay even the darkest underground reaches. 662200__8866331177__CChhpp33..iinndddd 111111 33//2288//0055 44::1177::1166 PPMM 112 3 RETPAHC EHT NGIAPMAC",
        "name":  "Changing Events",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic event has two triggers. The fi rst is a 3-foot-wide lens made of purest diamond (hardness 20, hit points 40) and ensorcelled to magnify the sun’s rays. The diamond lens was broken into three parts after the last creation of the Burn- ing Eye centuries ago. Pelor’s church guards two shards of the lens and keeps them separated from each other, but no one knows the location of the third shard. The other trigger element is a location. The Burning Eye of Al-Ghautra will emerge only above a mountain that’s at least 15,000 feet tall.",
        "name":  "Trigger",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once the reassembled diamond lens is brought to the mountaintop and the strong rays of the sun shine through it, the Burning Eye begins to form. The lens fl oats in midair a few feet above the peak, and over the course of the next 10 minutes, a massive eyeball composed of bright fl ame appears 100 feet above the mountain peak. Once the Burning Eye forms, the magic event is active and no longer requires good weather above the mountain peak. Anyone looking through the diamond lens can clearly see a circular area with a 40-foot radius, even if it’s hundreds of miles away. As long as line of sight exists from the Burning Eye to the target area, it can be viewed through the lens. The area viewed through the lens is brightly lit (as a daylight spell) no matter what the weather conditions or time of day. It also provides a true seeing effect for the viewer. If the lens views the same area for 2 rounds in a row, the Burning Eye does more than just illuminate. It creates a fi re storm effect (as the spell, caster level 15th, Refl ex DC 20) that deals 15d6 points of fi re damage if the sun is shining on the mountain peak, 10d6 points of fi re damage if it’s daytime but cloudy, or 5d6 points of fi re damage if it’s night. Unlike the fi re storm spell, any creatures caught within the Burn- ing Eye’s area risks catching on fi re (see page 303 of the Dungeon Master’s Guide) if they take fi re dam- age. Buildings and forests likewise catch fi re The Burning Eye of Al-Ghautra explodes into existence xoC .E yb .sullI 662200__8866331177__CChhpp33..iinndddd 111122 33//2288//0055 44::1177::1177 PPMM 113 CAMPAIGN THE CHAPTER 3 and burn to the ground if caught in the Burning Eye’s Control: At fi rst, no force can move the Consuming gaze. Fires spread as described in Forest Fires, page 87 of Vortex of Traal. But once it grows as described below, it the Dungeon Master’s Guide. gains the ability to move. Positive energy repulses the As a practical matter, the creators of the Burning Eye vortex, so some clerics can crudely “steer” the vortex by usually keep the lens moving, scanning for intruders channeling turn undead attempts into it. Turning damage who would try to end the magic event. Such intrud- suffi cient to turn a 10 HD undead forces the vortex to move ers get 1 round of warning before the fire storm hits, 10 feet directly away from the cleric. because they notice that their surroundings are unusu- Effects: The Consuming Vortex of Traal is in some ally brightly lit. respects like a creature, and in other respects like a magic",
        "name":  "Effects",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When fi re cultists last lit the Burning Eye of effect. Its nine tentacles make +15 melee touch attacks Al-Ghautra several centuries ago, heroes affi liated with against all creatures within reach (split up as evenly as the church of Pelor eliminated the eye by reaching the possible), and once a tentacle hits, it stays attached to its mountain summit and breaking the diamond lens. That target. A creature struck by a tentacle must succeed on a remains an effective way to stop the magic event. series of increasingly diffi cult Will saves: DC 15 in the Merely obscuring the sun with weather won’t do the fi rst round, DC 20 in the second round, DC 25 in the trick, but a solar eclipse (perhaps a magic event of its own) third round, and so on. Creatures that fail a Will save are would cause the eye to wink out and the lens to shatter instantly slain as they’re sucked into the vortex; their into diamond dust. Dealing 50 points of cold damage to agonized features appear briefl y in relief on the surface of the Burning Eye will cause it to “blink” for 1 round, gazing the vortex, and then they’re gone. nowhere. If the cold damage can be sustained somehow, Each tentacle is intangible and immune to physical the Burning Eye won’t reopen. and magical attacks, but a creature can escape from one by using a spell from the teleportation subschool CONSUMING VORTEX OF TRAAL or by channeling turning damage into the vortex suf- An ebon sphere that functions like a magical version of a ficient to turn a 10 HD undead. Merely running away black hole, the Consuming Vortex of Traal ingests only the does no good; the tentacles stretch and reach through living. The more living creatures it devours, the stronger solid matter, if necessary, to maintain a connection and smarter it grows. with their target.",
        "name":  "To Stop",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Many great heroes have to a vortex can get a measure undertaken long and dangerous of protection by relying on quests to seek out and destroy teleportation magic (to get the knowledge of the ritual away if a tentacle touches needed to create an Avatar of them) or through spells the Horde. Because of these such as death ward that efforts, learning how to create protect against negative this magic event is extremely energy. Death ward doesn’t diffi cult. A creature wishing provide complete protec- to learn the ritual must tion, however; it merely fi nd one of the few remain- gives the tentacles a 50% ing texts that describe the miss chance when attack- ritual, and study the text ing a creature protected successfully. Gleaning by the spell. this information from the The only known way obscure and ancient text to destroy a Consum- requires that the potential ing Vortex of Traal is avatar succeed on a DC 15 to channel a massive Knowledge (arcana) check. amount of positive In a few very rare cases, energy into it—a suc- the orc deity Gruumsh cessful turning check, has imparted knowledge made from within 10 of the ritual directly to feet of the vortex, high one of his favored followers, enough to affect a 20 HD circumventing the efforts of undead and that deals heroes seeking to prevent enough turning dam- the ritual from taking place. age to affect 100 Hit The ritual itself is actually Dice of undead. an arduous test of the potential avatar’s might AVATAR OF and dedication, and it is THE HORDE described in full in the Evil humanoids, effects section below. such as orcs and Energy Source: The goblins, occasional- Avatar of the Horde, ly gather into great however powerful it may hordes to raid the lands be, cannot compel a frac- of men and their allies. At tious group of armies for their center, always, is a lead- long without continuous mag- er strong enough to gather more ical energy. The ancient and foul than his own tribe to his banner. rituals that give rise to the Avatar of the These leaders, fearsome as they might be, Horde also set in motion a continuous and An evil cleric tries to master the are but a pale shadow of the champions subtle magical force that keeps the horde Consuming Vortex of Traal of destruction known as Avatars of the bound together. This gentle compulsion is Horde. Gifted with more than simple physical might, an enough to bind the horde to the will of the Avatar, but Avatar of the Horde holds a supernatural sway over great it requires continuous energy to maintain. This magical numbers of dangerous humanoids and giants, building force is fueled by the deaths of those slain at the horde’s an army of tremendous size composed of many different hands. The horde cares nothing of the race, alignment, yksfosardnA .K yb .sullI 662200__8866331177__CChhpp33..iinndddd 111144 33//2288//0055 44::1177::2233 PPMM 115 CAMPAIGN THE CHAPTER 3 or nature of the creatures killed. As long as the armies of races cannot abide to remain as one army, and they return the horde bring death to at least one thousand creatures to their normal homelands, fi ghting each other along the each month, the magical force that binds them into one way. In addition, if the horde fails to slay at least 1,000 army remains active. individuals each month, the magical force that binds it",
        "name":  "Characters in close proximity Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The singular effect of an Avatar of the Horde is ritual combining both fell magic and masterwork to bind fractious tribes from many different and warlike sculpture—work that takes many hours. The statue races into a cohesive army. Destruction fuels the horde requires a cube of ice at least 20 feet by 20 feet by 20 and keeps it together, so the Avatar of the Horde must feet. Creating the statue requires 80 hours of labor, and constantly push its army onward. The exact numbers of it must be carved by hand. Interrupting the work on each type of creature available to the Avatar of the Horde the statue does not disrupt the creation process, but all are determined by the DM, but a reasonable estimate is 80 hours of work must be fi nished before the rest of the somewhere around one hundred individual creatures ritual can be completed. Once the time has been spent per Hit Die of the Avatar. working on the statue, the sculptor must succeed on a",
        "name":  "Effects",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The most direct way to shatter the might of DC 25 Craft (sculpting) check or the effort is wasted and the horde is to destroy its leader. Without the magical she must begin again. As soon as a statue of suffi cient strength behind the Avatar of the Horde, the fractious quality is complete, three separate symbols of insanity must 662200__8866331177__CChhpp33..iinndddd 111155 33//2288//0055 44::1177::2266 PPMM 116 3 RETPAHC EHT NGIAPMAC be graven into the base of the statue within an hour of is a supernatural effect identical to a dominate monster its completion. spell (caster level 20th), except that it has no maximum To even begin the process, the sculptor must have been duration and is not subject to spell resistance. Creatures exposed to a precise description of Ghulurak’s form (see dominated in this manner strive to protect the Heart Lore above) or have been dominated by the madness within of Ghulurak and to lure (or force) others to succumb to an existing Heart of Ghulurak (see below). the will of Ghulurak. In addition to following the will",
        "name":  "To Stop",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Light of Purity is maintained by radius fl awlessly. It suppresses all invisibility effects within the combined will of the clerics of Pelor and the might its radius as the invisibility purge spell, and it automatically of the Lord of Light himself. As a token of the order’s dispels any magical darkness effects that its light comes vigilance and dedication to the Light of Purity, one cleric in contact with. of Pelor must cast daylight into the Light each day at noon To Stop: The Light of Purity is extinguished only if a and each night at midnight. The cleric need not be the cleric of Pelor fails to cast a daylight spell into the heart of same for each casting, and in fact the privilege of casting the magical effect once at noon each day and once each the spell is rotated through the ranks of the most powerful night at midnight. The only way to darken the magical and infl uential clerics within the order. If a cleric fails to effect is to prevent such a casting. Only one daylight spell do this, Pelor withdraws his might and the Light of Purity need be cast on the Light of Purity at each time, and the is extinguished. clerics of Pelor place great importance on the ceremony,",
        "name":  "Energy Source",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Light of Purity is usually stationary, Lore: The knowledge required to call upon the Spirit but a cleric of Pelor can channel the power of his god of Nature’s Rage can be found hidden in remote sites of into the Light and cause it to move slowly. A cleric of great natural beauty and power. The fragments of lore Pelor can expend one of his daily turn undead attempts are always recorded in an ancient form of the Sylvan lan- to move the Light. To do this, the cleric rolls a turning guage. The details of the locations and the lore contained check as normal. If the cleric is successful in turning change from site to site, but some examples where this a 10 Hit Dice or greater undead, he gains control of the lore might be found include: emblazoned on mountain- Light for 1 minute. While a cleric controls the Light, tops, engraved into rocks buried beneath the roots of an 662200__8866331177__CChhpp33..iinndddd 111177 33//2288//0055 44::1177::2299 PPMM 118 3 RETPAHC EHT NGIAPMAC ancient tree, or etched into a great obsidian slab in the a normal effect when cast in this manner, and serve only heart of a volcano. to awaken the event. In the rare instance that they can even be found, these No undead creature, regardless of druid spellcasting fragments of lore are also usually attended by fell guard- ability, can ever be part of a circle that controls the Spirit ians with purposes of their own for this information. of Nature’s Rage. If a creature that is part of the circle Anuraxyus, an ancient gold wyrm, for example, slumbers somehow becomes undead, it is removed from the circle in the heart of a volcano near one of the fragments, intent and loses the special power to infl uence those creatures on ensuring that no evil force can bend the power of that remain bound by the Spirit of Nature’s Rage. Nature’s Rage to its own ends. In sharp contrast to the Control: The magical force of the Spirit of Nature’s noble intent of the dragon is Maelbranch, an evil treant Rage cannot itself be controlled; its effects bind a large gifted with extraordinary druid spellcasting ability, which number of dire animals, plants, fey, and elemental crea- harbors another fragment within the ancient forest that tures to the magic of one circle of druid spellcasters. it rules, seeking to gather more fragments so that it can Effects: Once awakened, the Spirit of Nature’s Rage awaken the spirit. binds hundreds of natural creatures to the circle that",
        "name":  "Control",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nature’s nearly limitless power fuels created the event. The exact number and nature of the the Spirit of Nature’s Rage, and once the magical event has creatures bound in this manner is left to the discretion of come into being, it needs no further resources to maintain the DM as fi ts the needs of the campaign, but in general it its powerful effects. includes hundreds of animals, dire animals, elementals,",
        "name":  "Energy Source",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ancient rites that awaken the Spirit of fey creatures, and plant creatures. These creatures vary Nature’s Rage require a menhir circle to stand for a great greatly in power, but a signifi cant number of them are deal of time in a natural location. The menhirs must stand dire animals, elementals, and fey of great power. These long enough to become bound to the slow power of nature creatures share an empathic link with any druid from itself, the length of time depending on the nature of the the circle who stands within the menhir circle. This link location. The possible locations of menhir circles that can allows the druid to direct the movements of these crea- be used for this purpose and the time that they must stand tures, causing them to gather in one place like an army, in place are given below. guard a specifi c area, or hunt alone in small groups. The most powerful ability of the Spirit of Nature’s Location Circle Must Stand For Rage, however, is its ability to transmit the magic of Forest 2,000 years the circle members across great distances and to a great Mountaintop 10,000 years number of creatures at one time. Any spell that a circle Plains 1,000 years Underground 10,000 years druid casts within the menhirs can be cast directly on one of the menhirs. This transmits the effect to all the The length of time required is so great that few mortal creatures bound to the circle that could be affected by creatures can fi nd a way to construct a menhir circle the spell. For example, if a druid casts animal growth into themselves, guard its existence for the required time, a menhir, all the animals linked to the druid by the Spirit and then complete the ritual. Those few times that the of Nature’s Rage gain the benefi t of the spell, regardless Spirit of Nature’s Rage has been invoked have been the of their distance from the circle. Spells with a range of result of generations of druids devoting their lives to the personal cannot be cast into a menhir in this fashion, protection and preservation of a suitable menhir circle. nor can spells that affect only an area rather than a spe- Such a circle must be made of stone from near the cifi c target. For example, bull’s strength can be cast into location itself, and the magical rituals and crafting a menhir in this fashion, but fl ame strike cannot. Spells required to prepare the site cost an additional 10,000 that require expensive components or an expenditure of gp above and beyond the diffi culty of obtaining the XP to cast require only one expenditure of the required stone and transporting it to the area. No menhir circle component to affect all the creatures bound by the Spirit can ever be used more than once to invoke the Spirit of of Nature’s Rage. Nature’s Rage. To Stop: The fathomless and ancient power of nature",
        "name":  "Catalyst",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Saltmarsh Sendings was founded recently combatants for its “sermons.” Combatants are expected by a human wizard named Mylor Brank, who had grown to worship Kord, but otherwise the invitation is open to frustrated with the logistics of keeping in touch with anyone who wants to try his luck. The mock battles, staged his family in distant Nyrond. Messages went missing as as entertainment, take place in a large underground fi ght- often as they were delivered. Finally, Mylor decided to ing ring; the participants deal nonlethal damage and use do something about it, buying the deed to this lot and no magic. Winners can expect not only monetary awards constructing a solid brick building. With Saltmarsh’s (usually 10 gp per character level for a match won) but also growth, the message services he provides have proven increased fame in Saltmarsh. A character who wins ten quite popular, and he now subsidizes a large number of matches gains a +2 bonus on all Intimidate checks made similar services in no fewer than fi ve other cities. against citizens of Saltmarsh. While Mylor isn’t of high enough level to cast sending himself, he maintains a good relationship with the nearby 8. CATHEDRAL OF PELOR temple of Fharlanghn (area 9), whose clerics are pleased This impressive cathedral towers over the neighboring with his devotion (and donations) and keep him supplied buildings, and indeed it might be the tallest structure in with wands of sending. the town of Saltmarsh. It certainly presents one of the more",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Although he has long since left Creatures: The guildmaster of bakers is an energetic behind his life of crime, that life has not left him. Rodelik’s gnome named Mires Tithane. A fairly recent citizen of one-time fellow gang members were caught on their next Saltmarsh, Mires moved here from the Kron Hills, and job (due in no small part to his absence; they were under- his skill at baking earned him a place in the guild by the equipped for the task) and spent many years in prison. end of the week. He rose through the ranks shockingly Two of them died, but the remaining six have recently fast, and by the time he’d been a member for three months, been released, having had nearly a decade to nurse their he had become the guildmaster. grudges against their old friend. Adventure Hook: Mires has a secret—he’s an accom- plished sorcerer, and while his baking skills are indeed 15. SCRIVENERS’ GUILDHALL tremendous, his talent for intrigue is even greater. He This wooden structure is gray with age, and it is evident from used his Craft Wondrous Item feat to make baked goods the street that its tightly shuttered windows are blocked on infused with subtle magic, and with them, he magically the inside by bookshelves. The scriveners’ guildhall interior is infl uenced other members of the guild into aiding his a mazelike warren of bookshelves, with small desks wedged rapid climb. Now that he’s established himself as the head in wherever space is available. No natural light penetrates of the guild, he intends to sit back and relax. the winding halls, and each desk comes with a single ever- Unfortunately, his rise to power wasn’t entirely without burning torch to provide illumination for the scribes. bloodshed; two other members of the guild (both gnomes Unlike the other guilds in Saltmarsh, the majority of this themselves) proved resistant to his enchanted baked goods guild’s members live at the hall. A number of small, cramped and had to be taken care of in a more permanent manner. cells in the building’s basement serve as sleeping quarters Their bodies still lie hidden in the guildhall, kept from and the like. The scribes who live here are, for the most spoiling with gentle repose spells while Mires slowly disposes part, failed wizards and bards who didn’t have what it took of their corpses. Not coincidentally, he’s making more and to make it elsewhere in town but didn’t want to abandon more money selling his wildly popular meat-patty scones. their love of the written word. Saltmarsh’s scholars hold the scriveners in disdain, yet if pressed they begrudgingly admit 17. MERCHANTS’ GUILDHALL that the guild provides a valuable service in its preservation This large three-story building is the cornerstone of of books and preparation of public notices. Salt marsh’s mercantile pursuits, representing grocers,",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The fi shers of Saltmarsh often fi nd tion of fi shing boats, while the west is dedicated to other strange things in their nets, and those discoveries invariably types of ships. Two or three vessels are in progress in end up in one of the warehouses, sold as oddities or items each wing at any one time. Once a ship is seaworthy, it of potential value. Recently, Saltmarsh’s fi shers have found is launched on one of several ramps that extend directly strange pieces of black coral in their nets. The coral matches from the building itself. Illus. by M. Phillippi 662200__8866331177__CChhpp44..iinndddd 113333 33//2288//0055 44::2222::0011 PPMM 134 4 RETPAHC HSRAMTLAS",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unknown to Molak, his adoptive most council members seek his advice on important mat- father hid a small fortune in platinum coins under a ters; his wisdom and long-standing residency afford him fl oor board in his bedroom. A group of thugs that refer to such an enviable position. His only real vice is the Dancing themselves as the Sawfi sh Boys (see area 44) suspect the exis- Dryad (area 47), where he usually spends two or three nights tence of this stash and plan to rob it. If they succeed, Molak each week with one of his many favorite companions. might hire the PCs to track down what was stolen from the Flanigan owns three fast coasters and hires them out to mysterious hole he fi nds in the fl oor of his bedroom. anyone who needs to ship goods north or south along the coast. Shipment of cargo generally costs 1 gp per pound, 28. THE DRUNKEN URCHIN or 1 sp per pound for quantities of over 1,000 pounds. This seedy-looking, run-down building houses a popular Adventure Hook: Flanigan is a notorious womanizer, tavern that caters mostly to fi shers and traveling merchants and his list of ex-girlfriends reads like a directory. As a from the nearby marketplace. Despite its tired appearance, result, most women in Saltmarsh avoid him in private, the tavern is actually one of the busiest in town. but they don’t speak ill of him publicly due to his close The Drunken Urchin is infamous throughout Saltmarsh friendship with the lord mayor. If one of the PCs is female, for its house special, urchin wine. A huge sign above the bar Flanigan might attempt to start a relationship with her, shows a sea urchin fl oating in a large glass of red wine as a showering her with attention and weekly gifts (typically, particularly pleased man drinks from it. This concoction items of jewelry worth 50 gp or so) until she either gives is rather foul, but the locals get a big kick out of tricking in to his “affections” or makes it clear that she doesn’t want visitors into trying it. Urchin wine is little more than a his companionship. large glass of cheap wine in which fl oats a small sea urchin that has been plucked from the aquarium behind the bar, 30. ALCHEMISTS’ GUILDHALL crushed, and dropped into the glass. If a character manages This three-story tower looks even taller as a result of the to drink the entire glass of wine (and keep it down), the rest wooden pilings on which it’s built. The top of the tower of the night’s drinks for that person are on the house. The is a rounded dome, and strange lights and colored smoke nauseating texture and fl avor of urchin wine requires that often fl ash and drift from its high windows. A sign above the drinker make a DC 22 Fortitude save to resist becoming the main entrance depicts three bubbling potions. ill for 2d4 rounds (and subsequently losing the opportunity This is the alchemists’ guild, a rich but fairly small guild for free drinks). associated not only with the creation and sale of alchemical",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A crusty old salt named Ankus Akalvin runs items, but also with the sale of magic potions brewed at the the Drunken Urchin. He’s owned the tavern for his entire temple of Boccob (area 39). The locals are a little nervous life and runs the dive with pride. Nothing entertains him about the lights and smoke that seep from the tower’s more than seeing new blood try to choke down a glass of heights, but they swallow this fear readily enough when urchin wine, with the possible exception of seeing his they need alchemical supplies or potions. new competitor Blahg lose business. Creatures: A rail-thin, bald human named Diomar Lian",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Because many of his live exhibits she could go to the town council and ask that it be shut are dangerous creatures, Anmeh takes great care to keep down. She’s willing to reward any PCs who bring her this them secured. Unfortunately, one of his more recent information with 2,000 gp and a lifetime 20% discount on “acquisitions” turned out to be an ettercap egg that Anmeh items purchased in her store. incorrectly identifi ed as a spider egg. The egg hatched early, and the ettercap got out and escaped into the city. Anmeh 34. LEATHERWORKERS’ GUILDHALL hopes that it died, but recent rumors of a deformed man This old building sags in the middle, its walls slowly rotting who has been menacing people in the slums have given and its pilings sinking into the inexorable fl ow of the river him reason to worry. below. A half-ruined sign still hangs askew over the boarded- up door, but the picture has long since worn away. 33. THE CURIO SHOP This was once the guildhall of leatherworkers, but several This shop always seems to be surrounded by curious years ago its guildmaster, Kiorn Kester, was revealed to be in smells, and an inordinate number of crows lurk on its eaves league with a band of slavers based on a farm to the west of and gutters. A sign above the door depicts a quasit breaking town. After a very public trial, Kiorn was judged guilty and a wand over a horned skull, and an evil spirit of some sort executed. When no heir came forth, the city dispensed of his rises up from the shattered end of the wand. belongings but couldn’t fi nd the deed to the guildhall. As a The Curio Shop is one of three places in Saltmarsh that result, it reverted to the city, but the council has neither the regularly traffi cs in magic items (the other two being the time nor the resources to rebuild the guild. The remaining Temple of Boccob [area 39] and the Black Market [area 49]). The leatherworkers in town joined the merchants’ guild instead, cluttered shop is fi lled with strange items; spell components and this building now rots away into the river. and alchemical items on consignment from the alchemists’ Adventure Hook: The truth of the matter remains guild (area 30) can be found for sale here as well. hidden in the ruined structure, in a secret closet where Misha Larakti, the owner, always has magic items in stock Kiorn kept the deed to the building along with his journals if they are worth less than 3,000 gp, although her stock and life savings. Finding the secret closet is diffi cult (Search of items that cost 1,000 gp or more is generally limited DC 26), but the journals within prove that Kiorn was framed. to 1d3. She typically receives new stock once per month. Further, the journals seem to indicate that at least three other Occasionally, she stocks items worth as much as 6,000 gp, merchants in Saltmarsh had ties to the slavers. While the but they tend to sell quickly. Currently, her only overpriced books don’t provide any names, one of the entries indicates item in stock is a pair of gloves of Dexterity +2. Each month, that one of these corrupt merchants was a tailor. Two of the there’s a fl at 5% chance that she gets a new overpriced item unknown merchants have since left Saltmarsh, but the in stock. (Determine the item randomly, but it must be a third—Dircroft Cronan, master of the tailors’ guild (area minor wondrous item worth no more than 6,000 gp.) These 23)—still lives in town. If he were to learn of the journals, overpriced items invariably sell to itinerant adventurers he’d spare no expense to obtain and destroy them. rather than town residents.",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Misha is a no-nonsense, middle-aged human. 35. MARSHGATE BRIDGE She’s always on the lookout for new magic to buy, and because Marshgate Bridge is a covered bridge made of stone with she’s a member of the merchants’ guild, Saltmarsh’s shop a slate-shingle roof. Its walls are carved with reptilian owners are only too happy to send business her way. gargoyles, and a short watchtower at the east end affords an Misha’s shop is one of the more tempting targets for thiev- excellent view of the swamps to the north. The interior of the ery in town, with its fairly large supply of portable wealth. bridge is lined with numerous alcoves, each with a narrow 662200__8866331177__CChhpp44..iinndddd 113366 33//2288//0055 44::2299::4455 PPMM 137 SALTMARSH CHAPTER 4 window that offers a view of the marshes or the city. Young controls access to the building proper; it hangs open lovers often rendezvous in the alcoves late at night, and the during the day but is closed at night. “Saltmarsh Museum” town guards turn a blind eye to their activities. is carved into the stone above the entrance.",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Temple of Boccob is staffed by seven PC class). The council won’t allow obvious criminals or clerics: four 1st-level acolytes, two 3rd-level priests, and Emirat ruffi ans to become citizens; a character who qualifi es for Rastenar, the town’s current high priest of Boccob. Emirat is this description can fool the council with a successful Bluff a serious half-elf; none of his underlings can say they’ve ever check opposed by the council’s collective Sense Motive seen him laugh, much less smile. He tends to let the other +10. All applications for citizenship require a fi ling fee of clerics do as they will, but if any of them violate his unspoken 10 gp, which can be waived for any applicant who makes rules, he gives them little room for explanation. The clerics a DC 25 Diplomacy check. of Boccob understand that if they’re not wise enough to A citizen of Saltmarsh enjoys several benefi ts. know right from wrong, they shouldn’t be here and thus don’t begrudge Emirat for his uncaring mentorship. • He can run a business and own property in the city. Another important denizen of this complex is Mylor • He no longer has to pay tolls when entering the city. Orvid, the highest-level wizard in Saltmarsh and master of • He receives a vote at times when the council puts legisla- the wizards’ guild. Mylor and his three apprentices (see the tion up for a public vote. Adventure Hook below) rarely leave the tower that serves as their guildhouse, relying on one of six halfl ing servants Citizenship might have other benefi ts in your campaign (all 1st-level commoners) to resupply food stores and take as you see fi t; perhaps the guilds of Saltmarsh only allow care of other mundane matters. Mylor often spends weeks citizens to join, for example. on end building magic items. Once or twice a year, he heads Creatures: In addition to the two dozen scribes and out alone into the Dreadwood to compare discoveries and servants who work and live here (all either 1st-level experts creations with the elven wizards who live there; they often or commoners), a patrol of six guards (all 1st-level war- go hunting for exotic spell components together. riors) are stationed here. These guards are commanded",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Andrati’s secret is that his inventions have started to wear on him. Although Sasha enjoys being are far from completely mechanical; they’re actually minor the lover of one of the town councilors (and the obvious constructs. He builds them and then masks any magical benefi ts it brings for her guild), Toren grows more and more auras with a variant of the nondetection spell he researched. desperate to have her retire and become his wife publicly. Ironically, his genius would net him a nice position in the When he becomes desperate enough, he might recruit the wizards’ guild (area 39) if he were to reveal the truth, but he PCs to help convince Sasha to step down from her position fi nds that group to be far too hung up on itself; they have and marry Toren, a task easier said than done. no joy or love of life, he’s fond of saying under his breath. Andrati could make an excellent contact for PCs who feel 55. AELTYN MANSION the same way. The walls and shingled roof of this otherwise fi ne-looking mansion have been painted a shocking hue of orange. A 53. FASTRALLI MANSION coat of arms fi xed above the gate depicts a leaping orange This mansion appears to be rather new. No vines grow fi sh on a fi eld of deep blue-green. on the surrounding stone wall, and the blue paint on Creatures: The Aeltyn family represents the honorable the building’s exterior is fresh and bright. A coat of arms path of the fi sher. Their ancestors built not only the shipyard above the gate depicts a hawk with a ring in its mouth on (area 27) but also the piers and bridges in Saltmarsh. Loris a fi eld of blue. Aeltyn is the current ruling noble here. One of his fi rst acts 662200__8866331177__CChhpp44..iinndddd 114477 33//2288//0055 44::3300::3377 PPMM 148 4 RETPAHC HSRAMTLAS upon inheriting the title was to paint the house orange to 57. LASSITER HOUSE match the color of the family fi sh, the orange perch. His This fi ne mansion is as stately as it is classic. Gargoyles wife, children, and siblings were shocked and horrifi ed perch on its eaves, and lightning rods jut from its at this development, but they’ve learned to accept rooftops. A coat of arms over the gate depicts a the fact that the other nobles mock the color of crossed dagger and key on a fi eld of gold. their home. Creatures: The Lassiters are one of the",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It’s generally accepted in town that she is careful to take only lonely visitors and has kept her the Andrigal Mansion is haunted. Children often dare existence secret. She often lures her victims to Marshgate one another to run up to the front door and knock three Bridge (area 35), using a hat of disguise to appear the way times, and they tell stories of little Baxter Larenby, who she looked when she lived—a seductive woman of twenty- accepted a dare to sleep in the house alone. They say that three years of age. In her true form, which she reveals only he never came out; the city watch went in looking for as she takes the life of a victim, she is horribly bleached, him and emerged empty-handed, claiming to have found scarred, and eaten away, the disfi guring damage infl icted nothing but pale and silent about what they did fi nd. Two on her by the lye preserved forever in undeath. months later, Baxter staggered back out of the house, his Soshyn is one of the most dangerous creatures in eyes fi lmed over with cataracts, his body skin and bones, Saltmarsh, and you shouldn’t spring her on the PCs until Andrigal Mansion, a once-proud structure now in disarray . . . and, some say, haunted Illus. by B. Hagan 662200__8866331177__CChhpp44..iinndddd 115511 33//2288//0055 44::3300::5511 PPMM 152 4 RETPAHC HSRAMTLAS they’re of high level. When you judge that they’re ready the woods here, but they keep a constant eye to the south to take her on, have one of her victims get away and tell for the approach of any enemies; they take their roles as stories of the horrible melted woman who attacked him guardians of the isle and of Saltmarsh very seriously. on the bridge. After much investigation, the PCs should be led to the Andrigal Mansion and the catacombs below, 64. STANDING STONES which are haunted by Soshyn’s undead minions and several Two massive obelisks capped by a stone menhir overlook powerful fi ends she has summoned with her divine magic, the ocean here. The druids of Oak Island fi nd this place to twisted by her new patron, Nerull. be the most holy on the isle and perform their rituals and religious ceremonies here. At sunrise and sunset, the view 61. SALTMARSH POINT FORUM from this bluff is nothing short of magnifi cent. This stone structure is open to the air, a many- Adventure Hook: Unknown to the druids, columned forum guarded by two large statues the standing stones were erected centuries ago of knights on horseback. At the center of the by a foul-tempered pirate named Pigeye Pete to forum stand four more statues—a paladin, mark the location of one of his hidden caches a rogue, a wizard, and a druid, likenesses of of treasure. A map that leads the PCs to the the four adventurers who founded Saltmarsh stones might cause some problems with the so many years ago. druids, though. Even if they’re convinced Nobles often gather here to discuss that the pirate’s treasure can be found, topics of the day or merely sightsee. they’re loath to uproot the stones without From this vantage point, the view signifi cant favors from the PCs. of Saltmarsh, Oak Island, and the sea is unparalleled. 65. SALTMARSH The stone bridge that connects the BEACON forum to Oak Island is an architectural The second artificial structure on Oak wonder, held aloft by only four thin pil- Island is a towering lighthouse of blue ings that reach down to the ground and the marble. Close inspection (and a DC 26 seabed below. Spellcraft check) reveals that the en- tire structure was built with walls of 62. OAK ISLAND KEEP stone and stone shape spells. The light- This small, squat stone keep is abandoned. house itself is about 100 feet tall, its At one point in Saltmarsh’s past, the town beacon a number of continual flames council kept a small garrison of guards set in a massive lens. A small build- here, with plans to turn the island into ing adjoins the base of the tower, a naval base. The plans were scrapped in which the druids bunk on nights when a small group of druids volun- when the weather is too rough to sleep teered to watch the island, occupy the under the stars. beacon at the far end, and warn the city A massive horn runs the length of in case of attack by sea. The keep itself the tower. A person at the top of the light- remains, empty and overgrown with house can use it to create a booming, vines, and has become a favorite mournful tone that can be heard haunt of young nobles in love throughout the town of Salt- seeking a private place away from marsh. This is the alarm in case of their parents. enemy approach from the sea. Each year on the spring equinox, the druids 63. OAK ISLAND sound the horn to ring in a new year and Lira Tolivar, leader of the This sizable island juts from the sur- to keep the citizens of Saltmarsh used to Oak Island druids rounding waters. Nearly 250 feet high, it the sound in case they need it. reaches roughly the same elevation as the Saltmarsh High- Adventure Hook: The druids have cared for the beacon lands at their highest point. Oak and a few fi r trees crowd for many decades, and its familiar, constant shine at night the island; hawks and eagles nest in the branches, and small is a fi xture of the skyline. If something were to happen rodents and rabbits lurk in the underbrush below. to the druids and the beacon were extinguished, the",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 4th level, a human specialist boosts the on his chosen skill. At 4th level, he can afford a magic item key ability for his chosen skill by 1 point, raising it to 16 that grants him a +5 competence bonus on his skill check. and gaining another +1 bonus on checks with his chosen Ability Item: At 7th level, a specialist can afford to buy skill. He continues to boost this ability score each time an item that boosts his key ability score by +2. At 13th level, he can do so thereafter (every four character levels). The he upgrades this item to one that grants a +4 bonus, and acquisition of items that boost his ability scores are also at 15th level, he upgrades to one that grants a +6 bonus. taken into account in this column. Inherent Bonus: At 16th level, a specialist can afford an",
        "name":  "Key Ability",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A specialist takes any feats that could boost the item or spell that grants a +1 inherent bonus to his key ability modifi er for his chosen skill as soon as possible. Since he score. At 19th level, he can afford a second such increase. is entitled to two feats at 1st level as a human, he takes Skill Other Adjustments: As described under Skill Synergy, Focus, which adds +3 to his skill modifi er, and another skill- page 66 of the Player’s Handbook, a +2 bonus applies to checks boosting feat (such as Alertness or Persuasive) that grants a made with each of the following skills when the specialist +2 bonus on his chosen skill and one other. Concentration, accumulates at least 5 ranks in the appropriate related skill Craft, Knowledge, Perform, and Profession are the only (given in parentheses): Appraise (Craft), Balance (Tumble), skills for which no such feats exist, so a specialist who has Diplomacy (Bluff), Gather Information (Knowledge [local]), pqqqqqqqqqqqqqqqqqqqqrs NONHUMAN SPECIALISTS racial bonuses into account. Since a nonhuman specialist starts All the specialists detailed in the previous sections are human. with only one feat, she takes Skill Focus in her chosen skill at 1st A specialist of a different race can sometimes gain additional level and Favored in Guild at 3rd level. Because she must wait until benefits in the form of racial bonuses on checks with her chosen 6th level to gain a skill-boosting feat such as Alertness or Persua- skill and racial bonuses to key abilities. sive, a nonhuman specialist of 1st–5th level has a skill modifier 2 As a general rule, nonhuman specialists should be more difficult lower than a human specialist of comparable ability would. to find than their human counterparts. If, however, a PC wishes to Once you have calculated her total skill modifier, simply de- hire a half-celestial artisan or a gray elf sage, begin by adjusting the termine her daily rate normally (see Cost of Hiring a Specialist, key ability score and skill modifiers given in Table 5–2 to take her page 156). pqqqqqqqqqqqqqqqqqqqqrs 662200__8866331177__CChhpp55..iinndddd 115555 33//2288//0055 44::3399::5566 PPMM 156 5 RETPAHC REYALPNON SRETCARAHC Intimidate (Bluff), Jump (Tumble), Knowledge (nature) by 5 (minimum of 1 gp/day), rounded down to the nearest (Survival), Ride (Handle Animal), Sleight of Hand (Bluff), whole number. Spellcraft (Knowledge [arcana]), and Tumble (Jump). There- Additional Fees: Specialists sometimes charge fees in addi- fore, at 2nd level, a specialist who has chosen one of these tion to the base cost of the project, as given in Table 5–3. skills increases his ranks to 5 in the appropriate related skill. The resulting bonus from skill synergy is not accounted Table 5–3: Specialists’ Additional Fees for in the skill modifi ers given in Table 5–2. Bonuses from Reason One-Time Fee Hazardous task 500 gp skill synergy also apply on Climb, Disguise, Escape Artist, Accomplished specialist (6th–10th level) 500 gp Search, Survival, Use Magic Device, and Use Rope checks High-level specialist (11th–15th level) 1,000 gp under certain conditions, but since they don’t apply at all Exceptionally high-level specialist 2,000 gp times, they don’t modify the specialist’s rate of pay. (16th–20th level) Cost of Hiring a Specialist Although Table 5–2 gives skill modifiers for specialists The base cost of hiring a specialist depends on his total up to 20th level, few (if any) exceptionally high-level skill modifi er, not on his character level. Hiring a more specialists exist in most campaign worlds. As a gen- skilled specialist might cost more per day, but it also eral rule, characters should have to do a fair amount decreases the time required to make specific items. In of research to locate a specialist of 11th–15th level. A most cases, hiring a 1st-level standard crafter is the least specialist of 16th–20th level is of near legendary status, expensive option, although the Craft modifi er for such a and while such a specialist is only +4. person might be",
        "name":  "Feats",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Remove all ranks wounds, magic vestment, protection from energy, in Concentration (changing the modifier to speak with dead (DC 20) Concentration +1). Remove Combat Casting. smaR .V yb .sullI 662200__8866331177__CChhpp55..iinndddd 117722 33//2288//0055 44::4400::4444 PPMM 173 CHARACTERS NONPLAYER CHAPTER 5 or some other ability that affects the amount of damage READING THE STATISTICS BLOCK it takes or the rate at which it regains hit points, that The new statistics block format is divided into four main information also appears here. sections, which are separated by horizontal lines. Each sec- Immune: Any immunities the creature has are indi- tion serves a specifi c purpose, so you will need to reference cated here. This includes immunity to specifi c types of different sections at different times during an encounter. energy as well as specifi c immunities (such as immunity The sections are as follows, from top to bottom. to poison or to sleep effects).",
        "name":  "Nonhuman Undead Master",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A craftsman mentor is skilled at building serves the apprentice for a limited duration (usually a things. A craftsman grants his apprentice a +2 competence number of days equal to his Charisma modifi er, minimum bonus on all Craft checks and a 10% discount when he of 1 day) as if a cohort. Once the apprentice calls upon the purchases raw materials for items he makes (including aid of an admirer, he may not do so again until he gains items made with the Craft skill or with an item creation at least one level. feat, but not spell components or services). Associated Skills: Diplomacy, Perform.",
        "name":  "Craftsman",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (any one), Use Magic Device. that becomes a cross-class skill begins to atrophy; the next",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration, Knowledge (arcana), Spell- spends time with her apprentice. craft, Use Magic Device. With adequate training, the apprentice gains a level each",
        "name":  "Spellcaster",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Low. High 1 mansion (100,000 gp)2 20 1 Businesses operating out of a horse-drawn carriage take a –2 penalty on profit checks. BUILDING THE BUSINESS 2 Alternatively, a high-resource business can be based in Once the owner has selected what kind of business to run, any combination of grand houses or towers that equals he needs to determine where to base the business. Without 100,000 gp. exception, businesses function better near larger cities; even farms work better near large cities. Unfortunately, BENEFITS OF BUSINESS OPERATION the larger the city, the more expensive the costs to build DUNGEONS \u0026 DRAGONS is about adventure and excitement; and maintain a business. Businesses in large settlements the day-to-day running of a business can be anything spend the fi rst several years paying off loans they had to but. For faster gameplay, the operations of a business are take to start out. therefore generalized and signifi cantly simplifi ed. Busi-",
        "name":  "Risk",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A customer who has a bone to pick No Encounter: Nothing unusual happens this term. with the owner visits the business. The customer’s griev- Protection Racket: The business owner is approached ance might or might not be legitimate, but it nonetheless by an intimidating group of thugs and made to under- requires immediate attention. The customer’s initial atti- stand that if the owner pays a fee of 3d6×10 gp per term, tude is unfriendly; if the owner doesn’t adjust this to at the business won’t have an accident. Paying this money least friendly with a successful Diplomacy or Intimidate only prevents trouble from this particular group; others check (or with appropriate magic), the customer leaves can still rob or menace the business. Failure to pay these the business and spreads the word of his poor treatment demands or deal with the group behind the racket ensures throughout the region. The next 2d4 profi t checks take a that something bad happens each term. Roll an additional –4 penalty as a result. business-related encounter each term the fee isn’t paid,",
        "name":  "Irate Customer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A natural disaster strikes; this could Spectacle: An unusual form of public entertainment be a tornado, an earthquake, a blizzard, or anything else performs near the business for several days—a talented appropriate to the region. The disaster is devastating not bard, a street circus, a fl ashy magic display, or a parade, for Gronka tells Krusk to mind his own business lekniwhoV .F yb .sullI 662200__8866331177__CChhpp66..iinndddd 118888 33//3300//0055 1122::0033::5577 PPMM 189 CHARACTERS CHAPTER 6 example. The spectacle brings out the crowd; the business bonus on certain checks, or a battlefi eld action otherwise gains a +2 bonus on this term’s profi t check. unavailable to the team members.",
        "name":  "Natural Disaster",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A wounded adventurer staggers returns or is replaced by another character who meets into the business seeking aid and shelter. The adventurer the same prerequisites. The designation of task leader might or might not be what he seems; he could herald the can vary from one benefi t to another; a character who arrival of bandits or a monster, or he might himself be a serves as the task leader for the Infiltration teamwork bandit trying to con the owner out of some cash. benefit might be a different individual from the one who functions as the task leader for the Ranged Preci- sion benefi t. In addition to the indicated prerequisites, TEAMWORK BENEFITS a task leader must have an Intelligence score of at least In D\u0026D, PCs rarely stand alone. The wizard relies on the 8. (While a task leader need not be a genius, nor has he doughty fi ghter to intercept charging enemies, and the particular need of a strong personality, he must be at fi ghter in turn depends on the cleric’s healing magic when least reasonably capable of communicating his thoughts the battle is over. to others.)",
        "name":  "Wounded Adventurer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Every character on to shoulder together can realize teamwork benefits the team must meet these requirements. Any character based on their long history together. Likewise, PCs who who joins the team must meet the prerequisites in order adventure together can bind a guardian spirit to their for the team to enjoy the teamwork benefi t. group, further strengthening their ability to function For example, the Infi ltration teamwork benefi t has a as a team. task leader prerequisite of 8 ranks in both Hide and Move Silently, and a team member prerequisite of 1 rank in Hide WHAT IS A TEAMWORK BENEFIT? or Move Silently. This means that at least one character in Experienced D\u0026D players understand the value of spe- the group must have 8 or more ranks in each of the two cifi c tactics that take advantage of teamwork. However, skills, while each other character in the team must have teamwork also has a more general benefi t. Once characters at least 1 rank in either of the two skills. When the team have trained with specifi c comrades, they’re attuned to is sneaking around, the task leader directs her less adept the nuances of how they fi ght, move, and communicate. comrades in stealth techniques, covering any extra noise Characters who have spent time working as a team can with environmental sounds, and so on. derive a benefi t simply from having their comrades nearby. A team (see The Team Roster, below) gets one teamwork This teamwork benefi t grants an expanded use of a skill, a benefi t for every 4 Hit Dice the lowest-level member of the pqqqqqqqqqqqqqqqqqqqqrs CREATURES AND TEAMWORK Teaching an animal the teamwork trick requires a DC 20 Handle Creatures with an Intelligence score of 1 or 2 can be included on Animal check made as part of teamwork training. This trick allows a team only if they learn the teamwork trick. Creatures that don’t the animal to be part of a team and thus benefit from any team- have an Intelligence score can never be part of a team. work benefits enjoyed by the team. The animal must still meet any team member prerequisite required by the benefit. pqqqqqqqqqqqqqqqqqqqqrs 662200__8866331177__CChhpp66..iinndddd 118899 33//3300//0055 1122::0044::0011 PPMM 190 6 RETPAHC SRETCARAHC team has, so it earns a new teamwork benefi t whenever that character must train with the other characters on the team character attains a new level evenly divisible by 4. If that for at least two weeks, learning the nuances and standard character’s level later drops below the required level (due operating procedures of the team. This training can occur to energy drain or being brought back from the dead), the during the training time required to gain the benefi ts of team retains all its current teamwork benefi ts but doesn’t a new level. gain a new one until the lowest-level character regains his A character can join an adventuring party without join- or her lost level(s) plus four more levels. ing the team that includes other members of the party. Anytime a team gains a new teamwork benefi t, it also In this case, he doesn’t gain any teamwork benefi ts, but has the option to swap out a previously known teamwork neither does his lack of prerequisites count against the benefi t for a new one for which the team qualifi es. In effect, team’s qualifi cation for the benefi ts. the team can elect to lose one teamwork benefi t in order A character leaves a team at his option or by consensus to gain two others. This is most often done when the team of the other members of that team. roster has changed in such a way as to make a previously known teamwork benefi t no longer useful. TEAMWORK BENEFIT Unless otherwise specified, each teamwork benefit DESCRIPTIONS can be taken only once. The teamwork benefit applies Here is the format for teamwork benefi t descriptions. whenever the characters on the team can communicate with each other, whether verbally, with gestures, or by Benefit Name magical means. Description of what the benefi t does or represents.",
        "name":  "But over time, characters who adventure shoulder Team Member Prerequisites",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide 1 rank or Move Training: You and your teammates practice charging Silently 1 rank. wooden tackling dummies all at the same time, moving 662200__8866331177__CChhpp66..iinndddd 119922 33//3300//0055 1122::0044::0088 PPMM 193 CHARACTERS CHAPTER 6 in lockstep and delivering a powerful push at the same Snap Out of It moment. Eventually you get so good that you leave only Because you know your fellow team members so well, you can splintered and sagging dummies in your wake. help them shake off the effects of magical compulsions.",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you successfully use the aid another action Training: By observing your fellow spellcasters as to assist an adjacent team member’s next grapple check or they’re working magic, you’re able to time your spells so Escape Artist check to escape from a grapple, you provide they fi nish when your enemies are off-balance from the your teammate with a bonus on that check equal to +4 or fi rst spell. your Strength modifi er, whichever is higher. Task Leader Prerequisite: Spellcraft 8 ranks.",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This teamwork benefi t happens only after all the members of the team spend countless hours prac- ticing two-on-one, three-on-one, and other unbalanced melee combats. Eventually the team members develop Team members use a spell barrage to cut off their opponents’ escape yksfosardnA .K yb .sullI 662200__8866331177__CChhpp66..iinndddd 119944 33//3300//0055 1122::0088::2222 PPMM 195 CHARACTERS CHAPTER 6 with a companion spirit are the same as for establishing a the creature’s joining the team. The reagent cost for the team roster, and in the vast majority of cases, the PCs will ritual is based on the total team membership, however, use the same roster for both team-based benefi ts. No creature including the new member. can be connected to more than one companion spirit, since A creature can disconnect from a companion spirit the second spirit won’t establish a connection to a creature by spending an hour in meditation and burning a small already under another spirit’s companionship. amount (50 gp worth) of the same reagents that first The hour-long ritual to attract and bind a companion attracted the companion spirit—in reverse order. Doing so spirit requires one of the creatures on the team to succeed requires no skill in Spellcraft or specifi c ritual trappings. on a DC 15 Spellcraft check. The ritual is simple enough Once the reagents have been burned and the meditation that a PC can simply take 10 on it—there’s no conse- completed, the creature no longer has any of the benefi ts quence for failure other than a wasted hour. By burning of the team. a series of rare reagents (worth 300 gp per team member), the team convinces a companion spirit to approach. The Improving a Companion Spirit exact order of the reagents burned determines the kind A companion spirit can become more powerful, just as the of companion spirit that approaches, chosen from those creatures under its companionship improve. described below. Periodically, the team can gather together and repeat Once attracted, the companion spirit connects to each the ritual that connected them to the companion spirit character in turn, taking a measure of their life force (300 in the first place. When they do so, they get a chance XP each). Once the companion spirit has bound itself to to exchange more of their life energy (represented as the team, the ritual is nearly complete. By consensus, the experience points) for greater magical benefits from team members choose the companion spirit’s character- the companion spirit. istics, selecting one from the list of general qualities and The team has an opportunity to perform the ritual and one from the list of specifi c qualities. Once the team makes gain a new magical benefi t every time the lowest-level this choice, they gain the 1st-tier benefi ts associated with creature on the team gains 3 Hit Dice, starting at 7th each chosen quality, and the ritual is complete. level. If that character’s level drops below the required level (due to death or level drain), the team retains its Companion Spirits and the Team companion spirit benefi ts but won’t gain new ones until The magical benefi ts the companion spirit provides are the lowest-level character regains his or her lost levels plus useful but not fl ashy or overtly powerful. These qualities three more levels. encourage teamwork among team members by using The rituals require more expensive reagents and a greater the companion spirit as a conduit for magical energy or XP cost as the creatures in the team gain levels. providing a fl oating bonus that the team decides jointly how to spend. Table 6–9: Companion Spirit Ritual Costs Unless stated otherwise, using a companion spirit’s Lowest-Level Reagent Cost XP Cost Character (per team (per team benefi t is a free action usable once per team member’s member) member) Benefi t turn. The benefi t doesn’t manifest itself in any visible or 4th 300 gp 300 XP 1st-tier audible way unless stated. 7th 700 gp 750 XP 2nd-tier",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic items aside, this makes entering class. You know what Hit Dice those classes use. You a prestige class entirely a matter of luck. Not only does a can choose to give the prestige class a larger Hit Die, player have to roll high enough when he builds his char- the same HD, an average of the likely entry class’s Hit acter, but he must guess what ability will give him access Dice, or fewer HD. This choice is part of the balancing to a prestige class that might not exist yet. of the prestige class.",
        "name":  "Ability Score",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Because everyone works Economics: You can make changes to the usual buying toward the organization’s overall goal—however broad or and selling rules by inventing an organization that pays 662200__8866331177__CChhpp66..iinndddd 221100 33//3300//0055 1122::0099::1177 PPMM 211 CHARACTERS CHAPTER 6 more than 50% value for certain items, or one that offers Advancement: Decide how the organization recruits a discount on purchased items. new members and what it feels like to undergo the process You can also create an organization that pays its members of joining. Then consider what ongoing membership is outright, but consider carefully how radically a D\u0026D like, and what opportunities for advancement the PCs player’s sense of wealth changes as the game reaches higher will have. levels. A salary of 100 gp a month looks like a prince’s Missions: What sort of missions does the organiza- ransom at 1st level, but amounts to a pittance at 15th tion undertake? Are they tailored toward specifi c goals level. If you want to have the organization pay the PCs, or meant to pursue general principles? Are characters consider alternatives to salary. The organization might assigned every tasks, or can they take their own initiative offer to cover adventuring expenses (such as expensive when pursuing the organization’s goals? Missions can material components) or offer bonus-based pay (such as be as simple or as complex as you (and the needs of the bounties). That way you maintain overall control of the organization) decree. D\u0026D economy at your game table. Responsibilities: Consider carefully what the mini-",
        "name":  "It Improves PC Cohesion",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The NPC members of an organization can the leadership. Then fi gure out what the subordinate lead- do things for the PCs, such as cast spells on their behalf ers are like. Spend some time brainstorming about other and make magic items with raw materials the characters notable members, such as the organization’s founder, a provide them. Access to low-level laborers and hirelings particularly noteworthy hero, or a traitor whose name falls into this category as well. everyone curses. If your players like a political element",
        "name":  "Services",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some organizations are useful for the things to their game, develop factions and rivalries within the they can tell a character. Establish Knowledge check organization, or conflicts between one organization bonuses for the sages within an organization. Member- and another. ship can also provide conveniences such as language NPC Reactions: Figure out how the average “peasant translation, access to rare books and maps, and access to in the street” reacts to the organization. Then consider spellbooks for PC wizards. Clue-based magical divinations how the various groups and factions important to your such as contact other plane are a powerful example of this campaign might react differently. How important this resource, but giving PCs unlimited access to the power of element is depends greatly on whether the organization prophecy can be a recipe for disaster if you aren’t prepared is public or secret. for them to use it. Lore: If someone wants to learn more about the orga-",
        "name":  "Information",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "D\u0026D adventures tend to involve combat, and Adaptation: The three organizations presented below the organizations that create those adventures are well feature examples of how to modify them for use in your aware of the dangers of the world they live in. Not all unique game world. organizations feature combat as their main focus, of course, Other Game Elements: An organization can often but all at least recognize the benefi t of a strong defense. be the inspiration for a location, magic item, feat, spell, How an organization faces threats reinforces the nature or prestige class, if the organization has developed any of of its mission and purpose. these things for its members. 662200__8866331177__CChhpp66..iinndddd 221111 33//3300//0055 1122::0099::5599 PPMM 212 6 RETPAHC SRETCARAHC a particular site in exchange for a cut of the profi ts. The ORDER OF order has plenty of its own agents, however, so it only uses ANCIENT MYSTERIES freelance help if order members are otherwise occupied, “We are so proud of our grand cities, our far-fl ung empires, and or if the freelancers have unique abilities or access to the our powerful magic. Yet in the dim past lie buried wonders that site in question. would stagger our feeble imaginations.” In any case, the order prides itself on its ability to match Urtenek Mauroch, researcher expedition members to the potential dangers of a site. for the Order of Ancient Mysteries When characters fi rst join the order, they undergo a series of physical, mental, and magical tests so that the order A shadowy group devoted to uncovering the lost lore of the has some idea of their capabilities. They are then sent off past, the Order of Ancient Mysteries sends its members far to a ruin, dungeon, or other site believed to have minor and wide to explore ruins, brave their dangers, and return historical signifi cance. The more historical lore and valu- with wagonloads of long-buried treasures. able treasure the characters bring back to the order, the more lucrative—and dangerous—their next assignment Joining the Order will be. The order knows how dangerous its work is, so it insists on a minimum level of competence among its agents ORDER OF ANCIENT for their own safety. The order takes pains to separate MYSTERIES BENEFITS itself from mere tomb robbers—by motive if not by The Order of Ancient Mysteries has been delving into methods—so all members have at least a passing famil- tombs, temples, and ruins for centuries, so it can afford to iarity with ancient history. be picky about what it takes from an expedition. Accord-",
        "name":  "Combat",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The order’s research directors are accustomed mulated lore of the past. to setting up expeditions, so they often acquire hirelings The order also maintains secure vaults where it keeps such as porters, teamsters, translators, and guides for a its accumulated antiquities—especially those it hopes group of explorers. The order usually pays the hirelings, will reward further study. The order’s vaults are almost although PCs would be wise to offer them a small percent- always in remote locations and bristle with both magical age of the expedition’s proceeds as well. and mundane defenses. Many vaults were once sites of",
        "name":  "Services",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As members of the Order of Ancient Mysteries, necessary the other group’s skills and abilities are to the PCs have access to the order’s public facilities: unassuming order’s goals. buildings in most large cities and metropolises. The order’s Combat: The order’s explorers fi ght only when they regional headquarters are often near a city’s university, have to—but when their business is invading ancient temple to Boccob, or some other center of learning. Few ruins, tombs, and temples, they fi nd themselves fi ghting antiquities are kept long-term at the various headquarters, quite a bit. so the order relies on armed guards and the occasional When possible, explorers employ stealth or magic magic ward for protection. to reach an exploration site, especially if the mundane pqqqqqqqqqqqqqqqqqqqqrs TEN ORDER-SPONSORED EXPEDITIONS (cid:127) Retrieve the shards of Glazarel’s burial urn from the Tombs of (cid:127) Burn incense on the Altar of Doom until the Portal to Pande- the Wailing Priests. monium appears, then map the caverns beyond. Don’t stay (cid:127) Copy the inscriptions from the summoning circle at the beyond the 12 hours that the portal remains open. Ebony Tower, but do not disturb the demon lord trapped within (cid:127) Retrieve a mummy lord from the ziggurat of Thanak-Re— the circle. without destroying it. (cid:127) Follow the strange comet until it lands and reveals the Temple (cid:127) Figure out the origin point of the magical cataclysm that Beyond Time. destroyed the city of Illuria. (cid:127) Map the Shrine of the Dark Journey, which lies deep beneath (cid:127) Find out what happened to the 9th-degree explorer Nerachem, the surface and is overrun with kuo-toas. who sailed north to find a mysterious iceberg city. (cid:127) Acquire by any means the ruby chalices of Kavannu from the (cid:127) Sack the library of the lich known only as Fell Guriak. blue dragon Arphenastrom. pqqqqqqqqqqqqqqqqqqqqrs 662200__8866331177__CChhpp66..iinndddd 221133 33//3300//0055 1122::1100::0033 PPMM 214 6 RETPAHC SRETCARAHC alternative is a month-long trek through hostile jungle. If major buildings and assessing its greatest dangers. They the site can’t be reached with magic, they must contend need bring back only information: a map, a catalog of the with the beasts, bandits, and other dangerous creatures ruined city’s denizens, and a copy of the runes etched on that live near the area. the city’s walls, for example. Future expeditions—perhaps Once in the site, characters have to contend with led by the PCs, perhaps not—will tackle the various build- myriad traps left by the location’s last occupants, plus ings within the city separately. any guardians left behind. Often these guardians are Sometimes the order’s explorers get lost or simply never ageless creatures, such as undead and constructs. Some- return from an expedition. Characters might be sent to a times they have to fight their way through a site’s more site not to gather antiquities but to rescue the survivors recent denizens to get to items of historical significance. of a previous expedition or at least ascertain their fate. If PCs want to reach the thousand-year-old Temple of Responsibilities: The Order of Ancient Mysteries the Twin Suns, their real opposition might be a tribe of realizes that expeditions might take months to complete, kuo-toas that moved into the temple a decade ago and and it acknowledges that some explorers take on jobs and now call it home. missions that don’t have anything to do with the order. As",
        "name":  "Access",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The order’s explorers can advance in long as the PCs perform one expedition per year and don’t rank through a tiered system known in order parlance as catastrophically fail a mission, they remain members in “degrees.” Characters are known as initiate explorers until good standing. they successfully complete an expedition for the order. After that point, they are explorers of the fi rst degree. THE ORDER IN THE WORLD Thereafter, characters are promoted a degree each time “Begone, interlopers! The horrors buried here have no place in they bring back items of historical signifi cance; each trip, your unsuspecting world!” the order’s researchers raise the threshold of what con- Al-Yuriak the lich, to the stitutes “signifi cance.” For lower degrees, bringing back order expedition that opened his tomb samples of ancient arts or clues about age-old civilizations might be suffi cient. As PCs attain greater degrees, it takes The Order of Ancient Mysteries is an organization designed more to impress the researchers—complete religious to support episodic D\u0026D play. Each episode is a site-based texts, functioning magic items, or maps to previously adventure that begins with a briefing from the order, unknown sites. proceeds to actual exploration of the site, and concludes Degrees are awarded based on an expedition’s histori- with a return to civilization. cal signifi cance, not its danger. While the two factors are It’s up to you, as the DM, to determine how tightly you often related, it’s possible to face great dangers and come want the episodes to link together. If you opt for few or no home empty-handed, or to luck into a great historical fi nd connections between episodes, you have a great degree of at minimal risk. Thus the explorers of the order rarely freedom to design varied sites to explore: a lich’s tomb one refer to their degrees when talking to each other. Degrees month, a sahuagin temple the next, and a ruined githzerai are mostly a ranking system used by the researchers and monastery on the Plane of Limbo after that. If you con- expedition planners. nect the episodes, you can have each site reveal historical Some expedition planners offer particular missions only information that leads to the next site, and eventually to explorers who have reached a certain degree—often the the characters’ experience with one site might help them fi fth degree or the tenth degree. Those expeditions often survive a later one. target fragile sites—those the order worries it might have Structure: The Order of Ancient Mysteries is com- only one chance to explore. A temple perched on the lip posed of three distinct groups. The research directors set of a volcano, a ruined city that appears on the Material the order’s overall agenda, control its fi nancial resources, Plane for only one week each century, or an ancient tomb and prioritize its research efforts. They approve the in the center of an active battlefi eld—all are examples of exploration of each new site and assign explorers to areas that only the order’s best operatives will be asked each expedition. to explore. The explorers accomplish much of the order’s actual",
        "name":  "Advancement",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At heart, the order’s expeditions are simple: work. They explore the sites, deal with the dangers and An expedition planner gives the characters a map and hazards there, then return historical antiquities to the instructions. They then brave the dangers of the site and order. PCs will almost always be explorers. While explor- return with treasure for themselves and antiquities for the ers are central to the order’s mission, they’re usually off order’s researchers. on expeditions, so they don’t have much say in the order’s Sometimes the order throws a wrinkle into a particular internal politics or overall decision making. mission. For example, the PCs might be sent to scout a The researchers are the connection between the explor- particularly large site, such as a ruined city, identifying its ers and the research directors. Academic sages pore over 662200__8866331177__CChhpp66..iinndddd 221144 33//3300//0055 1122::1100::0044 PPMM 215 CHARACTERS CHAPTER 6 the antiquities and lore that the explorers recover. Once DC 30: Baron Iriyach, an antiquities dealer of some their research uncovers information about a new site, they repute, will pay handsomely for information on the order’s pass along their data to the research directors, who decide current or future expeditions. whether it merits a new expedition. THE ORDER IN YOUR GAME NPC Reactions The Order of Ancient Mysteries makes an excellent patron Most people simply aren’t interested in history, so they for mid-level PCs, who are either hired by an order explorer have an initial attitude of indifferent to members of the or assigned a small expedition of their own. If the initial Order of Ancient Mysteries. The typical NPC thinks of expedition goes well, the PCs are probably asked to join researchers and research directors as specialized sages. the organization at that point. You now have a ready-made The order’s explorers are treated like travelers and explor- adventure starter whenever you need one—a research ers the world over. Other historians, clerics of Boccob, planner from the order shows up with a map. and collegians at schools of wizardry regard members Because the order largely keeps to itself, it’s easy to mix of the order more favorably, with a starting attitude adventures involving the order with adventures that don’t of friendly. involve searching a ruin for ancient treasures. In your That’s not to say that the order is without rivals and game, you can thrust the order into a struggle between enemies. Two adversaries deserve special note. other powers and factions by having the PCs uncover The half-elf Baron Iriyach runs a far-fl ung tomb robbing some long-buried secret with larger implications for your and smuggling network, and he’s eager to beat the Order game world. If the order winds up with part of a power- of Ancient Mysteries to any potential site. He attempts ful artifact or the instructions for a doomsday ritual, the to do so in three ways: by infiltrating order branches organization will draw decidedly nonacademic interest and stealing maps and lore, by preempting or waylaying from other powerful creatures and organizations. explorers en route to a lucrative site, and by discovering If the PCs in your game have joined the order, they should and breaking into the order’s antiquities vaults to steal expect to encounter tombs full of deadly traps, mouldering the treasure within. temples housing strange magic, and ancient ruins that aren’t Another enemy represents one of the extinct societies as deserted as they seem. Give them all the tropes of the that the order now studies. The Hakralian Empire frag- exploration genre: cowardly or traitorous guides, hostile mented centuries ago, but many of their tombs and temples natives, unscrupulous rivals, wondrous sights unbeheld remain. The Hakralians were obsessed with death and the by mortal eyes, and narrow escapes from certain doom. afterlife, and they used divination magic to discern that Encounters: Most members of the order are encoun- the Order of Ancient Mysteries would one day plunder tered as patrons. A research planner from the order will their gravesites and other sacred places. Accordingly, they hire the PCs to undertake an expedition to a historical site created a cabal of agents (some undead, others in suspended and bring back some antiquities. animation) known as the Guardians of the Coming Dawn Under the right circumstances, the order can make a to thwart the order and protect the contents of Hakralian useful ally—or rival. If the PCs are exploring a site on their vaults. A central Hakralian prophecy predicts the rebirth own and get trapped or captured somehow, an explorer of the empire—an event the Guardians worry the order’s from the order might rescue them as she explores the site-plundering might disrupt. site. The PCs might be adventuring in a dungeon and fi nd that an order expedition keeps beating them to the most ORDER OF ANCIENT interesting and lucrative areas.",
        "name":  "Missions",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Must pass questioning under gest sources of income for the Red Knives. All the city’s zone of truth; must successfully complete initiation crime. burglars sell their stolen goods to the gang, which then More than two-thirds of the Red Knives have at least works them back into circulation through a network of one level of rogue, but every class (except paladin, obvi- shady but technically legal businesses. ously) has a place in the gang. Bards use entertainment Because the gang has a virtual monopoly on trade in as a cover for more illicit activities, and sorcerers and stolen items, it can afford to take a smaller percentage wizards use arcane magic as a cover for theirs. Barbar- cut from its members and make up the difference in ians, fi ghters, and rangers serve as muscle for protection volume. When characters sell stolen goods to the Red rackets. Clerics heal wounded bandits and magically Knives, they get 60% of its market price, rather than the enhance the abilities of fellow gang members. usual 50%. Druids and monks are rare in the gang. Druids might When characters steal gold or other items that don’t use networks of rats, crows, or other urban animals to need to be fenced, however, it’s a different story. Street spy for the gang. A sense of personal honor could lead a muggers, for example, are expected to give 20% of their monk to act as bodyguard or trainer for a gang boss. nightly take to the gang. Because they’re criminals, most",
        "name":  "Entry Requirements",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "muggers cheat the Red Knives a little, but any mugger the master of whatever illicit activity they specialize in who isn’t turning over at least 10% draws the attention (Master of Burglars, Master of Robbers, and so on) and of gang enforcers. the boss responsible for coordinating gang activity in a Services: Gang resources include experts in forgery, particular neighborhood. They then receive approval for appraisal, magic item identifi cation, alchemy, disguise, their fi rst caper, which is done under gang surveillance locksmithing, trapmaking (or trap disabling), and inter- to make sure nothing goes awry. rogation. With a word to the local gang boss, PCs can get Some would-be thieves seek out the Red Knives, but access to an expert with a relevant skill modifi er of +15 others make their acquaintance under less polite cir- within hours. Experts with modifi ers of +20 or higher cumstances. Cutpurses, burglars, and other petty thieves are also available, but it might take days for the request to experience their fi rst contact with the gang early in their work its way through the entire Red Knives network. career—when they meet a gang enforcer in an alley. The Characters are expected to pay for these services, negoti- enforcer explains to them the benefi ts of membership ating with the expert involved. The gang merely provides and threatens the consequences of spurning the gang. If easy access to specialists who might otherwise be hard the criminals don’t join right away, they wind up under to find. gang surveillance. Then they are visited repeatedly by Information: Checking with the neighborhood boss gang enforcers, who escalate the threats and violence is functionally the equivalent of having the boss make a each time until they succeed at the recruiting efforts, Gather Information check on the PCs’ behalf. A typical kill the stubborn thieves, or drive them out of town. neighborhood boss has a Gather Information modifi er of +10. Asking a question of the neighborhood boss isn’t pqqqqqqqqqqqqqqqqqqqqrs RULES OF THE RED KNIVES Each neighborhood boss and grandmaster is responsible for (cid:127) Give the gang its cut by dawn, or else. discipline among gang members. A set of unwritten rules exists (cid:127) Don’t kill city guards or soldiers of the garrison. Hurting them to keep the gang running smoothly. Bosses often change or add real bad is acceptable, though. to the rules according to the situation on the streets or for darker (cid:127) If you see a freelancer, tell the neighborhood boss right reasons of their own. away. (cid:127) Never rat out another Red Knife. (cid:127) Nobody sees you go into the storm sewers, and nobody sees (cid:127) Don’t pull a job at any of the trade guild chapterhouses. They you come out. pay a lot of protection money. Anything outside the guildhall (cid:127) If you don’t check with the neighborhood boss and the grand- walls is fair game. master before you do a job, you forfeit the entire haul—and (cid:127) Many of the temples are off limits too, depending on whether maybe a finger, if you screwed up somebody else’s job. they pay the guild off. Check with the Temple District boss for (cid:127) If two Red Knives eye the same loot, it’s first come, first the current lowdown. grabbed. pqqqqqqqqqqqqqqqqqqqqrs 662200__8866331177__CChhpp66..iinndddd 222200 33//3300//0055 1122::1100::3366 PPMM 221 CHARACTERS CHAPTER 6 necessarily any faster than the PCs making their own The leadership’s network of informants can provide them queries, because the neighborhood boss will often say, with particularly lucrative targets and give them logisti- “I’ll ask around” and have an answer in 1d4+1 hours. cal help such as identifying which watchmen are on the",
        "name":  "After joining the gang, PCs meet at least two superiors",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What makes a Red Knives encounter memo- Arcane Guilds rable is often the dialogue that precedes the fi ght—dialogue An arcane guild is a group of spellcasters—usually wiz- that continues as the fi ght progresses. Red Knives mem- ards. Such a guild typically provides shared libraries and bers live in a world of intrigue, intimidation, and ruthless an atmosphere that nurtures the creativity of its members. reputation, but they use violence only as a means to an Assistance with the creation of new spells and magic items end. They fi rst try to get their way by brandishing their might also be offered. blades and threatening violence. If you have ever wanted Examples: Mages’ guilds, alchemists’ guilds. to impersonate the mafi a dons of movies and television, Associated Classes: Adept, artifi cer (EBERRON Campaign the Red Knives are your chance. Setting), hexblade (Complete Warrior), sorcerer, wizard.",
        "name":  "Encounters",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As written, the Red Knives are a syndicate Associated Skills: Concentration, Craft (alchemy), focused on burglary and robbery, but in your campaign Decipher Script, Knowledge (arcana), Spellcraft, Use they might have a different focus. In a more law-and- Magic Device. order city, they might primarily be a league of smugglers Sample Contact: Agosti of the Shadow Shore (see Table bringing contraband inside the city walls. They might 5–1: Sample Contacts, page 154). or might not have a group of assassins in their employ. In a city full of political intrigue, they might be spies Criminal Guilds for hire, digging up the secrets of one power group on Criminal guilds serve one primary purpose: to protect behalf of another. their own. A guild of this type offers its members a place Another factor to consider is the leadership. The Red to hide and train, compare notes, and learn about oppor- Knives might be a stab-your-way-to-the-top organization, or tunities for profi t. Members can also use their association the leadership might be hereditary (like in a mafi a family). with the guild as leverage when interacting with others",
        "name":  "Adaptation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Barbarian clan, mercenary group. of new psionic powers and artifacts of cognizance.",
        "name":  "Examples",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The guild subsidizes the creation of magic items, while you are in your guildhouse, since you must research reducing your raw material costs by 5%. the desired information in the guild’s holdings from other",
        "name":  "Arcane",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The guild subsidizes the creation of psionic items, guildmaster who fails to meet this requirement loses the reducing your raw material costs by 5%. benefi ts of this feat for the following week.",
        "name":  "Psionic",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An item that has this trait is perpetually 05–08 Bitter 57–60 Multicolored shrouded in a faint aura of cool mist. 09–12 Bleeding 61–64 Religious 13–16 Brilliant 65–68 Shadowy Sizzling: A sizzling item emits a faint, burning hiss 17–20 Clean 69–72 Shrouded whenever it strikes fl esh. 21–24 Comfortable 73–76 Sizzling",
        "name":  "Shrouded",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item is decorated with fetishes, carvings,",
        "name":  "Totemic",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item emits brief fl ashes of bright light and markings that identify it as sacred to a specifi c tribe whenever it is activated. The creator determines the color or group of individuals. of this light upon selecting the trait. Warped: A warped item seems to be constructed in an",
        "name":  "Brilliant",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An item that has this trait never becomes stained odd manner, and it has curves or protrusions that don’t or dirty. correspond to any known method of creation.",
        "name":  "Clean",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item is soothing and relaxing to wear Writhing: Upon activation, this item briefl y twists and or hold. writhes like a snake.",
        "name":  "Comfortable",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A crude item appears to be made from base materials, and the workmanship looks shoddy. LEARNING A SIGNATURE TRAIT",
        "name":  "Crude",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item bears frightening emblems, such Each time a character selects an item creation feat, he as skulls or leering faces, which seem to move when the can select one signature trait to be associated with it (see item is activated or used. The creator chooses the specifi c Table 7–1: Signature Traits). For example, a cleric who images upon selecting the trait. selects Craft Wondrous Item at 3rd level might choose",
        "name":  "Dreadful",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An item that has this trait is particularly fashionable, religious, or shadowy as the signature trait attractive to look upon. for his wondrous items.",
        "name":  "Fashionable",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item fl ickers with a faint black fl ame A character can choose the same trait multiple times that is too dim to provide any illumination. and apply it to different item creation feats.",
        "name":  "Flickering",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item sheds or he could choose a different light equal to that of a candle for 1 trait. Typically, a character who round upon activation or when- routinely creates items limits ever a charge is expended. himself to a small number",
        "name":  "Glowing",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An item that has of signature traits—or even this trait feels unusually heavy just one—since his creations when held, though its actual are associated so closely with weight is unchanged. him that they become part of",
        "name":  "Heavy",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Upon activation, a his own identity. loud item emits an incongru- ous sound (such as a lion’s roar, APPLYING A a strong musical chord, or a SIGNATURE TRAIT short exclamation). Adding a signature trait has no effect",
        "name":  "Loud",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item’s color- on the cost to create, time to create, or ation changes at random intervals. market price of the item to which it is",
        "name":  "Multicolored",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "TRUEBOND the last bonding ritual you completed. This special ability applies Your bond to your chosen item becomes stronger. only while the bonded item is in your immediate possession (held",
        "name":  "NEW FEAT",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The minor benefi t or benefi ts accrued by a disappears as if you had successfully saved against it, and character who completes the bonding ritual are noted the ceremony is complete. here. These benefi ts are usable only while the character Benefi t: You gain a +2 bonus on Fortitude saves made is in possession of the bonded item. to remove negative levels.",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This portion of the description Truebond Benefi t: You can ignore the effects of a single notes the benefi t or benefi ts accrued by a character with negative level, taking no penalties on rolls and losing nei- the Truebond feat (see the sidebar) who completes the ther hit points nor spells. (You must still make the usual ritual. These benefi ts are usable only while the character saving throw 24 hours later to remove the negative level is in possession of the bonded item, and then only if he so that it does not become permanent.) If you have gained still meets the prerequisites for the Truebond feat. more than one negative level, you function as if you had",
        "name":  "Truebond Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within 1 hour of completing the task, you outsider must be either chaotic or evil. If you are neutral, must complete a 15-minute ceremony of respect for the neither component of the outsider’s alignment can be 662200__8866331177__CChhpp77..iinndddd 223333 33//3300//0055 22::1133::4444 PPMM 234 7 RETPAHC CIGAM SMETI neutral (that is, it must be lawful good, chaotic good, lawful vanquished foe. This ceremony must conclude with the evil, or chaoric evil). bestowal of suffi cient healing (magical or otherwise) to",
        "name":  "Ceremony",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within 1 hour of completing the task, you restore the creature to consciousness. must begin an 8-hour ritual of prayer and concentration Benefi t: As long as the bonded item is stowed (not held, in a temple or on a site dedicated to your patron deity. worn, or otherwise immediately useable), you gain a +1",
        "name":  "Ceremony",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +1 bonus on caster level checks made destructive power of a fi ery confl agration. while holding or wearing the bonded item.",
        "name":  "You forge a bond with your chosen item by enduring the Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While holding the chosen item, you must against spells and spell-like abilities made while holding voluntarily fail a saving throw against a fi re spell cast or wearing the item. by an enemy whose caster level equals or exceeds your Typical Items: This ritual can be used with any rod, character level. The spell must be capable of dealing staff, wand, amulet, cloak, or robe. damage equal to at least half your full normal hit points. You may not use any means (including spells such as Ritual of Purity resist energy) to protect yourself from the fi re damage You forge a bond with the chosen item by undergoing a dealt by the spell. You need not survive the damage to grueling ritual of bodily purifi cation. complete the task. Prerequisite: Concentration 6 ranks or Autohypnosis",
        "name":  "Task",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +1 bonus on saving throws against You may not use any means (either magical or mundane) spells or effects with the fi re descriptor. to heal the nonlethal damage dealt by starvation, nor",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You take no penalties to Strength enemy in honorable combat. or Dexterity for fatigue.",
        "name":  "You forge a bond with the chosen item by defeating an Truebond Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You must challenge and defeat a creature whose bracers, or cloak. Challenge Rating equals or exceeds your character level and whose Intelligence score is 3 or higher. All damage Ritual of Song dealt to the creature must be nonlethal, and none of it may You forge a bond with the chosen item by using it to be dealt by any of your allies. demonstrate your talent for performance. Despite its name,",
        "name":  "Task",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within 1 hour of completing the task, this ritual applies to any kind of performance, even one you must begin a 10-minute ceremony of respect for the with no vocal components. 662200__8866331177__CChhpp77..iinndddd 223344 33//3300//0055 22::1133::4466 PPMM 235 ITEMS MAGIC CHAPTER 7",
        "name":  "Ceremony",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You must use Perform checks 50 miles per character level you possess. You can have to earn at least 1% of the gp cost for imbuing the bonded company on this journey, but you must cover the entire item with its new ability. See the Perform skill descrip- distance on foot. The chosen item must accompany you tion, page 79 of the Player’s Handbook, for details. The item throughout this task. must be incorporated into each of these performances Ceremony: At some point during each day of travel, you in some way—perhaps as accompaniment to a musical must meditate for 1 hour. If this meditation is interrupted, performance, or as a prop or costume accessory. you can begin meditating again. However, if you let an",
        "name":  "Task and Ceremony",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +1 bonus on Perform checks made entire 24 hours pass without performing the required while holding or wearing the item. meditation, you must restart the journey.",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can add 1 to the caster level of Benefi t: You gain a +1 bonus on Survival checks, as well any spell you cast while holding or wearing the item, as as on all checks and saves mentioned in the description of long as the spell has both a verbal and a somatic component. the Endurance feat (see page 93 of the Player’s Handbook).",
        "name":  "Truebond Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ritual can be used with any amulet, (such as low walls), as well as any magically created diffi cult cloak, hat, instrument, or vest. terrain, hamper your movement as normal.",
        "name":  "Typical Items",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ritual can be used on any boots, Ritual of Theft cloak, or container. You forge a bond with your chosen item by using it in grand larceny. MAGICAL LOCATIONS",
        "name":  "Typical Items",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any three of the following skills (6 ranks AS TREASURE each): Bluff, Disable Device, Hide, Move Silently, Open Lock, Search, or Sleight of Hand. Magical locations have a rich history in the fantasy genre.",
        "name":  "Prerequisites",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You must steal one or more objects that together The power imbued in such special places allows heroes to are worth at least as much as the gp cost of the ceremony accomplish any number of fantastic deeds. (see below) from a foe whose Challenge Rating is at Locations of power can be used for various purposes least 2 higher than your character level. The foe need within a DUNGEONS \u0026 DRAGONS campaign. Some, such not be in physical possession of the objects at the time as the earth nodes described in the FORGOTTEN REALMS of the theft, but he must be within 100 feet of them. product Underdark, might serve as sites for the working You must then use your chosen item in some fashion of especially powerful magic. Others, such as the planar that involves one of the same rolls or checks you made touchstones described in Planar Handbook, might unlock during the theft. potential advancement opportunities or special abilities in",
        "name":  "Task",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within 1 hour of completing the task, you characters. Still others, such as the rune circles described in must give away stolen treasure whose gp value equals or Races of Stone, could allow PCs to create permanent magical exceeds the cost of imbuing the bonded item with its new effects bound to tightly confi ned areas. But as compelling as abilities. Throughout the distribution of these items, you those ideas are, at least one interesting concept for magical must spread tales of your skill and cunning. locations remains unexplored—that of a location imbued",
        "name":  "Ceremony",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +1 bonus on any Open Lock check with magical power that is available for the taking. or Search check on which you take 10. The magical locations described in the following sec-",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ritual can be used on any boots, character can qualify for a magical location’s power. Most cloak, gloves, or container. of the locations described below confer abilities that are usable only for a specifi ed period, or come with a specifi c Ritual of Travel number of uses. All the abilities refl ect the nature of the You forge a bond with the chosen item by carrying it with locations from which they originate in some manner. you during a long journey. Unlike magic items, magical locations never occur as",
        "name":  "Typical Items",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (geography) 6 ranks or Survival part of random treasures. They appear only when you place 6 ranks. them within the campaign. Therefore, you decide whether 662200__8866331177__CChhpp77..iinndddd 223355 33//3300//0055 22::1133::4488 PPMM 236 7 RETPAHC CIGAM SMETI or not they are within reach of the PCs. If you wish, you power for a specifi ed period of time (generally 1 day to 1 can allow a character created at a level higher than 1st to year, depending on the location) before it can do so again. include one or more special abilities granted by a magical However, if the creature on which a magical location location in his overall wealth. Such powers, however, are has conferred its an ability dies, the location is instantly even more subject to DM approval than are magic items recharged and can confer its ability again immediately, no the character carries. matter how much recharge time remains. A location that can confer its ability on more than one creature before PLACING MAGICAL LOCATIONS needing to recharge can be renewed early only if all those You have the fi nal say about where, when, and how magical who currently enjoy the ability die. If the conferred ability locations occur within your campaign, just as you control has a duration shorter than the required recharge period, access to magic items by determining which ones are for the creature’s death still recharges the location immedi- sale in any given city or shop. Because the various types ately, even if the creature can no longer use the ability. of magical locations serve different purposes and operate under different rules, it is perfectly acceptable (perhaps MAGICAL LOCATION DESCRIPTIONS even compelling) to combine more than one kind in the The magical locations described below are presented in same adventure site. For example, a dwarf citadel could the following format. house an earth node (from the Underdark supplement), a rune circle (from Races of Stone), and one of the magical Name of Magical Location locations described here. The presence of these three The entry begins with a description of the location in sites might result from the nature of the stronghold or plain language. the infl uence of its powerful dwarf mages and clerics, or Lore: This portion of the description provides any it might have been the reason that the dwarves settled the information available to characters about the location, area in the fi rst place. along with the relevant Knowledge DCs necessary to Magical locations offer nearly limitless potential for acquire it. Bardic knowledge checks can be substituted adventuring. Because they are for the most part immobile for any of these checks at the same DCs. (though one or two, such as the terrible cyst, move from Description: The fi rst paragraph offers a physical time to time), they contrast well with the equally sought description of the location, written in simple, declarative after but highly portable magic items that spur so many style. The second paragraph, if present, includes more heroic quests. details about the place (including sounds, smells, and tactile sensations) and details how its magical effect or NATURE OF MAGICAL LOCATIONS special ability looks once it’s in effect. In general, a magical location can be suppressed (by dispel Prerequisite: The prerequisites needed to gain the magi- magic), or even disjoined (by Mordenkainen’s disjunction), cal location’s special ability are detailed here. In addition as if it were a magic item containing a spell of caster level to meeting these prerequisites, a character must visit the 10th with an object Will save bonus of +15. Such a site is location physically to have any chance of acquiring the metaphysically tied to its area, so destroying buildings, special ability it confers. walls, or other physical structures in and around the loca- Location Activation: These paragraphs describe the tion does not eliminate its ability to confer its power. rules for acquiring and using the special ability that the Unless otherwise specifi ed, no creature can gain the location bestows. Any command words or activities needed benefi t of a magical location’s conferred power more than to activate the location’s power are also noted here. once. Even if the power has limited uses or a fi xed duration, Recharge: The time needed for the location to recharge a character cannot regain it by returning to the magical is given in this section. location after it expires. Furthermore, once a location has Special Ability: This entry describes the special ability conferred its ability on a character, it must recharge its conferred and gives the rules for using it. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This line describes the type of magical aura that between the physical world and the realm of dreams. surrounds the location. Whatever its origin, the altar grants intelligent creatures",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A swift action consumes a very small amount action consumes a very small amount of time, but represents a of time, but represents a larger expenditure of effort and energy larger expenditure of effort and energy than a free action. Unlike than a free action. You can perform one swift action per turn a swift action, an immediate action can be performed at any without affecting your ability to perform other actions. In that time—even if it’s not your turn. Using an immediate action on regard, a swift action is like a free action. However, you can per- your turn is the same as using a swift action, and counts as your form only a single swift action per turn, regardless of what other swift action for that turn. You cannot use another immediate actions you take. You can take a swift action any time you would action or a swift action until after your next turn if you have used normally be allowed to take a free action. Swift actions usually an immediate action when it is not currently your turn (effec- involve magic or psionics, or the activation of magic or psionic tively, using an immediate action before your turn is equivalent items; many characters (especially those who don’t use magic to using your swift action for the coming turn). You also cannot or psionics) never have an opportunity to take a swift action. use an immediate action if you are currently flat-footed. pqqqqqqqqqqqqqqqqqqqqrs 662200__8866331177__CChhpp77..iinndddd 223377 33//3300//0055 22::1133::5522 PPMM 238 7 RETPAHC CIGAM SMETI",
        "name":  "Swift Action",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An altar of the dreamwalker confers its DC 15: A dragonheart tomb forms only when a great special ability only on a creature with an Intelligence dragon dies while using or affected by powerful necro- score of 8 or higher. mantic magic.",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dragonheart tomb is a vast, expansive, years around an altar of the dreamwalker to study the magic foreboding cavern. Its rough fl oors are sloped and jagged, of dreams and the power of the altar. and the ceiling has a wealth of stalactites, clefts, and other An altar of the dreamwalker grants the dream ability to uneven features. The immense bones of a great dragon, only one creature at a time. If multiple qualifi ed creatures lying inanimate in the center of the cavern, are the most are present simultaneously, only one (selected at random) striking features of the tomb. gains the power. The cavern seems perpetually dim, and although light",
        "name":  "Small communities of mystics occasionally gather for Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of infor- dragon’s magical fi re, the souls of the destroyed crea- mation about a dragonheart tomb by making Knowledge tures are bound into the ground where they died. This (arcana) checks at the appropriate DCs, as given below. contained dragonfi re causes the entire area to glow with DC 10: A dragonheart tomb results from the death of a an unsettling heat, which serves to mark the location great dragon. as magical, although it causes no physical harm. While 662200__8866331177__CChhpp77..iinndddd 223388 33//3300//0055 22::1133::5544 PPMM 239 ITEMS MAGIC CHAPTER 7 the magic of the dragonfi re remains active, the affected Lore: Characters can gain the following pieces of area also glows with a dim, reddish light reminiscent of information about an everfl ame by making Knowledge (the a dimly glowing ember. planes) checks at the appropriate DCs, as given below. An ember of dragonfi re can form anywhere that a powerful DC 10: An everfl ame is a remnant of a long-standing creature dies in the fl ames of a dragon’s breath. But such connection to the Elemental Plane of Fire that holds the sites are still quite rare, even when powerful dragons are essence of that fi ery realm. present. Even a great wyrm red dragon might die of old DC 15: Those who withstand the fi res of an everfl ame age without ever causing the formation of such a site. can resist the effects of any fi re.",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of infor- DC 20: Anyone who stands within an everfl ame can mation about an ember of dragonfi re by making Knowledge draw a small portion of its magic into himself and gain (arcana) checks at the appropriate DCs, as given below. signifi cant resistance to fi re damage. DC 10: An ember of dragonfi re is a magical site that holds Description: An area imbued with the power of an the essence of a dragon’s fi ery breath. everfl ame is perpetually afi re. Its fl ames burn creatures DC 15: Embers of dragonfi re are sometimes created when and objects brought into contact with them, but they do powerful creatures succumb to a dragon’s fi ery breath. not spread, nor do they burn more than a few yards of the DC 20: Embers of dragonfi re allow certain creatures to surrounding area. Because an everfl ame is found only where capture the essence of the dragon’s fi re within themselves a gate to the Elemental Plane of Fire has long existed, it and breathe it out again, just like a dragon can. typically occurs near some natural source of fi re or heat.",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any qualifi ed creature that enters a 15-foot-radius, circular area and provide fl ickering the site senses the burning energy that suffuses it. By illumination to a distance of 15 feet beyond that in every spending a full-round action within the confi nes of the direction. This magical fi re deals 2d6 points of fi re damage ember, the creature takes this latent power into itself. If the per round to any creature in contact with it. creature is unintelligent, it instinctively draws forth the To gain the benefi t of an everfl ame, a qualifi ed creature power of the site unless directly threatened by combat. must stand unprotected within its confi nes for at least 3",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To gain the benefi t of a footstep nature’s rage. of Corellon, a character must meditate uninterrupted for 1 Description: A garden of nature’s rage is always a wild and hour within its confi nes. If this meditation is interrupted, untracked stretch of wilderness. It can occupy an area as small the character can begin again. as a few miles across in each direction, or as vast as an entire 662200__8866331177__CChhpp77..iinndddd 224400 33//3300//0055 22::1133::5588 PPMM 241 ITEMS MAGIC CHAPTER 7 continent. Regardless of its size, the garden is fi lled with her, but otherwise she must undertake the ordeal alone. lush and healthy plant life, wild and powerful animals, and While wandering the garden, the druid uses her spells a variety of fey creatures. The animals in a garden of nature’s and abilities normally, but she must befriend and aid the rage grow larger and stronger than others of their kind, and natural creatures she encounters and fi ght only against dire animals frequently prowl these magical sites. those who would do harm to the natural world. The sounds of nature fi ll a garden of nature’s rage. Massive Recharge: Once it has granted its ability to a single dire animals crash through dense vegetation and under- druid, a garden cannot do so again for one year. brush in search of prey, while smaller animals clamor and Special Ability (Ex): Once per day, when the druid call to one another. assumes a new form through the use of her wild shape A druid who claims the power granted by a garden of ability, she gains a +4 enhancement bonus to Strength nature’s rage takes on a feral and twisted appearance when and Constitution. These increases last as long as the druid in wild shape. For example, she might have longer, more maintains the wild shape. She decides whether or not to vicious fangs and a feral cast to her features in the form of a use this ability upon activating her wild shape. dire wolf, or jagged stone spikes protruding from her body Duration: The enhanced wild shape ability lasts for in earth elemental form. Her normal form is unaffected one year. except for a gleam of power in her eyes. Aura: Strong transmutation.",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To claim the power HEART OF FLAME of a garden of nature’s rage, a qualifi ed druid Great concentrations of magi- must roam the area for one week, living cal fi re sometimes imbue off the land and sleeping in the open. the places where they occur Her animal companion can accompany with an inner fi re of their A garden of nature’s rage is full of untapped potential Illus. by M. Phillippi 662200__8866331177__CChhpp77..iinndddd 224411 33//3300//0055 22::1144::0011 PPMM 242 7 RETPAHC CIGAM SMETI own. These locations, known as hearts of fl ame, form from Duration: The conferred ability lasts for one year. large outpourings of magical fi re, the presence of several Aura: Strong evocation. extremely powerful fi re elementals, or even the opening of Ability Value: 3,000 gp. a gate or portal to the Elemental Plane of Fire. Despite the fact that they arise from a variety of sources, hearts of fl ame HEART OF ICE are extremely rare. In a manner similar to its antithesis, the heart of fl ame, a Since magical fi re touches almost any sort of place, hearts heart of ice is a place imbued with the magical power of cold. of fl ame vary considerably in appearance and location. One A heart of ice results from the death of a powerful being with might be a cave whose dark stone walls seem to fl icker with the cold subtype, the presence of powerful cold magic, or buried fi re; another could be a forest glade that somehow a long-open gate or portal to a plane of great cold. Despite radiates heat and light without producing actual fl ame. the fact that they arise from a variety of sources, hearts of Whatever their outward nature, however, all such places ice are extremely rare. draw their power from the purest essence of magical fi re. Since magical cold touches almost any sort of place,",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of infor- hearts of ice vary considerably in appearance. Most are in mation about a heart of fl ame by making Knowledge (arcana) arctic climes, hidden away in deep crevasses or ice caves checks at the appropriate DCs, as given below. of great size and awe-inspiring beauty. Regardless of its DC 15: A heart of fl ame is a mystical location imbued with other characteristics, however, a heart of ice is always frigid. the purest essence of fi re. Stones, vegetation and objects within its confi nes quickly DC 20: The magical essence of fi re contained in locations become rimmed with frost, the air is uncomfortably cold, known as hearts of fl ame somehow augments fi re-based and the ground is slippery with ice. magic. Lore: Characters can gain the following pieces of infor- DC 25: Spellcasters of suffi cient skill who journey to a mation about a heart of ice by making Knowledge (arcana) heart of fl ame can pull some of this power into themselves checks at the appropriate DCs, as given below. to increase the power of their fi re spells. DC 15: A heart of ice is a mystical location imbued with",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Though hearts of fl ame vary greatly in the purest essence of cold. appearance, all have some similar characteristics. Such DC 20: The magical essence of cold contained in loca- a site always seems unusually warm, and the ambient tions known as hearts of ice somehow augments cold-based temperature is never lower than 70° Fahrenheit. If the magic. normal ambient temperature of the surrounding area DC 25: Spellcasters of suffi cient skill who journey to a is higher than 70°, the temperature within the heart of heart of ice can pull some of this power into themselves to fl ame is warmer still—usually at least 10° to 15° above increase the power of their cold spells. the norm. In addition, the entire area glows dimly with Description: Though hearts of ice vary greatly in a red, fl ickering light, as if unseen fl ames were refl ecting appearance, all have some similar characteristics. Such off the walls, the ground, or even nearby creatures. This a site always seems unusually chilly, and the ambient fl ickering light provides dim illumination throughout temperature is never higher than 40° Fahrenheit. If a heart of fl ame. the normal ambient temperature of the surrounding Flames seem to spring from the body of any spellcaster area is lower than 40°, the temperature within a heart of who has successfully drawn power from a heart of fl ame ice is cooler still—usually at least 10° to 15° below the whenever she casts a spell with the fi re descriptor. But norm. In addition, the entire area glows dimly with a although this fi ery nimbus looks impressive, it deals no dull, blue radiance, which provides dim illumination damage of any kind. throughout a heart of ice. The air in such a place is always",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once a heart of flame has conferred its access the power contained within a heart of ice. ability on a single spellcaster, it cannot do so again for Location Activation: To claim the power of a heart of one year. ice, a qualifi ed spellcaster must stand within its confi nes Special Ability (Su): A spellcaster who draws forth the and draw its power into himself by force of will. Doing power from a heart of fl ame has an effective +1 caster level so requires a full-round action and provokes attacks for all spells with the fi re descriptor. of opportunity. 662200__8866331177__CChhpp77..iinndddd 224422 33//3300//0055 22::1144::0044 PPMM 243 ITEMS MAGIC CHAPTER 7",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp. Recharge: Once a heart of stone has conferred its ability on a single spellcaster, it cannot do so again for one year. HEART OF STONE Special Ability (Sp): A spellcaster who draws forth Hearts of stone always form underground, in spots where the power from a heart of stone channels spell energy into strange and wondrous events have occurred. These rocky damage reduction. He casts a particular spell from the caverns might form around a powerful concentration of school of abjuration, but instead of benefi ting from the earth magic (such as the earth nodes described in the spell normally, he gains damage reduction equal to twice FORGOTTEN REALMS supplement Underdark), but more often its spell level with respect to adamantine. The ability can they result from powerful earth-based spells, the presence be used once per day and lasts for up to 10 minutes. The of several earth elementals, or a gate to the Elemental damage reduction can be dispelled as if it were a separate Plane of Earth. spell cast by the spellcaster. Although they look like normal caverns, the closed-in Duration: The conferred ability lasts for one year. spaces that make up a heart of stone are fi lled with the Aura: Strong abjuration. unadulterated power of the earth. Most creatures that visit Ability Value: 2,000 gp. such a spot know that it is a special location, even if they cannot identify its exact nature. HEART OF WIND",
        "name":  "Ability Value",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of infor- In a manner similar to its antithesis, the heart of stone, a mation about a heart of stone by making Knowledge (arcana) heart of wind is a place imbued with the magical power of or Knowledge (dungeoneering) checks at the appropriate elemental air. A heart of wind results from the presence of DCs, as given below. several powerful air elementals, the use of great air-based DC 15 (arcana): A heart of stone is a mystical location magic, or even the opening of a gate or portal to the imbued with the purest essence of elemental earth. Elemental Plane of Air. Despite the fact that they arise from DC 20 (arcana): The magical essence of stone contained a variety of sources, hearts of wind are extremely rare. in locations known as hearts of stone somehow augments A heart of wind forms in nearly any kind of place—even abjuration magic. deep underground. Typically, however, it forms high DC 25 (arcana): Spellcasters of suffi cient skill who above the ground’s surface—either at the peak of a great journey to a heart of stone can pull some of this power mountain, or suspended in the air high above an open into themselves to increase the power of their abjuration plain. A strong wind blows constantly through a heart of spells. wind, though its direction and exact strength might change DC 35 (dungeoneering): Each heart of stone consists of from time to time. only one kind of rock. The area around such a location Lore: Characters can gain the following pieces of infor- can sometimes be identifi ed by the unusual purity of its mation about a heart of wind by making Knowledge (arcana) stone. checks at the appropriate DCs, as given below.",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hearts of stone are always found under- DC 15: A heart of wind is a mystical location imbued with ground. Though they vary greatly in location, size, and the purest essence of elemental air. appearance, one common feature sets them apart from DC 20: The magical essence of elemental air contained natural stone formations: Each heart of stone is composed in locations known as hearts of wind somehow augments of only one kind of stone or mineral, as are the areas in its the use of magic. immediate vicinity. This uniformity occasionally helps a DC 25: Spellcasters of suffi cient skill who journey to a skilled dungeoneer fi nd these rare locations. heart of wind can pull some of this power into themselves to Any creature affected by a spell that has been aug- gain the ability to cast spells normally delivered by touch mented by the power of a heart of stone takes on a vaguely as ranged effects. crystalline appearance. The edges and ridges of its form Description: Hearts of wind are typically located so high are sharper than normal, as though the creature’s body above the ground that even normal fl ying creatures have had been carved from crystal. This change in appearance diffi culty reaching them. But air elementals, djinn, and is merely cosmetic and lasts only as long as the spell’s other creatures of elemental air do not share this diffi culty effects do. in attaining the extreme altitudes at which a heart of wind 662200__8866331177__CChhpp77..iinndddd 224433 33//3300//0055 22::1144::0066 PPMM 244 7 RETPAHC CIGAM SMETI is usually found. In addition to the diffi culties imposed holding out long enough for all their fellows to escape by the altitude, those seeking a heart of wind must deal were vanishingly small. Looking to one another for with the fact that it is made out of air and nothing else. See courage, the dwarves swore a powerful joint oath to hold invisibility, true seeing, and similar spells are of no help in the passage—not for the safety of the city and not for locating a heart of wind, but a Spot check (DC 50, reduced their own honor, but for the brotherhood they had built as appropriate for distance) reveals it. among themselves. Unlike most other magical locations, hearts of wind are Against all expectations, the Brotherhood of the Iron- mobile, and they tend to act like bubbles of pure, magi- sworn held the evil humanoids at bay for three entire days. cally charged air moving through the upper reaches of Only when word came that the last dwarf was safely away the atmosphere. Thus, fi nding one usually requires both from the city’s gates did the remaining Ironsworn fi nally powerful divinatory magic and a great deal of luck. A fall. Because of the Ironsworn’s devotion and extreme few such locations are stationary, and occasionally one heroism, the spot where they made their last stand gained moves slowly enough that a determined searcher can mystical powers of its own. learn relevant clues about its location. The more mobile Lore: Characters can gain the following pieces of infor- hearts of wind, however, leave no traces of their passage and mation about the Last Stand of the Ironsworn by making are impossible to locate if they are not within range of a Knowledge (history) or Knowledge (arcana) checks at the divination spell. appropriate DCs, as given below. A fierce gust of wind jostles the hair and clothes of DC 15 (history): The Last Stand of the Ironsworn is a a spellcaster who has successfully drawn power from a dwarven legend about a group of warriors who held off a heart of wind whenever she casts a touch spell at range large horde of humanoids bent on attacking a city. (see Special Ability, below). Although this breeze is DC 25 (history): The Last Stand of the Ironsworn is one of not strong enough to adversely affect the spellcaster the greatest tales of dwarven military might, and the site or other creatures, all those nearby hear and feel the of these heroic dwarves’ last stand is said to have magical rushing of air. powers.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only a 5th-level or higher spellcaster can DC 25 (arcana): The Last Stand of the Ironsworn is an access the power contained within a heart of wind. obscure magical location that allows groups of good-",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The conferred ability lasts for 30 days. sworn’s magic.",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 gp. stand together at the site of the Ironsworn’s last stand can draw the power from this unique magical location.",
        "name":  "Ability Value",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To claim the power of the Last Centuries ago, a group of powerful dwarf warriors was Stand of the Ironsworn, a group of good-aligned allies must given a desperate mission—to hold the underground stand together at the site and forever bond themselves as passage leading to a great dwarf city against an encroach- comrades in arms. The magic of the location, enhanced ing horde of hobgoblins and bugbears while the city was and made manifest by the devotion and courage of the evacuated. When the intrepid band of dwarves beheld Ironsworn, grants the group a greater than normal ability the onrushing foes, they knew that their chances of to stand together against foes. 662200__8866331177__CChhpp77..iinndddd 224444 33//3300//0055 22::1144::0088 PPMM 245 ITEMS MAGIC CHAPTER 7 The Last Stand of the Ironsworn",
        "name":  "LAST STAND OF THE IRONSWORN Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once it has conferred its power on a group allies who stood together at the Last Stand of the Ironsworn of up to fi ve allies, the Last Stand of the Ironsworn cannot dies before that time. grant the ability again for one year. Most DMs link the Aura: Strong transmutation. number of creatures that the Last Stand of the Ironsworn Variants: Unlike other locations described in this can affect to the number of characters adventuring section, the Last Stand of the Ironsworn carries its own together, so that no player feels excluded from the specific history. However, a DM wishing to use the benefi ts. This option also creates a game mechanic that abilities of the Last Stand of the Ironsworn in another way reinforces the party’s natural desire to continue adven- can easily change the details of this history. Warriors of turing together. another race, nation, or affi liation could easily provide Special Ability (Su): Once per day, a group of allied the impetus for such a magical location at any site where creatures that have stood together at the Last Stand of the they made a desperate last stand against overwhelming Ironsworn can call upon the power of the site. To do so, one odds. Simply changing the name and back story of the of them must spend a standard action yelling, “Remember location allows you to place the magical effects in any the Ironsworn!” Each ally within 30 feet of another ally area of your campaign world. immediately gains a number of temporary hit points equal Ability Value: 10,000 gp (2,000 gp per affected creature). to twice the number of eligible allies. These temporary hit points last for up to 1 hour. For example, if a group of NECROPOLIS OF DREAD fi ve heroes who have stood together at the Last Stand of A necropolis of dread is a dark and twisted grave site that the Ironsworn are all within 30 feet of each other, and one seems to draw all light into itself. Its lusterless black of them spends a standard action to call forth the site’s walls and pale bones create a gloom-fi lled impression of power, each gains 10 temporary hit points that last for up death and hopelessness. These rare sites usually result to 1 hour. from strong necromantic magic, the creation of powerful",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of infor- the hottest ambient temperatures. Because the magic of mation about a necropolis of dread by making Knowledge the pool is tied to its location, not to the water within it, (religion) checks at the appropriate DCs, as given below. any water removed from the pool is simply normal water. DC 15: A necropolis of dread is a magical gravesite full of A pool of frozen souls that is completely drained of water unknowable terrors. loses its magical abilities. DC 20: A necropolis of dread grants some of its fearsome Lore: Characters can gain the following pieces of informa- power to any skilled necromancer who manages to brave tion about a pool of frozen souls by making Knowledge (the its horrors. planes) checks at the appropriate DCs, as given below. DC 25: A necromancer who masters the power of a necropolis DC 10: A pool of frozen souls is the remnant of a long- of dread casts fear-inducing magic with greater facility. In addi- standing connection to the Elemental Plane of Water, and tion, creatures that brave the necropolis are more resistant it holds the essence of that watery realm. to other fear-inducing effects, even if they have no ability DC 15: It is said that those who withstand the chill of a with necromancy or fear-inducing magic. pool of frozen souls can resist the effects of any cold.",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A necropolis of dread is as dark and fearsome DC 20: Those who stand within a pool of frozen souls gain as its name implies. Its black walls seem to absorb light, signifi cant resistance to cold damage by drawing a small and even the brightest days take on a dim and cheerless portion of its magic into themselves. aspect within its confi nes. An unearthly stillness pervades Description: The area around a pool of frozen souls is its grounds, and even the slightest sound seems jarring perpetually fi lled with an unearthly chill. The cold of the amid the silence of the dead. air and the water of the pool painfully freezes creatures When a spellcaster who has withstood the horrors of and objects in contact with them, but these effects do the necropolis uses its power to enhance a fear-inducing not spread beyond the small area around the pool itself. spell, his body is wrapped in a shadowy cloud that seems Because pools of frozen souls are found only in areas that to pulse and writhe with power. have held gates to the Elemental Plane of Water for long",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The obelisk at the center of a often they are submerged in water. necropolis of dread sends a magical spear of fear through Prerequisite: Only a creature with at least fi ve character each creature that approaches within 50 feet. The effect is levels can benefi t from the effects of a pool of frozen souls. identical to that of a fear spell (Will DC 18). Only a creature Location Activation: A pool of frozen souls is continu- that spends a full-round action while within 50 feet of the ally lit by a dull blue glow that emanates from the water obelisk benefi ts from the site’s power. Activating the site itself. This magical pool deals 2d6 points of cold damage in this manner provokes attacks of opportunity. per round to any creature in contact with its water.",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp. has resistance to cold from another source (even a tempo- rary one, such as a spell or item) gains nothing from the POOL OF FROZEN SOULS pool. A creature can gain this benefi t only once, and its This strange pool of magic water is akin to an everfl ame but effects do not stack with any other resistance to cold the opposite in effect. Formed by the presence of powerful creature might subsequently gain. cold magic or a long-standing portal to a particularly frigid Duration: The resistance to cold lasts for one year. section of the Elemental Plane of Water, a pool of frozen souls Aura: Strong abjuration. resembles a pool of extremely cold water. Regardless of Ability Value: 10,000 gp (2,000 gp per affected creature). 662200__8866331177__CChhpp77..iinndddd 224466 33//3300//0055 22::1144::1155 PPMM 247 ITEMS MAGIC CHAPTER 7 SPELLWARD OF ARCANE MIGHT spellcaster can access the power contained within a spell- A magical event of great power sometimes gives rise to ward of arcane might. a spell ward of arcane might. Such areas are imbued with Location Activation: To claim the power of a spellward so much raw arcane energy that the very air seems to of arcane might, a qualifi ed arcane spellcaster must stand hum with unfocused power. Like other magical loca- within its confi nes and draw its power into herself by tions, spell wards of arcane might are extremely rare, and the force of will. Doing so requires a full-round action and conditions that give rise to them are poorly understood. A provokes attacks of opportunity. spell ward of arcane might could arise frombattles between Recharge: Once a spellward of arcane might has multiple powerful spellcasters, the creation of an artifact conferred its ability on a single spellcaster, it can- or a similarly powerful magic item, the use of multiple not do so again for one year. wish spells in the same spot, and similar titanic releases Special Ability (Su): An arcane spell- of arcane power. caster who draws forth the power of a Although spellwards form anywhere, most are indoors. spellward of arcane might casts certain Magical glyphs of vibrant blue energy continuously form spells faster than normal. Once and fade on the walls, ceilings, and fl oors of these spaces. per day, she can cast a spell of While only a few such sigils are ever present within a 3rd level or lower that nor- spellward, their glow provides faint illumination within mally has a casting time its confi nes. of 1 standard action as a",
        "name":  "Ability Value",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of swift action instead. information about a spellward of arcane might by making (See page 237 for Knowledge (arcana) checks at the appropriate DCs, as the definition given below. of a swift DC 15: A spellward of arcane might is a wellspring of magi- action.) cal power. DC 20: A spellward of arcane might allows a spellcaster to alter spells as they are cast. DC 25: A spellward of arcane might is a magical location that grants an experienced spellcaster the ability to spontane- ously quicken a small number of spells.",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellwards of arcane might are usually found indoors. Every interior surface of such a loca- tion is covered in glyphs that glow with a magical light. This faint glow provides dim illumination throughout the spellward. When a spellcaster enhances a spell with the power of a spellward, glowing blue runes form in the air around her. These runes vanish almost immediately, but their pres- ence is a visible reminder of the power granted by the spellward.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only an evil creature with at least fi ve 15 minutes practicing his newfound martial knowledge character levels can draw forth the power of a terrible cyst. 662200__8866331177__CChhpp77..iinndddd 224488 33//3300//0055 22::1144::2255 PPMM 249 ITEMS MAGIC CHAPTER 7 A terrible cyst turns everything in its vicinity into rot and ruin",
        "name":  "Each morning after he acquires the power, he can spend Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 bonus. defi nition of a swift action.) 662200__8866331177__CChhpp77..iinndddd 226600 33//3300//0055 22::1166::3388 PPMM 261 ITEMS MAGIC CHAPTER 7",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The creation requirements for a ring of like dispel magic used to counter a spell, except that the this sort are given here. wearer adds his caster level to the counterspell check",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forge Ring, imbue with spell ability, dispel magic, 8,000 gp, 640 XP, 16 days.",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "—. The ring of counterspells described in the Dungeon Master’s Price: 16,000 gp. Guide is a potent item that allows the wearer to automati- cally negate a single spell stored within it. In addition to RING OF MENTAL FORTITUDE this quality, however, the ring of greater counterspells grants Not every adventurer possesses the strength of will an even more powerful ability to anyone who has the necessary to defeat menaces that control the mind. innate ability to counterspell. Specifi cally, any spellcaster Mind flayers, aboleths, and dark spellcasters favor magic who wears it can attempt to counterspell a spell once per that crush the will or control the actions of others. day, even if caught unprepared. The ring of mental fortitude helps the wearer face down",
        "name":  "RING OF GREATER COUNTERSPELLS Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ring of greater counterspells is made of such threats. white gold forged in a braided pattern. A single ruby set in Description: The bumpy, ridged surface of this platinum its center fl ickers and pulses with magical energy as long ring is disturbingly reminiscent of a brain. Small fl akes as a spell is stored within the ring. of gold lie within some of the cracks, as if protecting the The ruby fl ashes if the stored spell is used as a coun- “brain” from intrusion. terspell. If the wearer is a spellcaster who activates the When the wearer is subjected to a mind-affecting ring’s more potent, secondary effect, the braids of white spell or ability, the ring glows with a dim, gray light. gold seem to twist and writhe on his fi nger, and the metal This visible signal that a mind-affecting attack has been 662200__8866331177__CChhpp77..iinndddd 226633 33//3300//0055 22::1166::4444 PPMM 264 7 RETPAHC CIGAM SMETI directed at the wearer is enough to make adventurers these effects are temporary and limited to the elemental prize this ring. energy types common to evocation spells.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ring protects the wearer against all mind- stares intently into one occasionally sees minute fl ares of affecting spells and abilities as long as it is worn. She need fi re, tiny sparks of electricity, and other glimpses of the not make any saving throws against these effects; they magical energy types. simply fail to affect her. Activation: A conduit rod requires a standard action Aura/Caster Level: Strong abjuration; CL 15th. to activate.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "110,000 gp. adjacent creatures are treated as if their existing resistance to energy of the chosen type were 20 points lower than normal. This effect lasts for 1 entire round, ending at the RODS beginning of the rod wielder’s next action. The rod has A rod is a scepterlike device that has one or more unique no effect on creatures that have immunity to the chosen magical powers and is usable by anyone. A rod must be energy type or have no resistance to it at all. A conduit rod held in one hand to activate its powers. is usable three times per day. All the rods described in this section must be activated Aura/Caster Level: Strong abjuration; CL 13th. in order to function, and their descriptions are broken Construction: Craft Rod, antimagic aura. down into sections, as follows. Weight: 3 lb.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10,000 gp. ROD DESCRIPTION FORMAT The general nature of the rod is described fi rst. MAGIC SIPHON",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This section details how the rod looks A magic siphon drains the magical energy out of existing and (if applicable) how the wielder looks and feels when spell effects, rendering them powerless and ineffective in its special ability is activated. the same manner that a dispel effect would.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This section details the effect of the rod. Any an open, clawlike sculpture at each end. When the magic limitations on usage and duration are also specifi ed. siphon is activated, the claws at each end fi ll with a brilliant, Aura/Caster Level: This section presents the aura blue-white energy. type and strength, as well as the caster level of the Activation: A magic siphon requires a standard action effect. to activate.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The creation requirements for a rod with Effect: Any creature adjacent to the wielder when she this ability are given here. activates the magic siphon is affected as though by a targeted",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry provides the rod’s market price. (These greater dispel magic spell (caster level 20th). The rod’s power values are summarized on Table 7–7.) is usable once per day. Aura/Caster Level: Strong abjuration; CL 20th. Table 7–7: Rods Construction: Craft Rod, greater dispel magic.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item requires a standard action to point does not gain the bonus. The rod is usable three activate. times per day.",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 lb. This strange and powerful rod magically roots creatures",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Every inch of this long, stark-white, adjacent to the wielder must succeed on a DC 18 Will ivory scepter is adorned with abstract carvings. The tiny saving throw or be unable to move from its current loca- lines of the engraved symbols twist and twine together tion. Creatures that are flying or sinking when the spell to form one complete and complex design. Other than its takes effect are magically held in elaborate appearance, nothing about this scepter suggests place, neither falling nor sink- its magical powers. ing farther until the rod’s effect",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When the rod is activated, they are magically prevented from every creature adjacent to the wielder moving out of their respective 5-foot- that has fewer than its normal maxi- by-5-foot spaces. They otherwise fight mum hit points takes 1d8 points of and cast spells normally. Each affected damage. A rod of grievous wounds is creature can spend a standard action every usable fi ve times per day. round to attempt a new saving throw at Aura/Caster Level: Moderate the same DC. Success renders the creature necromancy; CL 8th. mobile again.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 gp. (including teleportation magic as well as spells and items that allow movement), ROD OF SURE but it does not preclude involuntary STRIKING Rod of sure striking movement, such as that resulting from a With a simple word of com- bull rush. If an affected creature is invol- mand, the wielder of this untarily moved out of its current space for any reason, rod magically imbues her the effect ends immediately. The rod is usable three next attack with uncanny times per day. accuracy. Aura/Caster Level: Moderate enchantment; CL 9th.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A rod of sure striking requires a standard action to activate. Illus. by W. England 662200__8866331177__CChhpp77..iinndddd 226655 33//3300//0055 22::1166::4488 PPMM 266 7 RETPAHC CIGAM SMETI WONDROUS ITEMS",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As long as each of the two bracelets in a The following wondrous items supplement those on page given pair is worn by a different creature, both are con- 246 of the Dungeon Master’s Guide. tinuously active.",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any spell with a range of personal and a target in order to function, and their descriptions are broken of you automatically affects both wearers equally when down into sections, as follows. they are within 60 feet of each other. The duration of the effect on each wearer, however, is halved. If this ITEM DESCRIPTION FORMAT adjustment results in a duration of less than 1 round, The general nature of the wondrous item is described fi rst. the spell fails. The bracelets can share only one spell at",
        "name":  "All the items described in this section must be activated Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This section, if present, relates any back story that a time. the item might have. Aura/Caster Level: Moderate transmutation; CL 10th.",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The method of activating the item is Price: 60,000 gp. described in this section.",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This section details the effect of the item. Any CASTING GLOVE limitations on usage and duration are also specifi ed. A casting glove is a spellcaster’s best friend. Like a glove of Aura/Caster Level: This section presents the aura type storing, a casting glove stores one item weighing up to 20 and strength, as well as the caster level of the effect. pounds. However, the wearer can make use of a stored",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The creation requirements for a won- potion, rod, scroll, staff, or wand without retrieving it. drous item with this ability are given here. The major reason that adventurers prefer to channel the",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry provides the item’s market price. magic of stored items is that doing so does not provoke (These values are summarized on Table 7–8.) attacks of opportunity.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A casting glove is a black leather gauntlet Table 7–8: Wondrous Items with small silver and gold runes around the tip of each Minor Wondrous Items Market Price fi nger. Because the magic used in its creation smoothes Elixir of reckoning 825 gp out any imperfections in the leather and eliminates any Mantle of second chances 6,000 gp seams, the glove feels smooth to the touch. When the Medium Wondrous Items Market Price wearer snaps her fi ngers, the runes on the fi ngertips fl ash Domain draught 8,000 gp briefl y. When she uses the glove to summon or store an Riding boots 12,000 gp item, arcane energy crackles between her fi ngers. Vest of legends 16,000 gp",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A casting glove has two functions. Storing Scarf of spellcatching 18,000 gp Lenses of pain 19,000 gp or retrieving an item requires a command word but is a Vestment of verminshape 20,000 gp free action. Using a magic item without fi rst retrieving Casting glove 25,000 gp it requires a standard action. Daazzix’s vest 25,000 gp",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "On the wearer’s command, one item held in Quill of rapid scrivening 27,000 gp the hand wearing the glove disappears and is stored in Major Wondrous Items Market Price it, as with a glove of storing. The item can weigh no more Rogue’s vest 29,600 gp than 20 pounds, and the wearer must be able to hold it in Vestments of divinity 30,000 gp one hand. The item is actually shrunk down so small that Slippers of battledancing 33,750 gp Robe of the inferno 37,120 gp it cannot be seen and is held in stasis within the glove. Lenses of true form 50,040 gp While thus stored, the item has negligible weight. Bracelets of spell sharing 60,000 gp By snapping the fi ngers of the hand wearing the glove, Scarab of stabilization 92,400 gp the wearer causes the item to reappear. A glove stores only one item at a time. Spell durations are not arrested; BRACELETS OF SPELL SHARING any active spell effects continue to run normally. If an These paired bracelets allow two different wearers to effect is suppressed or dispelled, the stored item reap- share spells. pears instantly.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A set of bracelets of spell sharing consists of The effect that distinguishes a casting glove from a glove two light, silvery bracelets inlaid with pearl. of storing is the former’s ability to channel the magic of When a spell is shared between two wearers, the pearl certain items without retrieving them. Once per round, inlays in each bracelet briefl y fl ash with a blue radiance the wearer of a casting glove can call upon one effect of equivalent to the light of a candle. a stored potion, rod, wand, scroll, or staff as if he were 662200__8866331177__CChhpp77..iinndddd 226666 33//3300//0055 22::1166::5500 PPMM 267 ITEMS MAGIC CHAPTER 7 holding the item in his hand. Potions function as if the wearer had drunk them, and scrolls function as if the wearer had read them. (Later, when the wearer retrieves these items, the scroll page is blank, and the potion vial is empty.) Channeling the power of a rod, staff, or wand in this way expends charges from it normally, and the effect is generated as if the wearer were holding the item. If the item has multiple functions, the wearer chooses one in the normal fashion. Aura/Caster Level: Moderate transmutation; CL 11th.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, shrink item, 10,000 gp, 800 XP, 20 days.",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "25,000 gp. DAAZZIX’S VEST Daazzix’s vest is a boon to anyone who possesses spell resistance. The vest increases the wearer’s defenses against magic, making him nearly invulnerable to spells except from the most potent of casters.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of infor- mation about Daazzix’s vest by making Knowledge (history) or Knowledge (dungeoneering) checks at the appropriate DCs, as given below. DC 20: The fi rst Daazzix’s vest was created by a drow wizard fearful of his mistress’s wrath. Daazzix created the Domain draughts vest in the hopes of overthrowing his tyrannical sisters. DC 30: To aid his innate defenses against his sisters’ divine magic, Daazzix crafted the vest and arrogantly DOMAIN DRAUGHT named it after himself. Unfortunately, while the vest saved The imbiber of a domain draught gains temporary access him from their magic, he failed to calculate the effects to the clerical domain with which it is associated. their maces would have on his head. Description: These potent elixirs appear in differ-",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Daazzix’s vest functions only for a crea- one-use item that is activated on consumption. ture that already possesses spell resistance, either from Effect: Upon drinking a domain draught, the user an innate ability (such as drow have) or from another gains access to its associated cleric domain for 24 magic item (such as a mantle of spell resistance). Once it hours. She can use the domain’s granted power, and if is donned by such a creature, the vest is always active. she normally prepares domain spells, she can choose If the wearer loses his other source of spell resistance them from the list for the draught’s domain as well as (for example, if his mantle of spell resistance is destroyed or her own until the effect expires. If the imbiber gains suppressed), he immediately loses the benefi t of Daazzix’s access to a domain that is opposed to her alignment and vest as well. prepares domain spells from its list, she might need to",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Daazzix’s vest increases the wearer’s existing spell atone for that deed (DM’s discretion). resistance by 5. Aura/Caster Level: Strong universal; CL 20th. Aura/Caster Level: Moderate abjuration; CL 9th. Construction: Craft Wondrous Item, access to",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, spell resistance, associated domain, 4,000 gp, 320 XP, 8 days. 12,500 gp, 1,000 XP, 25 days. Weight: —.",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The elixir is a brilliant, crimson liquid viewer looks closely at the wearer’s eyes. Once activated, that bubbles and churns with potent magical energy. The they cause the wearer’s eyes to glow a fi erce, disturbing, vial that holds it is constructed of extra-thick glass, as if to brilliant shade of green. protect those who carry it against the devastating power Activation: Activating the lenses is a standard action. of the liquid inside. Once they are active, the wearer need not take any further When the seal is broken on a vial of elixir of reckoning, the action to subject his enemies to the basic gaze effect they liquid inside fl ashes and fl ares in a brief surge of power. It grant. However, he can take another standard action to has a slight scent of ozone, almost like the tang in the air subject one creature to the effect. The lenses can be active after a lightning strike. for a total of 10 rounds every 24 hours. Turning them off is Upon consuming the elixir, the imbiber feels a rush of a swift action, and doing so doesn’t waste any remaining energy, followed by a sense of euphoria and invincibil- rounds. (See page 237 for the defi nition of a swift action.) ity. Her fl esh almost thrums with power, her heart rate The lenses can be activated at different times during a day, increases, and her skin flushes. This magic is released but the total number of active rounds in 24 hours cannot when she is slain, consuming her body in a blast of exceed ten. magical energy. Effect: Lenses of pain grant the wearer a gaze attack (see",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Like all elixirs, an elixir of reckoning is a page 309 of the Monster Manual for a complete descrip- one-use item that is activated on consumption. tion of gaze attacks) that withers the fl esh of foes. While",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After consuming an elixir of reckoning, the the lenses are active, each creature within 30 feet of the imbiber’s body is fi lled with unstable magical energy. wearer must succeed on a DC 16 Will save every round If she dies (that is, if her hit points fall to –10 or lower) or take 2d6 points of damage and become sickened. A within 1 hour of imbibing the elixir, her body explodes successful save negates half the damage and the sickened in a blast of eldritch energy that deals 5d6 points of effect. A target that successfully saves becomes immune damage to every creature and object within a 20-foot to the effect of the lenses for 24 hours. An opponent radius. Targets in this area can attempt a DC 14 Refl ex within 30 feet can avoid the effect altogether by avert- save to halve the damage. Remnants of the imbiber’s body ing its eyes and accepting a 50% miss chance on attacks survive the blast but are distributed around the periphery against the wearer. of the blast radius. Alternatively, the wearer can, as a standard action, focus If the imbiber is not slain (that is, if her hit points do his gaze on a single creature while the lenses are active. The not fall to –10 or lower) within 1 hour of consuming the target creature must immediately make a Will save to avoid elixir, it has no effect. the damage and the sickened effect, even if it was averting Aura/Caster Level: Faint abjuration; CL 5th. its eyes at the time. The wearer can focus his gaze in this",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, glyph of warding, manner on a creature that has already become immune 413 gp, 33 XP, 1 day. to the general effect and subject it to his gaze anyway.",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rumors abound of more potent versions of Aura/Caster Level: Moderate necromancy; CL 9th. the elixir of reckoning. Each such elixir deals 10d6 (rather Construction: Craft Wondrous Item, symbol of pain, than 5d6) points of damage when the imbiber is slain. The 9,500 gp, 760 XP, 19 days. more powerful version costs 1,650 gp, and its aura strength Weight: —. is moderate. Price: 19,000 gp.",
        "name":  "Variants",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "825 gp. LENSES OF TRUE FORM Those who fear the infi ltration of shapechangers favor LENSES OF PAIN lenses of true form. With these lenses in place, the wearer With a glance, the wearer of this item deals damage to can spot creatures that seek to conceal their true forms enemies and possibly weakens their resolve as well. Lenses through the use of shapechanging. With just her gaze, of pain give characters the advantage that so many monsters the wearer also forces such creatures to reveal their true forms to everyone else. 662200__8866331177__CChhpp77..iinndddd 226688 33//3300//0055 22::1166::5544 PPMM 269 ITEMS MAGIC CHAPTER 7",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lenses of true form are always active while worn. Placing them over the eyes requires a full-round action and provokes attacks of opportunity. Both lenses must be worn for the magic to be effective. Further- more, the wearer is dazzled (no save) for 1 round after donning the lenses. Activating the gaze attack is a standard action.",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, true seeing, are embroidered along its hem. dispel magic, or greater dispel magic, 25,020 gp, 2,002 XP, The material of the mantle is smooth to the touch, like 51 days. silk, though it seems almost to avoid contact with the",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50,040 gp. movements as if it were eager for more activity. When its magic is activated, the symbols of luck spin and turn MANTLE OF SECOND CHANCES along its border.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, 3,000 gp, 240 XP, mands will bring out the best behavior in any mount. They 8 days. react to the animal and correct it when necessary, almost",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A quill of rapid scrivening is black overall, Aura/Caster Level: Moderate transmutation; CL 10th. but its comfortable gripping surface is inscribed with Construction: Craft Wondrous Item, cat’s grace, 6,000 silvery runes representing stars and constellations. A gp, 480 XP, 12 days. many-colored feather graces its end. Weight: 2 lb.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To claim the benefi t of the quill, the user A robe of the inferno provides the wearer with potent, fi ery, must touch it to a blank page in his spellbook, then use it magical defenses. Not only is he protected from fi re, but to trace the runes of a spell scroll that he has successfully he can also counterattack with it. The orbs of fi re that the deciphered and understood. This process requires 10 robe produces can be launched at enemies from a distance, minutes of effort. or ordered to explode around those who would threaten",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, arcane mark, read moned thoquua. Deeply humiliated by the scarring that magic, fabricate, 13,500 gp, 1,080 XP, 27 days. resulted, she constructed the robe so that she too could",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Riding boots activate automatically when circle around the wearer until she launches them at foes the wearer mounts a riding animal. They do not function or deactivates the robe (by stating the command word when she is unmounted. again). Command words are commonly in Ignan and 662200__8866331177__CChhpp77..iinndddd 227700 33//3300//0055 22::1177::3355 PPMM 271 ITEMS MAGIC CHAPTER 7 always have to do with burning; common examples are with her already powerful abilities, she created the vest to “shiirash” (alight) and “ssizak” (burn). Launching one of further enhance her natural talents. She wore her rogue’s these orbs at a target within range is a standard action. vest for many years before passing the secret of its creation",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "37,120 gp. clench or release by depressing a small button at the base of its abdomen. This feature allows the item to be worn as ROGUE’S VEST a cloak clasp or a decorative piece of jewelry. Any rogue who fi nds one of these precious vests counts The scarab functions automatically and continuously himself among the most fortunate of scoundrels. A rogue’s while it is worn. If the wearer falls unconscious as a vest enhances the wearer’s natural roguish abilities, making result of injury, the scarab begins to give off a low, barely him more effective as both a scout and a combatant. audible hum. Before the wearer even begins to lose blood,",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If the wearer’s hit points drop below 0 but A scarf of spellcatching absorbs only one spell at a time, she is still alive (above –10 hit points), the scarab of but it grants its luck bonus on saving throws as long as it stabilization automatically stabilizes her. She is still remains functional. After it has absorbed a total of twenty unconscious from her wounds, but she need not make spell levels, it unravels and is destroyed. If an incoming a stabilization check each round to prevent further spell is of a higher level than the scarf’s remaining capacity, hit point loss. If another wound causes her hit points the spell is negated and the scarf is destroyed. to fall further, the scarab automatically stabilizes her Aura/Caster Level: Strong abjuration; CL 15th. again at her new hit point total, provided that it is still Construction: Craft Wondrous Item, spell turning, 9,000 between 0 and –9. gp, 720 XP, 18 days. If a wound would drop the wearer to –10 hit points or Weight: —. lower, the secondary power of the scarab activates. The Price: 18,000 gp. wearer does not die, but her hit point total becomes –9, and she automatically stabilizes. This power functions only SLIPPERS OF BATTLEDANCING once; the scarab crumbles into dust as soon as this ability These slippers imbue the wearer with a shocking grace is used. and a deadly fl uidity in battle. Aura/Caster Level: Strong conjuration; CL 11th. Description: These soft, open-toed slippers are made",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, contingency, cure of supple leather and look very comfortable. light wounds, 46,200 gp, 3,696 XP, 93 days. Activation: This item is continuously active while",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This long, silken scarf is embroidered The slippers also grant him a +5 competence bonus on with numerous complex magic runes associated with the Tumble checks. school of abjuration. A wearer who has at least 5 ranks in Perform (dance) While a spell is stored within the scarf, it glows with a accesses the true benefi t of the slippers of battledancing. As soft white light equivalent to that of a torch. long as he uses his base land speed to move (a fl y, swim,",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, 5 ranks in Per- the save to resist its full effects, the spell is immediately form (dance), longstrider, cat’s grace, eagle’s splendor, 16,875 absorbed by the scarf. The spell has no effect on the gp, 1,350 XP, 33 days. wearer, even if a successful save would normally have Weight: 1 lb. resulted in a partial effect. An absorbed spell remains Price: 33,750 gp. inside the scarf for 1 hour per spell level, then fades harmlessly away. VEST OF LEGENDS Any wearer with spellcasting ability (or ranks in the Use Stories and anecdotes told by the wearer of one of these Magic Device skill) can use a spell stored in the scarf. vests seem to carry more weight than normal, and others If the absorbed spell is on any of the wearer’s spell tend to listen more attentively to her words. lists, she can opt to “cast” the spell from the scarf as if she Description: Even though this silk vest is festooned were casting it from her own prepared spells (or from her with buckles and precious gems, it manages to look classy daily allotment of spells, if she is a spellcaster who doesn’t and fashionable rather than overly gaudy. prepare spells). If the spell is of a level that the wearer Activation: The skill bonuses granted by a vest of normally couldn’t cast, she must cast it as if from a scroll legends are continuously active while it is worn. In addi- and might suffer a mishap as a result. A wearer with ranks tion, a bard automatically gains the full benefits of the in Use Magic Device can also try to cast an absorbed spell vest whenever she uses her bardic music abilities while as if from a scroll. wearing it. 662200__8866331177__CChhpp77..iinndddd 227722 33//3300//0055 22::1177::3388 PPMM 273 ITEMS MAGIC CHAPTER 7",
        "name":  "If a spell targets only the wearer, and she succeeds on Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A vestment of verminshape allows the wearer to abilities when a bard wears it. Her bard level is treated as assume the shapes of monstrous vermin with her wild fi ve higher than it actually is for the purpose of determin- shape ability. The size options for the vermin shapes are ing the effects of her inspire courage, fascinate, inspire the same as those allowed for her animal shapes. greatness, and inspire heroics abilities. This increase in Aura/Caster Level: Moderate transmutation; CL 10th. effective level does not grant her any additional bardic Construction: Craft Wondrous Item, polymorph or wild music abilities or other class features. shape ability, giant vermin, 10,000 gp, 800 XP, 20 days. Aura/Caster Level: Strong enchantment and transmu- Weight: 1 lb. tation; CL 13th. Price: 20,000 gp.",
        "name":  "In addition, a vest of legends enhances bardic music Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, eagle’s splendor, greater heroism, 8,000 gp (for pair), 640 XP, 16 days. VESTMENTS OF DIVINITY",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These fi ne vestments are made of silk. VESTMENT OF VERMINSHAPE Fine strands of gold metal are woven into the fabric in This item allows a wearer with the wild shape ability to intricate designs. take the shape of a monstrous vermin as well as the shapes When the wearer casts a divine spell, the gold strands to which she is normally entitled. rearrange themselves into recognizable patterns that",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic vestment appears to be con- briefl y refl ect his holy symbol before returning to their structed of woven spider silk. Its hem is encrusted with original random confi guration. preserved insect wings and discarded exoskeletons. Activation:Vestments of divinity are continuously active while worn, so long as the wearer is either good or evil and has access to cleric domains.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, access to Good or Evil domain, 15,000 gp, 1,200 XP, 30 days.",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elvenkingdomsfilltheforestsoftheworld,wheretJleslender,pointed-eared people studyart,nature,andarcanemagic.Elveshaveanamazinglylonglifespan,whichgivesthem auniqueoutlookonthe world.",
        "name":  "Elves",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some dungeons are created to serve as vauhs. designed to protect valuable (or dangerous) objects. TIle theory goes something like this-place a valuable object in a dungeon. surround it with barriers, traps. and guardians. and it will be safe and sound forever. Few theories ever account for adventurers. however. Fabulous treasure. forbidden artifacts. and powerful magic items attract adventurers likeamothtoaflan1e.andthey\u0027rew:illingtotakeonany challengetocomplete theirquest.",
        "name":  "Safe Storage",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Irondoorsprovidethetoughestformofnon-magical protectionavailableinmostdungeons.Usuallylockedorbarred,only the mostcapabledungeonexplorercangetpastanirondoor.",
        "name":  "IronDoors",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dungeondoorsareonlyasgood as the protections placed upon them. They might be locked, trapped. reinforced,barred,magicallyscaledorwarded.orsimplystuck,vith agewhenadventurersencounterthem. Therogueisbest-suitedtodealwithlockeddoors,thanksto Iockplckingskillsand animble touch.When allelse fails, though,awizard\u0027sknockspellorafighter\u0027s broadshoulderorheavybootcanalsogelthe jobdone. ROOMS OTHERFEATURES Dungeon rooms \"aI)\u0027 in size and shape. Some maybe Vast corridors connect dungeon chambers. These partiallycollapsed.Somehaveonlyoneexit.othershave twisting passageways can be straight and true, or multiple doorways leading offin all directions. Some complex and rnazelike, filled with shadows and often common chambersthat adventurers maycome across punctuated bytrapsor hidden doors. Includethe following. Some dungeons have multiple levels connected by",
        "name":  "Locks,Bars, and Seals",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "True dragons arc extremely rare. but they MI\u0027mstandingrIght here, do make lairs in dungeonsettings. Dragons are among you know.~ snarls Udda themostpowerfulcreaturesadvcnturerswillevermeet, the halfllngrogue. andsuch meetingsrarelygowellTherearemanytypes ofdragons. frOIll the evil chromalicdragons(including the red and black dragons) to the metallic dragons (including the gold and silverdragons). There are also a number ofdragon-like creatures to be encountered, suchaswyvernsand drakes. TRAPS Traps keep intruders oul ofdungeons-and some are evendesignedtokeepIhill8sinside.Sometrapsthreaten deathand dismemberment,while othersarc placed as awarningto keepexplorersat bay. Trapscanbeeithermechanical ormagical in nature. Mechanical traps include pits, arrows, falling blocks, poisongas.andanythingelsethatrequiresamechanism tooperatc.Magicallrapseitheremployspellsormagical de\\ricestodeal harm tothosethatblunderintothem.",
        "name":  "Dragons",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Inadditiontotight,crampedspaces.the Underdarkboastsimmense cavernsand huge,dark.emptyspaces.Spellsthatletyou Oyorclimbalongwallslikea spiderareveryhelpful. In theabsenceofsuchmagic,you\u0027ll needplentyofrope,aswell .6\u0027\u0027\u0027\u0027\u0027-_ asatrustyhammerandsome ironpitonstogetfrom heretothere inrelati\\\u0027esafety. I Ere1he.I-Cinlu: «he,(o.r(elJdtfof\u0027EfeUu!i in(ufF,:Jf:nft-lie SI%(oo)stamfsfifr.!apofli/ieaaemstoneVI !~ffeartoft~ Vnaeraa~ £Beliinatliejor6otfinswallSoJMd!arcanecapita( yJmst tlietlar(efllesparodia6.?u£witri)liiiirsiln:esinlmy,pfOf oneanotlier, wrmliip.tlitirspUferootftfe.ss,oJcOlltluct tliii!,magicaf t:{]\u0027£riments.}f.ftnouoli1!isito-rsare-toferattd,a,h)\u0027OnewlioiTft.trjerrsin . ! tlieaat{e{ves\u0027affairsisq~\u0026ermina(etf. • ftz; ) Mind Flayen:jI mint! survives6yeatin;!fie6rainsof otliersentientcreatures. ItspriferretlmetlioaofattacJ(jsto6lfst iitpreywi/IimetltafenerBY,stunni\"lJit. \u002711iemind\"fia),N\u0027tlien ~ps it,skntlf\u0027cfesarounlftnencaaofitslidpfessjoeanaoum:Yws ullnprey-~ ink;tlie\u0027fIittim\u0027s$(vffwitli its moutfl, Itinjec.tsa suc~ sfimetnat fiquifies itsvictim\u0027s6rain, tfien tlies\".Plttlry.",
        "name":  "GettingAround",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimesreferred\"toastfie -gar6aoedlSposa{ oftfieVntfcrd\"arli,.\"tlie trans{ucentoe(atillouscu5etravefss(owfytfirouoli I caverncomaors, a6sor5iliOanycam\u0027OII, (ruingcreatures, a/i{!trasli itpassesO\u0027Ver. I • Kuo-toas: \u0027T1ie /Uto-toasarealOathsomeraCt:ofaquaticnumanoUfstflQt tentlto 6ui{acommunitiesand\"tempkrinanaarounO • vastsu6terraneallrdf(Is. \u0027T1ieyare d\"a~eM accustomed\"to6;;\"noin alitlart66nti!d\"6y6riofit figlit. J J SURVIVALTIPS l!l TIle first ruleofsun\u003eivingthe Underdark-Nc\\\u0027cr,c\\\u0027crwandcrthedarknessalone. ~ Torchesandotherlightsourcesarehard tocomebyin the Underdark.sostockup. But watchout! Yourtorchletsyouseeand beseen,and it\u0027shard to remain unnoticed whenyoucarrya burningtorch throughthe Night Below, If)\u0027ou havethegold,buysome potionsofdarkvision tohelpyousee inthe dark.Thatway,themonsterswon\u0027t seeyoucomingfrom milesaway, ~ Ifyoudon\u0027t want tobea hot meal forsomewanderingUnderdarkmonster,carrysome extra rations thatyoucanthrowdownbehindyou asyou flee. Ifthe monsterstopstoeatthe rations,youjustmight live togoon anothe.rad\\\u0027enturc. - - - ~~~- -~»~\u003e. ~ ~ -r , Castle h a w R e \u002717ieruinsofCDStCeqreyfww(stl1mfat tlieediJeofaroc(ycrevrmtintlitCairn?rills, IIsliort ritft from tlieatyofqreyliawt\u0027l1ieautre\u0027sarcliitlet, anarclimoStnamd\"ZAgio\u0027Yraetnu, 6uiu themagic.-im6uttfstructureamitlitnwnisliLt!\u0027soonafteritwascompftUlf. jlaorlfino toIii!tUquaint4nctS, ZaiJifJwasconsu~a6yaquest forsodfjootf. In hismtufnu.s, lie.san(intotheaungeons6eneatliIii! castfe, toitingoversomegranae:o;:pe,iment in liisIiUftfmliJ60rawnes. \u002711iertfiL trappet!ninetfemigcxlsinspeciaffypnparetfprisons, ro65i11fJtfiem of tlieirpowertorrarlZtfiisO1VTlam6itionstoacliiewtlief\u0027O\u0027W\"SofagOl!. ZalJioewntuaffysuccwfea, orsotlit{ealm!gots, {laviFIIJ6tliimfIii!castLe, liis wo\u0026fytreasures, amitliemonstrousfiorrorsofliisimaoination. SECRETSOFCASnEGREYHAWK lhethreelowersthatcompriseCastleGreyhawknowlie inmin.buthiddenbeneaththemisamultileveldungeon. filled with wizardlytrapsand monstrousexperiments. 199wUv: Contrary to popular belief. the ancient archwlzard Iggwilvmaynotbedead.TheWitch-Queen ofPerrelliand isrumoredtolurkillthedungeonsunder Castle Grcyhawk-ifnot inbody,thenperhapsinspirit. lethe rumors are true, she maybe following in Zagig\u0027s footsteps and searching for apath togodhood.",
        "name":  "GelatinousCube",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to his life-draining power and his ability to assumealternate forms. CountStrahd von Zarovichenjoysan unnatural connection to theland ofBarovia.Tllisgivesllim theability toenteranybuildingin Barovia.whetherhe\u0027s invited in or not. He has noaversion togarlic or mirrors. and he can\u0027t be held at bay with holysymbols. Finally. an artifact known as the Dayheart-which is hidden somewhere in the castle-grantsStrahdimmunitytothedestructh\u0027e effectsofsunlight_",
        "name":  "The Vampire Lord",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within the Dcmonweb, uncontrolled teleportation magic is impossible, blocked by Lolth\u0027s divine will. Howcver,ccrtainofherfavored agentscarryspeciallycraftedgeometric sculptures-ironpyramids,silverspheres.eight\u0027pointedbronzestars, and bluecubes-1l1atallowthemtoteleporttovariouswaypointareas within the web. Ifyou can obtain oneor more ofillese \"keys,~you can movemorequicklyand reliablythrough the Demonweb.",
        "name":  "TeleportatloD Keys",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The main entrance leads to the Hall, a massive brimstone chamber Ihal holds Snurre\u0027s throne and where the fire gianl king can usually be found. Snurre alone is agreat enough threat for an entire band ofadventurers, but he is also attended by four elite fire giants wearing chain shirts and armed with massive throwinghammers.The fire giant kingalsokeepstwo monstroushellhoundsaspets.Oneloudbellowfrom the kingsummons fire giant reinforcements from nearbychambers. The(bleen:Snurre\u0027swifeisaviciousharridan, a sly and cunning horror. Topped by a huge mass of yellow·orange hair, Queen Frupy\u0027f face is a mass ofjowls and wTinkles. Her body is lumpyand gross, and she wearsgarments of blackdragonhidesetwith ironstuds.Sheuses a spiked iron scepter to pound intruders into bloodypulp. King Snurre\u0027s Treasure Hoard: Hiddeu behind asecret door at the back ofSnurre·s thronehallwaitsaC3\\·efilledwithplundered treasure stashed in eight trunks, six chests. and five coffers. Manyofthe containersare ~;:~~~? ~~ SURVIVALTIPS locked or trapped. One chest rcportedly contains a ~ The ice caverns ofthe Glacial Rift are slippery, so collection ofrings, sevcral ofwhich are thought to be strap crampons on your boots before heading magical. down. Ifyou wanl to get under King Snurre\u0027s skin,",
        "name":  "The Main Hall",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "-;S\u0026.DRAGONSad,\u0027enturewrlnclIbyGaryGygaxand publislled in t982-byTI\u003eR.lnc.~ncomblncda31-page advenlUrebookwithit32-pagecollectionornew monsters.spells.andmagic items.",
        "name":  "GEO",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Two mafJonl/eagiantsdaim tfieuppercavenrsastlieirpersona! if aomain, rutliressCystaf!{jneanyintruaerstfreyencounter. rrTieiritJir, you canfinait, cOlltainssomeprecioustreasures, ineludillBa.pairofmagicpr600ts.",
        "name":  "Fomorian Horrors",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "\u0027foratime, IEJBWifvtrappcatlietfcmon (oraqraz\u0027zt ina maeicitemcaiT.e£tliePrisono/ZalJilJ.\u0027Iliisn01v-emptycageResamiatlieotliertreasures ofIBBwi(v\u0027slioan!.",
        "name":  "ThePilson ofZagig",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amune-Re\u0027s followers builtafalse tomb to mislead grave robbers into thinking the pharaoh\u0027s hoard had alreadybeen looted. Kordan\u0027s Master Maze: Amun·Re hired a powerful wi7.ard named Kordantobuildatrap-riddledma7-Cinsidethepyramid. The magical mist that fiUs the maze disorients intruders, makingitImpossible forthemtoknowwhatdirectionthey\u0027re travelingin. ADVICE -I\u0027ve neverbeenafraid ofmummies,\"boasts Lidda the halAing rogue,-butIhategettingmummyrot.It\u0027sasupernaturaldisease andaCursethatmakesyourAeshturntodust.Igotitoncewhile fightingamummy.letmetellyou,yucko!luckily,Ihangoutwith aclerkwoocancastrt\u0027mm\u0027f\u0027CUTSe,orIwouldhaveshriveledaway tonothing.Me,Imuchpreferbeingsomething,sothanksJozan.~",
        "name":  "TheFalseTomb",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  ";J{oteverytfiin8 in tfietfuII8eon iseviL eentudesago, afterdiefa{{ofS{augfrurgarae, tfilsinutrl(Jent constructwas{eft6efiintfto8uarJtfic,fiam6eragainstevi[ summonerstliatmigfi! ca{{tfemonsusingtfieroom\u0027smagica{ summoninga\"rcfes. \u002711ieS11UJ{[townofOa{nurstsitscomforta6fyonatratferoa4 nottoofarfrom tlUruinsofan0(4fortress. qaron, tlU tares 6a~ep oftli£oftBoarInn inOak.liurst, k.nowsmarry aruffesewa60uttlUoUffortrm, wliidift{[into tlUeartli aoesaoo. tRsnameatlieSunft.ssCitatfef;itsedioina, 6rok.rn liaffsartrumortatocontain~6oftfs, g06(jns, aJfarmon nefariousmonsters. Vnk.nown totlieinlia6itantsofOak.liurst, evifliasta~ rootattfiL dtmfefsCOrt,tfeepwitliinasu6urraneanganfenof6fialiteafo\u0026ge. )Is~retaftree,carreatnequlini4s£fne,growsatoptlieSraveofasfain vampire, tenaea6yafoufaruWnamear\u0026(ak.tlieOutcast. \u0027l1ieappfes tnatarowon tliequftliias\u0027Tree(rave tnepcrwertofiLaforliann, ana tlieirseeOs aiverisetowretcneaptantcreaturescatTeatwig6(jglits. )Inoft{traifconnectsOalijiursttotliesun~nfortress. ?dany atfventurersnavewamsatliistraifin recelltyears, nopingtopfunaer tneSUl1tessCitaaefanaretllmwitn treasuresanatatesofvictoryin Gatde. \u0027l1ieyneverntumea.",
        "name":  "The Maug",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lockedwithinthissarcophagus is a mad creature cursed by the dragon cultists that built thecHadei. OldDool\u0027s:Thedoorsofthe SunlessCitadelarequiteold and fairly easytodestroy. cn SECRETSOFTHESUNLESS ADEL Thanks to powerful magic placed upon the structure by its crealOrs,lheSunlessCitadelremainslargelyintacteventhough mostofitcurrentlyHesunderground.",
        "name":  "TheDragonSarcophagus",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within thetemple\u0027sunhallowedwalls,atopagreat dais.sitsanimmovablethroneofpurplishstonecarved\\vithleeringdemon facesandgrinningskulls.Thethroneonceconcealedasecretentrance tothe templc dungeons. but nolonger. Still, it remainsimpervious tomagic.",
        "name":  "TheVioletThrone",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "\u002711iekfiofler~sptn.ls most cifitstime~fW(Jting tlie coffapseaaungeons6eneatfitliet.empft, usingitsalSintesrationraytocftarru66fe. 11IIi.atisitseanliingfor? ADVICE \"With a name like the Temple of Elemental Evil, it\u0027s iI wonder anyone ever chooses to visit the place,~ commentsLiddathehalfllngrogue.~8utadventurers loveachallenge,andwecertainlycravethetreasures that such a place must contain. And, yes, we feel compelled to destroy evil, yadda, yadda, yadda. (Happynow,Regdar?)Advice?Ohyeah. Hereitis. IfanIckycultistInapurplerobeasksyouifyou\u0027re ahalf-elemental ...sayyesl\" SURVIVALTIPS ~ \u0027111e evil that pervades the temple is like a stain that never fades. Ifyou choose to visit this dark place, make sure you do so with the best of intentions. or the evil will consumeyou in morewaysthan one. ~111e temple is rumored to hide truths so terrifying that they can shatter your mind. You\u0027llneedastrongwilltoavoidsuccumbing tothemadnessthaiawaitsyou. ABOUT THE ADVENTURE ReturntoliteTempleofElemenlal Evilisa DuJl8rons\u0026 Dra.qons campaignadventurewrittenby MOniCCookandpublishedin200I byWizardsoftheCoast,Inc.IIis basedonTheTemplrtifElrmrrual E\\il(moduleII--41.aclassicD\u0026D ad\\\u0027cnlUrewrinenbyGary\u0027Gygaxand FrankMentzer,thatwaspublishedin 1985 byTSR.Inc. TombGF In tlUfarUlulies oftlieworftf, umlerafostanafOnefy/jill, rus tliesinister%m6ojJ{OTTOrs. 71iis fa6yn\"ntliinecryptisfilletfwitliterri6fetmps, stmnaearufftrociousmonsters, rTU1.fJial[treasures, antf aterri6resR...ufft/Wtconsumesf1nysourjooflSlienoUfJIito6refUIiitsinnernwstc/Wm6ers. \u002711ies{u([isf1fft/Wtmrwinsojtlief1namt fu:li-fjnaJlcerera.t liis60tIyfOnosincetumetfto aust.\u0027Witlirufmsem\u0026tftfetfinitseyesocqtsamiQUlmomlsset intoitsjaw. tlies~iseasify mista~nforjustanotlin\u0027preciousartifactin tliefrcli-fjna\u0027slioon!. J{(JUletItr, wlienconfrontetf 6ytlWsewliowoufi{pfumlerliistom6,}lurera{NutlUfH\"lWrtorisefrom liissa.rcop/Waus antfimprison tlUlifeforceoftrespassersinsitfeliissi,pff-gemsforf1ffeternity. kallinatlinr souffess6otl\"restorot. SECRETS OFTHETOMB OF HORRORS MostadventurerswhodaretoexploretheTombofHorrorsperishlongbefore findingAcererak\u0027streasure·ladenvault,fortheTombconcealsitstrapsaswell asitstreasures.",
        "name":  "Kex the Beholder",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "pfonatlian~ tomogicaftrapsanaauarawnspracea6yitsmost notorious aenizen: tlie ~?taa9daae ofVnaennountain·:Hafaster CBfacR.;foal(,tforJears:Hafasterwascontentto cOntfuct maalcafexperiments6eneatn tnecity insecrecy.)Ifftliatclianaufwlien fieforesaw aoom in tfiejonnojamagicafcatacfysm tfiat tfireateueatfiecityariatliemassfue aungeon 6eneatli it. :HalMurtnetltoprotect \u0027tinaennO/mtaill 6yinvokingapcnverfuf maoicafritua{ 6utsometfiillOwentwrOrlO. %e?faa?faoewasillcllleratea, alldtfiefai(ea n·tuaftniJRendaI/eartliquak!tliatrockg£ tliecitya6ove. ~mors ojQrsaster raceal,nrOUan tnestreetsaspeopl\"e acrosstfiecityreceiveajarrillOmtlltaf visionsojJfafasterintliemomentoj liisdeatlialu!aarivillfJ uroetoset tfiillOsnont inVnaennountain... 6iforetfieaungeonanatliecity a60veanfest. , . , S~[(port Flamesku11: IFfames{uffsandiemooica{remaIns\",?wizardSswom toprotect aruf oIlierregionsofVmknnountain. In tliewa~ofJ(aCaster\u0027sae.st\u0027]lcrion, tlieyanswertolIDone.",
        "name":  "Vnaennountain, muclioftlieaunaeonremainsurrex",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7\u0027ro6ritJruftlie~feta(901.aBe (JfaliJster\u0027smostaptapprenticeanda masterofconstructs)6uift tfie fie(meafwrrorsdial nenvBIU1r1fmanycifVrufmnountain\u0027s liit/aen treasurevaults. SECRETS OFUNDERMOUNTNN Powerful speUs placed on thedungeon by Halaster B1ackcloak thwart all attemptstoenter or lea\\\u0027c thedungeon using magic.Thesesamewardsalso keepthedungeon from collapsing.Whilesome levelsofUndermOlmtain are connected via stairsand shafts,other levels and sublevelscan be rcached onlybysteppingthrough magic portals hidden throughoutthe dungeon.",
        "name":  "HelmedHorror",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At one point, the stone dungeoncorridorgiveswaytoapassageandchamberformedout .. ofa rubberymagical force Acid surrounded bya lake ofscalding :e;~?;:~~w~a~t;;.~Y~o:u~n:mst defeatthechamber\u0027smonstrousguardian without puncturingtheskinofthe\"-bubble~ toclaim the magictridentWave. Where Chain-Links Rattle: Wooden platformssllspendedonironchainsdangle over a bed of boiling mud that conceals two scalding geysers. Only by crossing this expansecanyouclaimyourprize:themagic warhammerWhelm.",
        "name":  "The Beast In the Bolling Bubble",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The sign of the blood moon sets tempers on edge, Effect: The type of infestation depends on the nature of making living creatures irritable and aggressive. Ultimately, the elder evil. Aberrations, animals, plants, oozes, undead, they are consumed by involuntary rage. and vermin are typical choices, though some magical beasts,",
        "name":  "Effect",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Natural and magical lighting diminish as the sign crops, numberless rats spread disease, and creeping spiders strengthens, until the sun no longer rises. drape entire cities in webbing.",
        "name":  "Effect",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In the early stages of this sign, only a few of the dead “Frogs fell from the sky for hours. The next day, flaming stones spontaneously animate. Necromancy magic becomes more showered us, killing all they touched. Then it snowed for three effi cacious, while healing magic is suppressed. As the sign weeks. Who knows what’s next?” intensifi es, more and more corpses rise, growing stronger all the while. This sign alters the weather in drastic and unnatural ways. Details: Atropus (Chapter 2) is associated with this sign. Snow in the summer and sweltering heat in the winter are See page 17 for more information. just the beginning. Hurricanes lash the coastlines, destroy villages, or fl ood entire cities; tornadoes rip apart the country- Seal of Binding side; and bizarre weather effects become commonplace. All “Unnatural things walk the streets, horrors spewed up from the pits the while, sickening green clouds form, and violet lightning of hell. How did they get here? Will they ever depart?” dances between them.",
        "name":  "Eerie Weather Effect",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When this sign manifests, it creates strange and A fi ery glyph appears in the sky, casting dim light. Aside from random meteorological effects. The intensity of the sign its sudden and unusual appearance, the symbol seems to be determines the extent, duration, and frequency of the harmless, but those who communicate with planar beings unusual weather. or use magical methods of travel feel its effect at once. As the",
        "name":  "Effect",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This sign interferes with arcane magic, making it would become fatigued during that time, it is exhausted spells harder to cast successfully. When a spell is cast, the instead. Each day after that period, the creature takes 1 point sign warps its effects, often with disastrous results. of Wisdom damage. If the total Wisdom damage exceeds its",
        "name":  "Effect",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    }
]
