[
    {
        "origin_file":  "other.json",
        "description":  "Bvid, Debrelx, Elirdain, Gaath, Galdvisk, Ja’adoc, J’ladmir, Joarth, Kar’i’nas, Kel’i’jith, Kar- luth, Lykus, N’a’rai, Ninir, Oso’jen, Quith, Rech, Ris’a’n, Su’lukel, Tehv’in, Terath, Tropos, Veldrada, Vheld’r’r, Viran, Xamo- das, Zaryd’ai.",
        "name":  "Common Male Githyanki Names",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The most common name or names of the planar WHAT MAKES A TOUCHSTONE? touchstone.",
        "name":  "Name",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Mundellir Lake encoun- Empyrea Mere ter table when the characters visit the site for the fi rst time, This cold, clear mountain lake overlooks the great City or for the fi rst time in over a year. of Tempered Souls, with its healing fountains and curing waters. In fact, the city’s healing waters are drawn from Mundellir Lake Encounters the Mere. Those looking in the Mere see the truth about d% Encounter 01–10 2 octopi themselves—all their strengths, fl aws, and weaknesses, it 11–50 2 crocodiles is said—and those who bathe in the water are healed of all 51–75 1 sea hag curses and spiritual hurts. 76–97 2 skum",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mertion, the fi fth layer of Celestia, near the 98–100 2 scrag trolls City of Tempered Souls.",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Retrieve a pearl from the seabed d% Encounter (each has a value of 1d10 gp). 01–10 2 lantern archons Higher-Order Ability: Once per day, you can breathe 11–50 1 hound archon water freely for up to 1 hour per character level (and you can 51–75 2 hound archons 76–97 1 celestial lion still breathe air, too). During this same period, you can also 98–100 1 bralani eladrin choose to stay above the water, treading upon it as if it were fi rm ground, though your feet actually hover an inch above",
        "name":  "Empyrea Mere Encounters Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the players negotiate a the surface. This ability works in mud, oil, snow, quicksand, peace (or clear the location), on subsequent visits the chance and ice in addition to water. Should you decide to begin of an encounter is only 10%. If the PCs fail to visit the loca- treading on the substance while beneath its surface, you are tion for more than a year, they must roll for encounters as if borne toward the surface at 60 feet per round until you stand they had never visited the site. above it.",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain +3 hit points. Higher-Order Uses: 5.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Elemental Plane of Fire. A fl oating earthberg some 100 miles in rough diameter Initial Encounters: Roll on the Burning Rift encounter holds a windswept lake that constantly spills over the table when the characters visit the location for the fi rst time, edges. Great freshwater pearl beds dot the shallow por- or for the fi rst time in over a year. The elementals are ran- tion of the lake’s bottom some 90 feet below the sur- domly drawn to the site, while the magmin and salamanders face (though the lake is far deeper). In addition to the have attempted to make a home there. encounters noted on the table below, fishermen from the surrounding earthbergs of Ysgard sometimes wait on Burning Rift Encounters the lake’s surface, casting great nets into its deepest por- d% Encounter 01–25 2 Medium fire elementals tion, hoping to dredge up a great haul of fish or a trophy 26–50 1 Large fi re elemental worthy of a heroic Ysgardian. 51–75 1 magmin firehand (see below)",
        "name":  "Mundellir Lake Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The top layer of Ysgard (also called Ysgard). 76–97 1 average salamander 98–100 1 noble salamander 620_17920_PlanarHandbook2.indd 155 5/20/04, 1:27:32 PM The Burning Rift RRRuuuiiinnnsss HHHeeeaaadddwwwaaattteeerrrsss RRRuuuiiinnnsss RRRiiifffttt RRRiiivvveeerrr RRRiiiffftttfffaaallllll MMMaaagggmmmiiinnn SSSeeettttttllleeemmmeeennnttt 000 000...555 MMMiiillleeesss 156 7 RETPAHC RANALP SETIS +6, Ref +6, Will +4; Str 15, Dex 11, Con 13, Int 8, Wis 12, Cha 10.",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out The Heart of the Sea the Burning Rift, it is theirs. However, if they fail to visit the The Heart of the Sea is a confi guration of four bubbles of location for more than a year, they must roll for encounters breathable air that fl oat through the infi nite depths of the as if they had never visited the site. Elemental Plane of Water. The bubbles align themselves",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 bonus on saving throws in a shape reminiscent of the four chambers of a human against fi re effects. heart, and a stream of fast-moving water flows through",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Heart of the Sea encoun-",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you fail a Fortitude saving throw to keep only 40%. If the PCs fail to visit the location for more than from drowning, you may attempt the saving throw a second a year, they must roll for encounters as if they had never time. You must accept the results of the second roll. (See visited the site. Drowning, page 304 of the Dungeon Master’s Guide.) Base Ability: You gain a +1 bonus on Will saving throws.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Unseen Path encounter occurred has been known ever since as Omore’s Folly. table when the characters visit the location for the fi rst time,",
        "name":  "The section of wall on which this unhappy incident Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Underworld within Pluton, the third or for the fi rst time in over a year. gloom (layer) of Hades.",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Omore’s Folly encoun- Unseen Path Encounters ter table when the characters visit the location for the fi rst d% Encounter 01–13 1 fiendish gelatinous cube time, or for the fi rst time in over a year. 14–32 3d6 skeletons 33–67 1d3+1 formian workers Omore’s Folly Encounters 68–81 1 invisible stalker d% Encounter 82–100 1 fiendish umber hulk 01–19 1 yeth hound 20–38 1d4 +1 dretches",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out 39–63 3d6 larvae 64–87 2d6 yeth hounds the area, on subsequent visits the chance of an encounter is 88–100 1 bebilith only 10%. If the PCs fail to visit the location for more than 620_17920_PlanarHandbook2.indd 157 5/20/04, 1:27:38 PM 158 7 RETPAHC RANALP SETIS a year, they must roll for encounters as if they had never Recharge Condition: Stand on the opposite side of visited the site. the Veil from an object or person. Using chalk, pencil, or",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Listen checks. charcoal, make as good a drawing as you’re able of what",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Plane of Shadow. Arthenmyr’s Wrath Encounters",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Veil encounter table d% Encounter 01–10 3d6 skeletons when the characters visit the location for the fi rst time, or 11–25 3d6 larvae for the fi rst time in over a year. 26–55 1 xill 56–80 1d4 spectres Veil Encounters 81–100 Arthenmyr (see below) d% Encounter 01–15 1d3 shadows",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out Base Ability: You gain resistance to acid 5. the area, on subsequent visits the chance of an encounter is Recharge Condition: Place your bare hand into the only 10%. If the PCs fail to visit the location for more than fountain at the center of Arthenmyr’s Wrath. Doing this a year, they must roll for encounters as if they had never causes 3d6+1 points of acid damage. visited the site. Higher-Order Ability: Once per day, you may cast rust-",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Hide checks. ing grasp as though you were a 10th-level druid. Higher-Order Uses: 4. 620_17920_PlanarHandbook2.indd 158 5/20/04, 1:27:41 PM 159 SITES PLANAR CHAPTER 7",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Agathys, the innermost sphere of Carceri.",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out Madness (Ex): Derro use their Charisma modifi er on Will the area, on subsequent visits thechance of an encounter is saves, and they have immunity to confusion and insanity only 10%. (Dreschm will always be there.) If the PCs fail effects. to visit the location for more than a year, they must roll for Poison Use (Ex): Dreschm can’t poison himself accidentally. encounters as if they had never visited the site. Sneak Attack (Ex): Any time Dreschm’s opponent is denied",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Outlands, in the mountains outside the Subsequent Encounters: Once the characters clear out city of Fortitude. the mount, on subsequent visits the chance of an encounter",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Mimshan’s Curtain is only 10%. If the PCs fail to visit the location for more than encounter table when the characters visit the site for the a year, they must roll for encounters as if they had never fi rst time, or for the fi rst time in over a year. visited the site.",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nidavellir, the third layer of the Heroic that some are able to scurry past and assault the tower, seek- Domains of Ysgard. ing a way to extinguish the beam.",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can spit a small glob of acid as a stan- Subsequent Encounters: Should the characters kill or dard action. The glob of acid has a range increment of 5 drive off all the mephits and paraelementals, on subsequent feet, with a maximum range of 20 feet, and deals 1d3 points visits to the Ice Catacombs the chance of an encounter is of damage. The acid does no harm to you, and becomes inert only 30%. If the PCs fail to visit the location for more than in less than a round. a year, they must roll for encounters as if they had never",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once a character has proven herself worthy of a visit to the chamber of the pool, there is only a 25% chance that the monks will insist on another test on a subsequent visit. If the PCs fail to visit the location for more than a year, they must meet the challenge again.",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 dodge bonus against melee attacks. If a melee opponent makes a full attack (two or more melee attacks) against you, your dodge bonus increases to +2.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Spend one week training with the githzerai monks and abiding by their grueling sched- ule (DC 18 Constitution check or suffer from the effects of fatigue for 1d4 days after leaving the monastery). Higher-Order Ability: Once per day as a free action, you can look into the immediate future to determine what a melee opponent will do in the next round. You may then declare that you are readying an action against that oppo- nent, without specifying what your action will be, or what conditions will trigger it. In essence, you are able to allow your opponent to begin acting, then interrupt him at some point to take either a standard action, a move action, or a free Subsequent Encounters: Once the characters clear out action. If you do not use your special readied action before the glade, on subsequent visits the chance of an encounter your next action, this use of the ability is wasted. is only 10%. If the PCs fail to visit the location for more than Higher-Order Uses: 3. a year, they must roll for encounters as if they had never visited the site.",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You treat all destinations on the Astral The Astral Sojourner Plane as being one step more familiar than they normally Once a mighty githyanki astral galleon, the Astral Sojourner are. Areas you have studied carefully become “very familiar” is now, effectively, a ghost ship. Lost during a particularly to you, areas you have seen casually are considered to have violent psychic storm, the ship’s captain is said to have been “studied carefully,” and so on. (The best result you can promised a powerful demon that he would give anything, get, however, is “very familiar.”) if only his ship could reach home once again. The truth Recharge Condition: Pilot the Astral Sojourner safely behind this story is unknown, for the Sojourner, when it out of the psychic storm. This requires a DC 25 Profession appears, is always seen in the midst of a violent psychic (sailor) check and can be attempted once per hour. If the storm, and the crew is long since gone. Those who can steer check fails, the character can try again in 1 hour. For each the Astral Sojourner back out of the psychic storm are able to hour, roll once on the Mental Effects table, above, for each reap great rewards. person aboard the ship.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "A psychic storm on the Astral Plane. Higher-Order Ability: Once per day, you can summon",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters have steered the Astral Sojourner clear of the psychic storm, there is a 20% chance that the Sojourner will fi nd its way back into another psychic storm. If the PCs fail to visit the location for more than a year, they must roll for encounters as if they had never visited the site. Illus. by A. Swekel 620_17920_PlanarHandbook2.indd 165 5/20/04, 1:28:06 PM 166 7 RETPAHC RANALP SETIS",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear the or explaining some facet of natural or universal law—in site, on subsequent visits the chance of an encounter is only effect, the source code of the multiverse. Once they have 30%. If the PCs fail to visit the location for more than six collated all of these laws, these mortal researchers believe, months, they must roll for encounters as if they had never they will hold the very same power of the deities who origi- visited the site. nally created the multiverse.",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 insight bonus on Wisdom- Location: The Fortress of Disciplined Enlightenment on based skill checks. the Clockwork Nirvana of Mechanus.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rain, Wind, Lightning, and shrill cries or harsh growls of prey and predator. Inside Cloud. Each dwells in a mighty castle, arranged precisely the great temple, all is deadly quiet, and the structure at equidistant points around Arcadia’s Orb of Day and seems deserted. But lurking in its labyrinthine depths, the Night, and from here they work together to provide just the children of Merrshaulk, the yuan-ti deity, slither through right mixture of rain and shine for all of Arcadia. The one ancient passageways and perform rites that even their own place they share together is the Stormvault, a great subter- god has forgotten. ranean cistern containing the power of the storms. Each of",
        "name":  "All around is the susurrus of the jungle, with occasional known as the Storm Kings",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Smargard, one of the layers of the Infinite the Storm Kings visits the Stormvault from time to time, Layers of the Abyss. withdrawing power when particularly large atmospheric",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Silent Temple encoun- phenomena are called for, or returning power when a storm ter table when the characters visit the site for the fi rst time, has run its course. And though they are precise in their or for the fi rst time in over a year. Any yuan-ti that are measurements, even beings as powerful as the Storm Kings encountered attempt to thwart the characters from fulfi ll- cannot be everywhere, especially on the infi nite layers of ing the recharge conditions of the Silent Temple’s higher- Abellio and Buxenus. Thus, the Storm Kings reward those order ability, waiting until the characters are preoccupied who aid them in their duties—everything from rounding before striking. up stray air elementals to controlling the winds and calling the lightning from the skies and back into the vault.",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Peaceable Kingdoms of Arcadia. d% Encounter Initial Encounters: Roll on the Stormvault encounter 01–10 Fusillade of greenblood oil darts1 table when the characters visit the site for the fi rst time, or 11–30 Well-camoufl aged pit trap1 for the fi rst time in over a year. Air elementals in the vicinity 31–50 Deathblade wall scythe1 51–70 Insanity mist vapor trap1 of the Stormvault are stray powers of the Storm Kings, who 71–85 5th-level yuan-ti pureblood ranger would not appreciate their destruction. An arrowhawk, on 86–97 3rd-level yuan-ti halfblood wizard the other hand, has wandered in from the Elemental Plane 98–100 1st-level yuan-ti abomination cleric of Air and become curious about the power contained in 1 These traps are detailed on page 73 of the Dungeon the Stormvault. Master’s Guide.",
        "name":  "Silent Temple Encounters Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters defeat a Stormvault Encounters trap, there is a 50% chance that yuan-ti arrive and reset or d% Encounter 01–40 4 Medium air elementals replace it. If the characters defeat the yuan-ti, there is a 20% 41–65 2 Large air elementals chance that more yuan-ti arrive to take their place before 66–90 1 Huge air elemental the characters return. If the PCs fail to visit the location for 91–100 1 elder arrowhawk more than a year, they must roll for temple encounters as if they had never visited the site. Subsequent Encounters: Bits of the Storm Kings’ power",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 competence bonus on are always getting loose or wandering back to the Storm- Move Silently checks, and you gain a +5 circumstance vault after doing their work on the layers of Arcadia. Every bonus on Hide checks made in heavily wooded settings time the characters return to the Stormvault, roll a new (including jungles). encounter as though it was their fi rst visit. 620_17920_PlanarHandbook2.indd 167 5/20/04, 1:28:15 PM 168 7 RETPAHC RANALP SETIS",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Demonweb Pits, the 66th layer of the Infi - 11–50 1 greater earth elemental nite Layers of the Abyss. 51–75 2 Huge earth elementals",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Widow’s Walk encoun- 76–97 4 Large earth elementals ter table when the characters visit the site for the fi rst time, 98–100 1 eartheurge (see below), 4 earth mephits, or for the fi rst time in over a year. and 1 Large earth elemental Widow’s Walk Encounters Subsequent Encounters: Once the characters clear the d% Encounter site, on subsequent visits the chance of an encounter is only 01–25 8 Large monstrous spiders 10%. If the PCs fail to visit the location for more than a year, 26–60 1 Huge monstrous spider and 2 Large they must roll for encounters as if they had never visited monstrous spiders 61–80 2 Huge monstrous spiders the site. 81–95 1 Gargantuan monstrous spider Base Ability: You gain a +2 bonus on saving throws you 96–100 2 driders make while in a subterranean environment (or while on the Elemental Plane of Earth). Furthermore, you gain a +1",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Demonweb Pits have no bonus on your Hide, Move Silently, Search, and Spot checks shortage of spiders. On every subsequent visit, roll a new while in a subterranean environment or on the Elemental encounter. Plane of Earth.",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 competence bonus on Climb Recharge Condition: Chisel a stone from the Wall of skill and add +10 feet to your climb speed. Echoes.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Metacube encounter Spire of Thorns Encounters table when the characters visit the touchstone for the fi rst d% Encounter 01–18 1d6+3 dire wolves time, or for the fi rst time in over a year. 19–32 1 treant 33–58 9th-level elf barbarian Metacube Encounters 59–83 1 Colossal monstrous spider d% Encounter 84–100 4 9th-level elf barbarians 01–18 1d3+2 hound archons 19–32 1 half-celestial 6th-level dwarf bard",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out 33–58 1d4 formian taskmasters 59–83 3 erinyes the area, on subsequent visits the chance of an encounter is 84–100 2 leonals only 10%. If the PCs fail to visit the location for more than a year, they must roll for encounters as if they had never",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters establish visited the site. themselves in the area, on subsequent visits the chance of Base Ability: You gain a +2 bonus on saves against an encounter is only 25%. If the PCs fail to visit the location poison. for more than a year, they must roll for encounters as if they Recharge Condition: Climb to the top of the spire. This had never visited the site. requires a successful DC 20 Climb check; you may take 10",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bonus on Knowledge (archi- on this check, but you may not take 20. Each attempt tecture and engineering) checks. infl icts 1d6 points of damage. If the Climb check fails, you",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arvandor, the topmost layer of Arborea. or for the fi rst time in over a year. The rogues are there to test",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Spire of Thorns encoun- their skills inside Yondalla’s Teeth and may be friendly or ter table when the characters visit the site for the fi rst time, antagonistic as the DM prefers. or for the fi rst time in over a year. The elf barbarian is there to test his mettle by climbing the spire. The elf may be friendly or antagonistic, at the DM’s discretion. 620_17920_PlanarHandbook2.indd 170 5/20/04, 1:28:25 PM A planetar in the Cavern of the Self 171 SITES PLANAR CHAPTER 7 Yondalla’s Teeth Encounters refl ections of himself.) Each refl ection, though, is slightly d% Encounter different. Each one shows the viewer at a different stage in 01–12 1 hellcat his life or in the grips of a different emotion, and no two 13–27 3d6 formian workers refl ections are identical. 28–56 1d4 7th-level human rogues 57–81 1 devourer Somewhere in the jumble is a refl ection of how the crea- 82–100 Celestial 12th-level halfling rogue ture is at that moment in time. It is said that if one can fi nd and concentrate on the true refl ection, he will gain",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on all Bluff checks.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Demiplane. fi cient. If you can catch an opponent when he is unable to",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Material Plane and the Ethereal Plane. fi rst time, or for the fi rst time in over a year.",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Find a bone or tooth from a freshly",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "A demiplane. particular part of astral space. These storms usually pass",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Breaching Obelisk is enced complete clarity of thought and emotion that forever always collecting new hopeful travelers or those who stumble changed their outlooks on life. upon it. Roll twice each time the characters visit the obelisk Location: The Astral Plane. if more than two days have passed since their last visit. Initial Encounters: Roll on the Eye of Gu’n’ragh encoun-",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +3 competence bonus on Knowl- ter table when the characters visit the site for the fi rst time, edge (the planes) checks. or for the fi rst time in over a year. 620_17920_PlanarHandbook2.indd 174 5/20/04, 1:28:49 PM 175 SITES PLANAR CHAPTER 7 Eye of Gu’n’ragh Encounters a year, they must roll for encounters as if they had never d% Encounter visited the site. 01–05 1 astral kraken",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Fortitude saving 06–15 1 githyanki mageknife (see Breath of throws. Threphocris touchstone) 16–25 1 devourer Recharge Condition: Submerge your whole body in the 26–40 1d4 efreet slime and pick a mushroom from the bed underneath. 41–55 1 cauchemar (nightmare) Higher-Order Ability: Once per day, you gain the ben- 56–85 1d3 mind fl ayers efi ts of freedom of movement for a number of minutes equal to 86–100 1d3 noble djinn ten times your character level.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "On subsequent visits to the Higher-Order Uses: 4. site, the chance of an encounter is only 5%. If the PCs fail to visit the location for more than a year, they must roll for Thrall of Juiblex*: Human monk 8/thrall of Juiblex 8; CR encounters as if they had never visited the site. 16; Medium humanoid; HD 8d8+8 plus 8d10+8; hp 96; Init",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Will saving throws. +2; Spd 50 ft.; AC 24, touch 19, fl at-footed 19; Base Atk +14;",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Slime Pits, the 222nd layer of the Abyss. Corrosive Spew (Ex): 30 ft. line, 8d6 points of acid damage,",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Abellio, the fi rst layer of Arcadia. table when the characters visit the site for the fi rst time, or",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Lip of Purity encounter for the fi rst time in over a year. table when the characters visit the site for the fi rst time, or for the fi rst time in over a year. Mausoleum Encounters d% Encounter Lip of Purity Encounters 01–10 1 bodak and 1 spectre 11–50 1 vrock d% Encounter 51–75 2 flesh golems and 1 vampire, 5th-level 01–32 1d6 celestial brown bears human fighter 33–47 1 greater water elemental 76–97 2 bodaks and 1 spectre 48–63 3d6 formian warriors 98–100 1 nalfeshnee 64–90 1 celestial roc 91–100 1 planetar",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out the site, on subsequent visits the chance of an encounter is or establish their presence in the area, on subsequent visits only 40%. If the PCs fail to visit the location for more than the chance of an encounter is only 10%. If the PCs fail to four months, they must roll for encounters as if they had visit the location for more than a year, they must roll for never visited the site. encounters as if they had never visited the site. Base Ability: You gain a +4 bonus on saving throws",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Othrys, the fi rst layer of Carceri. 76–97 1 dread wraith",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Red Pit encounter table 98–100 1 lich, 11th-level human wizard, and 4 when the characters visit the site for the fi rst time, or for the spectres fi rst time in over a year. If the encounter happens in the Red Pit (as opposed to some nearby chamber within the Bastion Subsequent Encounters: Once the characters clear out of Last Hope), everyone in the pit is subject to the effects the shrine, on subsequent visits the chance of an encounter granted by meeting the recharge condition. is only 10% (reroll any result of a lich encounter). If the PCs fail to visit the location for more than a year, they must roll Red Pit Encounters for encounters as if they had never visited the location. d% Encounter Base Ability: Mindless undead ignore you unless you 01–13 3d6 howlers attack them, after which they react normally (attacking a 14–36 2 mind fl ayers single undead that belongs to a group of adjacent undead 37–61 2d6 barbazu 62–87 Squad of githyanki causes all in the group to likewise treat you normally). 88–100 1 glabrezu Recharge Condition: Kiss the idol of Acererak. Higher-Order Ability: Once per day, you can infl uence",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out one undead within 50 feet. To infl uence the undead, you the area, on subsequent visits the chance of an encounter is must indicate a course of activity (limited to a sentence only 10%. If the PCs fail to visit the location for more than or two). This direction may not be to take some obviously a year, they must roll for encounters as if they had never harmful act such as to impale itself or leap into a vat of acid; visited the site. however, an undead may be directed to leave the area, defend",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Escape Artist checks. you, or defeat a former ally or master. An infl uenced undead",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Spend 30 minutes at the bottom acts on its direction until one of the following conditions is of the Red Pit. At the end of this time, your higher-order met: its assigned task is completed, a number of hours equal 620_17920_PlanarHandbook2.indd 177 5/20/04, 1:28:58 PM The Shrine of Acererak 178 7 RETPAHC RANALP SETIS archer and the target. In fact, a favorite test of skill is to shoot a leaf of a particular color out of midair, pinning it to a target (hopefully in the bullseye).",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mertion, the fi fth layer of Celestia.",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Fields of Autumn encounter table when the characters visit the site for the fi rst time, or for the fi rst time in over a year. Fields of Autumn Encounters d% Encounter 01–22 Hound archon squad (3–5) plus 1 8th-level human paladin 23–46 1d6+1 6th-level human fi ghters 47–71 1d3 celestial dire bears 72–86 9th-level half-elf sorcerer riding young adult silver dragon 87–100 1 planetar",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out the area, on subsequent visits the chance of an encounter is only 10%. If the PCs fail to visit the location for more than a year, they must roll for encounters as if they had never visited the site.",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on ranged attack rolls.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters establish certain constructs with less moral character than their their presence in the area, on subsequent visits the chance of counterparts allow living visitors access through secret an encounter is only 15%. If the PCs fail to visit the location “back doors” and into a mold chamber. This is where inevi- for more than six months, they must roll for encounters as tables take form, gaining animation. And, with the proper if they had never visited the site. knowledge, it is where biologicals can be subtly modifi ed",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bonus on Knowledge (the with machine features. planes) checks. Location: Mechanus.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Avernus, the fi rst layer of Baator.",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "A zelekhut has a +4 of Skulls. (The skulls gener- racial bonus on Search and ally have hardness 8 and Sense Motive checks. 15 hit points.)",
        "name":  "Skills",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on unarmed melee several planes of existence, Ashardalon’s Tongue is aptly attack rolls. named. It is wide and deep where it bursts from the Recharge Condition: Plunge your bare fists into ground high up on the mountain, but it tapers to a forked Ashardalon’s Tongue. Doing this deals 5d6 points of fi re point lower down on the slopes where it cools. Addition- damage (no save). ally, the bottom end is in more or less constant motion— Higher-Order Ability: Once per day, for a number of like a geologically slow snake’s tongue flicking here and rounds equal to your character level, all unarmed melee there. The tip of Ashardalon’s Tongue only moves about attacks you make become fl aming attacks. Your unarmed 300 feet a day, but it travels over a range of about 8 miles, melee attack deals an extra 1d6 points of fi re damage on a and there is no way to accurately predict where it will successful hit. go next. Higher-Order Uses: 4.",
        "name":  "Named after an ancient red dragon that terrorized Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Khalas, the fi rst layer of Gehenna. 620_17920_PlanarHandbook2.indd 182 5/20/04, 1:29:24 PM 183 SITES PLANAR CHAPTER 7 Densahl’s Challenge the chance of an encounter is only 50%. If the PCs fail to Every day on the Plain of Ida, warriors and champions test visit the location for more than a year, they must roll for themselves and their prowess in contests of skill and martial encounters as if they had never visited the site. cunning. Valiant heroes from across the multiverse engage Base Ability: You gain a +1 bonus on melee damage rolls. in games of strategy, speed, and raw strength. The most Recharge Condition: Participate in Densahl’s Challenge. famous of the latter is known as Densahl’s Challenge. To gauge your results, make a single melee attack roll using At fi rst, Densahl’s Challenge seems like nothing more a sledgehammer (treat as a warhammer) with the following than a rocky tor sticking out from the grassy fi eld. It stands results. Unless you roll a 1, the blow lands true (rolling a 1 about 20 feet tall and is made of a rose-colored stone very results in the hammer breaking). If you threaten a critical similar to granite. Long ago, a mighty dwarf warrior named hit, roll to confi rm the critical hit even though you’re attack- Densahl (who had just won an ale-quaffi ng competition) ing an object. The weight of the piece of rock you break off stumbled into the tor and took exception to it being in depends on how much damage you deal. his way. He climbed to the top of the rock and announced that he would break it to a thousand pieces so that it never Damage Weight of Rock 1–9 Nothing (no piece breaks off) bothered anyone again. He only managed one swing of his 10–14 Pebbles and dust hammer before passing out, but that single blow broke off a 15–19 1 lb. boulder the size of Densahl’s head and shoulders. The crowd 20–24 5 lb. was impressed, but many claimed they could do better. One 25–29 10 lb. by one, they climbed the stone to try, and the tradition con- Every additional 5 +5 lb. tinues to this day. Densahl’s Challenge is quite simple. Contestants carry Higher-Order Ability: Once per day, after rolling a suc- sledgehammers to the top of the tor, call out their names cessful melee attack but before rolling the damage, you may and affi liations, and then swing the hammer with all their add a bonus equal to your character level to the damage dealt might. The goal is to break off as large a piece of the rock by the blow. as possible. The record blow was struck by none other Higher-Order Uses: 3. than Kord himself—a boulder the size of a workhorse. No matter how many warriors break off signifi cant chunks of Restyn’s Last Stand the stone, though, each day the tor is just as tall as ever. Among the Battleplains of Avalas, the first layer of the Although the warriors who frequent the Plain of Ida infernal battlefi eld of Acheron, is a small cube that orbits can be quite competitive, and many climb the tor time Scourgehold, the cube that holds Hextor’s realm. The tiny and again to outdo their rivals, Densahl’s Challenge is a cube hosts the ruins of what was once a modest fortress, the friendly competition. No matter what the result of an indi- home of a Heironeous-worshiping planetar named Restyn. vidual swing, the onlookers (a crowd of spectators is always She chose this location despite (indeed, because of) its present at Densahl’s Challenge) raise a mighty cheer in the proximity to Hextor’s domain. Her fellow angels told her contestant’s honor. that she was mad—the cube was small and worthless, and",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ysgard, the top layer of Ysgard. Hextor was welcome to it. These words did not faze Restyn",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters have not lost on the Heironeans, but it does nothing to soften established their presence in the area, on subsequent visits their stance. 620_17920_PlanarHandbook2.indd 183 5/20/04, 1:29:28 PM RRReeessstttyyynnn\u0027\u0027\u0027sss LLLaaasssttt SSStttaaannnddd OOOuuuttteeerrr WWWaaallllll IIInnnnnneeerrr WWWaaallllll SSStttaaabbbllleee RRReeessstttyyynnn\u0027\u0027\u0027sss MMMaaaiiinnn BBBuuuiiillldddiiinnnggg MMMooonnnuuummmeeennnttt CCCooommmmmmaaannnddd CCCeeennnttteeerrr SSStttooorrraaagggeee IIInnnnnneeerrr WWWaaallllll OOOuuuttteeerrr WWWaaallllll OOOnnneee sssqqquuuaaarrreee eeeqqquuuaaalllsss 555 fffeeeeeettt 184 7 RETPAHC RANALP SETIS Among the ruins of the fortress now stands a small Higher-Order Ability: Once per day, when you threaten marble monument engraved with Restyn’s final words. a critical hit with a melee attack, you may automatically con- “There is no island so small and insignificant that it is not fi rm the critical without rolling the die. worth defending. Inch by inch is how evil subverts the Higher-Order Uses: 2. pure heart.” ENCOUNTER LEVEL 14 SITES",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Avalas, the fi rst layer of Acheron.",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Restyn’s Last Stand The Peak of Continuation encounter table whenever the characters visit the site. The The Peak of Continuation is not one of the tallest mountains Heironeans and the Hextorites each have the goal of driving in Shurrock, one of the two facing layers of the Twin Para- from the cube anyone who is not specifi cally aligned with dises of Bytopia. It is, however, one of the most challenging them. If the characters are not their allies, then they will be to climb. The mountain has a double summit—twin peaks treated as enemies. that are separated by a 100-foot-wide chasm over nothing but the steep, gravelly slopes. The peaks are connected by a Restyn’s Last Stand Encounters simple rope bridge. d% Encounter In a land that is renowned for harsh weather, formidable 01–21 2 bebiliths terrain, and being an especially diffi cult place for even the 22–34 1 death slaad most skilled outdoorsmen to simply survive a few days in 35–57 1 trumpet archon 58–82 2 cornugons the wild, the Peak of Continuation is a challenge that even 83–100 1 solar the hardiest of locals usually shy away from. The winds blow nearly constantly in excess of 100 miles per hour,",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The characters will have the air is bitterly cold, and the mountain is home to several encounters every time they visit Restyn’s Last Stand—the dangerous carnivores. Hextorites and the Heironeans fi ght a never-ending battle. Still, those who have succeeded at crossing the span atop Indeed, the DM should roll for subsequent encounters once the Peak of Continuation say that it was a life-changing every 2d10+10 minutes. experience. They now have looked death in the face without",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on all melee attacks. blinking, and they feel prepared to do so again.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Peak of Continuation The Sargasso of Entropy encounter table when the characters visit the site for the The Negative Energy Plane is an endless void that is darker fi rst time, or for the fi rst time in over a year. than the blackest night and emptier than the most evil heart. Here and there, one can fi nd voidstones—negative Peak of Continuation Encounters energy so densely concentrated that it becomes solid matter. d% Encounter But in one especially dismal corner of the plane, a number 01–16 3d6 trolls of voidstones have accumulated to form a shifting congrega- 17–38 3 winged auditors (see below) riding giant tion of annihilation known as the Sargasso of Entropy. eagles 39–62 1 old white dragon The sargasso is one of the most deadly locations in the 63–86 1 frost giant jarl, 8th-level blackguard multiverse. Every one of the voidstones is powerful enough 87–100 2 planetars to completely wipe out anything it touches. Together, swirl- ing in the unpredictable, chaotic way they do, the voidstones",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters clear out are practically unavoidable—getting any closer to the sar- or establish themselves in the area, on subsequent visits the gasso than a few dozen feet is practically an act of suicide. chance of an encounter is only 10%. If the PCs fail to visit The Sargasso of Entropy is a sacred site for those who wor- the location for more than a year, they must roll for encoun- ship Wee Jas, Nerull, and other deities associated with death. ters as if they had never visited the site. Champions of life, on the other hand, occasionally visit the",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Skip Williams",
        "name":  "Design",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bruce Cordell, Gwendolyn The cosmological association of linked planes, demi- Kestrel, and JD Wiker planes, and connected dimensional realms creates a",
        "name":  "Additional Design",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Penny Williams vast network through which the energy of existence",
        "name":  "Editing",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nancy Walker itself is channeled. Less-connected planes and demi- Web Production Julia Martin planes are the nodes of this network, and the most",
        "name":  "Typesetting",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mark A. Jindra highly connected planes are the hubs. These hubs, known as planar touchstones, are usually suffused with",
        "name":  "Web Development",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sean Glenn, Cynthia Fliege excess energy by virtue of their numerous connections. Based on the original DUNGEONS \u0026 DRAGONS® game by E. Thus, many of them are legendary sites of power, or at Gary Gygax and Dave Arneson and on the new edition of the least places resonant with mythic possibility. DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, The Planar Touchstone feat described in the Planar Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. Handbookallows a character who possesses a portable object native to a given touchstone to forge a link with D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the it. Such a linkage grants the character a base ability that Coast, Inc. All Wizards characters, character names, and the distinctive likenesses is always active. A personal visit to the touchstone site thereof are trademarks owned by Wizards of the Coast, Inc. discharges its inherent power directly into the linked This material is protected under the copyright laws of the United character, granting her a higher-order ability that she States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited can call upon a limited number of times. Additional without the express written permission of visits to that planar touchstone can revitalize this Wizards of the Coast, Inc. charge, restoring the number of available uses of the ©2004 Wizards of the Coast, Inc. ability to maximum. All rights reserved. Made in the U.S.A. If a character with the Planar Touchstone feat visits a This product is a work of fiction. touchstone other than the one to which she is linked, Any similarity to actual people, organizations, places, the base ability of the new site replaces that of the old or events is purely coincidental. one. In like manner, the character immediately gains This Wizards of the Coast game product contains no Open Game Content. the higher-order ability of the new site and loses any No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License remaining uses of the one corresponding to the old and the d20 System License, site. Characters intimately familiar with planar touch- please visit www.wizards.com/d20. stones often refer to visiting multiple such sites as For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, visit www.wizards.com/dnd “taking the touchstone tour.” In addition to conferring benefits on characters, planar touchstone sites can serve as story elements for campaigns. For instance, a prophecy might state that a 1 particular scourge can be overcome only by “one who Unless a linked character arranges for proper protec- looks upon the stars of Oxyrhynchus” (see Planar Hand- tion, his visit to this touchstone may be short. book,page 172). On a less dramatic scale, planar touch- TOUCHSTONES ON THE PLANES stones also make great alternatives to treasure—when characters overcome a particularly difficult threat asso- The following section offers four new planar touch- ciated with a touchstone site, the higher-order ability stone locations. Each of these sites is described in the gained makes a good reward. following format.",
        "name":  "Graphic Design",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The most common name or names of the WHAT MAKES A TOUCHSTONE? planar touchstone are given in this entry.",
        "name":  "Name",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each location has a description that beyond its status as a hub of the cosmological network. details its appearance and general conditions.",
        "name":  "A touchstone site is often special in some way that goes Description",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "A nameless demiplane. ability drain, energy drain, fatigue, exhaustion, or death",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once the characters eventually be struck by lightning. The inhabitants con- clear out the area, the chance of an encounter is only sider such an event joyous—a sensual joining between 25% on each subsequent visit. If the PCs fail to visit the the sky and the earth via the body of a fortunate inter- location for more than a year, they must roll for mediary. Most visitors, however, have no such roman- encounters as if they had never visited the site. tic notions about several million volts of electricity",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on all Fortitude coursing through their bodies. saving throws. The tallest point on Torrent is a relatively small",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Walk across the demi- mountain that the locals call the Cusp of the Tryst plane, beginning at the entrance to the Bleak Tower because it is struck by lightning more frequently than and walking away in a straight line until you arrive at any other spot. Many of Torrent’s inhabitants consider the entrance again. Traversing the demiplane in this it a sacred place, and those who travel to it can enjoy manner is possible because it is self-contained. While the kiss of the lightning more than ten times per hour. walking, you have a 50% chance of having an",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Torrent, the 148th layer of the Abyss. encounter, in addition to any encounters that may",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on the Cusp of the occur as a result of your arrival on the demiplane. Tryst Encounter Table below when the characters visit 3 the site for the first time, or for the first time in more no clues reveal the identity of the deity to whom the than a year. temple was dedicated. Some say the building is simply a monument to struggle, and that it was created as a Cusp of the Tryst Encounter Table ruin to indicate the fleeting nature of glory. d% Encounter",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The first layer of Arborea. 01–15 1 young adult blue dragon 16–30 3 vrocks Initial Encounters: Roll on the Sentinel Grove 31–65 1 glabrezu Encounter Table below when the characters visit the 66–90 3 hezrous site for the first time, or for the first time in more than 91–100 1 mature adult blue dragon a year. In addition, every 10 minutes that a group of characters Sentinel Grove Encounter Table remains above ground on Torrent, one of them may d% Encounter (25% chance) be struck by a natural lightning bolt. This 01–15 1 celestial treant 16–30 3–5 anarchic satyrs chance increases to 50% every 5 minutes for characters 31–70 4–7 anarchic dryads standing atop the Cusp of the Tryst. Each of Torrent’s 71–85 3–5 celestial giant eagles lightning bolts deals 5d6 points of electricity damage 86–100 3–5 celestial giant owls (Reflex DC 15 half).",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain electricity resistance 5. sions but are basically good-natured. They may consent",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bonus on all Handle gets rave reviews.) Animal checks and on Survival checks made to forage for food and water. 5",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Humans are the most adaptable, flexible, and ambi- Dwarves haggle over gems in Dwarven, elf sages engage in learned tious people among the common races. They are diverse in their debates in Elven, and preachers call out prayers in Celestial. The tastes, morals, customs, and habits. Others accuse them of having language heard most, however, is Common, a tongue shared by all little respect for history, but it’s only natural that humans, with their who take part in the culture at large. With all these languages in use, relatively short life spans and constantly changing cultures, would it is easy for people to learn other languages, and adventurers often have a shorter collective memory than dwarves, elves, gnomes, or speak several tongues. halflings. All characters know how to speak Common. A dwarf, elf, gnome,",
        "name":  "Personality",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Humans typically stand from 5 feet to a half-elf, half-orc, or halfling also speaks a racial language, as little over 6 feet tall and weigh from 125 to 250 pounds, with men appropriate. A smart character (one who had an Intelligence bonus noticeably taller and heavier than women. Thanks to their penchant at 1st level) speaks other languages as well, one extra language per for migration and conquest, and to their short life spans, humans are point of Intelligence bonus as a starting character. Select your more physically diverse than other common races. Their skin shades character’s bonus languages (if any) from the list found in his or her range from nearly black to very pale, their hair from black to blond race’s description later in this chapter. (curly, kinky, or straight), and their facial hair (for men) from sparse",
        "name":  "Physical Description",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any character except a barbarian can read and write all to thick. Plenty of humans have a dash of nonhuman blood, and the languages he or she speaks. (A barbarian can become literate by they may demonstrate hints of elf, orc, or other lineages. Members spending skill points, see Illiteracy, page 25.) of this race are often ostentatious or unorthodox in their grooming 12 :2 RETPAHC SECAR doowkcoL .T yb .sullI and dress, sporting unusual hairstyles, fanciful clothes, tattoos, body",
        "name":  "Literacy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Humans speak Common. They typically learn other piercings, and the like. Humans have short life spans, reaching languages as well, including obscure ones, and they are fond of adulthood at about age 15 and rarely living even a single century. sprinkling their speech with words borrowed from other tongues:",
        "name":  "Language",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Just as readily as they mix with each other, humans Orc curses, Elven musical expressions, Dwarven military phrases, mix with members of other races, among which they are known as and so on. “everyone’s second-best friends.” Humans serve as ambassadors, Names: Human names vary greatly. Without a unifying deity to diplomats, magistrates, merchants, and functionaries of all kinds. give them a touchstone for their culture, and with such a fast",
        "name":  "Relations",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Humans tend toward no particular alignment, not breeding cycle, humans mutate socially at a fast rate. Human cul- even neutrality. The best and the worst are found among them. ture, therefore, is more diverse than other cultures, and no human",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Anastrianna, Antinua, Drusilia, Felosial, Ielenia, merely passes within 5 feet of a secret or concealed door is Lia, Mialee, Qillathe, Silaqui, Vadania, Valanthe, Xanaphia. entitled to a Search check to notice it as if she were actively Family Names (Common Translations): Amastacia looking for it. An elf’s senses are so keen that she practically has a (Starflower), Amakiir (Gemflower), Galanodel (Moonwhisper), sixth sense about hidden portals. Holimion (Diamonddew), Liadon (Silverfrond), Meliamne (Oak- (cid:1) Automatic Languages: Common and Elven. Bonus Languages: enheel), Naïlo (Nightbreeze), Siannodel (Moonbrook), Ilphukiir Draconic, Gnoll, Gnome, Goblin, Orc, and Sylvan. Elves com- (Gemblossom), Xiloscient (Goldpetal). monly know the languages of their enemies and of their friends,",
        "name":  "Female Names",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Beren, Daergel, Folkor, Garrick, Nackle, Murnig, descriptions on pages 216, 235, and 264, respectively. Ningel, Raulnor, Scheppen, Turen. (cid:1) Favored Class: Bard. A multiclass gnome’s bard class does not",
        "name":  "Clan Names",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most half-elves have the curiosity, inventiveness, near them. Half-elves have keen senses, but not as keen as those and ambition of the human parent, along with the refined senses, of an elf. love of nature, and artistic tastes of the elf parent. (cid:1) +2 racial bonus on Diplomacy and Gather Information checks:",
        "name":  "Personality",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-elves do well among both elves and humans, and they also get along well with dwarves, gnomes, and halflings. They HALF-ORCS have elven grace without elven aloofness, human energy without human boorishness. They make excellent ambassadors and go- In the wild frontiers, tribes of human and orc barbarians live in betweens (except between elves and humans, since each side uneasy balance, fighting in times of war and trading in times of suspects the half-elf of favoring the other). In human lands where peace. Half-orcs who are born in the frontier may live with either elves are distant or not on friendly terms with other races, however, human or orc parents, but they are nevertheless exposed to both half-elves are viewed with suspicion. cultures. Some, for whatever reason, leave their homeland and travel Some half-elves show a marked disfavor toward half-orcs. Perhaps to civilized lands, bringing with them the tenacity, courage, and the similarities between themselves and half-orcs (a partly human combat prowess that they developed in the wilds. lineage) makes these half-elves uncomfortable. Personality: Half-orcs tend to be short-tempered and sullen.",
        "name":  "Relations",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-elves share the chaotic bent of their elven They would rather act than ponder and would rather fight than heritage, but, like humans, they tend toward both good and evil in argue. Those who are successful, however, are those with enough equal proportion. Like elves, they value personal freedom and cre- self-control to live in a civilized land, not the crazy ones. ative expression, demonstrating neither love of leaders nor desire Half-orcs love simple pleasures such as feasting, drinking, for followers. They chafe at rules, resent others’ demands, and boasting, singing, wrestling, drumming, and wild dancing. Refined sometimes prove unreliable, or at least unpredictable. enjoyments such as poetry, courtly dancing, and philosophy are lost on them. At the right sort of party, a half-orc is an asset. At the Half-Elven Lands: Half-elves have no lands of their own, though duchess’s grand ball, he’s a liability. they are welcome in human cities and elven forests. In large cities,",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-orcs stand between 6 and 7 feet tall half-elves sometimes form small communities of their own. and usually weigh between 180 and 250 pounds. A half-orc’s grayish",
        "name":  "Physical Description",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-elves raised among elves follow elven deities, pigmentation, sloping forehead, jutting jaw, prominent teeth, and principally Corellon Larethian (god of the elves). Those raised coarse body hair make his lineage plain for all to see. among humans often follow Ehlonna (goddess of the woodlands). Orcs like scars. They regard battle scars as tokens of pride and",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-elves speak the languages they are born to, ornamental scars as things of beauty. Any half-orc who has lived Common and Elven. Half-elves are slightly clumsy with the among or near orcs has scars, whether they are marks of shame intricate Elven language, though only elves notice, and even so half- indicating servitude and identifying the half-orc’s former owner, or elves do better than nonelves. marks of pride recounting conquests and high status. Such a half-orc",
        "name":  "Language",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-elves use either human or elven naming conven- living among humans may either display or hide his scars, tions. Ironically, a half-elf raised among humans is often given an depending on his attitude toward them. 18 :2 RETPAHC SECAR Half-orcs mature a little faster than humans and age noticeably HALF-ORC RACIAL TRAITS faster. They reach adulthood at age 14, and few live longer than 75 (cid:1) +2 Strength, –2 Intelligence, –2 Charisma: Half-orcs are strong, years. but their orc lineage makes them dull and crude.",
        "name":  "Names",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Like orcs, barbarian class does not many half-orcs worship count when determining Gruumsh, the chief orc god and whether he takes an expe- archenemy of Corellon Larethian, rience point penalty (see god of the elves. While Gruumsh XP for Multiclass Charact- is evil, half-orc barbarians and fighters ers, page 60). Ferocity runs may worship him as a war god even if they in a half-orc’s veins. are not evil themselves. Worshipers of Gruumsh who are tired of explaining HALFLINGS themselves, or who don’t want to give humans a reason to distrust them, Halflings are clever, capable opportunists. Halfling simply don’t make their religion individuals and clans find room for themselves public knowledge. Half-orcs who wherever they can. Often they are strangers and want to solidify their connect- wanderers, and others react to them with suspicion ion to their human heritage, or curiosity. Depending on the clan, halflings might be reliable, hard-working (if clannish) citizens, or on the other hand, follow they might be thieves just waiting for the human gods, and they may be opportunity to make a big score and disappear in the outspoken in their shows of piety. dead of night. Regardless, halflings are cunning,",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Orc, which has no resourceful survivors. alphabet of its own, uses Dwarven",
        "name":  "Language",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Halflings prefer trouble to script on the rare occasions that boredom. They are notoriously curious. someone writes something down. Orc Relying on their ability to survive or writing turns up most frequently in escape danger, they demonstrate graffiti. a daring that many larger",
        "name":  "Personality",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Halflings stand about 3 feet tall and usu-",
        "name":  "Physical Description",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dench, Feng, Gell, Henk, Holg, Imsh, Keth, ally weigh between 30 and 35 pounds. Their skin is ruddy, their hair Krusk, Ront, Shump, Thokk. black and straight. They have brown or black eyes. Halfling men",
        "name":  "Orc Male Names",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Baggi, Emen, Engong, Myev, Neega, Ovak, often have long sideburns, but beards are rare among them and Ownka, Shautha, Vola, Volen. mustaches almost unseen. They like to wear simple, comfortable,",
        "name":  "Orc Female Names",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-orcs living among humans are drawn almost and practical clothes. A halfling reaches adulthood at the age of 20 invariably toward violent careers in which they can put their and generally lives into the middle of her second century. strength to good use. Frequently shunned from polite company, half-orcs often find acceptance and friendship among adventurers, Relations: Halflings try to get along with everyone else. They are many of whom are fellow wanderers and outsiders. adept at fitting into a community of humans, dwarves, elves, or 19 Illus. by T. Lockwood RACES CHAPTER 2: gnomes and making themselves valuable and welcome. Since Charmaine, Cora, Euphemia, Jillian, Lavinia, Lidda, Merla, Portia, human society changes faster than the societies of the longer-lived Seraphina, Verna. races, it is human society that most frequently offers halflings Family Names: Brushgather, Goodbarrel, Greenbottle, Highhill, opportunities to exploit, and halflings are most often found in or Hilltopple, Leagallow, Tealeaf, Thorngage, Tosscobble, Underbough. around human lands. Adventurers: Halflings often set out on their own to make their",
        "name":  "Adventurers",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Halflings tend to be neutral. While they are com- way in the world. Halfling adventurers are typically looking for a fortable with change (a chaotic trait), they also tend to rely on intan- way to use their skills to gain wealth or status. The distinction gible constants, such as clan ties and personal honor (a lawful trait). between a halfling adventurer and a halfling out on her own looking",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The chief halfling deity is (cid:1) +2 racial bonus on Climb, Jump, and Move Silently",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Halflings speak their good aim. own language, which uses the (cid:1) +2 racial bonus on Listen checks: Common script. They write very little Halflings have keen ears. in their own language so, unlike (cid:1) Automatic Languages: Common dwarves, elves, and gnomes, they don’t and Halfling. Bonus Languages: have a rich body of written work. The halfling oral tradition, however, is very strong. While the Dwarven, Elven, Gnome, Goblin, Halfling language isn’t secret, halflings are loath and Orc. Smart halflings learn to share it with others. Almost all halflings speak the languages of their friends Common, since they use it to deal with the and enemies. people in whose land they are living or through which they (cid:1) Favored Class: Rogue. A multiclass are traveling. halfling’s rogue class does not count when",
        "name":  "Language",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A halfling has a given name, a family name, and determining whether she take an possibly a nickname. It would seem experience point penalty for that family names are nothing multiclassing (see XP for more than nicknames that stuck Multiclass Characters, page 60). so well they have been passed Halflings have long had to rely down through the generations. on stealth, wit, and skill, and",
        "name":  "Names",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alton, Beau, Cade, the vocation of rogue comes Eldon, Garret, Lyle, Milo, Osborn, naturally to them. Roscoe, Wellby.",
        "name":  "Male Names",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A martial artist whose unarmed strikes hit fast and hard— a master of exotic powers. An attack roll, saving throw, or skill check is a",
        "name":  "Monk",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A champion of justice and destroyer of evil, protected combination of three numbers, each representing a 21 and strengthened by an array of divine powers. different factor: a random factor (the number you roll on a d20), a number representing the character’s innate abilities (the LEVEL-DEPENDENT BENEFITS ability modifier), and a bonus representing the character’s experience and training. This third factor depends, either directly or In addition to attack bonuses and saving throw bonuses, all char- indirectly, on the character’s class and level. Table 3–1: Base Save acters gain other benefits from advancing in level. Table 3–2: and Base Attack Bonuses (see below) summarizes the figures for this Experience and Level-Dependent Benefits summarizes these addi- third factor when it applies to base save bonuses and base attack tional benefits. bonuses. XP: This column on Table 3–2 shows the experience point total",
        "name":  "Paladin",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character’s level in that class. describes the character classes in alphabetical order. Each descrip- Base Attack Bonus: The character’s base attack bonus and number tion begins with a general discussion in “game world” terms, the sort of attacks. of description that characters in the world could understand and the Fort Save: The base save bonus on Fortitude saving throws. The way such a character might describe himself or herself. This character’s Constitution modifier also applies. information is followed by brief advice on such a character’s typical Ref Save: The base save bonus on Reflex saving throws. The char- role in a group of adventurers. These descriptions are general; acter’s Dexterity modifier also applies. individual members of a class may differ in their attitudes, outlooks, Will Save: The base save bonus on Will saving throws. The char- and other aspects. acter’s Wisdom modifier also applies.",
        "name":  "The rest of this chapter, up to the section on multiclass characters, Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The type of Hit Die used by characters of the class Class Skills: This section of a class description gives the class’s determines the number of hit points gained per level. list of class skills, the number of skill points the character starts with at 1st level, and the number of skill points gained each level HD Type Class thereafter. A character gets some number of skill points each level, d4 Sorcerer, wizard such depending on the class in question, such as 6 for a ranger d6 Bard, rogue or 8 for a rogue. To this number, apply the character’s d8 Cleric, druid, monk, ranger Intelligence modifier (and 1 bonus point, if the character d10 Fighter, paladin is human) to determine the total skill points gained each d12 Barbarian level (but always at least 1 skill point per level, even for a character with an Intelligence penalty). A 1st-level char- A character rolls one Hit Die acter starts with four times this number of skill points. each time he or she gains a Since the maximum ranks in a class skill for a character is new level, then applies any the character’s level + 3, at 1st level you can buy as many as 4 Constitution modifier to the ranks in any class skill, at a cost of 1 skill point per rank. roll, and adds the result to his or For example, Vadania is a half-elf druid, so she gets 4 her hit point total. Thus, a skill points per level. She has a +1 Intelligence modi- character has the same number fier, so that goes up to 5 skill points per of Hit Dice as levels. For his or level. At 1st level, she gets four her first Hit Die, a 1st-level times that amount, or 20 skill character gets the maximum points. Her maximum hit points rather than rolling rank for a class skill at (although Constitution modi- 1st level is 4, so she fiers, positive or negative, still could, for example, apply). divvy up her 20 For example, Vadania gets a d8 points among five class Hit Die because she’s a druid. At 1st skills with 4 ranks each. level, she gets 8 hit points instead (It’s more useful to of rolling. Since she has a have a higher Constitution score of 13, she score in a few applies a +1 bonus, raising her hit points to 9. When she skills than a reaches 2nd level (and every level thereafter), Vadania’s lower score in many.) player rolls a d8, adds 1 (for her Constitution bonus), and then adds You can also buy skills from other classes’ skill lists, but each skill the total to Vadania’s hit points. point only buys 1/2 rank in these cross-class skills, and you can buy If your character has a Constitution penalty and gets a result of 0 only half the maximum ranks a class skill would have (thus, the or lower after the penalty is applied to the Hit Die roll, ignore the maximum rank for a cross-class skill at 1st level is 2). roll and add 1 to your character’s hit point total anyway. It is not 23 CLASSES CHAPTER 3:",
        "name":  "Hit Die",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Special characteristics of the class. When appli- the fighter’s skill in combat comes from training and discipline, cable, this section also mentions restrictions and disadvantages of however, the barbarian has a powerful rage. While in this berserk the class. Class features include some or all of the following. fury, he becomes stronger and tougher, better able to defeat his foes",
        "name":  "Class Features",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Human barbarians come from the distant wild lands on",
        "name":  "Races",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nonlawful. fulness, persistence, and mercilessness. Hit Die: d12.",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Adventuring is the best chance barbarians have of finding a place in a civilized society. They’re not well suited to the Class Skills monotony of guard duty or other mundane tasks. Barbarians also The barbarian’s class skills (and the key ability for each skill) are have no trouble with the dangers, the uncertainties, and the wan- Climb (Str), Craft (Int), Handle Animal (Cha), Intimidate (Cha), dering that adventuring involves. They may adventure to defeat Jump (Str), Listen (Wis), Ride (Dex), Survival (Wis), and Swim (Str). hated enemies. They have a noted distaste for that which they See Chapter 4: Skills for skill descriptions. consider unnatural, including undead, demons, and devils. Skill Points at 1st Level: (4 + Int modifier) × 4.",
        "name":  "Adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The barbarian is an excellent warrior. Where Skill Points at Each Additional Level: 4 + Int modifier. 24 :3 RETPAHC SESSALC Class Features The increase in Constitution increases the barbarian’s hit points by 2 points per level, but these hit points go away at the end of the All of the following are class features of the barbarian. rage when his Constitution score drops back to normal. (These extra",
        "name":  "Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pick a number of skills equal to 4 + Int modifier. travels. Bards given to chaos and occasional larceny favor Olidammara (god of thieves). Those who have turned to evil ways 26 :3 RETPAHC SESSALC are known to worship Erythnul (the god of slaughter), though few Bards are exceedingly rare among the savage humanoids, except will admit to it. In any event, bards spend so much time on the road among centaurs. Centaur bards sometimes train the children of that, while they may be devoted to a deity, they are rarely devoted to humans or other humanoids. any particular temple. Other Classes: A bard works well",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nonlawful. modifier.",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If Dexterity is 13 or higher, Dodge; if Dexterity is 12 or religious institution or any particular practice of worship. A cleric lower, Improved Initiative instead. devoted to good and law, for example, may be on friendly terms with",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d4 gp. few feel the call later in life. While some clerics are tightly bound to their churches’ activities on a daily basis, others have more freedom CLERIC to conduct their lives as they please, as long as they do so in accordance with their gods’ wishes. The handiwork of the gods is everywhere—in places of natural Clerics of a given religion are all supposed to get along, though beauty, in mighty crusades, in soaring temples, and in the hearts of schisms within a church are often more bitter than conflicts worshipers. Like people, gods run the gamut from benevolent to between religions. Clerics who share some basic ideals, such as malicious, reserved to intrusive, simple to inscrutable. The gods, goodness or lawfulness, may find common cause with each other however, work mostly through intermediaries—their clerics. Good and see themselves as part of an order or body that supersedes any clerics heal, protect, and avenge. Evil clerics pillage, destroy, and given religion. Clerics of opposed goals, however, are sworn ene- sabotage. A cleric uses the power of his god to make his god’s will mies. In civilized lands, open warfare between religions occurs only manifest. And if a cleric uses his god’s power to improve his own lot, during civil wars and similar social upheavals, but vicious that’s to be expected, too. politicking between opposed churches is common.",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A cleric who chooses the Animal fine with rogues and ne’er-do-wells, for example, or Plant domain adds Knowledge (nature) (Int) to the cleric class while a cleric of Heironeous (god of valor) skills listed above. A cleric who chooses the Knowledge domain rankles at such company. adds all Knowledge (Int) skills to the list.",
        "name":  "Domains and Class Skills",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int GAME RULE INFORMATION modifier. Clerics have the following game statistics.",
        "name":  "Skill Points at Each Additional Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Scribe Scroll. the cleric turns or commands undead (see below). Exceptions: All",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Elves and gnomes have an druid. affinity for natural lands and often",
        "name":  "Races",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character’s druid level. The druid’s class levels stack select her animal companion from one of the following lists, applying the with levels of any other classes that are entitled to an animal companion indicated adjustment to the druid’s level (in parentheses) for purposes (such as the ranger) such for the purpose of determining the compan- of determining the companion’s characteristics and special abilities. ion’s abilities and the alternative lists available to the character.",
        "name":  "Class Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fighters may be of any alignment. Good fighters are",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength is especially important for fighters because it often crusading types who seek out and fight evil. Lawful fighters improves their melee attack and damage rolls. Constitution is may be champions who protect the land and its people. Chaotic important for giving fighters lots of hit points, which they need in fighters may be wandering mercenaries. Evil fighters tend to be bullies and petty villains who simply take what they want by their many battles. Dexterity is important for fighters who want brute force. to be good archers or who want access to certain Dexterity-",
        "name":  "Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. themselves as a group or brotherhood. Those who hail from a Class Features particular academy, mercenary com- pany, or lord’s regiment, however, share a All of the following are class features of the certain camaraderie. fighter.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A monk approaches an adventure as if it were a 17th +17/+12/+7/+2 +10 +5 +5 personal test. While not prone to showing off, monks are willing to 18th +18/+13/+8/+3 +11 +6 +6 Bonus feat try their skills against whatever obstacles confront them. They are 19th +19/+14/+9/+4 +11 +6 +6 not greedy for material wealth, but they eagerly seek that which can 20th +20/+15/+10/+5 +12 +6 +6 Bonus feat help them perfect their art.",
        "name":  "Adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A monk’s training requires strict discipline. Only",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A monk’s training is her spiritual path. She is inner-",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "4d4 gp. directed and capable of a private, mystic connection to the spiritual world, so she needs neither clerics nor gods. Certain lawful gods, Human Fighter Starting Package however, may appeal to monks, who may meditate on the gods’",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d4 gp. have incorporated them into their ever-evolving culture. Thus, many monks are humans, and many are half-orcs and half-elves who live among humans. Elves are capable of single-minded, long-term 39 CLASSES CHAPTER 3: devotion to an interest, art, or discipline, and some of them leave the Class Features forests to become monks. The monk tradition is alien to dwarf and All of the following are class features of the monk. gnome culture, and halflings typically have too mobile a lifestyle to",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any lawful. a flurry of blows at the expense of accuracy. When doing so, she may",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Paladins need not devote themselves to a duties to family, clan, and king. Elf paladins are few, and they single deity—devotion to righteousness is enough. Those tend to follow quests that take them far and wide because who align themselves with particular religions prefer their lawful bent puts them out of synch with life among the Heironeous (god of valor) over all others, but some paladins elves. Members of the other common races rarely hear the follow Pelor (the sun god). Paladins devoted to a god are call to become paladins. scrupulous in observing religious duties and are welcome in Among the savage humanoids, paladins are all but every associated temple. unheard of.",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "No one ever chooses to be a paladin. Other Classes: Even though paladins are in some ways Becoming a paladin is answering a call, accepting one’s set apart from others, they eagerly team up with those destiny. No one, no matter how diligent, can become a whose skills and capabilities complement their own. paladin through practice. The nature is either within They work well with good and lawful clerics, and one or not, and it is not possible to gain the paladin’s they appreciate working with those who are nature by any act of will. It is possible, however, to fail brave, honest, and committed to good. While to recognize one’s own potential, or to deny one’s they cannot abide evil acts by their destiny. Occasionally, one who is called to be a paladin companions, they are otherwise willing to denies that call and pursues some other life instead. work with a variety of people quite different Most paladins answer the call and begin training from themselves. Charismatic, trustworthy, and as adolescents. Typically, they become squires or well respected, the paladin makes a fine leader assistants to experienced paladins, train for for a team. years, and finally set off on their own to Role: The paladin’s chief role in most further the causes of good and law. Other groups is as a melee combatant, but she paladins, however, find their calling only contributes other useful support as well. She later in life, after having pursued some makes a good secondary healer, and her high other career. All paladins, regardless Charisma opens up fine leadership opportu- of background, recognize in each nities. other an eternal bond that transcends culture, race, and even GAME RULE INFORMATION religion. Any two paladins, even Paladins have the following game statistics. from opposite sides of the world,",
        "name":  "Background",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Charisma enhances a paladin’s consider themselves comrades. healing, self-protective capabilities, and",
        "name":  "Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lawful good. means putting the duties of",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 2; Large animal; HD 4d8+12; hp 30; Init +1; Spd toughness of a paladin’s mount. 50 ft.; AC 14, touch 10, flat-footed 13; Base Atk +3; Grp +11; Atk +6 melee Str Adj.: Add this figure to the mount’s Strength score. (1d6+4, hoof); Full Atk +6/+6 melee (1d6+4, 2 hooves) and +1 melee",
        "name":  "Heavy Warhorse",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The mount’s Intelligence score. (1d4+2, bite); Space/Reach 10 ft./5 ft.; SQ low-light vision, scent; SV Fort Empathic Link (Su): The paladin has an empathic link with her mount +7, Ref +5, Will +2; Str 18, Dex 13, Con 17, Int 2, Wis 13, Cha 6. out to a distance of up to 1 mile. The paladin cannot see through the",
        "name":  "Int",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jump +12, Listen +5, Spot +4; Endurance, Run. mount’s eyes, but they can communicate empathically. Note that even intelligent mounts see the world differently from humans, so misunderstandings are always possible.",
        "name":  "Skills and Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jump +6, Listen +5, Spot +5; Endurance. if it makes a successful saving throw and half damage if the saving throw fails. See page 85 of the Dungeon Master’s Guide for more information on",
        "name":  "Skills and Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Initiative. serving sometimes as guides and sometimes",
        "name":  "Bonus Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. Monstrous humanoid minotaur Ooze gelatinous cube Class Skills Outsider (air) arrowhawk Outsider (chaotic) demon The ranger’s class skills (and the key ability for each skill) are Climb Outsider (earth) xorn (Str), Concentration (Con), Craft (Int), Handle Animal (Cha), Heal Outsider (evil) devil (Wis), Hide (Dex), Jump (Str), Knowledge (dungeoneering) (Int), Outsider (fire) salamander Knowledge (geography) (Int), Knowledge (nature) (Int), Listen Outsider (good) angel (Wis), Move Silently (Dex), Profession (Wis), Ride (Dex), Search Outsider (lawful) formian (Int), Spot (Wis), Survival (Wis), Swim (Str), and Use Rope (Dex). Outsider (native) tiefling See Chapter 4: Skills for skill descriptions. Outsider (water) tojanida Skill Points at 1st Level: (6 + Int modifier) × 4. Plant shambling mound",
        "name":  "Hit Die",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 + Int modifier. Undead zombie Vermin monstrous spider Class Features",
        "name":  "Skill Points at Each Additional Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A ranger gains Track (see page 101) as a bonus feat. All of the following are class features of the ranger. Wild Empathy (Ex): A ranger can use body language, vocaliza-",
        "name":  "Track",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Point Blank Shot. or just for watching her back. She recruits a likely youngster, who",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d4 gp. and needs some “space.” Rogues do not see each other as fellows unless they happen to be ROGUE members of the same guild or students of the same mentor. In fact, rogues trust other rogues less than they trust anyone else. They’re no Rogues share little in common with each other. Some are stealthy fools. thieves. Others are silver-tongued tricksters. Still others are scouts, Races: Adaptable and often unprincipled, humans take to the infiltrators, spies, diplomats, or thugs. What they share is versatility, rogue’s life with ease. Halflings, elves, and half-elves also find adaptability, and resourcefulness. In general, rogues are skilled at themselves well suited to the demands of the career. Dwarf and getting what others don’t want them to get: entrance into a locked gnome rogues, while less common, are renowned as experts with treasure vault, safe passage past a deadly trap, secret battle plans, a locks and traps. Half-orc rogues tend toward thuggery. guard’s trust, or some random person’s pocket money. Rogues are common among brutal humanoids, especially goblins",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rogues adventure for the same reason they do most and bugbears. Rogues who learn their arts in savage lands, however, things: to get what they can get. Some are after loot; others want generally don’t have much experience with complex mechanisms experience. Some crave fame; others seek infamy. Quite a few also such as traps and locks. enjoy a challenge. Figuring out how to thwart a trap or avoid an Other Classes: Rogues love and hate working with members of alarm is great fun for many rogues. other classes. They excel when protected by warriors and supported",
        "name":  "Adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A rogue may gain a bonus feat in place of a they wish to use their power. special ability. Some good sorcerers are driven by the need to prove themselves. Marked as Halfling Rogue Starting Package different by their power, they seek to win",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Overall, wizards show a slight tendency toward law",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "3d4 gp.",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any. has a high Intelligence score (see Table 1–1:",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Toughness. Check your character’s base save bonuses for the class that has",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. advanced in level to see if any of them have increased by 1. Some",
        "name":  "School Specialization",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "When your character’s XP total reaches at each skill point buys 1 rank, and a character’s maximum rank in the least the minimum XP needed for a new character level (see Table skill is his or her character level +3. For cross-class skills, each skill 3–2), he or she “goes up a level.” For example, when Tordek obtains point only buys 1/2 rank, and the maximum rank in the skill is one- 1,000 or more XP, he becomes a 2nd-level character. As soon as he half that of a class skill (don’t round up or down). See Table 3–2: accumulates a total of 3,000 XP or higher (2,000 more than he had Experience and Level-Dependent Benefits, page 22. when he gained 2nd level), he reaches 3rd level. Going up a level If you have been “maxing out” a skill (putting as many skill points provides the character with several immediate benefits (see below). into it as possible), you don’t have to worry about calculating your A character can advance only one level at a time. If, for some maximum rank with it. At each new level, you can always assign 1 extraordinary reason, a character’s XP reward from a single skill point—and just 1—to any skill that you’re maxing out. (If it’s a adventure would be enough to advance two or more levels at once, cross-class skill, this point buys 1/2 rank.) he or she instead advances one level and gains just enough XP to be Remember that you buy skills based on the class you have 1 XP short of the next level. Any excess experience points are not advanced in, so that only those skills given as class skills for that retained. For example, if Tordek has 5,000 XP (1,000 points short of class can be purchased as class skills for this level, regardless of what 4th level) and gains 6,000 more, he would normally be at 11,000 other classes you may have levels in. XP—enough for 5th level. Instead he attains 4th level, and his XP Your character’s Intelligence modifier affects the number of skill total stands at 9,999. points he or she gets at each level (see Table 1–1: Ability Modifiers",
        "name":  "Advancing a Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A multiclass character gains a feat every three character",
        "name":  "Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "“Character level” is a character’s total number of levels. It is used to determine when feats and ability score boosts are gained, as levels, regardless of individual class level (see Table 3–2: Experience noted on Table 3–2: Experience and Level-Dependent Benefits (page and Level Dependent Benefits, page 22). 22). Ability Increases: A multiclass character increases one ability “Class level” is a character’s level in a particular class. For a score by 1 point every four character levels, regardless of individual character whose levels are all in the same class, character level and class level (see Table 3–2: Experience and Level Dependent Benefits, class level are the same. page 22)..",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add the base attack bonuses acquired for each class to get the character’s base attack bonus. A resulting value ADDING A SECOND CLASS of +6 or higher provides the character with multiple attacks. Find the character’s base attack bonus on Table 3–1: Base Save and Base When a character with one class gains a level, he or she may choose Attack Bonuses (page 22) to see how many additional attacks the to increase the level of his or her current class or pick up a new class character gets and at what bonuses. For instance, a 6th-level at 1st level. (A character can’t gain 1st level in the same class more rogue/4th-level wizard would have a base attack bonus of +6 (+4 for than once, even if this would allow him or her to select different the rogue class and +2 for the wizard class). A base attack bonus of +6 class features, such as a different set of domains for a cleric.) The DM allows a second attack with a bonus of +1 (given as +6/+1 on Table 3– may restrict the choices available based on the way he or she handles 1), even though neither the +4 from the rogue levels nor the +2 from classes, skills, experience, and training. For instance, the character the wizard levels normally allows an extra attack. may need to find a tutor to teach him or her the ways of the new",
        "name":  "Base Attack Bonus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If your multiclass character’s classes are nearly the skills she may have, since Craft and Profession are class skills for same level (all within one class level of each other), then he or she both the rogue and the wizard.) can balance the needs of the multiple classes without penalty. For On reaching 15,000 XP, she becomes a 6th-level character. She instance, a 4th-level wizard/3rd-level rogue takes no penalty, nor decides she’d like to continue along the wizard path, so she increases does a 2nd-level fighter/2nd-level wizard/3rd-level rogue. her wizard level instead of her rogue level. Again she gains the",
        "name":  "Even Levels",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "What a character (“you” in the skill description) can do Sense Motive Diplomacy checks with a successful skill check and the check’s DC.",
        "name":  "Search Survival checks when following tracks Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some skills grant a bonus to the use of one or more beam, a slippery ledge, or an uneven floor. other skills because of a synergistic effect. This entry, when present,",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can walk on a precarious surface. A successful check indicates what bonuses this skill may grant or receive because of lets you move at half your speed along the surface for 1 round. A such synergies. See Table 4–5 for a complete list of bonuses granted failure by 4 or less means you can’t move for 1 round. A failure by 5 by synergy between skills (or between a skill and a class feature). or more means you fall. The difficulty varies with the surface, as",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The full utility of certain skills is restricted to follows: characters of certain classes or characters who possess certain feats. This entry indicates whether any such restrictions exist for the skill. Narrow Surface Balance DC1 Difficult Surface Balance DC1",
        "name":  "Restriction",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. A Balance check doesn’t actions). require an action; it is made as part of",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. You can- another action or as a reaction to not try again on the same object, a situation. regardless of success.",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the Agile",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A Bluff check is opposed by the target’s Sense Motive",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If someone climbing",
        "name":  "Catching a Falling Character While Climbing",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You try to climb more quickly than normal. ability), or using a skill that would provoke an attack of opportunity By accepting a –5 penalty, you can move half your speed (instead of (such as Disable Device, Heal, Open Lock, and Use Rope, among one-quarter your speed). others). In general, if an action wouldn’t normally provoke an attack",
        "name":  "Accelerated Climbing",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deciphering the equivalent of a single page of script or tindertwig takes 1 minute (ten consecutive full-round actions). Antitoxin, sunrod, tanglefoot Alchemy1 25",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. bag, or thunderstone",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Does not apply. Craft checks are made by the day or week participants roll opposed Diplomacy checks, and the winner gains (see above). the advantage. Opposed checks also resolve situations when two",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
