[
    {
        "origin_file":  "other.json",
        "description":  "Most of the traffic here con- sists of sailors in search of liquor or entertainment. Boat Town Bars, flophouses, and small shops—many of which This district is completely afloat. The residents live in don’t bother to advertise the nature of their business— houseboats and do their shopping at other boats. Even line the street. longtime residents of a boat town must relearn their",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. way around the neighborhood if they leave for a time, since it constantly rearranges itself.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (Fharlanghn), average lodging Certain districts are special simply because their popula- (1), poor food (3), poor trades (10), poor services (10), tion numbers are different (generally lower) than the poor residences (45). norm for their social class. For example, a necropolis may First Impression: Boats of every size and shape be an important part of a city, but it just can’t hold more bob on the water, connected by a baffling web of piers, than 100 living residents. Likewise, an immigrant enclave gangplanks, and rope bridges. rarely houses more than 1% of the city’s total population. Social Class:Lower class. Remnant Neighborhood Coliseum/Arena District This district is the last vestige of an older culture that has A massive arena dominates this neighborhood. Its exis- been largely supplanted by the city’s current residents. tence leaves little space for actual residents.",
        "name":  "SPECIAL DISTRICTS Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (any 1, especially to an Buildings: Coliseum/arena/hippodrome, associ- unusual deity), upscale trade, upscale residences (5), ated buildings (gladiators’ barracks, stables, and the 9 vacant buildings (3). like) (3), temple (Heironeous, Kord, or Olidammara), average lodging (5), average food (15), exotic trades (2), a small group of them escort a chained inmate to or average trades (13), poor trades (5), average services from the massive prison walls. (10), average residences (15). Social Class:Lower class.",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A crowd waits to be let into the coliseum for the day’s events. Buskers hawk their SOCIAL CLASS AND wares, and periodically a chant or cheer emerges from particularly devoted fans in the crowd. NEIGHBORHOODS",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Middle class. Most cities are made up primarily of lower-class districts, Prison District simply because they have more lower-class residents An immense, forbidding-looking fortress dominates than any other sort. An average small city (twenty dis- this district. Because inmates are typically kept in small tricts) has two upper-class districts, six middle-class dis- cells, a prison district often has a very high population. tricts, and twelve lower-class districts. In larger cities, the",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Prison building, guards’ barracks. upper class grows while the lower class shrinks in pro-",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Guards are everywhere in portion. A typical large city (forty districts) has six upper- this district. Most are standing watch, but occasionally class, twelve middle-class, and twenty-two lower-class pqqqqrs EXAMPLE BUILDINGS found here are poor trades performed at fine qual- The following businesspeople and organizations ity and increased cost (masterwork), and upscale occupy the various building types noted in the trades at lower quality and lower cost (80% of descriptions above. normal).",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Replace the Animal Companion paragraph with the",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  " Dungeon Master’s Guide, page 38 Animal Companion: The epic druid’s animal companion",
        "name":  "Ogre CR following text",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR numbers in the two ogre lines of the table need Strength and Dexterity modifiers increase by 1, and it learns changing—increment all of them by 1. Also, change “2” to one additional bonus trick. “3” in the note beneath the table. Epic Ranger Climb DCs Dungeon Master’s Guide, page 208 Dungeon Master’s Guide, page 60 Problem: Mention of the epic ranger’s animal companion is",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "On Table 3–9, change the following Climb DCs: paragraph: Masonry 20 Animal Companion: The epic ranger’s animal companion Superior masonry 25 continues to increase in power as normal. For rangers above Hewn stone 25 41st level, consult the epic druid for details on how an animal Unworked stone 15 companion’s power level increases. Ram Damage Caster Level Dungeon Master’s Guide, page 100 Dungeon Master’s Guide, page 215",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Damage value for the ram given in the text Problem: The last two sentences in the section on Caster disagrees with Table 3–26. Level are ambiguous and potentially misleading.",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Delete the first sentence after the boldface header. Table 8–1",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fix the table. Change the superscript number on",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The price given for a necklace of fireballs type VII if the new form is capable of wearing or holding it. is in error. Otherwise, it melds with the new form and ceases to function",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This system needs to tie back into the general rules",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Insert this sentence at the end of the paragraph that golem manual description. starts with the Slow Suffocation header: Stone Golem Manual When a character falls unconscious from this nonlethal damage, she drops to –1 hit points and is dying. In the next Dungeon Master’s Guide, page 258 round, she suffocates.",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "to make the game fun for the Be Prepared: Whether you’re blessed with loads players and for yourself. of prep time or cursed with too little, ensure that No other goal takes priority over this one. You are not you use the time you have to your best advantage. trying to please anyone outside your gaming group. You won’t fi nd a single right or wrong way to have a good time, THE BIG QUESTION nor a single ideal style of play you and your group ought Whenever you worry that a session might be to be working toward. taking a turn for the worse, pause for a moment Increase your group’s fun quotient by following these and ask yourself: Are we having fun? simple principles: If you look around the room and your players are",
        "name":  "Your job as a DM is simple",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "FROM SPRINGBOARD TO STORY group. These people are the descendants of Tantarans who put Heather is a story-oriented player who provides you with a down roots in the city when their country occupied Kish. They page of background information on her character, Julian. As want Tantara to invade Kish again, restoring them to their old you read through it, you highlight a number of promising plot positions of power. devices, but the one that sparks an immediate idea is the bit Turning this player’s choice from background into a story, you that describes Julian as an exile from the neighboring kingdom decide that Naxo, the leader of the Tantaran minority, will ap- of Tantara. According to Heather’s description, Julian was proach Julian and regale him with accounts of their oppression. wrongfully convicted of sedition against his brother, Tantara’s This decision gives you at least two possible directions to go cruel ruler. in, depending on how Heather reacts. She can try to help the You have already decided that your campaign’s home base will Tantarans in the city, putting her at odds with its leadership. be the city-state of Kish, a rich but often conquered trading port Once this scenario plays out, you can pull a switcheroo—Naxo that sits inconveniently at a crossroads between three powerful could try to betray Julian to his brother, hoping to curry favor for nations. (Another of your reliable players is a brilliant planner and an invasion. military buff, and you want to lay the groundwork for skirmishes From this simple line in Heather’s character description, you and maybe even an invasion.) have added detail to your setting, tailored to draw your PC into Combining this basic background idea with Heather’s back- it. You also have set up a number of situations you can advance ground, you decide that Kish is home to a beleaguered ethnic a bit at a time between dungeon expeditions. pqqqqqqqqqqqqqqqqqqqqrs 662200__8866331177__CChhpp11..iinndddd 1144 33//2288//0055 33::5533::1166 PPMM 15 A GAME RUNNING CHAPTER 1 behavior. A character description featuring a traumatic lightly, this approach can be harmlessly fun and cathartic. pivotal event that shapes the character’s actions is a sure Pitfalls abound when a hidden real-world emotional agenda sign of a dramatist. fuels a player’s choices, however. In such cases, you need a These players want you to present them with diffi cult strong sense of the dramatists’ personal boundaries, as well choices that they can then examine from their PCs’ intense as those of the other players. If your other players expect point of view. No matter how inconvenient it might be for an evening of escapist entertainment, they probably don’t the group, they won’t take any action that violates their want to join your drama-seeker on a journey to plumb the sense of the characters’ inner lives. They identify strongly depths of emotion. with their characters while at the same time viewing D\u0026D When a player’s dramatic explorations get too heavy for as primarily a creative pastime. Like brilliant planners, they the rest of the group, you need to muster your sharpest hate to be reminded that the game is a fi ctional construct. people skills. If strong feelings are at play and you’re not These players want to believe in the proceedings from their sure why, it’s often best to back off. Call a break. Send the character’s point of view. They might therefore strongly game in another direction until the player can separate resist any suggestions that they alter their character portray- his personal issues from the game. als to achieve a game objective or move the story along. To D\u0026D is an infi nitely customizable vehicle for wish do so is to attack their sense of creative control. fulfi llment, but it shouldn’t be used as therapy by people in In fact, challenges from other players, which psychodra- serious need of it. As DM, it is never your place to attempt matists can respond to by asserting the integrity of their to solve your players’ real-life problems, or to suggest that characterizations, might serve to confi rm their sense of they seek help. If you realize you’re about to say something artistic integrity. In this tricky dynamic, dramatists get a from the DM’s chair that goes beyond the normal bounds sense of reward when they thwart or refuse the rest of the of your friendship with the player, it’s time for you to take group. Your challenge as a DM is to provide players who a break. have this trait with other reward moments so they don’t have to create them at the group’s expense. Irresponsibility As with any other incentive, you have to respect Popular culture has always provided a harmless outlet for dramatists’ desires as valid and give them a fair share of fantasies of rebellion and general irresponsibility. View- gratifi cation. Identify the sorts of scenes that would best ers love outlaws and rebels, whether they’re gangsters, highlight the character, and satisfy the dramatist’s urge gunslingers, or frat boys fi ghting for their right to party. to refuse. Create NPCs the dramatists will confl ict with In real life, people must obey countless rules every day, so they don’t have to use the other PCs as foils for their from the necessary to the petty and frustrating. Although inner struggles. Whenever possible, place these signature most people don’t really want to be crooks and outlaws, moments early in the session, defusing a player’s building and most would hate to live next to a fraternity house, urge for moments of defi ning confl ict. many people fantasize about being able to fl out authority Some drama-seekers use their roleplaying characters to and live by their own rules. The most popular heroes indirectly explore their own emotional issues. If handled from the world of entertainment are not irreproachable pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "CASE STUDY",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Let the lurker be distracted and happily con- on incorporating the unfamiliar expectations newcomers tribute from the shadows. bring to your table. Until then, enjoy the luxury of your group’s common approach. GROUND RULES When you fi rst assemble a new group of players, explicitly Mixed Groups mention the ground rules under which your game will Next to a group with very similar tastes, a group with run. Often these rules refer to the standard choices you varied tastes might prove easiest to deal with. Either all make whenever you DM. On occasion you might wish the players like to mix up their play, or there’s one strong to change a technique to suit the mood or theme of a proponent of each style at your table. Ensure that you specifi c campaign. devote a solid chunk of time to each player’s signature moment, and you’re set. House Rules During prep time, review each adventure, confi rming Inform your players in advance of any modifi cations you that it includes something for everyone in your group. intend to make to the published rules. Your house rules Roughly gauge how much play time each encounter probably affect, directly or otherwise, the relative utility will take, whether it’s a room in a dungeon or a scene in and cost-effectiveness of various PC abilities. Players a plot-based scenario. Look out for danger spots—long should know about them before they create their char- stretches of game time in which one or more players acters. If you can’t predict the effect your rules have on have no opportunity for signature moments. Create new PC abilities, you should probably think about them some sequences or moments in which these elements do come more before adding them to your game. into play. Though many DMs enjoy tinkering with rules, remem- Also, work up a modular sequence for each of your ber to balance the positive benefi ts of any rules alteration group’s major hooks, ready to be dropped into nearly any against the time it takes your players to learn them. The adventure. When you see that a player has gone too long longer your list of house rules, the more intimidating your without a rewarding moment, reach for the prepared scene game will seem, especially to players who don’t enjoy rules and move the group toward it as quickly as you can without for their own sake. making the shift apparent to the group. House rules are covered in greater detail on page 80. Here are some examples of prefabricated audience pleas- ers, broken down by incentive. Information Flow",
        "name":  "Should that happen, you can return to this book for tips Lurker",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Insert a gratuitous but lively battle PCs will gain information and undergo experiences not against slightly inferior opponents. shared by their comrades. You can handle the unshared",
        "name":  "Kicking Butt",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Create a dangerous situation that information issue in several ways, all of which require can be circumvented by use of a clever scheme. player cooperation. Tell your players ahead of time which",
        "name":  "Brilliant Planning",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add a puzzle. model you plan to use.",
        "name":  "Puzzle Solving",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The above example with Fleance and the drow easily become confused. The suspense of knowing that plays out as follows in spectator mode. bad events are brewing might be too frustrating for some The entire group sits in as Derrick rolls to get through players. Drama-oriented players might feel it breaks the the crawlway and continues to watch as he meets Zz’urzab illusion of fi ction, which is most vivid for them when and is charmed. Derrick knows the name Zz’urzab as soon they can put themselves completely in their characters’ as he hears it, because he got to watch the scene from last mindset. Because it reduces the social pressure to avoid session in which the identity of Redmoor’s archenemy side missions, players more interested in straight-up was revealed. Redmoor hasn’t shared this information fi ghting and looting scenarios might also dislike spectator with Fleance, so Derrick plays his PC’s ignorance in mode. They want their specialists, explorers, and mischief- good faith—he carries on as if the name means nothing makers to stick with the group, so that the evening can to him. Redmoor’s player, Alessandra, slaps her forehead be more closely devoted to the effi cient harvesting of in chagrin as Zz’urzab charms Fleance and convinces him experience points. to aid his escape. If you choose to play in spectator mode, you also have to When Fleance returns to the other characters, the other decide how much kibitzing to allow from players whose players are obligated to play their characters as though they characters are not taking part in the scene at hand. You lacked knowledge of what just happened in the other room. can either announce a policy in advance or feel your way When Derrick says, “Nothing in there but rocks and bat through and decide on a case-by-case basis. Your choices guano,” Alessandra asks if she can make a Sense Motive include the following options. check. You ask her to justify why Redmoor would take this Audience Only: Spectator players are expected to quietly action, when he normally trusts Fleance. Unable to come follow the exploits of active characters. By keeping the 662200__8866331177__CChhpp11..iinndddd 2244 33//2288//0055 33::5544::5588 PPMM 25 A GAME RUNNING CHAPTER 1 scene focused, they help the scene move faster and get No Takebacks: When players tell you their characters are back in the action sooner. taking an action, that action is then taken. You roll dice as",
        "name":  "Example",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Off-stage players are allowed to make required and adjudicate the result, no matter the outcome. comments on the proceedings, but can’t communicate If the players want to think out loud, they should phrase advice or other useful information to the focus player. As their musings carefully. Even if a player is just joking, the is the case with any game, the degree of side commenting action happens. If the player acts without confi rming the is kept within reason—a little can add to the sense of fun facts of a situation, that’s too bad: Being clear on the dangers and camaraderie, but too much gets the group off track. before acting is an essential part of the game.",
        "name":  "Comments Only",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Whether Even in the most straightforward dungeon-based game, they tend to run afoul of the sheriff’s men or skulking PCs eventually head to town in search of rest, recreation, thugs, PCs in an urban environment get into fi ghts at the and the chance to spend hard-earned loot. Whenever drop of a helmet. Keep game statistics on hand for a group they enter an unstructured environment, your skill of generic urban opponents for the party. As the group at improvisation will be tested, as the PCs head off in reaches high levels, it should no longer be bothered by unexpected directions. ordinary street muscle. Authorities or criminal leaders Deal with this contingency by preparing for spon- have to hire specialists to take on the party, in which case taneity. Devote preparation time to the creation of you should create a balanced enemy adventuring party improvisational aids, which help you quickly add detail to ready to take them on. Whatever the group’s level, keep your world as questions arise. These aids are basically lists these characters available as reactive opponents who strike of names and ideas that are ideally suited to piecemeal only when the PCs ask for trouble. creation. Keep a rough version of this list handy wherever you go, so you can jot down ideas in odd moments of TROUBLESHOOTING spare time. Some essential improvisational aids are discussed Almost every problem a D\u0026D group encounters boils below. down to a clash in tastes, compounded by a lack of com-",
        "name":  "IMPROVISATIONAL AIDS Stats for Spontaneous Urban Opponents",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Memorable, munication between a DM and the players. appropriate fantasy names are tough to dream up spon- Sometimes DMs feel that their players are playing taneously. Keep a list on hand for NPCs you create at the improperly or even incorrectly. These players prefer style spur of the moment. X, but the DM prefers (or thinks the players ought to",
        "name":  "Lists of Names, by Race and Gender",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "In a few words apiece, create prefer) style Y. Sometimes the players want a DM to cater personalities you can quickly bolt onto barmen, clerks, more to their wishes, but are rebuffed because the DM city guards, courtiers, and other walk-on characters as places her ideas about game style above the enjoyment of the need for them arises. Use bold surface traits that you the players. fi nd easy to describe or play: scruffy, fussy, blustery, soft- Throughout this chapter, concrete solutions have spoken, angry, mournful, foul-smelling, impertinent, been provided that solve most minor problems in a and so on. group—providing authority figures for the rabble-",
        "name":  "Personality Traits",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Like setting, the style of buildings can A CHANGE OF DIRECTION be a deterrent to using a published adventure. If you’ve Running a published adventure as written can be a way set your PCs up to expect to explore a lost temple, but an for you to inject some variety, and perhaps some renewed adventure you want to run is set in a monastery, you can vitality, into your players’ game experiences. You can use make minor changes to descriptions of the monastery to a published adventure to take the PCs in a drastically dif- suit your needs. ferent direction. For instance, if your campaign features Make a list of ten elements you associate with a temple a lot of battlefi eld warfare, an adventure that focuses on (such as a series of training dojos or meditation chambers). espionage can be an interesting change of pace. Likewise, From time to time, add one of these fl avor elements to a if your group tends to favor espionage and stealth-based room description. Buildings are fairly interchangeable, approaches to adventuring, sending them on a classic requiring only minor adjustments to fl avor text with an dungeon delve can give them an unusual challenge and attention to setting (as described above) to alter them for provide you with a chance to stretch your DM skills. Even use in your own unique adventure. the most diehard interaction-oriented players usually enjoy",
        "name":  "Structures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Collapsing fl oors can be resolved like would be exploding, dangerous materials melting, and a pit trap. Allow a character in a room with a collapsing toxic clouds of gas forming as a result of certain substances fl oor a DC 15 Refl ex save to leap clear. Failure indicates melting or mixing together. Depending on the nature of the character falls to the story below, taking 1d6 points a particular burning building, add one or more hazards of of falling damage per 10 feet that he falls, along with 2d6 your own to the table above. points of fi re damage. He is liable to take further fi re damage in ensuing rounds, as described in Heat, above, Rescue unless he fi nds a way out of the new chamber, which might A burning building is most effective as a dramatic ele- or might not be in fl ames itself. ment if innocent townsfolk are at risk inside. Entering",
        "name":  "Collapsing Floor",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The PCs enter a room so far untouched A dungeon being fl ooded with water isn’t a true threat by fl oodwaters. From a door nearby, a wave of water then unless the water is moving swiftly. When you use this comes bursting into the room, instantly fi lling it to a depth encounter, then, assume the water is moving fast. If a of 1 foot and requiring everyone within to make a DC 15 character in fast-moving water makes a DC 15 Swim Balance or Strength check or fall prone in the water. The check, the force of the water deals 1d3 points of nonlethal water then continues to rise at the normal rate. damage per round. After a failed check, the character must Obstructions: If the fl ood gets ahead of the PCs for immediately succeed on another check or slip beneath even a round or two, the entire layout of the dungeon can the water’s surface and risk drowning (see below). In a change as the force of the water shifts debris. Consider normal fast-moving water environment, the Swim check blocking off the exit, forcing the PCs to clear a path before represents fi ghting a current; in a fl ooding dungeon, it the waters get too high or to fi nd another way out. represents the rush of water fi lling a room, and the barrage Vary the Flow: Give the characters respite from time of debris it pushes before it, slamming into anything in to time as the water fills numerous small niches and its path. Checks of this diffi culty need only be made if chambers behind them. This is an especially useful trick the characters are in a room fi lled more than 4 feet deep. right before a sudden wave or right after the characters In a room fi lled with 4 feet of water or less, the DC drops discover an obstruction blocking their path. Just don’t to 10. wait too long before the waters start creeping back up.",
        "name":  "Water Sudden Waves",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A mob’s initiative modifi er is always +0. ered fl at-footed while grappling.",
        "name":  "Initiative",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Since all mobs have 30 Hit Dice, their mob’s Strength modifi er. The victim can either make an base attack bonuses are set depending upon their type. attack of opportunity against the mob or make a Refl ex save (DC 25 + the mob’s Str modifi er) to take half damage.",
        "name":  "Base Attack",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary, pair, or gang (3–12 mobs). WARBANDS AS ROLEPLAYING",
        "name":  "Organization",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. game by selecting a faction. The skirmish game has four",
        "name":  "Advancement",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "When drawing on a the new height in feet. battle grid, use the lines of the grid to mark the edges of Water depth can also be indicating using dashed lines your terrain types. Don’t draw lines differentiating terrain for each depth change. A minus sign in the middle of the through the middle of squares. This small amount of preci- body of water followed by a number indicates the maxi- sion saves you a great deal of confusion and debate at the mum depth. If you would rather the PCs remain unaware gaming table. If the players can tell at a glance which square of this information, don’t include a number. is open ground, which is a slope, and which is covered in water, they won’t slow your game down by asking questions, TREES or complain later that your map wasn’t clear. Trees in the Dungeon Master’s Guide come in three varieties: light, medium, and dense. However, medium and dense DRAWING QUICKLY trees have the same impact on movement, so you don’t Every DM has had to come up with an adventure or need symbols to represent all three types. A symbol for encounter on the spur of the moment. If you need to light trees and one for dense trees is enough. draw a map quickly, you probably don’t have time to fi ll in A forest canopy can be represented as elevated terrain every square with the relevant symbology for each terrain (see Elevated or Depressed Terrain, above). type. Instead, draw the boundaries around each type of terrain with a solid line, then mark the terrain type with LIGHT AND HEAVY UNDERGROWTH the appropriate symbol near the middle and circle it to Light undergrowth can be represented with a single slash indicate that everything in the contiguous area within drawn diagonally across a square, and heavy undergrowth the boundary shares the same terrain type as the circled by a pair of crossed lines (an X). symbol in the middle. WATER OVERLAPPING TERRAIN Water in D\u0026D essentially comes in three depths that",
        "name":  "One last thing to keep in mind",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This could be a single 16th-level char- acter, or an adventuring party of four 12th-level characters. In either case, their goal is the same—they seek to kill the blue dragons that lurk in these mountains. Their goals might be honorable, but they could just as easily be born of greed for the dragons’ hoard, in which case they’ll see other adventurers as dangerous competition.",
        "name":  "Dragonslayers",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "These two cloud giants ride trained rocs and scour the ground below for intruders.",
        "name":  "Cloud Giant Scouts",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "These rocs have been trained by the giants to patrol this region. They know to attack anything smaller than Huge size on the ground, and typically carry off such intruders to a nearby giant camp.",
        "name":  "Trained Rocs",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "In nonsnowy mountains, this could just as well be a rockslide. Rules for these natural disasters appear on page 90 of the Dungeon Master’s Guide. Graveyard (Average EL 7) A cemetery is a great place to stage an encounter, especially at night. The characters will be expecting an ambush or surprise, so draw out the tension as long as possible with false alarms and mysterious sights or sounds just at the limits of the characters’ perceptions. A blue dragon surveys its domain from a mountain peak Illus. by E. Cox 662200__8866331177__CChhpp22..iinndddd 6677 33//2288//0055 33::5599::2277 PPMM 68 2 RETPAHC SERUTNEVDA Graveyard Encounters Haunted Building Encounters d% Encounter EL d% Encounter EL 01–04 1d3+1 spectres 10 01–05 1 greater shadow 8 05–08 1d4 5th-level human ghost fi ghters 9 06–10 1d4 wraiths 8 09–13 1d3+1 ghasts and 2d6 ghouls (pack) 9 11–20 1 5th-level human fighter ghost 7 14–16 1 greater shadow 8 21–30 1d8 shadows 7 17–21 1d4+1 vampire spawn 8 31–40 1d6 allips 6 22–30 2d6 ghouls (pack) 7 41–55 1d8 Medium animated objects 6 31–39 1d4+1 shadows (gang) 7 56–65 Haunting trap 5 40–47 1d3+2 wights (gang) 7 66–80 1d8 Small animated objects 5 48–55 1d3+1 ghasts (gang) 6 81–100 Sinister manifestation — 56–61 1 wraith 5 62–72 2d6 human zombies 5 Sinister Manifestation: This feature can be a strange 73–83 2d6 human skeletons 5 creaking sound, blood running from the walls, a half-glimpsed 84–88 2 graverobbers 4 89–92 1 allip 3 fi gure in a mirror refl ection, an unexplained smell of fresh 93–97 2 hyenas or coyotes 2 roses, or nearly anything else that fi ts the building’s theme. 98–100 Covered empty grave 1 If the need for game mechanics arises, assume the manifesta- tion functions as a major image (caster level 5th).",
        "name":  "Avalanche",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hyena statistics can be found on you should reserve these types for individual enemies and page 274 of the Dungeon Master’s Guide; use hyena statis- characters the PCs might encounter. The encounters on the tics for coyotes. Choose hyenas or coyotes depending on following table represent standard humanoids. environment. Hyenas favor arid climates, and coyotes temperate climates. Humanoid Tribeland Encounters",
        "name":  "Hyenas or Coyotes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A haunting trap is a supernatural trap they react to another band of adventurers warily at best. that fi lls an area with overwhelming emotion such as fear Booby Trap: A booby trap is a minor trap meant to be or remorse. Details on haunting traps appear earlier in this merely humiliating or startling, but which is sometimes chapter on page 43. capable of actual harm. Booby traps are detailed earlier in",
        "name":  "Haunting Trap",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This is an encounter with 1d8 1st-level rogues or 1d4 2nd-level rogues. Typically, these rogues Underground Cavern (Average EL 7) belong to a thieves’ guild, but they could just as easily be The dark places beneath the surface can prove deadly to the pirates, gypsies, or unscrupulous city guards. unwary. The bulk of the encounters below are for mid-level",
        "name":  "Gang of Thieves",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This is an encounter with a lone 1st-level rogue with Sleight of Hand +8. The pickpocket usually Underground Cavern Encounters chooses a fi ghter, cleric, wizard, or similar character who d% Encounter EL 01–08 1 aboleth and 2d3+2 skum1 9 doesn’t look particularly observant; if caught, the pick- 09–20 4 drow raiders (slaving party) 9 pocket tries to fl ee. 21–28 1 greater earth elemental 9",
        "name":  "Pickpocket",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Shard of obsidian (10 gp), copper pyramid EL 10 (5,800 gp) inscribed with religious runes (50 gp) Coins: 4,230 sp, 800 gp, 31 pp",
        "name":  "Goods",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "3,569 cp, 743 sp, 171 gp 2 doses of antitoxin (100 gp), darkwood buckler (65 gp),",
        "name":  "Coins",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Golden pearl (100 gp), 2 rock crystals (50 gp scroll of searing light each)",
        "name":  "Goods",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "1,250 gp, 40 pp EL 5 (1,600 gp) Goods: 5 amethysts (100 gp each), aquamarine (500 gp),",
        "name":  "Coins",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "1,135 cp, 866 sp, 437 gp, 24 pp platinum chain bracelet (850 gp)",
        "name":  "Coins",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,725 gp, 513 pp EL 6 (2,000 gp) Goods: 3 golden yellow topazes (500 gp each), 2 sard-",
        "name":  "Coins",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,650 sp, 310 gp, 12 pp onyxes (50 gp each), 2 pieces of obsidian (10 gp each),",
        "name":  "Coins",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Silver dining plate (100 gp) mahogany chest inlaid with mother-of-pearl (300 gp)",
        "name":  "Goods",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "3,540 sp, 531 gp, 25 pp Goods: Emerald (1,000 gp), 2 gold statues of a human dancer",
        "name":  "Coins",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "405 sp, 1,269 gp, 44 pp Goods: 14 pearls (100 gp each), porphyry nymph statuette",
        "name":  "Coins",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The sun itself is the energy source for the Burning Eye.",
        "name":  "Energy Source",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The diamond lens is also the control element. Anyone grasping the edges of the lens and peering through it can redirect the gaze of the Burning Eye.",
        "name":  "Control",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The trigger for the Avatar of the Horde jures ageless nightmares of frozen worlds. Within the coming into power is the completion of the trial of dark dreams of Ghulurak, whole worlds lie stilled to the horde, a long and complicated quest that requires frozen unlife. Ghulurak would freeze all life, binding signifi cant might and dedication. The avatar must single- living worlds into a frozen rigor of agony and insanity. handedly slay one member of each race to be included Driven by the dark images of Ghulurak, some maddened in the horde. Once all these combats are complete, the individuals carve this image from the purest ice of polar potential avatar must journey to an ancient holy site in glaciers, allowing Ghulurak’s frozen power a way to the far north, where many believe that Gruumsh and access the material world. Once this pathway lies open, Corellon Larethian fought one of their many battles. The a desolate region of cold spreads ever outward, driving avatar must cause the death of thirteen elves at this site frost and hunger before it. Those who aren’t slain outright (and so must also manage to get the elves to the site). by the frigid temperatures eventually fall victim to the Once the trial of the horde is complete, the avatar can maddening image of Ghulurak, and begin working to bind a number of distinct races into the horde equal to protect and serve the frozen monstrosity. 3 × his Cha modifi er. If the avatar’s Charisma modifi er Lore: A few forgotten fragments of lore hold descrip- changes after the completion of the trial of the horde, tions of the Killing Frost of Ghulurak and its effects. there is no change in the number of races that the avatar Learning the details of the Killing Frost requires a DC can include in the horde. 40 Knowledge (history) check. Some lore is so precise,",
        "name":  "Trigger",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ghulurak’s frozen madness lurks beyond both of Ghulurak, those dominated hold in their minds the time and knowledge, and no force can control the killing true form of Ghulurak and, should the original statue frost made manifest by his power. be destroyed, they are compelled to create one anew.",
        "name":  "Control",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every one hundred years, in the height of assembling many of their church’s most powerful members summer on a clear day, Pelor stretches forth his might at the time of each casting. and creates the Day of Sun. This day, sacred to the church of Pelor for many reasons, is the only day during SPIRIT OF NATURE’S RAGE which the clerics of Pelor can summon forth the Light Within the unknowable spirit of the ancient forests lies a of Purity. vast and slumbering power. This power rarely manifests",
        "name":  "Catalyst",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ranger 6, barbarian 5 (2), fi ghter 5 (2), warrior 5 (5), ranger 3 (8), barbarian 2 (4), warrior 2 OTHER NOTABLE CITIZENS (4), barbarian 1 (6), warrior 1 (27) Ankus Akalvin (CN male elf ranger 8), owner of the",
        "name":  "Others in City Watch",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Expert 11, commoner 10, commoner 5 Drunken Urchin (2), expert 5 (2), commoner 2 (4), expert 2 (4), expert 1 Anmeh Ronakin (CG male human ranger 3), owner of (54), adept 1 (8), warrior 1 (116) Anmeh’s Hall of Oddities 662200__8866331177__CChhpp44..iinndddd 112200 33//2288//0055 44::2211::1100 PPMM 121 SALTMARSH CHAPTER 4 Baswulf Tisk (CN male gnome ranger 11), hired thug Torkan Anderhoff (NE male human rogue 2), Sawfi sh Boy Blahg (CE male dwarf rogue 5/sorcerer 1), owner of the and slaughterhouse worker Hoof ’n’ Mouth Tyson Kashtilan (N male human cleric 1), missing priest Daryn Larsken (LG male human fi ghter 6/duelist 5), owner of Boccob of the School of Blades Vander Anderhoff (LE male human rogue 2), Sawfi sh Boy Desthen Clorisal (NE male human wizard 4), con artist and slaughterhouse worker posing as sculptor Vlistur (LE male doppelganger sorcerer 6), master of the Ember (NG female gnome fi ghter 6/duelist 2), teacher at Black Market the School of Blades Other Citizens: Barbarian 10, barbarian 3 (5), barbarian 1 Flanigan Lorsk (LN male human expert 4), owner of (3); bard 9, bard 4 (2), bard 2 (4), bard 1 (8); cleric 8, cleric Whitecap Shipping 4 (2), cleric 3 (2), cleric 2 (4), cleric 1 (12); druid 4, druid Jarthis Andrigal (LE male half-elf aristocrat 4), prisoner 2 (2), druid 1 (4); fi ghter 3 (6), fi ghter 2 (4), fi ghter 1 (8); of Soshyn monk 6, monk 3 (2), monk 1 (4); paladin 5, paladin 2 (2), Kailee Restinan (NG female elf ranger 8), owner of the paladin 1 (4); ranger 1 (4); rogue 9, rogue 3 (4), rogue 2 (5), Lizard’s Boat rogue 1 (8); sorcerer 4, sorcerer 2 (2), sorcerer 1 (4); wizard Katlen Lithoti (CN female aranea wizard 2), apprentice 7, wizard 3 (2), wizard 1 (4); adept 7, adept 3 (2), adept 2 to Mylor Orvid (5), adept 1 (11); aristocrat 7, aristocrat 3 (2), aristocrat 1 Kavern Lesk (N male human wizard 2), apprentice to (19); expert 1 (57); warrior 1 (55); commoner 1 (3,275) Mylor Orvid Kinto Anderhoff (NE male human rogue 2), Sawfi sh Boy LIFE IN SALTMARSH and slaughterhouse worker Klori (NG male human expert 1), missing member of Saltmarsh was founded 130 years ago by four adventurers carpenter’s guild who had cleared the area of a particularly brutal tribe of Lankus Kurrid (CG male human fi ghter 4/expert 1), owner lizardfolk. Before they came, the area had consisted of just of the Wicker Goat a few buildings, but the adventurers decided it was a fi ne Loris Aeltyn (CG male human aristocrat 3), noble place to retire and used their wealth to found the town of Misha Larakti (NG female human expert 1/bard 4), owner Saltmarsh. Over time, Saltmarsh grew slowly, eventually of the Curio Shop stabilizing at two thousand inhabitants strong for many Moradni Mortai (LN male human wizard 2), apprentice years. Recently, pirates and slavers from the north sacked to Mylor Orvid the nearby city of Seaton, and nearly a thousand refugees Mylor Brank (NG male human wizard 5), owner of Salt- fl ooded the streets of Saltmarsh. At about the same time, marsh Sendings several bands of adventurers fi nished dealing with a large Nettie (CE female human adept 5), possessed lunatic sahuagin threat to the southwest, and the sudden infl ux Noshi (LG male human monk 6), caretaker of Saltmarsh of the vast treasures they had accumulated played a large Cemetery part in the expansion of the town. Oona Fastralli (LN female human expert 3/aristocrat 1), Today, Saltmarsh is on the verge of becoming a legitimate ruling noble city. Many travelers have decided to settle here because Oslor Pendicraw (N male human expert 4), “owner” of the the town is located in a prime position—not too far from Dancing Dryad civilization, but far enough that external politics and tax Parne Anderhoff (CE male human rogue 2), Sawfi sh Boy collectors rarely bother to make the journey. It is a town and slaughterhouse worker fi lled with possibility and ripe for exploration—a perfect Porthas (LG male human rogue 3/fi ghter 4/duelist 1), place for adventurers to call home while they explore the teacher at the School of Blades trackless reaches of the lizardfolk-haunted Hool Marshes to Radric (NG male dwarf rogue 5), owner of Radric’s the southwest, the mysterious reach of the Dreadwood to the General Store northeast, or any of the wild frontiers that lie between. Sara Rasivath (NG female halfling ranger 3/aristocrat Like most towns its size, Saltmarsh doesn’t have an under- 4), noble ground network of sewage tunnels. Rather, the streets are Silark (NG male lizardfolk druid 5/bard 1), ambassador lined with gutters that, in theory, should funnel the city’s Skie Rayncliff (N female human aristocrat 5/rogue 4), waste down to the ocean or the Kingfi sher River. Each day, vengeful mistress laborers employed by the dungsweepers’ guild gather and Soshyn Anamar (NE female human vampire cleric 12), replace large barrels of garbage and other waste that have haunter of the Andrigal Mansion been placed on convenient street corners. Tobias Ambermead (LN male human aristocrat 5), noble Saltmarsh is run by a town council of six elected individu- als. The council meets in the town hall at the start of every 662200__8866331177__CChhpp44..iinndddd 112211 33//2288//0055 44::2211::1133 PPMM 122 4 RETPAHC HSRAMTLAS season, at which time they vote on issues and new laws and for a large town to offer enough intrigue for sixty or more hear public grievances. In order for a motion or issue to be opportunities for adventure, introducing too many can ratifi ed, at least fi ve votes must be cast in favor. drown your players in options. Chief among the council is Lord Mayor Timertikos (area 59). The position of lord mayor is assigned by popular vote 1. CITY WALL of the other members of the town council; the position is Saltmarsh is surrounded by an extensive stone wall made for life, or until the rest of the council votes unanimously of large blocks of limestone quarried from the cliffs south to impeach. Only the lord mayor can call emergency meet- of town. The populace built the wall—which is unusually ings of the council. His vote also counts as two when issues large for a town of Saltmarsh’s size—only recently, when are on the fl oor during a council session and is often used fears of attacks from nearby humanoid tribes took hold. to settle ties. The layered wall actually consists of two 4-foot-thick, The other fi ve members of the council also hold their 20-foot-high walls about 15 feet apart. The space between positions for life, but they are nominated and elected by them is fi lled with packed earth and then capped with a popular vote of the citizens of the town. Currently, the wooden roof. Guards patrol the top of the wall, walking council members are Lady Lyra Ivessa (area 8), Lord Hoskin along a 7-foot-wide trough in the center protected by a Lashti (area 42), Lord Toren Aerakin (area 54), Lord Egan 3-foot-high rim that provides those in the trough with Lassiter (area 57), and Lady Lira Tolivar (area 63). cover. Twelve square watchtowers (area 2) control access to the top of the wall. It’s diffi cult to forcibly gain entry to Saltmarsh by bat- EXPLORING SALTMARSH tering a hole in the wall. An attacker must fi rst penetrate The remainder of this chapter explores Saltmarsh in great the outer wall, followed by the packed-earth interior, and detail. You can use it as described, or you can pick and fi nally the inner wall. Each 10-foot-wide section of city choose buildings, NPCs, and adventure hooks for use in wall has the following statistics. other cities. Stone Wall (Outer or Inner): 4 ft. thick; hardness 8; hp Most of the locations include an adventure hook, but 360; break DC 60; Climb DC 20. don’t feel as if you need to use them all. They should serve Once the walls are breached, climbing over the 15 feet as inspiration for your campaign. Choose the hooks you of packed earth lodged between the walls requires a DC like, and ignore the rest. Although it’s entirely plausible 15 Climb check. pqqqqqqqqqqqqqqqqqqqqrs QUICK LOCATION REFERENCE We don’t want you to spend too much time flipping back and know you read about but just can’t find at the moment. Here’s forth through this chapter, looking for the carpenters’ guildhall, an alphabetical list of all sixty-five locations described in this Frog Park, Crazy Nettie’s place, or any other location that you chapter and where to find them. Page Page Page 147 Aeltyn Mansion (area 55) 146 Dungsweepers’ Guildhall (area 51) 137 Saltmarsh Museum (area 38) 147 Aerakin Mansion (area 54) 147 Fastralli Mansion (area 53) 132 Saltmarsh Playhouse (area 24) 134 Alchemists’ Guildhall (area 30) 133 Fishmongers’ Warehouses (area 25) 152 Saltmarsh Point Forum (area 61) 148 Ambermead House (area 58) 145 Flounder Pounder, the (area 48) 126 Saltmarsh Sendings (area 6) 149 Andrigal Mansion (area 60) 131 Frog Park (area 21) 139 School of Blades, the (area 41) 135 Anmeh’s Hall of Oddities (area 32) 133 Hoof ’n’ Mouth, the (area 26) 129 Scriveners’ Guildhall (area 15) 128 Anvil, the (area 13) 125 Hoolwatch Tower (area 4) 133 Shipyard (area 27) 129 Bakers’ Guildhall (area 16) 128 Jewelers’ Guildhall (area 14) 130 Shrine of Obad-Hai (area 20) 140 Barracks/Jail (area 43) 148 Lassiter House (area 57) 140 Silver Raven, the (area 42) 145 Black Market (area 49) 136 Leatherworkers’ Guildhall (area 34) 142 Slaughterhouse (area 44) 130 Blue Frog Brewery (area 19) 143 Lilybrook Orphanage (area 46) 152 Standing Stones (area 64) 137 Bridges, major (area 36) 131 Lizard Embassy (area 22) 143 Stonemasons’ Guildhall (area 45) 137 Bridges, minor (area 37) 130 Lizard’s Boat, the (area 18) 131 Tailors’ Guildhall (area 23) 128 Carpenters’ Guildhall (area 11) 135 Market (area 31) 138 Temple of Boccob (area 39) 126 Cathedral of Kord (area 7) 136 Marshgate Bridge (area 35) 127 Temple of Fharlanghn (area 9) 127 Cathedral of Pelor (area 8) 129 Merchants’ Guildhall (area 17) 149 Timertikos House (area 59) 124 City Gates (area 3) 152 Oak Island (area 63) 147 Tinkers’ Guildhall (area 52) 122 City Wall (area 1) 152 Oak Island Keep (area 62) 139 Town Hall (area 40) 146 Crazy Nettie’s Place (area 50) 128 Radric’s General Store (area 12) 124 Watchtowers (area 2) 136 Curio Shop, the (area 33) 148 Rasivath Tower (area 56) 134 Whitecap Shipping (area 29) 143 Dancing Dryad, the (area 47) 152 Saltmarsh Beacon (area 65) 125 Wicker Goat, the (area 5) 134 Drunken Urchin, the (area 28) 127 Saltmarsh Cemetery (area 10) pqqqqqqqqqqqqqqqqqqqqrs 662200__8866331177__CChhpp44..iinndddd 112222 33//2288//0055 44::2211::1155 PPMM 123 SALTMARSH CHAPTER 4 662200__8866331177__CChhpp44..iinndddd 112233 33//2288//0055 44::2211::1177 PPMM 124 4 RETPAHC HSRAMTLAS The town of Saltmarsh as seen from an approaching ship",
        "name":  "Others in Militia",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The merchants’ guildhall keeps a fair amount time trying to track Krisharr down, and would certainly of money on hand in its underground vault, which is welcome any aid. guarded by several traps and a stone golem. However, because the guildhall has a reputation for being robbed, 19. BLUE FROG BREWERY Ebstilar has invested a fair portion of its funds elsewhere. This long stone building radiates the distinctive smell of The vault contains 15,000 cp, 15,000 sp, 15,000 gp, and fermenting alcohol. A highly detailed sign depicting a 1,500 pp. Given 1d6 days, Ebstilar can cash in investments happily drunk blue frog dancing around an empty mug to generate an additional 35,000 gp. hangs over the front door, his equally blue tongue fl opping",
        "name":  "Treasure",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Although Ryan obtains the majority appear to burn the ship’s rigging attract the best moths. The of his berry supplies by paying locals to gather them in the locals consider the lizards good luck and often toss them small swamps to the north, he’s heard stories of a variant insects or bits of meat to eat as they enter the tavern. of the swamp blueberry that grows to the southwest in the The Lizard’s Boat is a fairly clean and comfortable estab- Hool Marshes. The problem, of course, is that the Hool lishment, popular with visitors and the middle class of Marshes are rather dangerous. He’s keeping an eye out Saltmarsh. Lizard motifs continue inside the tavern, with for adventurers and pays 50 gp a basket for Hool Marshes carved lizards on the bar and walls, and lizards painted on blueberries. Anyone who takes him up on his job offer the dishes and tables. The tavern serves a wide range of might be dismayed to learn that Hool Marshes blueberries alcohol (including Blue Frog Ale from the local brewery, grow in the same places that are haunted by a group of area 19) and all manner of seafood and bread. will-o’-wisps and shambling mounds.",
        "name":  "The lizards have learned that the tiny continual fl ames that Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A more sinister force draws frogs to this park. One of the frog statues is, in fact, an ancient 23. TAILORS’ GUILDHALL likeness of Wastri, the Hopping Prophet and minor deity This relatively small building looks even smaller sand- of bigotry and amphibians. Ferrin Kastilar, the current wiched between the towering Saltmarsh Playhouse and the caretaker of the shrine of Obad-Hai (area 20), bought the sprawling Lizard Embassy. Its whitewashed walls are clean statue from a shifty merchant several months ago, not and spotless, and a sign bearing an image of a bolt of cloth, a recognizing its true nature. The statue serves as a focus spool of thread, and a needle hangs above the front door. for Wastri, who would like to extend his infl uence into The majority of the tailors’ guildhall serves as a staging the nearby Hool Marshes, and the evil deity has been ground for imported cloth and a storehouse of supplies and using the statue to infl uence Ferrin. As long as the statue fi nished goods for export. The demanding guild requires remains in its overgrown corner of the park, the menace members to return at least a quarter of their output to the it represents will only grow. guildhall for export to other cities. In addition, guild dues have climbed slowly but steadily over the past several years. 22. LIZARD EMBASSY The members of the guild grumble and complain, but most This large building of red brick appears to be quite new. of them have few other skills and lack enough money to Twin stone statues of noble-looking lizardfolk fl ank the move to another city. For now, they take the abuse and do main entrance. what they can to make ends meet. 662200__8866331177__CChhpp44..iinndddd 113311 33//2288//0055 44::2211::5533 PPMM 132 4 RETPAHC HSRAMTLAS",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The tavern’s bustling business has oversees the guild. He and his two apprentices are its only dropped off a bit, and Ankus knows why—the new estab- members, since he’s loath to let anyone else into his confi - lishment a few blocks to the north known as the Hoof ’n’ dence. The strange lights and smoke are part of his security Mouth (area 26). Ankus and Blahg share a not-too-friendly plan—they’re nothing more than permanent silent images sense of competition, and the two tavernkeepers wage a and dancing lights that give the place a sinister reputation slowly escalating war of propaganda and sabotage that and help to keep thieves away. might soon end in bloodshed. Currently, Ankus plans to Adventure Hook: Diomar periodically needs new sup- hire adventurers to visit the Hoof ’n’ Mouth to cause trouble, plies that aren’t readily accessible in town. His knowledge break things, and spread unfl attering rumors about Blahg of nature is quite prodigious, though, and with a few hours and his method of preparing drinks. of research, he can usually fi nd a local plant or animal 662200__8866331177__CChhpp44..iinndddd 113344 33//2288//0055 44::2222::0044 PPMM 135 SALTMARSH CHAPTER 4 product that can serve. He commonly hires adventurers to travel to the Hool Marshes or the Dreadwood to gather these supplies. He pays handsomely, often up to 100 gp per successful delivery. 31. MARKET This long strip of open land is Saltmarsh’s primary marketplace. Most merchants in town can’t afford a storefront, so they rent spaces and tents here from the merchants’ guild to ply their trades. Player characters simply looking for food, supplies, and other miscellaneous purchases can fi nd what they need here. The only permanent structures in this area are a large fountain built to resemble a massive mermaid lift- ing a ship into the air, and an open pagoda used by local ranchers to sell horses and other livestock.",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The garrison keeps fi ve of these groups, supplement the small number of farms is brought here for each composed of three 1st-level warriors led by a 5th-level slaughter and preparation. The killing takes place in several warrior; two groups are always on patrol. underground chambers, with the waste dumped into pits",
        "name":  "City Watch Patrols",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The garrison has fi ve stalkers, all 3rd-level of cultivated green slime that is burned off once a week, rangers who operate as undercover guards in the city, giving forth large plumes of nasty green smoke. although only one or two can be found here at a time. Neighbors have long lobbied for the relocation of the",
        "name":  "City Stalkers",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Yonshi’s getting ready to do some- luck will vastly improve. Each of these cultists receives a thing about Flanigan Lorsk. His current plan is to fi nd out tiny brand between the shoulder blades, and in the weeks which prostitute Flanigan visits the most at the Dancing that follow, they fi nd that their luck seems to increase the Dryad (area 47), murder her, and then frame Flanigan for more they offer prayers to “Jodai” in the privacy of their the deed, thereby eliminating one of his biggest problems homes. Audry’s plans for her cult and the actual source of in town. Yonshi isn’t quite sure how to go about the task, the strange luck have yet to be revealed, but these secrets though. If he fi nds out that Flanigan has grown attached certainly don’t have Saltmarsh’s best interests at heart. to a PC, he decides to arrange for that PC’s murder instead, The children of the orphanage are safe as long as they hiring an assassin from out of town to do the job. don’t get too nosy about what goes on in the attic and base- ment. They’re an excellent cover for Audry, and it’s only 46. LILYBROOK ORPHANAGE the troublemakers—who try to reveal her cult—that end This large, gothic-styled house seems a bit out of place next to up being fed to the fi endish animals she keeps locked in the humble and serviceable Saltmarsh architecture nearby. kennels deep below the orphanage. One of the fi rst buildings constructed in town, the orphan- Anyone who gains the brand of Jodai (actually a brand of age was once the holding of the Lassiter family (area 57). Graz’zt) and offers prayers at night in secret fi nds that one of When Saltmarsh’s nobility began moving up on Saltmarsh his skills in which he has at least 1 rank (selected at random) Point to the west, the Lassiter family moved as well. For gains a +1 profane bonus. Additionally, small bits of luck, several years, the mansion sat empty, until an enterprising such as fi nding a silver piece in the road or getting a good aristocrat named Audry Lilybrook purchased and renovated seat at a crowded tavern, seem to become more common. the mansion, transforming it into an orphanage. Over time, the character’s alignment shifts to evil, at which Since its founding, the Lilybrook Orphanage has point Audry takes the convert into her full confi dence. helped reform and educate hundreds of wayward chil- dren and urchins. Today, the orphanage cares for over 47. THE DANCING DRYAD three dozen orphans, and Audry Lilybrook has had to Part game hall, part tavern, part inn, and part brothel, the bring on a staff of fi ve to help maintain order. The house Dancing Dryad is one of the most notorious buildings looks foreboding, but the citizens of Saltmarsh agree that in Saltmarsh. It presents a fl ashy façade, one that seems it does a lot of good. Of course, rumors swirl of some- a bit out of place this close to the slums. Marble columns thing sinister going on in Lilybrook, but most people carved to resemble trees line the walls of the building, and ascribe these rumors to cruel and vindictive children a permanent silent image of a scandalously writhing woman 662200__8866331177__CChhpp44..iinndddd 114433 33//2288//0055 44::3300::2255 PPMM 144 4 RETPAHC HSRAMTLAS with pale skin and green hair undulates on a miniature stage built to resemble a forest glen above the main entrance. Inside, the main room is fi lled with tables for playing cards, dice, and several other games of chance, all run by the house. Beautiful women dressed as dryads and nymphs take drink orders along with handsome men dressed as satyrs and pixies. A large stage at the far end of the hall is a full-sized replica of the miniature forest glen from the sign out front; the nights that the “dryad” dances on the stage tend to be the busiest. Customers can rent rooms on the upper fl oors for sleeping, but most of the Dancing Dryad’s clientele rent them for more carnal purposes. The serving men and women offer more than drink here.",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Aeltyns remain original families of Saltmarsh, descended from quite active in the fi shing industry, and Moria Lassiter, one of the adventurers if the PCs cause problems for any who founded the town. They remain honest fi shers, the family soon hears active in town, particularly in the about it and demands recompense merchants’ guild (area 17), the Salt- from them. marsh Playhouse (area 24), and the Saltmarsh Museum (area 38). They 56. RASIVATH TOWER also have ties to the Lilybrook Unlike the other large mansions Orphanage (area 46). Egan Lassiter in Saltmarsh, this noble villa is is the current ruling noble. His opin- dominated by a tall stone tower ions often cause great arguments in the and several ancient-looking oak town council (of which he is a member), trees. The coat of arms fi xed to the and he has nearly as many enemies as top of the gate depicts an oak tree friends in town. surrounded by rays of white light Adventure Hook: The Lassiter fam- on a fi eld of brown. ily is in fact one of the deadliest dangers",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The total cost of hiring a specialist is his base cost (see below) plus any additional fees.",
        "name":  "Total Cost",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "simple message Variable 1 gp",
        "name":  "Verbal delivery",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "APPRENTICE NEW FEAT: MENTOR A character with this feat has apprenticed himself to a master in A character who takes this feat has offered his knowledge order to speed his learning and bolster his skills. This feat must and skill to a lower-level NPC and takes that NPC on as an be taken at 1st level. Once you start gaining experience, your apprentice. methods of learning are already too ingrained for you to be able Prerequisites: 8 ranks in at least two of the four skills associ- to gain the benefits of a mentor–apprentice relationship. ated with your mentor category; Apprentice; you must have",
        "name":  "NEW FEAT",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st level only. graduated from an apprenticeship.",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you select this feat, you gain all the benefits Benefits:When you select this feat, you gain all the benefits described in this section for being an apprentice. described in this section for being a mentor. pqqqqqqqqqqqqqqqqqqqqrs smaR .V yb .sullI 662200__8866331177__CChhpp66..iinndddd 117766 33//3300//0055 1122::0033::2244 PPMM 177 CHARACTERS CHAPTER 6 this manner for an entire month, the character’s mentor tasks, such as tailing a subject, staking out a prospective expels her from the apprenticeship. work site, and so on.",
        "name":  "Benefits",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff, Gather Information.",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "An entertainer mentor is an actor, musi- The eight mentor types described below are fairly generic, cian, storyteller, or other notable personality, often someone and can encompass any alignment, race, or class. A mentor quite recognizable or famous. An entertainer grants her can easily be a chaotic evil gnome wizard craftsman or a apprentice a +2 competence bonus on Diplomacy checks lawful good human rogue, for example. and the ability to call upon the aid of an admirer or fan by Each mentor type is associated with two skills; as detailed spending a tithe appropriate for the apprentice’s level. The above, the apprentice gains these skills as class skills. In admirer is of a character level equal to 1/2 the apprentice’s addition, each mentor grants the apprentice additional own (minimum 1st) and must be within at least one step benefi ts unique to his profession and calling. of his alignment, but can be of any race or class. The ally",
        "name":  "Mentor Types Entertainer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Appraise, Knowledge (architecture Martial Artist: A martial artist mentor has perfected and engineering). a particular style of fi ghting, often exotic. A martial artist",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (any one), Sense Motive. Charisma bonus (if any) and by the following situations.",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A soldier mentor is a commander of an army, a These situations only apply when the feat is fi rst taken; if captain of a garrison, a mercenary leader, or otherwise in any of these situations change at a later date (for example, command of a combat troop. A soldier grants his apprentice the apprentice’s alignment changes), the mentor’s level a +2 competence bonus on Intimidate checks and a +2 does not change. bonus on Fortitude saving throws.",
        "name":  "Soldier",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intimidate, Knowledge (local). Table 6–1: Mentor Level Modifiers",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A woodsman mentor might be a hunter, a time the character gains a level, any skill ranks in excess caretaker of a forest, or a scout. A woodsman mentor grants of his normal maximum skill ranks for a cross-class skill his apprentice a +2 competence bonus on Survival checks are lost forever. and the ability to follow tracks as if the apprentice had the Track feat, but only when the DC is 20 or lower. Gaining a New Mentor",
        "name":  "Woodsman",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Appraise, Craft (any), Knowledge (architec- mentor’s actions ture and engineering), Profession (any).",
        "name":  "Craftsman",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff, Gather Information, Open Lock, Training an Apprentice Sleight of Hand. Apprentices advance with training. Each week, a mentor",
        "name":  "Criminal",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Diplomacy, Gather Information, Perform, is expected to dedicate at least 8 consecutive hours to Profession. training with her apprentice. Meeting this minimum",
        "name":  "Entertainer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Balance, Concentration, Jump, Tumble. amount of training allows the apprentice to advance and",
        "name":  "Martial Artist",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration, Knowledge (religion), keeps the mentor’s own skills honed. If she neglects her Knowledge (any one other), Sense Motive. apprentice, not only does she take a penalty to her mentor",
        "name":  "Philosopher",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb, Handle Animal, Intimidate, Ride. score, but she also loses her skill check bonuses until she",
        "name":  "Soldier",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This entry in which slavery is legal, for example) gives the business’s primary is instead treated as a service, a shop, skill—the skill that direct- or other ordinary business. ly affects the business’s Primary Skill: Intimidate. success, and the one that Secondary Skills: Knowl- every proprietor of the edge (local), primary skill of business must have. business front.",
        "name":  "Primary Skill",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Capital: High. This entry gives the sec- Resources: High. ond and third most important A criminal organization might employ drastic methods Risk: High. to extract information skills for the business; see Table 6– 5 for details of how these skills affect a business’s success. Farm",
        "name":  "Secondary Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The relative amount of cash the entrepreneur Farms are specialized businesses similar to shops and needs to start the business; see Table 6–3. services, yet they require their own special set of skills",
        "name":  "Capital",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The relative amount of resources (primar- and resources. When a PC decides to build a farm, he ily buildings and employees) the owner needs to maintain should determine the nature of the primary crops and the business (see Table 6–4). This also determines the livestock. Unless he chooses something exotic, this final cost of operation, reflected as a modifier to the decision is largely cosmetic in game terms. Farms are profi t check. good choices for druids and rangers; even barbarians Illus. by W. O’Connor 662200__8866331177__CChhpp66..iinndddd 118811 33//3300//0055 1122::0033::3399 PPMM 182 6 RETPAHC SRETCARAHC can make excellent farmers if they can keep their rage Capital: Low. under control. Resources: Medium.",
        "name":  "Resources",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Profession (farmer). Risk: Low.",
        "name":  "Primary Skill",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Handle Animal, Knowledge (nature).",
        "name":  "Secondary Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Low. Service",
        "name":  "Capital",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Low. Services cover a wide range of businesses, especially",
        "name":  "Resources",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Low. Secondary Skills: Appraise, Sense Motive.",
        "name":  "Capital",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "High. Capital: Medium.",
        "name":  "Resources",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium. Resources: Low.",
        "name":  "Risk",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "High. Moneylender Moneylenders make their living by investing and lending Tavern money. Moneylenders require more cash to start out but The tavern combines the features of a shop and a perfor- fairly low resources, since they don’t need much more than mance hall. Customers come to a tavern both to purchase a vault and a modest building around it. Bards and rogues food and to be entertained, even if the entertainment make the best moneylenders, although clerics might fi nd consists of nothing but gossip. Any type of character can talent for the trade as well. do well as a tavern keeper, since the more unique and",
        "name":  "Risk",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Profession (bookkeeper). colorful the owner’s appearance and personality, the more",
        "name":  "Primary Skill",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Diplomacy, Appraise. likely he is to attract curious new customers.",
        "name":  "Secondary Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium. Primary Skill: Profession (innkeeper).",
        "name":  "Capital",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium. Secondary Skills: Profession (brewer or cook), Sense",
        "name":  "Resources",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium. Motive.",
        "name":  "Risk",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium.",
        "name":  "Capital",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium.",
        "name":  "Performance Hall Resources",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "High. people can enjoy the opera, listen to music, watch a play, and so on. Performance halls are located in structures such Troupe as theaters and concert halls, and have close relationships A troupe is similar to a performance hall in that the owner to troupe businesses. Bards and monks are the best suited of a troupe is an entertainer. But whereas the owner of a for performance halls. performance hall is tied to one location, a troupe travels",
        "name":  "A performance hall is an entertainment venue where Risk",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Perform (any). from place to place. As a result, troupes can make much",
        "name":  "Primary Skill",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Diplomacy, Sense Motive. more money if they’re lucky, but their nomadic existence 662200__8866331177__CChhpp66..iinndddd 118822 33//3300//0055 1122::0033::4422 PPMM 183 CHARACTERS CHAPTER 6 also prevents repeat business. As with performance halls, covers all the intangible costs of starting a business, bards and monks make the best business owners. including bribes to the appropriate offi cials, purchasing",
        "name":  "Secondary Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium. Profit ——— —— — Capital ———— —— Location Modifi er Low Medium High",
        "name":  "Capital",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Low. Wilderness –10 500 gp 2,000 gp 4,000 gp",
        "name":  "Resources",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (any). Resource Need Building Type and Cost Employees",
        "name":  "Primary Skill",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Diplomacy, Profession (teacher). Low 1 simple house (1,000 gp) 0",
        "name":  "Secondary Skill",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "High. or 2 horses and a carriage (500 gp total)1",
        "name":  "Capital",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium. Medium 1 grand house (5,000 gp) 5",
        "name":  "Resources",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This indicates where the business is located. nesses generate income or loss once each month based Wilderness assumes that the business isn’t located within on a profi t check. 20 miles of any settlement. Rural assumes the business is located near a thorp, hamlet, or village. Town assumes the The Profit Check business is located near or in a small or large town. City Each month, the owner makes a profi t check. To make assumes the business is located in a small or large city. a profi t check, the owner makes a skill check using his Metropolis assumes the business is located in a metropolis business’s primary skill. A profit check equals 1d20 + (or larger) urban area. primary skill + modifiers. Thus, a tavern owner would",
        "name":  "Location",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This bonus or penalty applies to profi t make a Profession (innkeeper) check, while a money- checks made with a business in the indicated location. lender would make a Profession (bookkeeper) check. He",
        "name":  "Profi t Modifi er",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "BUSINESS SAVVY You are particularly gifted when it comes to setting up and maintaining profitable businesses.",
        "name":  "NEW FEAT",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Negotiator.",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A particularly bad few days (or weeks) of 17 Protection racket weather cause minor damage to the business, necessitating 18 Mistaken identity 19 Important customer repairs for 3d6×10 gp. 20 Spectacle Banditry: A group of bandits targets the owner’s estab- 21 Good competition lishment. The bandits might attempt to set up a protection 22 Booming business racket, but they are more likely to simply try to assault the 23 Unusual patron 24 Franchise offer business and rob it blind. The bandits consist of a number 25 or more Admirer of thugs with a combined EL equal to the owner’s character level –2 (minimum EL 1).",
        "name":  "Bad Weather",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nearby construction or a traffic accident Booming Business: For whatever reason, business is impacts the business in some way; perhaps a partially booming this term. Apply a +4 bonus on the roll for the completed building collapses onto the owner’s shop, or term’s profi t check. maybe an out-of-control carriage crashes onto the front Burglary: A thief tries to break into the business and porch. The damage to the business caused by the accident rob it. The thief is working alone, and he should have two costs 2d6×100 gp to repair. fewer class levels than the owner. The level of his success 662200__8866331177__CChhpp66..iinndddd 118866 33//3300//0055 1122::0033::5500 PPMM 187 CHARACTERS CHAPTER 6 A peddler’s cart crashing through the front window makes for a bad day at the bookstore obviously depends on what sort of defenses and guardians Establishing a franchise grants a bonus on the business’s the owner has established; if he has none, the thief steals next profi t check equal to +5 per 1,000 gp donated. Each any gold kept on site, along with 2d6×100 gp in goods and profi t check thereafter, the bonus decreases by 1 per term supplies. until it reaches +1, at which point it becomes a permanent",
        "name":  "Accident",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The business’s employees are +1 bonus on profi t checks. unhappy. They shirk their duties, the quality of their work Good Competition: A similar business opens nearby. suffers, and the atmosphere at work is poor. The unrest Unlike the bad competition encounter, though, the owner can be mollifi ed with a DC 30 Diplomacy check or a pay of this competing business merely likes what the business raise. Each pay raise adds additional overhead of 5 gp per owner is doing and is trying his own hand at it. Good employee per term. Failure to address the concerns of the competition lasts for 2d4 months, during which time the unhappy employees results in a cumulative –1 penalty on business owner subtracts 1d6 from his profi t check. From profi t checks each term; this penalty is removed completely then on, he adds 1d8 to his profi t check. once the employees are happy again. Important Customer: Someone important visits the",
        "name":  "Employee Unrest",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fire is a danger that can threaten an entire city. business. This could be one of the owner’s guildmasters, This could be a fi re on par with a forest fi re (Dungeon a local politician, or a famous bard or hero. The visitor’s Master’s Guide page 87) that the owner must help fi ght in patronage itself doesn’t impact profits, but the owner order to save his business, or it could be a new fi re that might be able to make an ally or contact out of the visitor. starts on site. Arson is a possibility in this case; if no one’s More important, word of the visit spreads and a number around to stop the fi re, the business burns to the ground. of customers visit the business as a result, granting a +2 The business can no longer make profi t checks and must bonus on profi t checks for the next 1d4 months. be rebuilt. Infestation: The business has become infested with",
        "name":  "Fire",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The business owner or one of rerolling anything with a benefi cial result. his employees is mistaken for someone else—famous or Sabotage: This could be as simple as petty vandal- infamous. This has no effect on the business’s profi t, but ism or as dangerous as a legitimate attempt to destroy might cause further developments as the DM sees fi t. the business. The business owner should make a special",
        "name":  "Mistaken Identity",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The store has attracted the attention Second, some teamwork benefi ts have prerequisites such of a particularly unusual customer; a dragon, an outsider, as skill ranks, base attack bonus, or feats. A prerequisite or something equally exotic decides to visit the store can take one of two different forms. once or twice per term. The novelty (or notoriety) of this Task Leader Prerequisites: These requirements must development grants the business a permanent +1 bonus be met by at least one character on the team. If only one on profi t checks, as long as the unusual patron continues character qualifi es, and that character leaves the team, to support the business. the group loses the teamwork benefi t until the character",
        "name":  "Unusual Patron",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A brief discussion of the training procedure THE TEAM ROSTER required to acquire the benefi t.",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A base attack bonus, a feat characters have spent time training with their comrades, or feats, a minimum number of ranks in one or more they respond instinctively to subtle changes in body lan- skills, a class feature, or some other requirement that at guage and can anticipate their comrades’ likely moves. least one character on the team must have in order for A group of people (PCs or NPCs) must train together the team to acquire this benefit. This entry is absent if for at least two weeks before all members of the group a teamwork benefit has no task leader prerequisite. A are eligible to share the same teamwork benefits. The benefi t can have more than one task leader prerequisite; PCs will undoubtedly occupy most of the positions the same character must meet all task leader prerequisites on the team, but cohorts, animal companions, paladin for a particular benefi t. mounts, familiars, and recurring NPC allies can also be Team Member Prerequisite: These requirements members of a team. must be met by every member of the team in order for A team must have at least two members and no more than the team to acquire this benefi t. This entry is absent if a eight. To join a team, a character must have an Intelligence teamwork benefi t has no team member prerequisite. A score of 3 or higher. benefi t can have more than one team member prerequisite. To maintain their teamwork benefi ts, the characters on a If another teamwork benefi t is given as a team member team must train together for at least four one-week periods prerequisite, all members of the team must qualify for per year. These training periods need not be consecutive the prerequisite teamwork benefi t before the new benefi t and can happen at the same time as training to earn the can be acquired. new class features of a given level (as described above), so Benefi t: What the teamwork benefi t enables the team in most cases PCs won’t have to spend additional time to members to do. keep their teamwork skills sharp. Tips: Advice for players and DMs using this teamwork To add a new character to a team (often because a benefi t. previous character died or otherwise left the group), that Door Procedures pqs Your team is accomplished at identifying and eliminating DESIGNING YOUR OWN TEAMWORK BENEFITS traps and other threats at doors.",
        "name":  "Teamwork benefi ts are based on the notion that once Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Is Training: By studying common door traps, practicing this a specific tactic, or is it an accumulation of countless small listening techniques, and remaining alert for tiny clues benefits? If the benefit you imagine is analogous to a specific that precede a triggered trap, you gradually develop a sequence of actions, it’s not a teamwork benefit, just a smart routine that enables your team to examine a door with tactic. If the benefit emerges from familiarity among the char- acters and a shared understanding of general techniques, then minimum risk to the team. it’s a teamwork benefit. Task Leader Prerequisite: Listen 8 ranks, Search pqs 8 ranks. 662200__8866331177__CChhpp66..iinndddd 119900 33//3300//0055 1122::0044::0022 PPMM 191 CHARACTERS CHAPTER 6 A team trained in door procedures can pass most any portal without risking harm",
        "name":  "When designing your own teamwork benefits, ask yourself",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen 1 rank or Search Task Leader Prerequisite: Heal 8 ranks. 1 rank. Team Member Prerequisite: Heal 1 rank.",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your team practices concise verbal descrip- at least one member. tions, often in code, and maneuvering according to those Tips: If you’re part of an infiltration team, keep in descriptions. Eventually you’re able to avoid looking at mind that you can take 10 on your Hide and Move your target except when it’s absolutely necessary, keeping Silently checks whenever you aren’t being threatened or track of the battle through the shouted instructions of distracted. It’s often easiest to just tell the DM what the your comrades. lowest Hide and Move Silently check results on the team",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Spot 8 ranks. are. Those check results set the DC for NPCs’ Spot and",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Spot 1 rank. Listen checks.",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Infi ltration training involves hours of practice (whether through groping, Spot and Listen checks, or sneaking as a group. Elves and other woodland denizens other means), every other team member within earshot often play elaborate games of hide-and-seek (with the seek- also has that enemy pinpointed until that enemy moves ing team getting useful practice as scouts). Subterranean into a different square. (Pinpointed invisible enemies still races stalk the caverns and tunnels of their realms, practic- gain the benefi t of total concealment; see page 152 of the ing the art of hiding in a pitch-black environment. With Player’s Handbook.) practice, members of an infi ltration team get good at sharing hiding spaces, darting from cover to cover, and timing their Joint Bull Rush movements to be as silent and stealthy as possible. Shoulder to shoulder with your allies, you can blast into",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide 8 ranks, Move Silently the ranks of your enemies, knocking them back with your 8 ranks. combined force.",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Bull Rush. Training: Your team is trained in a variety of effects",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "To perform a joint bull rush, all the team that intentionally shake the psyche of your comrades— members involved must ready the bull rush action until everything from a stinging slap to the face to an imploring the turn of the member with the slowest initiative. Then “Remember us, Regdar? We’re your friends. . . .” all the bull rushing team members move to their target at Task Leader Prerequisite: Concentration 8 ranks or the same time and make a single bull rush attempt using Iron Will. the Strength bonus of the strongest team member. Each Team Member Prerequisite: Concentration 1 rank. additional team member involved in the joint bull rush Benefi t: If a team member is known to be under the applies his or her Strength bonus (minimum +1). The sway of a compulsion effect, an adjacent team member team members must end their movement adjacent to one can spend a full-round action to grant that team member another, and they all provoke attacks of opportunity from a new save against the compulsion effect (as the rogue’s the defender (although the defender can only make a single slippery mind class feature, except that the second save attack unless he has the Combat Refl exes feat). need not happen in the second round of the effect). No character can grant another team member more Joint Grapple Escape than one extra save against any one compulsion effect. You use nonverbal cues to time your struggles against a However, multiple team members can all attempt to help grappling enemy, applying force and leverage at just the the same character. right moment to escape the clutches of your foe. Tips: This benefit only works if you know that your",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "While Holy warrior Champion of Pelor this reason ties in with the fi rst, it’s worth mentioning on City guard Greyhawk watchman its own. A prestige class can take a poor choice, such as Martial disciple Order of the Fist disciple specializing in the whip, and make it worthwhile. Poten- Woodsman Darkwater Pass tracker tially, you could create prestige classes that grant interesting abilities for characters who spend a lot of skill points on DESIGNING REQUIREMENTS Intimidate or a particular knowledge or craft. Characters All prestige class requirements are based around the idea who choose strange multiclass combinations, put their that the character who qualifi es for the class is already well best score in Charisma (and who aren’t bards or sorcerers), on his way to becoming someone who can do the things or come from less optimal races (goblin or kobold PCs, for that the prestige class excels in. Someone qualifying for example) could have access to prestige classes that make the Misty Peaks mountaineer prestige class should already those choices worthwhile. have 6 ranks in Climb and 4 in Use Rope—in other words,",
        "name":  "To Make Otherwise Poor Options Acceptable",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any number of organiza- he’s already an expert climber when he qualifi es for the tions could oppose the PCs, along with races such as gnolls, elite title of mountaineer. goblins, and orcs. Some campaigns establish evil cultures Two types of requirements can be used to determine as major opponents. DMs should strongly consider design- who can take a prestige class. The fi rst type is game ing prestige classes only available to the opposition. Such requirements. These are hard and fast rules—often classes should have a broader utility than merely taking numerical values—that a character must fulfi ll to qualify. advantage of PC weaknesses or nullifying PC strengths. The second type is character requirements. These can be They make the campaign unique, provide memorable aspects of a character—race, age, religion, and so on—as encounters, and transform the opposition into real threats well as deeds that the character has accomplished. For with which the PCs must reckon. example, a candidate for the hunter of the dead prestige pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "The Hidden Fifth Reason",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This category covers other game-mechanic of characters who might wish to qualify for a given requirements. It also includes restrictions. Character prestige class. requirements can include race, gender (use rarely), align-",
        "name":  "The following requirements help define the type Special",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "With the ease and prevalence of multi- classing, you should let players fi gure out what classes, and Hit Dice how many levels of each, their characters need to qualify When you set the requirements for your prestige class, for a class. you decide what standard classes easily qualify for the",
        "name":  "Character Class",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Again, this makes entering a prestige class No class should have less than a d4 for Hit Dice, and none entirely a matter of luck. should have more than d12. Classes only use unmodifi ed",
        "name":  "Hit Points",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Monk (or paladin, as appropriate) characters When designing prestige classes, paladins and monks call for can freely multiclass with this class. Monks (or paladins) who special consideration. Because these two classes cannot multi- have already taken levels in another class can again take monk (or class freely, it’s harder to persuade members to take an interest paladin) levels after gaining a level as a [prestige class name]. in prestige classes. When designing a prestige class whose A prestige class that offers a great deal of power might not members should include paladins, monks, or both, consider need this note. A well-balanced prestige class might need it to adding the following note: keep the choice from shifting too far in favor of simply taking levels in the standard class. pqqqqqqqqqqqqqqqqqqqqrs 662200__8866331177__CChhpp66..iinndddd 220088 33//3300//0055 1122::0099::1144 PPMM 209 CHARACTERS CHAPTER 6 attack progression than his standard class, but all the other Party Role Classes: Four basic roles defi ne the classic classes can. adventuring party: combatant, sneak, arcane caster, and",
        "name":  "PALADINS AND MONKS Multiclass Note",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The special requirements can impose a cost. of supporting the party roles already.",
        "name":  "Special",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Game function prestige not give each other the time of day, but if they’re part of classes revolve around esoteric rules or functions, such as the same organization, they already have a connection planar travel or psionics. Where party role prestige classes they can build a friendship on. As your game grows with focus on party needs and situational prestige classes focus new players and new characters, you have an easy way to on recurring situations in a campaign, the game function connect them to the existing PCs: They’re part of the larger prestige class specializes in one aspect of the game rules. organization, not complete strangers. The horizon walker, for example, focuses on long-distance It Immerses PCs in the Game World: Left to their travel and adapting to wilderness environments. It goes own designs, some PCs drift across the surface of the beyond what a ranger could achieve through skill selection. world you create, never becoming truly involved in any of You could create similar classes around ranged combat, the societies, confl icts, and plots you have spun. For some necromancy, or turning undead. styles of play, that’s fi ne, but many D\u0026D players like to",
        "name":  "Game Function Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Organizations can have interesting headquar- nization, what skill applies? What are the DCs to learn ters and other important locations, such as fortresses, different details about a group? It is harder to learn about planar gates, or forbidden islands. They might offer obscure or secret organizations than it is to learn about unusual means of transport, such as desert caravans and public organizations with storied histories. flying ships. Again, these benefits provide convenience Encounters: Figure out the features that lend them- for you as the DM—they get the PCs to the adventure selves to a fun encounter with members of the organization, sites faster. whether the PCs join the group or not. Create stats for the",
        "name":  "Access",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Finally, some organizations have an element of characters the PCs will interact with. This might be the social status attached to them, whether within society at leadership, or it might be the rank-and-fi le members, large (such as a noble order of knights) or a subculture depending on the organization and the level of the PCs. It (such as a thieves’ guild). might be tempting to try to produce statistics for the entire If you tie a prestige class to the organization, you should organization, but you’ll be better served by focusing your require membership in the organization for any prospec- efforts on the NPCs that the characters are most likely to tive member of the prestige class. meet during a game session.",
        "name":  "Status",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "First and foremost, the Order of Ancient historical signifi cance that the order fully explored and Mysteries can provide the location of sites for charac- then appropriated for its own storage purposes. The order’s ters to explore. The order’s collection of ancient maps explorers rarely receive access to the vaults, the locations is without equal, and is constantly being updated and of which are a secret known only to the higher echelons improved by explorers. A typical adventure for the order of researchers. begins with a research planner telling the PCs something like, “Recent research has revealed the existence of a PLAYING A MEMBER OF THE ORDER temple/ruin/crypt/fortress in (insert remote location Many things can drive characters to explore: knowledge here).” They immediately receive whatever information for its own sake, the challenge of remote locations and the order has on the site, such as maps, potential dangers, exotic dangers, or the thrill of the “big score” when they historical details, and nearby hazards. That’s not to say uncover a treasure chamber full of gold. Whatever the that the order’s information is completely accurate or reason, adventurers are driven to climb down into dark, complete—if it were, the PCs might not need to go there dangerous places, delving into sites that haven’t been in the fi rst place. touched for centuries or millennia. It’s not as exciting as a map to a lost temple, but the his- Explorers and the Order of Ancient Mysteries thus have torical information in the order’s archives can be a useful a symbiotic relationship. The order periodically gives PCs resource. Within the order’s facilities, members have free new places to explore, and they bring back lore and antiq- access to a researcher with a Knowledge (history) modifi er uities that further the order’s research efforts—which in of +15 or Knowledge (any other category) +10. Given two turn lead to new places for the heroes to discover. While weeks’ time, a more learned sage (+20 in history and +15 there’s little crossover between the order’s researchers in other categories) can respond to written requests. and its explorers, both groups are keenly aware of how",
        "name":  "Information",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "While individual members of the Shin- intentions clear. ing Crusade are quite knowledgeable, the organization When any member uncovers regional or global threats, doesn’t keep its own libraries or other information stores. such as an undead army on the march or a massive open The crusade is always at war, so even its internal record- portal to the Abyss, the Shining Crusade goes to war keeping is spotty. with all the might of a small nation. When it gathers all",
        "name":  "Information",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters can always fi nd clean but spartan its resources together, the Shining Crusade can call on accommodations at a Shining Crusade fortress, and wear- thousands of troops, many of whom are mid- to high-level ing the tabard of the Shining Crusade is often suffi cient to paladins and other battle-ready characters. Such great grant them an audience with the ranking clerics at temples crusades typically happen only once every fi ve years or of good-aligned deities, such as St. Cuthbert, Heironeous, so, but the Shining Crusade responds whenever the need and Pelor. is great.",
        "name":  "Access",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crusaders in good standing gain a +2 circum- Advancement: The Shining Crusade has no formal stance bonus on interactions with mid- to high-level clerics system of ranks, relying instead on an almost feudal system in good-aligned churches and with the political leaders of of patronage. When characters fi rst join the Shining nations beset by undead or fi endish attacks. Crusade, their efforts will be guided by a mid- to high- level crusader, who in turn reports to a more powerful PLAYING A SHINING CRUSADER superior, and so on. As they attain more levels, slay more Members of the Shining Crusade tend to be aggressive— evildoers, and do the good work of the Shining Crusade, the whole point of the crusade is to attack evil before it they are “handed off” to higher and higher echelons of takes root and spreads. That doesn’t mean they heedlessly the crusade’s leadership and given missions of greater charge into battle with every demon they see. If an undead importance. Eventually PCs might take a leadership posi- or fi endish foe is simply too strong for a group to handle, tion within the crusade, directing its efforts to stamp out there’s no shame in retreating, warning nearby noncom- evil everywhere. batants, and asking the crusade leadership for aid. Missions: Shining Crusade missions are archetypal While the Shining Crusade leadership isn’t always D\u0026D fare: destroy the lich wizard, unmask the secret cult- able to respond to every fiendish incursion or undead ists, and destroy the gate to the Nine Hells, for example. machination, it makes every effort to send the right force As long as a villain employs demons, devils, or undead to against the right enemy. It generally lacks the resources work evil in the world, characters are likely to be sent into to send overwhelming force against a foe, but it won’t battle on behalf of the Shining Crusade. order PCs to defeat a flight of rampaging balors unless The Shining Crusade particularly favors missions where they have demonstrated that they’re up to the task. it has the strategic initiative. Its members would much Communication between a PC group and the crusade rather attack the lich-king’s stronghold than defend the leadership is thus a two-way street: The characters tell the city gates against a horde of fl esh-starved ghouls. The cru- crusade about threats as they uncover them, especially if saders won’t pass up the opportunity to defend innocents they’re too great for the PCs to handle themselves, and against evil depredations, of course, but they emphasize the crusade points them toward new sources of evil that taking the attack to the enemy. High-level crusaders, for must be expunged. example, travel to the Abyss and the Nine Hells to attack 662200__8866331177__CChhpp66..iinndddd 221177 33//3300//0055 1122::1100::1166 PPMM 218 6 RETPAHC SRETCARAHC fiendish fortresses and slay archfiends. Their low-level of Corellon Larethian), and Athrau Stonegallow (one of counterparts watch for signs of malevolent influence Moradin’s dwarven defenders) defeated a lich-king that on the Material Plane, then stamp it out preemptively had usurped the throne of a mighty kingdom and nearly if they can. conquered an entire continent. The trio, chastened by",
        "name":  "Status",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Red Knives are primarily thieves, not Membership in the Red Knives immerses the PCs in the assassins. They know fi rsthand that a bloody trail of bodies underworld and gives them access to all that entails. They is an easy path for the city guard to follow. When possible, can buy and sell on the black market, plan their own capers, they strike quickly to put their opponents off balance, then and live in a world that combines D\u0026D with countless fl ee into the shadows with their ill-gotten gains. stories about organized crime syndicates. The Red Knives reserve their most cold-hearted violence Structure: The day-to-day leadership of the Red Knives for when they want to send a message. The gang’s protec- functions on two tracks. Each neighborhood in the city has tion rackets can be heartlessly violent when they’re trying a neighborhood boss responsible for all organized crime in to persuade reluctant victims. Freelance thieves who that neighborhood. A neighborhood boss coordinates the repeatedly refuse to join the Red Knives or surrender the Red Knives’ efforts to keep the authorities off balance or gang’s percentage fi nd themselves on the receiving end of on the payroll, receiving information from a vast network violence that borders on the sadistic. of informants from all walks of life.",
        "name":  "Combat",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Among the rank and file, the Red The gang also has several dozen grandmasters, each Knives Thieves’ Gang is a meritocracy. If a PC group pulls in charge of a particular kind of crime. The Red Knives off successful heists and gets a reputation as an earner, the have a grandmaster of burglary, for example, and a grand- characters receive better leads on potential targets and master of protection rackets. The grandmasters train better treatment from their superiors. less experienced members in the fi ner points of their Advancing through the gang’s leadership is harder. The craft, and they coordinate those efforts on a citywide neighborhood bosses and grandmasters are entrenched in basis. The Grandmaster of Protection makes sure that their positions, and the only way to rise up through the her thugs in one neighborhood aren’t charging a vastly gang is to knock someone else down. Rivalries among different rate for Red Knives protection than elsewhere the leadership can be intense, although the gang’s Grand- in the city. master of Thieves quashes destructive vendettas within Both the neighborhood bosses and grandmasters have a the organization. high degree of autonomy, and they’re free to appoint and",
        "name":  "Advancement",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "As gang members, characters are free to remove whatever subordinates and assistants they like. plan their own heists, but they can also consult with the All the bosses and grandmasters report to one man: Vos- neighborhood boss and grandmaster for potential targets. koff, the city’s Grandmaster of Thieves. Voskoff controls 662200__8866331177__CChhpp66..iinndddd 222211 33//3300//0055 1122::1100::3388 PPMM 222 6 RETPAHC SRETCARAHC the o verall efforts of the Red Knives, handles the orga- nization’s treasury, and pulls the political strings that make sure the gang remains safely in the shadows. Voskoff knows he’s only one betrayal away from permanent retirement, so he plays the more powerful neighborhood bosses and grandmasters against one another, encouraging competitive rivalries and ensur- ing that no one amasses enough power to become a rival to him. He steps in when the rivalries become bloody vendettas or otherwise threaten to expose the gang’s lucrative but shadowy activities. NPC Reactions Most denizens of the city hate and fear members of the Red Knives Thieves’ Gang. They have an initial attitude of unfriendly toward known members—which is why few thieves let their affi liation be known to anyone other than fellow members. The Red Knives’ ruthless reputation does have a side benefi t: a +2 circumstance bonus on Intimidate checks when members interrogate a helpless captive. Members of the city’s underworld view the Red Knives more positively, because they benefit from the gang’s smuggling operation, black markets, and information network. They have an initial attitude of friendly toward those who reveal themselves as Red Knives members. RED KNIVES LORE Characters with Gather Information or ranks in Knowl- edge (local) can research the Red Knives Thieves’ Gang to learn more about them. DC 10: The Red Knives run all organized crime in the city, from burglary to muggings to protection rackets. DC 15: The gang also runs a thriving black market and smuggling operation. It has a near-monopoly on the trade in stolen goods. DC 20: A mysterious man named Voskoff runs the Red Knives. Their main hideout is somewhere under the city, accessed through the storm sewer system. If the PCs are looking for illicit goods, a DC 15 Gather Information check is suffi cient to put them in contact with the Red Knives for a bargaining session. THE RED KNIVES IN YOUR GAME The Red Knives are designed to work in any large city or metropolis. They’re a syndicate like the American mafi a, so they operate a little more openly due to corrupt allies in high places. Keeping PCs happy in the thieves’ gang is a matter of making sure that the benefi ts of membership outweigh the costs—both the concrete costs of doing business A training room operated by the Red Knives Thieves’ Gang with the gang and the more abstract costs of having to recnepS .R yb .sullI 662200__8866331177__CChhpp66..iinndddd 222222 33//3300//0055 1122::1100::4400 PPMM 223 CHARACTERS CHAPTER 6 deal with gang rivalries. The Red Knives aren’t supposed use the rules for guilds only for “minor” guilds, usually to be a unifi ed, cooperative organization. Dealing with ones that play roles as NPC organizations. For player ambitious, untrustworthy criminals as ostensible allies is characters, it’s best to use custom-built organizations supposed to be a tricky challenge for PCs who like political such as the Red Knives. machinations and double-crosses.",
        "name":  "Missions",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "thieves’ who know its power. gangs run by mind flayers, vampires, or lycanthropes, Examples: Thieves’ guild. for example. Associated Classes: Bard, rogue, scout (Complete Adventurer).",
        "name":  "More sinister leadership possibilities exist as well",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Disable Device, Forgery, Hide, Move GUILDS Silently, Open Lock, Sleight of Hand.",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric, expert, fi ghter.",
        "name":  "Associated Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff, Diplomacy, Gather Infor- Each guild type has associated skills useful to members, mation, Intimidate, Knowledge (nobility and royalty), skills its members are expected to master. These skills, Sense Motive. along with sample contacts for each type of guild, are Sample Contact: Farhaan Nicabar (see Table 5–1: given in the following descriptions. As the DM, you Sample Contacts, page 154). can modify this information to suit a particular guild. For example, if your campaign world features a criminal Mercantile Guilds guild of pirates, you might want to swap Swim for Open A guild of this type provides a place in which its members Lock in its Associated Skills list. Finally, remember that can meet and talk with fellow shop-owners and merchants while these guilds can cover rules for organizations such who deal in similar products and services. In addition, as thieves’ guilds, mages’ guilds, and the like, you should mercantile guilds offer their members protection from 662200__8866331177__CChhpp66..iinndddd 222233 33//3300//0055 1122::1100::4488 PPMM 224 6 RETPAHC SRETCARAHC fraud, theft, and other dangers of doing business. A few of performer guild encourages members with similar the wealthier mercantile organizations even provide loans talents to practice together, and to trade songs, poems, for members who wish to start new businesses. Merchants plays, or performance tips. who make their living with the Craft skill often form Examples: Minstrel society, playwright organization, guilds of this type. theater or theatrical company.",
        "name":  "GUILD TYPES Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Carpenters’ guild, smiths’ guild. Associated Classes: Bard, rogue.",
        "name":  "Examples",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Expert, rogue. Associated Skills: Balance or Tumble, Disguise,",
        "name":  "Associated Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Appraise, Bluff, Craft (any one), Diplomacy, Escape Artist, Perform, Profession (any one), Knowledge (local), Profession (any one), Speak Language. Sleight of Hand.",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Vasilii the Fat (see Table 5–1: Sample Sample Contact: Nisha of the Many Eyes (see Table Contacts, page 154). 5–1: Sample Contacts, page 154). Mercenary Guilds Psionic Guilds These guilds provide their members with safe places to rest A psionic guild is a group of psionic NPCs—primarily in dangerous regions, centralized postings of job opportu- psions, although other psionic characters are normally nities, and the benefi t of the guild’s reputation. Mercenary welcome as well. This kind of guild is dedicated to enhanc- guilds also offer healing for wounded members and safe ing the mental might of its members by pooling resources, havens for those who need to hide from enemies. offering shared mentalities, and assisting with the creation",
        "name":  "Sample Contact",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian, fi ghter, monk, soulknife Examples: College of psychics, soothsayers’ guild. (Expanded Psionics Handbook), warrior. Associated Classes: Psion, wilder (both from Expanded",
        "name":  "Associated Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb, Handle Animal, Intimidate, Psionics Handbook). Jump, Ride, Use Rope. Associated Skills: Autohypnosis, Concentration,",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jal Omari (see Table 5–1: Sample Knowledge (psionics), Psicraft, Use Psionic Device. Contacts, page 154). Sample Contact: Ialdabode (see Table 5–1: Sample Contacts, page 154). Naturalist Guilds A naturalist guild can be a group of people who prefer Religious Guilds the simple life, an organization of bounty hunters who A religious guild typically claims the faithful of a specifi c specialize in tracking targets through the woodlands, a religion as its members. However, this category can also cult of nature worshipers, or just about any other group encompass organizations that span multiple faiths, as well whose members live and work in the natural areas of as secret orders that operate without the knowledge of the the world. Such a guild provides its members with a bulk of the faithful. support structure and offers them services not available Examples: Church of St. Cuthbert, nature cult. in the wild. Associated Classes: Cleric, favored soul (Complete",
        "name":  "Sample Contact",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Explorer society, hunters’ lodge members. Divine), paladin.",
        "name":  "Examples",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian, druid, ranger. Associated Skills: Concentration, Diplomacy, Heal,",
        "name":  "Associated Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wildcat Rodorsson (see Table 5–1: Sample Contact: Cynric the Pure (see Table 5–1: Sample Sample Contacts, page 154). Contacts, page 154). Performer Guilds Scholastic Guilds Those who make a living with the Perform skill band Scholastic guilds are dedicated to furthering the education together into guilds to promote the services they provide. of their members, and sometimes of whole communities. Affi liation with such a guild also allows members to These organizations provide places of learning, libraries, provide more spectacular shows than they could singly by study chambers, and an intellectual atmosphere to facili- combining the talents of several members. Typically, the tate the acquisition of knowledge. membership includes performers who complement one Examples: Secret societies, universities. another’s specialties—dancers and singers with musicians, Associated Classes: Expert, wizard. for example. If a performer guild maintains a guildhouse, Associated Skills: Decipher Script, Gather Informa- its members can often draw patrons there in groups to tion, Knowledge (any four). watch performances, rather than seeking out individual Sample Contact: Orkatz of the Green City (see Table inns or taverns at which to ply their trade. Finally, a 5–1: Sample Contacts, page 154). 662200__8866331177__CChhpp66..iinndddd 222244 33//3300//0055 1122::1100::5511 PPMM 225 CHARACTERS CHAPTER 6 JOINING A GUILD • Membership in a guild means a better likelihood of a Most guilds are strictly NPC organizations. For most PCs, positive response to requests. The initial attitude of a the prospect of joining the Benevolent Order of Bakers is fellow guild member is always one step closer to helpful simply not exciting enough to become a major feature of than her normal starting attitude (see Player’s Handbook their character’s development. At the same time, guilds page 72). demand much less from their members than the more • Guild members help their own. A character gains a +2 aggressive and dangerous organizations presented earlier in circumstance bonus on Diplomacy or Gather Information this chapter. If a PC simply wants a place to invest some of checks made while talking to a fellow guild member. his earnings, practice some of his skills, or earn a little cash • The guild subsidizes the cost of goods, supplies, and on the side, joining a guild is probably his best choice. guild-related services, reducing the price to a member",
        "name":  "Sample Contact",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "At least one level in a guild by 10%. associated class, 4 ranks in a guild associated skill , entry • Any member who falls on desperate times can call upon dues (25 gp). her guild for aid. To make such a request, she must make Unlike other organizations, guilds only rarely actively a Diplomacy check with a cumulative –2 penalty for each recruit members. Once a character has become a master previous call for aid she has made to that guild. of a specifi c trade, he’s more likely to found his own guild; If aid is given, it most often comes in the form of a established guilds generally don’t have much interest in monetary loan for a term of one month (see Table 6–12: recruiting new upstarts who have already mastered their Guild Loans for amounts and Diplomacy DCs). If the chosen craft. member fails to repay the money on time, she is typi- As a result, a PC typically has to track down the guild- cally expelled from the guild, and the loan is absolved. house or its members and apply for membership. A Gather Certain guilds (especially criminal guilds) have stricter Information check can provide specifi c information about penalties for those who default on guild loans. Such a known guild, such as the location of its guildhouse. guilds might even hire assassins to make examples of Finding the meeting place of a relatively well-known, those who fail to repay. open guild (such as a local baker’s guild) is a fairly simple task (DC 10). Locating the guildhouse of the secret society Table 6–12: Guild Loans that pulls the strings of the city government, on the other Desired Loan Amount Diplomacy DC Up to the member’s monthly dues 15 hand, might be quite diffi cult, requiring characters to Up to the member’s monthly dues × 10 20 gather clues through adventuring before even attempting Up to the member’s monthly dues × 100 25 the DC 30 Gather Information check. A guild obtains the lion’s share of its income from the • Every member gains a contact specifi c to her guild (see dues paid by its lay members, plus aid and residuals from Table 5–1: Contacts, page 154, for sample contacts). its active members. When a character fi rst joins a guild, It’s possible for a character to lose her guild member- he must pay a one-time entrance fee. As a general rule, a ship, especially if the guild leaders learn that she has guild’s entrance fee is 25 gp. compromised the guild in some way (giving guild secrets In addition, guild members are expected to pay a away to an enemy guild, for example). Banishment from a monthly fee equal to 5 gp per character level. Feel free guild results in immediate loss of all benefi ts gained from to adjust these amounts to fit the style of play if your both the guild and any guild feats the character possesses. campaign does not follow the expected PC wealth model Additionally, the attitudes of guild members toward the detailed in the Dungeon Master’s Guide. character become one step less friendly (returning to their original status unless other changes have occurred). GUILD BENEFITS For example, guild members who became friendly to the Once a character has joined a guild, she can immediately character when she joined the guild revert to indifferent enjoy the benefi ts. New guild members receive general when she is banished. benefits, as given in the following section, that are indistinguishable from one guild to the next. An active PLAYING A GUILD MEMBER guild member (one who has taken the Favored in Guild Joining a guild brings responsibilities. Each member feat) enjoys all these general benefi ts plus one specialized is expected to serve the guild on an ongoing basis. If a benefi t specifi c to the guild type (see the Favored in Guild character expects to be away from her responsibilities feat, page 227, for details). while pursuing other goals (such as adventuring), she can • All guildhouses include barracks and kitchens, so that ask her guild to waive these service requirements while every member can be guaranteed food and a safe place she is away, but in return for that favor she must agree to to sleep while she’s in the vicinity. In smaller guilds, she pay the guild 10% of the value of any income or treasure might need to cook for herself, but the food is supplied. gained on her expedition. 662200__8866331177__CChhpp66..iinndddd 222255 33//3300//0055 1122::1100::5533 PPMM 226 6 RETPAHC SRETCARAHC Specifi c guild service requirements depend on the to go on adventures can threaten their standing in the guild. guild’s type. Likewise, those characters who spend all their time fi ghting",
        "name":  "Entry Requirements",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The only stated requirement of a criminal rule, the nature of the campaign and the character should guild is that members must not divulge guild secrets to any dictate if joining a guild is a good idea or not. nonmember. Any particularly large-scale or high-profi le Advancement: In most guilds, there are three levels of crime requires guild consent, and the guild usually takes membership. A lay guildmember is a person who has paid 15% of the member profi ts from such capers. her dues and qualifi ed for the guild with the correct skills,",
        "name":  "Criminal",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each member of a government guild must but does little more than practice the guild’s affi liated spend at least 20 hours a week working for the guild. skills. A character who wants to take on a more pivotal role",
        "name":  "Government",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "In addition to the regular dues it collects, in a guild’s direction must take the Favored in Guild feat. a mercantile guild levies a guild tax of 15% on the Taking this feat indicates the guild has taken notice of the monthly income that members’ guild-affiliated business character’s skill, and the lay guildmembers look to her for ventures produce. guidance and advice. Meetings for guild policies and the",
        "name":  "Mercantile",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A mercenary guild requires each member to like are generally open only to active members. spend no fewer than 20 hours per week on missions and Finally, all guilds have at least one guildmaster. Guilds that patrols. Generally, such duties are fairly safe and do not require have multiple guildhouses in multiple locations have one much (if any) combat. In times of war or danger, however, guildmaster per house, and one of these is a grandmaster members are required to support whatever cause the guild who oversees the entire guild. Becoming a guildmaster is does. With a successful DC 25 Diplomacy check, a member something only the most devoted members can aspire to. can have an adventure with her companions registered as a Qualifying for and taking the Guildmaster feat is one way to “patrol,” and time spent adventuring counts toward this 20 become a guildmaster, but the position can also be awarded hour week. Each additional attempt to register an adventure or inherited. as a “patrol” increases the target Diplomacy DC by 2. Missions: Although most guilds don’t send their members",
        "name":  "Mercenary",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A performer guild requires each member been causing the guild trouble lately, and the guildmasters to perform his chosen services in support of other guild need someone to investigate the matter. In these cases, guilds members as necessary. Generally, such service requires much prefer to turn to their own for solutions. Involving 1d4–1 days (8 hours per day) each week. outsiders runs a risk of allowing guild secrets to fall into",
        "name":  "Performer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any new powers or psionic lore the member the wrong hands, so if one of their members is known to be discovers must be shared with the guild. an adventurer, chances are good that the character will be",
        "name":  "Psionic",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A religious guild requires only that its members contacted when such a mission arises. adhere to the specifi c tenets and strictures of the faith.",
        "name":  "Religious",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A scholastic guild requires its members to GUILDS IN THE WORLD contribute regularly to the guild’s knowledge and lore. Although this section presents guilds in a generic manner, no This service equates to at least 20 hours per week spent two guilds are exactly alike. Similarly, guilds of like manner in study, writing, and discourse with other members. aren’t necessarily affi liated. The leatherworker’s guild in one",
        "name":  "Scholastic",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most guilds don’t expect their mem- city might be allied with the leatherworker’s guild of the city bers to have to fi ght as part of their duties to the guild. up the coast, but they could be in bitter competition with Some, such as criminal guilds and naturalist guilds, are the guild in the city to the south. Some guilds are known exceptions, but for the most part the life of a guildmember by simple names, such as the Blacksmiths’ Guild, while is relatively safe. In fact, belonging to a guild can often others are known by complex or vague names such as the put unwelcome restraints on the adventuring lifestyle. Honorable Association of Smiths or the Iron House. Some guilds are franchised across multiple cities and even No matter what their purposes, all guilds can be sorted nations, but others are local affairs. Characters who belong into one of three categories according to their power in to a local guild might fi nd that traveling all over the world society and the number of members they have. 662200__8866331177__CChhpp66..iinndddd 222266 33//3300//0055 1122::1100::5555 PPMM 227 CHARACTERS CHAPTER 6",
        "name":  "Combat Duties",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Guilds in this category are quite common in they’re nursing some powerful grudges against their old large cities. With anywhere from eleven to a hundred mem- friend Rodelik, who might have had a hand in revealing bers, they wield some degree of fi nancial and political clout. their identities to the city watch so many years ago. In addition to the typical thieves’ guild, standard guilds might include a city watch, a prestigious school, the faithful GUILDS IN YOUR GAME of a deity in a specifi c city, a troupe of traveling entertainers, Of all the sample organizations detailed here, guilds are or a group of merchants that has a particularly strong infl u- the easiest to introduce into an ongoing campaign simply ence in a single city. Any group of like-minded adventurers because of their generic nature. Often, the PCs’ interaction who share resources, information, and a common stronghold with a guild is fairly minor; they might only need to contact can be considered a standard guild. A guild in this category the leader of the shipwright’s guild in order to commission typically maintains a single guildhouse in which many of a ship, for example. But if a character wishes to join a guild its members can rest and relax. The highest-level member to enjoy the benefi ts, introducing a new guild is a simple of a standard guild is usually between 4th and 11th level. matter. Characters who become involved in their guilds can",
        "name":  "Standard",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "These guilds are the least common, but also become entangled in guild politics, and these develop- they are easily the most recognizable. Such guilds can ments can spur their own adventures. have hundreds or even thousands of members spread out Additionally, two new feats presented here should be over numerous cities and locations. An expansive guild of special interest to players who wish to join guilds. The could be a consortium of merchants from all the nation’s Favored in Guild feat allows a character to take on a more major cities, a shadowy underground network of assassins important role in her guild, and to gain an additional with dozens of cells, the faithful of a widespread religion, benefi t from her affi liation. The Guildmaster feat allows or an organization of adventurers from several nations a character to take over a local branch of his guild. Includ- dedicated to the destruction of a particularly nefarious ing these feats places extra responsibility on you as a DM villain. A guild in this category typically maintains numer- because events in the campaign can easily render them ous guild houses spread out among dozens of cities and inactive or useless. For example, a character who takes the nations. The highest-level member of an expansive guild Favored in Guild feat can’t enjoy its benefi ts if a massive fi re is usually between 11th and 18th level. burns down the guildhouse and kills all the other guild members. As DM, you must ensure that such events occur GUILD LORE only rarely, if at all. If you do decide to remove a guild in Since the rules for guilds are presented in an abstract this manner, any character with guild feats should have a manner, you should tailor what information is available chance to join new or similar guilds before too many game on a particular guild to match that guild’s type and the sessions pass. Upon doing so, she should immediately nature of its members and guildmasters. As a general rule, regain the benefi ts of her guild feats. Knowledge (local) is the skill people use to determine information about a guild. A character with at least 5 ranks New Feat: Favored in Guild in one of the guild’s affi liated skills gains a +2 bonus due You are an active and valued member of your guild. to skill synergy on this Knowledge (local) check. Prerequisite: Membership in a guild. As an example, here is some of the information a char- Benefi t: Select one of your guild’s associated skills. As acter might learn about Saltmarsh’s Jewelers’ Guild (see long as you remain a member of that guild, you gain a +2 page 128). competence bonus on all checks made with that skill. DC 10: The Jewelers’ Guildhall is an ugly building As a fringe benefi t, you also gain an ability relating to located in east Saltmarsh, between the Scriveners’ and your guild’s type, as described below. 662200__8866331177__CChhpp66..iinndddd 222277 33//3300//0055 1122::1100::5577 PPMM 228 6 RETPAHC SRETCARAHC",
        "name":  "Expansive",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The guild opens up new options for black guild members to accomplish the task. marketeering. Once every character level, you can purchase Normal: To receive general benefi ts from your guild, any product or service for 75% of its actual price in any city you must pay your monthly dues. You do not gain any guild in which your guild maintains a guildhouse. fringe benefi ts.",
        "name":  "Criminal",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Diplomacy and",
        "name":  "Government",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Guildmaster including your own. You are one of the leaders of your guild.",
        "name":  "Intimidate checks when dealing with members of any guild, New Feat",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can charge a little bit more for the goods Prerequisites: Favored in Guild, Leadership, at least and services you sell, since membership in the guild implies one guildmaster-associated feat (see the table below); your quality. Once per character level, you can sell a good or followers and cohorts must also qualify to join the guild; service for 100% markup over its regular price in any city and at least one of your guild-associated skills must be a where the organization maintains a guildhouse. class skill for you and must be at maximum rank.",
        "name":  "Mercantile",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "While in a city that has a guildhouse, you can provided in the description of each guild type (see Guild substitute a Perform or Profession check for a Diplomacy Types, page 223). or Gather Information check by offering your service for Special: Guildmasters are expected to spend at least 8 free. In addition, you gain twice the normal income when consecutive hours per week dealing with administrative using the Perform or Profession skill to earn money. matters and interacting with other guild members. A",
        "name":  "Performer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your faith is bolstered by active membership Special: You must keep at least one of your guild-associ- in the guild. Once per character level, you can deem a ated class skills at maximum rank as you attain new levels. particularly insidious mind-affecting ability possessed by A guildmaster who fails to meet this requirement loses the an enemy to be a test of faith, thereby gaining a one-time benefi ts of this feat until he gains the necessary ranks. +5 bonus on your Will saving throw. Special: As a nonstandard award for completing a particu-",
        "name":  "Religious",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This section describes the ceremony that 24 hours. If the negative level is removed by any means the bonding character must complete. He must pay any during this period, the ritual automatically fails. At the gp cost or XP cost as part of this ceremony. end of the 24-hour waiting period, the negative level",
        "name":  "Ceremony",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +3. Truebond Benefi t: You gain a +1 bonus on saving throws",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Within 24 hours of completing the task, 6 ranks (see the Expanded Psionics Handbook). you must complete a 1-hour ceremony of prayer in front Task and Ceremony: You must meditate and fast for 14 of a bonfi re or similar confl agration. consecutive days, eating no food and drinking only water.",
        "name":  "Ceremony",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain resistance to fi re 10. may you accept any assistance from another character in",
        "name":  "Truebond Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Constitution checks Ritual of Honor and Constitution-based skill checks.",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Perform (any) 6 ranks. Task: You must complete an overland trek of at least",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bonus on any Open tions grant special abilities to qualifi ed characters who Lock or Search check on which you take 20, and on any brave their particular dangers. Although the prerequisites Bluff, Disable Device, or Sleight of Hand check on which for these abilities are matched to the character types that you take 10. most directly and easily benefi t from them, almost any",
        "name":  "Truebond Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This section gives the ability’s duration or sway over dreams. Still others claim that it formed sponta- number of uses. neously as a manifestation of some unknown connection",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong evocation. subsequently gain.",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "8,000 gp. Duration: The resistance to fi re lasts for one year.",
        "name":  "Ability Value",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong abjuration and evocation.",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Only a good-aligned elf with at least fi ve enhance her physical prowess while in wild shape. character levels can gain the power granted by a footstep DC 35: A successful check at this level allows the char- of Corellon. acter to learn or recall a clue to the location of a garden of",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Only a 5th-level or higher druid can access Ability Value: 8,000 gp. the power contained within a garden of nature’s rage.",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The conferred ability lasts for one year. so requires a full-round action and provokes attacks",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    }
]
