[
    {
        "origin_file":  "other.json",
        "description":  "The Glutton’s goals are straightforward enough that he doesn’t send followers on quests. But the cults that act in his name might send adventurers on quests to acquire more evil power.",
        "name":  "Quests",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cultists of The Glutton take his name literally when they pray, stuffi ng themselves with food as they make profane utterances to their evil deity.",
        "name":  "Prayers",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Glutton has no temples. His cultists meet wherever they can fi nd a measure of secrecy.",
        "name":  "Temples",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rites require a level of organiza- tion that The Glutton is uninterested in. If his cultists want a ceremony to perform, they have to create it themselves.",
        "name":  "Rites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The herald of The Glut- ton is a balor with 20 Hit Dice. Allies are howl- ers, greater barghests, and nalfeshnee demons.",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rill rarely has temples to call his own, but many a gnome workshop has a small shrine to Rill in the corner.",
        "name":  "Temples",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The herald of Rill is an intelligent greater stone golem with 42 Hit Dice. His allies are formian taskmasters, formian myrmarchs, and Huge air elementals.",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Love, beauty, passion. RILL CLEVERTHRUSH",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos, Fire, Good, Healing. Lesser Deity (Lawful Neutral) Cleric Training: Gnomes joke that Rill is the epitome of the absent-minded clerics of Sheyanna are trained exten- gnome artisan, always busy in his work- sively in the amorous arts—and thus shop polishing a newly cut gem or put- they make great spouses. While that ting the fi nishing touches on a “living isn’t quite true, her clergy does indeed statue” to be given to a worthy mortal. recruit the most attractive gnomes in Appearing as an elderly, bespecta- a given community. cled gnome, Rill is always shown Quests: Sheyanna’s quests holding Rill’s Ruby, a gem that has are often to reunite lovers sepa- a facet for each living gnome. rated by the tides of fortune.",
        "name":  "Domains",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Invention, cre- Characters might have to ation, sky. rescue an imprisoned gnome",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "“One wedding, or act as an part praying, two parts emissary between two thinking,” says Rill. That’s noble gnomes during a a mandate his clerics have marital dispute. taken to heart, training their Prayers: Many of charges in a variety of Knowl- Shey anna’s prayers are edge, Profession, and Craft skills. sung as ballads that “court”",
        "name":  "Cleric Training",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "If it’s a rare gem, Rill wants Shey anna, praising her it, and he’ll order his clerics to procure it. Rill beauty and other romantic is also fascinated with the strange devices of qualities, and then asking for a bygone ages, and he sends adventurers across reciprocal token of her esteem. the world to fi nd the missing parts of ancient Temples: Sheyanna’s tem- clockwork machines. ples are often small additions",
        "name":  "Quests",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The marriage rite is central to Sheyanna’s faith. his breakfast one pure, perfect morning. The song of the She also blesses healthy babies and has a number of fertil- wind among the leaves of the trees was sweet to his ears, ity rites. and the golden nectar upon which he supped caught the",
        "name":  "Rites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The herald of Sheyanna is a 20th- light perfectly, each golden drop a perfect culmination of level ghaele eladrin cleric. Her allies are bralani eladrins, all that will be or ever was. The morning was all it should be ghaele eladrins, and Huge fi re elementals. and nothing it shouldn’t, and Garl felt a deep sense of peace.",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Although the preceding story is He wandered here and there, but found nothing much that as much an allegory of gnome nature as it is a story of was more to his liking than his home. He felt sad about this, how night and day came to be, DMs looking to take their but resolved to wander further. His sack of provisions grew campaigns in a mythic direction could easily assume the slim, however, and Jack was far too lazy to work for long battle is raging at any given time, and that the characters enough to refi ll it. He began to be concerned, wondering if are either attempting to put a stop to it or trying to make he would be forced to return home a beggar. sure it continues so that the balance of life is not disrupted. Just then, Jack came to the top of a hill. The sun was set- The battle between Garl and Gelf is ongoing, but could ting and clothing the land in darkness, and he had no place conceivably be stopped if a way were found to negotiate to sleep. Lights fl ickered below him, however, and he could between the two. see a large castle, all lit and merry. He decided that it was the",
        "name":  "Adventure Hook",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "KIBOSH rows, chambers, and passages leading to hidden exits on the surface. Living as they do in the hilly regions of the land, the Kibosh is a gnome town of moderate size; roughly three to gnomes build much shallower cities than the dwarves, stay- four hundred gnomes live there at any one time. It is located ing close to the surface and using illusions and camoufl age in a large area of rolling hills, just east of a large pristine to hide their homes from unwanted visitors. forest. A road that runs a few miles to the south brings trade Gnomes prefer areas with arable land, upon which they nearby, and the gnomes welcome visitors to the weekly can build small gardens or have pasturage for small fl ocks market day held just down the river. of sheep or goats. Gnome towns might thrive in more forbid- Between thirty-five and fifty extended families live ding areas, but they will be far more reliant on trade for their within Kibosh, each in their own large dwelling. In addi- daily needs. Water is a necessity, though wells can be relied tion, the town features an underground amphitheater, four upon if no other suitable source can be found nearby. maesteries, a community hall, a public hall, and a large A typical gnome town is made up of large extended- storage/granary facility where extra dry goods and supplies family dwellings, two or three maesteries (maester’s are stored for the town in case of emergency. 620_96567_RacesOfStone.indd 50 6/14/04, 7:57:41 AM KKKiiibbbooossshhh MMMaaaeeesssttteeerrr BBBrrrooonnnzzzeeessstttooonnneee",
        "name":  "EXAMPLE SETTLEMENT",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  ":: WWWaaattteeerrrwwwhhheeeeeelll MMMaaaesssttteeerrr",
        "name":  "PPPlllaaannn VVViiieeewww",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  ":: WWWaaattteeerrrwwwhhheeeeeelll GGGllluuummmeeeaaarrrsss Granary MMMaaaeeesssttteeerrr OOOpppuuusss WWWaaattteeerrrwwwhhheeeeeelll MMMaaaesssttteeerrr GGGllliiitttttteeerrrssskkkyyy TTThhheee AAAmmmppphhhiiittthhheeeaaattteeerrr CCCooommmmmmuuunnniiitttyyy HHHaaallllll",
        "name":  "PPPrrrooofffiiillleee",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  ":: TTTyyypppiiicccaaalll gggnnnooommmeee cccooonnnssstttrrruuuccctttiiiooonnn HHHaaallllll OOOnnneee sssqqquuuaaarrreee eeeqqquuuaaalllsss 222555 fffeeeeeettt 51 GNOMES CHAPTER 2 The town itself follows very little in the way of orderly complete, both his journeymen and the lesser maesters in city planning. Each major family dwelling and workshop his workshop are given the task of fi lling orders for a given is built within a hill, and most of the internal space of the design while he moves on to his next project. He is absent- hill is devoted to living and working areas. Farther below minded and gruff, but he still manages to give everyone ground are the public facilities, with passageways branching time for their own projects, so those who work with him out from them in all directions. generally don’t mind his ways. His workshop specializes in",
        "name":  "PPPuuubbbllliiiccc PPPrrrooofffiiillleee",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Goliaths have a slight tendency toward cha- Some specifi c roles within the tribe, such as lorekeeper or otic alignments, which is refl ected in their wanderlust and shaman (described in the Society and Culture section later the small, mobile communities in which they live. Still, each in this chapter), have honorifi cs attached to them as well. goliath tribe has one or more adjudicators that settle disputes When introducing themselves for the fi rst time, goliaths within the clan, and such goliaths are generally lawful. Goli- always use the fi rst name/honorifi c/family name construc- aths have a slight preference for good over evil, since among the tion, translating the honorifi c into the listener’s language if high mountain peaks, survival becomes much easier when possible. Thereafter, they refer to themselves and each other one aids a fellow goliath without insisting on recompense. by the honorifi c alone. Goliaths traveling among other races",
        "name":  "Alignment",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Because they don’t support large-scale sometimes assign honorifi cs to their comrades rather than agriculture or extensive settlements, the mountain ranges use their given names. where goliaths live are home to few other intelligent races. Male Names: Aukan, Eglath, Gauthak, Ilikan, Keothi, Most tribes of goliaths wander from peak to peak, tending Lo-Kag, Maveith, Meavoi, Thotham, Vimak. their goat fl ocks and foraging for alpine roots and tubers. Female Names: Gae-Al, Kuori, Manneo, Nalla, Orilo, Typically, a tribe sets up a temporary village in an alpine Paavu, Pethani, Thalai, Uthal, Vaunea. meadow and remains there for a month or two, then moves Honorifics: Bearkiller, Dawncaller (see Chapter 5 for on when the season changes or better hunting can be found details on this prestige class), Fearless, Flintfi nder, Horn- elsewhere. Larger tribes tend to follow a similar trail from carver, Keeneye, Lonehunter, Longleaper, Rootsmasher, year to year, retreating to lower elevations in midwinter and Skywatcher, Steadyhand, Threadtwister, Twice-Orphaned, when they need to trade, then ascending to the highest peaks Twistedlimb, Wordpainter. once the snow melts. Family Names: Anakalathai, Elanithino, Gathakanathi, Some goliaths live at lower altitudes among humans or Kalagiano, Katho-Olavi, Kolae-Gileana, Ogolakanu, Thu- other races, most often because their tribe exiled them after liaga, Thunukalathi, Vaimei-Laga. a crime, dispute, or injury. Many a folk tale features a forlorn Adventurers: Traditionally, the only goliaths to become goliath working as a farmhand after a failed courtship in adventurers are those exiled (voluntarily or other wise) the mountains. from the goliath tribes high in the mountains. However,",
        "name":  "Goliath Lands",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Goliath wrestling matches start in a 20-foot- No two goliath tribes are alike. However, as with any race, radius circle marked on fl at ground, the center of which is tribes share enough common traits to make it possible to clearly marked to indicate where matches will begin. To defi ne a unique goliath culture. Your character, of course, win a match, a wrestler must pin his opponent, then drag can either embrace that culture or stand apart from it. his pinned foe outside the circle while still maintaining the 620_96567_RacesOfStone.indd 57 6/14/04, 7:58:12 AM A game of goatball 620_96567_RacesOfStone.indd 58 6/14/04, 7:58:14 AM 59 GOLIATHS CHAPTER 3 pin. Matches last for an indeterminate number of 1-minute game of goat-ball is a challenge equal to the combined CRs rounds, with a referee counting out loud so the wrestlers of the losing team members, as long as success in the game know when their time is up. At the end of each round, the is somehow relevant to the larger adventure. wrestlers break their clinch and have a few moments to rest Drink-and-Tell: A decidedly nonathletic contest, the before returning to the center of the circle. game of drink-and-tell involves participants and spectators",
        "name":  "Wrestling",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The chieftain chooses captains each morning games that comprise goliath leisure time, and they also after breakfast, and most chieftains give each adult goliath settle disputes among members of the tribe. Unless the an occasional turn as captain so everyone has leadership matter is particularly urgent, adjudicators hear disputes experience. Each captain gets a broad outline of the day’s after the evening meal, listening to each party in the dispute task from the chieftain. Then the captains take turns pick- tell his tale. The adjudicator then renders a decision. Any ing from the adult population of the tribe to form work goliath can appeal an adjudicator’s decision to the chieftain, teams, and the day’s work begins. Captains generally have but the chieftain can’t overrule an adjudicator without great discretion in how they accomplish the assigned task— taking the Adjudicator honorifi c away, so most chiefs are the chieftain, and by extension the tribe, wants results, not reluctant to do so. If an adjudicator can’t determine who is in a specifi c set of criteria followed to the letter. Most captains the wrong in a particular dispute, he often settles the matter relish the competitive aspect of leading a team and outper- with a contest of some kind—often a contest that relates to forming the other teams assigned similar tasks that day. the matter at hand. For example, if two goliaths each claim Captains have almost absolute authority when directing ownership of a particular ram, an adjudicator might award their teams, but they’re loath to throw their weight around the ram to whichever goliath can carry it farther before col- too much; any resentment they foster might show up in lapsing under its weight. tomorrow’s captain. Tent-Mother: The position of tent-mother is unusual be-",
        "name":  "Captain",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Regardless of whether they’re pantheist or cause it’s the only aspect of goliath society that is gender- animist goliaths (described in the Religion section later in specifi c. The tent-mother is responsible for the care of the this chapter), most tribes have a druid with the honorifi c of tribe’s infants and Skywatcher who preaches against the needless slaughter toddlers. She’s select- of game and overharvest- ed as a captain almost ing of resources such as every morning, and fi rewood and edible she picks her own as- plants. The chieftain sistants. Goliath fe- often holds the males have the skywatcher out ability to nurse of team selection, multiple babies, letting him roam so the tent- as he pleases. mother is Sky watchers often able to spend most of their time scouting out new terri- tory, monitoring the hunting and gathering teams, and preparing various sea- sonal festivals and rituals.",
        "name":  "Skywatcher",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most goliath tribes have four to six members with the Dawncaller hon- orific (see the dawn- caller prestige class description in Chap- ter 5). Dawncall- ers are bards who act as night sen- tries, patrolling the perimeter of the goliath camp at night and sounding the alarm if danger is nearby. Shortly before dawn, they sing anthems of bravery and virtue to awaken the rest of the tribe. During the day, whatever teams remain in camp pick dawncallers recnepS .R yb .sullI A goliath child learns the basics of weaving 620_96567_RacesOfStone.indd 62 6/14/04, 7:58:48 AM 63 GOLIATHS CHAPTER 3 act as wet nurse for the entire tribe. No child can be picked If a chieftain voluntarily retires or dies suddenly, a simi- for a task by a captain until the tent-mother deems him old lar set of contests among aspiring chieftains determines the enough (which often happens around ten years of age and new chieftain. Unlike with a challenge to a sitting chieftain, involves an important rite of passage). Goliath folk tales however, a candidate need only win a plurality of the con- abound of children who chafe under the rule of a tent- tests to become the next chieftain. mother but suffer misfortune when they run away from the Unlike in many human societies, most goliaths don’t seek tribe and are eventually rescued by a team led by the very power for its own sake, and most regard being chieftain as a same tent-mother. The chieftain chooses the tent-mother grave responsibility, not as something to aspire to. Goliaths and can take the honorifi c away, although this form of pun- love competition, after all, and the chieftain doesn’t get to ishment rarely occurs. participate in many of the daily contests and games that",
        "name":  "Dawncaller",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "A goliath tribe’s lamenter has a single job: make up goliath life. identify when a particular goliath isn’t being a productive More primitive goliath tribes have only one simple rule member of the tribe. If a goliath is obviously too old or for succession: If you beat up the old chieftain, you become too ill to survive the rigors of mountain life without assis- the new chieftain. tance, the lamenter prepares a long chant or dirge that Roleplaying Application: How does your goliath char- commemorates the goliath’s achievements throughout acter feel about your current or former chieftain? Does he life. At the conclusion of the dirge, the entire tribe moans have interest in leading a tribe himself? If so, does he have a and wails as the old or sick goliath walks away from the plan to make this happen? Has he ever taken part in a power camp, never to return. The lamenter does likewise with struggle for chieftain? If so, what was the result? goliaths who die suddenly or fall in battle, and then buries LAWS AND JUSTICE them under a simple cairn. A good lamenter talks with a goliath perceived as weak before preparing a lament, Because goliaths don’t have a written legal code, it’s hard and sometimes a heart-to-heart talk with a lamenter is to make generalizations about goliath law. In general, only suffi cient to get a goliath back on his feet and producing. one law matters: Obey the chieftain, and by extension, the Lamenters generally consult with the chieftain before captains he chooses. preparing a lament and defer to the chieftain’s judgment The system of punishment for goliaths is likewise less if it’s more merciful (for example, the tribe is moving to a structured than it is in many other societies. Because lower, warmer elevation where an infi rm goliath will be goliaths are nomadic, imprisonment isn’t an option, and less of a burden). fi nes rarely work in a society where many goods are owned",
        "name":  "Lamenter",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "What role did your goliath jointly by the tribe. Goliaths who disobey the chieftain or character play in the tribal hierarchy before he became an are caught stealing, cheating, or committing other crimes adventurer? Goliath tribes are essentially meritocracies, so are often simply beaten. Goliaths have a healthy respect it’s not inconceivable that even a young goliath could have for pain as a motivator. Their other primary punishment an important position within the tribe. What were the other is social: To a greater or lesser degree, the rest of the tribe members of the tribe (especially the chieftain and your shuns the criminal. character’s tent-mother) like? Shunning Power Struggles When a goliath is completely shunned, the rest of the tribe Because he’s responsible for bringing the tribe to food and pretends that the criminal doesn’t exist. The criminal isn’t water, a foolish or otherwise ineffective chieftain puts the picked for teams, can’t participate in sports and games, and whole tribe at risk. When a chieftain makes bad decisions isn’t provided food and shelter by the tribe. For the dura- or is simply unlucky too often, challengers to his authority tion of the shunning (known as “volok-thea” in Gol-Kaa), might develop. the goliath must survive on his own. In most tribes, a would-be chieftain can take over a tribe A less severe form of shunning known as “volok-kanu” by defeating the existing chieftain at each of three con- exists for minor crimes. A criminal suffering a period of tests. The challenger chooses the fi rst contest, the existing half-shunning is treated poorly by the rest of the tribe. chieftain chooses the second, and the third is a traditional The criminal is picked last by captains, given particularly contest. It’s an expected part of the power struggle that loathsome work assignments, and receives only leftover chieftain and challenger each choose contests that reward food and water. These half-shunned goliaths are allowed to their particular skills and abilities, but a contest that’s obvi- participate in contests and games only if their presence is ously impossible for one contestant isn’t a contest at all and necessary for some reason, and opponents often gang up on will earn a shunning from the tribe (see Shunning later in the criminal rather than try to win themselves. this chapter). The challenger must win all three contests to Goliaths who assist a shunned goliath face shunning become the new chieftain. When that happens, the former themselves, because breaking the solidarity of a shunning is chieftain often, but not always, leaves the tribe. For safety an attack on the very foundation of goliath society. reasons, members of the tribe feel strong social pressure What is remarkable to a nongoliath who witnesses a against challenging a chieftain in the middle of a crisis or goliath shunning is how everyone acts in concert without repeatedly challenging a chieftain. anyone saying, “We’re going to shun Thotham completely 620_96567_RacesOfStone.indd 63 6/14/04, 7:58:56 AM 64 3 RETPAHC SHTAILOG for three days, then half-shun him for four more.” Goliaths communicate the degree of shunning by slight shifts in their body language, and many contend that they “just know” how long a shunning should last.",
        "name":  "Roleplaying Application",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The herald of Kavaki is a titan with 20 Hit Dice that looks like a ram-headed goliath. His allies are hound archons, leonal guardinals, and hound archon heroes. (See the Deity Descrip- tion Format sidebar on page 17 for further information about her- alds and allies.)",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The dead, exiles. Prayers: Kuliak’s prayers are often sung, and even if",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Except as part of a ity in meter or theme, because worshiping Kuliak is such an burial rite, it’s considered bad luck for individual pursuit. nonexiled goliaths to even men- Shrines: Kuliak has no formal shrines, tion Kuliak’s name. but her worshipers sometimes gather at the Clerics of the go- graves of goliaths who died particularly liath pantheon heroic deaths. memorize Rites: As a counterpoint to the the words shunning that precedes most decisions to the to exile a tribe member, Kuliak offers a brief “rite of welcoming,” in which someone is embraced three times when he or she enters a home or joins a group.",
        "name":  "Cleric Training",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Kuliak’s herald is an 18th-level goliath ghost barbarian. Her allies are Medium, Large, and Huge water elementals.",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manethak’s herald is an old silver dragon with 28 Hit Dice. His allies are bar- ghests, greater barghests, and elder arrowhawks.",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mountains, climbing, bravery.",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Earth, Strength, Sun.",
        "name":  "Domains",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Would-be clerics of the goliath pantheon learn about learned around the camp- Naki-Uthai during an extended fi re. Manethak looks like climbing expedition. As they an elderly goliath, but scale sheer cliffs and inch their he is always depicted hunting, leaping, or way along narrow ledges, performing some other action that leaves no the goliaths are doubt he’s still spry. expected to pray",
        "name":  "Cleric Training",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hunting, lore. to Naki-Uthai and",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Animal, Knowledge, Luck. meditate on the",
        "name":  "Domains",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many goliath hunters value of bravery. pray to Manethak, of course, but goliaths Quests: When who take care to explain to others what something wonder- they’ve learned on the hunt—the nuances ful is rumored to of an elk’s tracks or the feeding patterns of lie just beyond the a cave bear—have taken Manethak’s les- mountains or at the sons to heart. Thus young clerics of the goli- top of a particular ath pantheon practice aptitude as both hunters peak, Naki-Uthai is and teachers. the fi rst to encourage",
        "name":  "Cleric Training",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Prayers to Manethak take the summit are typical form of a request or goal, followed by the quests associated with means to achieve it. For example, a prayer Naki-Uthai. said before butchering a carcass begins “May Prayers: Naki- Manethak bless this animal for the good of the Uthai’s prayers are tribe. May he bless it as we separate fl esh from often in verse. Fre- bone, hide from meat.” quently, the fi rst line or",
        "name":  "Prayers",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fl at rock where game is butchered two is whispered, with each serves as Manethak’s shrine. Because food prepara- successive line delivered at tion is a messy job, the shrine usually isn’t decorated. greater volume until the prayer ends with",
        "name":  "Shrines",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manethak’s most well-known rite is the a shout. “ritual of the hunt,” which concludes with the hunt- Shrines: By tradition, the first ers briefl y mimicking the movements and actions of goliath to climb a mountain then builds a their prey. cairn or other marker that claims the peak Illus. by D. Crabapple Holy symbol of Manethak Holy symbol of Naki-Uthai 620_96567_RacesOfStone.indd 67 6/14/04, 7:59:22 AM 68 3 RETPAHC SHTAILOG for Naki-Uthai. Fierce mountain weather often destroys Shrines: The tent-mother often keeps a small shrine these shrines, so goliaths who reach a peak and don’t fi nd a to Theleya—often a wood-and-hide box full of seeds and shrine often make a pile of rocks just to be sure Naki-Uthai dried berries. is represented on the mountain. Rites: Theleya probably has as many rites as the rest of",
        "name":  "Rites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Naki-Uthai has ceremonies for starting a journey the goliath pantheon put together. Her ceremonies honor and reaching a mountain peak—and by extension, any the birth of a new goliath, bless each meal before it’s con- geographical goal. He also has a call-and-response liturgy sumed, and mark the passing of the seasons. known as the “exhortation of bravery” that almost every Herald and Allies: Thelaya’s herald is a 20th-level goliath knows by heart. goliath cleric. Her allies are bralani eladrins, couatls,",
        "name":  "Rites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fertility, growth. misfortune and hardship",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any- the pantheon. thing that endan- Quests: Vanua likes gers the fragile nothing better than to sepa- ecosystem that the rate the weak from the strong, goliaths rely on is so his agents sometimes set up of paramount concern schemes that put goliaths in to Theleya. She often harm’s way or create divisions bids adventurers to halt within a healthy tribe. large-scale mining, over- Prayers: Vanua’s prayers include a number of riddles and harvesting of timber, and the question-and-answer fl ourishes, such as “Who is the fl utter encroachment of civilization into in the elder’s heart? Vanua!” goliath migration paths. Shrines: Vanua’s shrine is the goliath camp’s main camp-",
        "name":  "Quests",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Prayers to Theleya involve more rhythmic fi re. Sacrifi ces are simply thrown in the fi re to burn. breathing than complete sentences. After several cleansing Rites: Vanua has few rites, other than some brief cer- breaths, someone praying might simply say, “Intercede . . .” emonies intended to bring misfortune to a spurned lover or “Bless . . .” or other rival. elppabarC .D yb .sullI Holy symbol of Theleya 620_96567_RacesOfStone.indd 68 6/14/04, 7:59:28 AM 69 GOLIATHS CHAPTER 3",
        "name":  "Prayers",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Vanua’s herald is an efreeti with tales of the harrowing journey, but they didn’t know the 30 Hit Dice. His allies are Medium, Large, and answers to several perplexing questions: Why did Rau- Huge fi re elementals. rekk build a fortress he never used? What led him",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "forest, so the Kathaals will be particularly welcoming to strangers who promise entertainment, as long as they pose THE KATHAALS no obvious danger.",
        "name":  "EXAMPLE TRIBE",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Kathaals spend the coldest part of winter days, although the amount of snow left on the trail can in low-elevation foothills. Their favorite place to camp is in place a limit on their progress. This is one of the better a box canyon that opens in the direction of the prevailing hunting times for the tribe, so fresh meat is plentiful—a winds. This choice of location keeps their campsite frigid refreshing change from the winter fare of dried meat, day and uncomfortable, but the winds disperse the smoke after day. The Kathaals often spend a few weeks tracing from their campfires, keeping them well hidden from the Leviak River to its source, trapping spawning salmon the goblinoid tribes and meddlesome human bandits that in nets and hunting the occasional bear. The Kathaals pre- also hole up in the hills. This is the toughest month for serve any extra food by smoking it, because they know fi nding food; the Kathaals subsist on dried meat and root they can trade it next month. Because almost half the days mash, with only occasional fresh game. Characters who this month are spent traveling, it’s more likely that PCs meet the Kathaals at this point will fi nd them extremely encounter either an advance scouting party or the entire cautious toward interlopers. Once the PCs have gained the tribe moving en masse. Kathaals’ trust, however, the goliaths happily trade goods Adventure Hook: Characters fording the Leviak River acci- or services for food. dentally frighten the fi sh away from a goliath net. They have",
        "name":  "January",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Traveling underground, the characters Adventure Hook: The characters must contend with an encounter a very nervous band of torch-bearing goliaths, avalanche (see page 90 of the Dungeon Master’s Guide) heavily laden with meat and fi sh. The goliaths don’t know accidentally started by a goliath cliff-race far above them. it, but they took a wrong turn on their way to the Bright- From the PCs’ perspective, the avalanche might not look dagger clan. like an accident.",
        "name":  "Adventure Hook",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Kathaal tribe spends most of the month in the August: After a tricky series of descents from the high Five Lakes Basin, a valley accessible only after a treacherous country, the Kathaal tribe comes to the great goliath tent- climb. The fruitful hunting and foraging makes the climb city of Thella-Lu (described later in this chapter). They worth it. Many goliath tribes know about the Five Lakes spend two to four weeks there engaging in sport, religious Basin, so the Kathaals sometimes share a campsite with an celebration, and interaction with the other tribes. Akala allied tribe or fi nd themselves fi ghting a rival tribe over a spends most of his time conferring with other chieftains particularly good hunting area or water source. If encoun- about game migrations, and the hunting reports he hears tered this month, the Kathaals are generally friendly, but determine how long the tribe remains in the city. Once the alert to anyone who poaches on “their” territory and eager tribe bids farewell to Thella-Lu for another year, it continues to defend it from interlopers. its slow descent from the mountains.",
        "name":  "June",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The PCs come across a pitched battle Adventure Hook: When the PCs arrive in Thella-Lu, they’re between a Kathaal hunting team and a team from a rival offered a hot meal among the Kathaals in exchange for a tribe. The Kathaals are defending a brace of gutted elk hang- detailed description of the fl ora and fauna they’ve encoun- ing from a tree. tered on their travels. 620_96567_RacesOfStone.indd 75 6/14/04, 7:59:53 AM 76 3 RETPAHC SHTAILOG",
        "name":  "Adventure Hook",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The autumn season begins with as much capable warriors, so the goliaths might offer the PCs all the hunting as Akala can manage, because the month ends with treasure they can grab if they join the raiders. another trading visit to the Brightdagger clan. The nature of IMPORTANT KATHAAL MEMBERS the weather determines how successful the hunting is, and thus how long the tribe tarries among the dwarves. Even if The following NPCs are important members of the Kathaal the hunting has been poor, Akala makes at least a brief visit tribe. to the Brightdaggers to offer some token trades. Whether encountered before or after the Brightdagger visit, the tribe Akala Fishstringer Kulie-Kamana tends to be hospitable in September; everyone knows that a Akala is getting old, and he knows it. But he still believes long winter is coming, so any diversion is welcome. that he’s the best hope of the Kathaal tribe’s surviving (and,",
        "name":  "September",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The characters encounter a contingent of indeed, thriving) for another year. Unlike most goliaths, Kathaals on their way to visit the Brightdaggers. The PCs are Akala fi nds that he’s getting bolder with each advancing invited to travel along and meet the dwarf clan. year. His wife, Ithikea Charmweaver, tells him he’s being",
        "name":  "Adventure Hook",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "This month marks the best hunting of the reckless because he wants to die in combat or by accident, year, because the herd animals are rutting and easier to rather than suffering the gradual decline of old age and approach. The tribe focuses on getting as much hunting exile. Akala says she’s half right: He knows his time as and skinning done as possible this month, in preparation chieftain is running out, and he wants to make sure the for the long winter. If hunting is particularly good, Akala tribe is in the best possible shape before he walks away from either sends a contingent back uphill to trade one last the campfi re one last time. Akala also knows that the tribe time with the Brightdaggers, or he sends food downhill has no clear successor to his position, so he’s starting to eye to be buried in caches for winter. How the Kathaals react potential candidates. to strangers this month depends on how the hunting is Akala earned his honorifi c when the tribe fi rst found the going. They react poorly to anything that threatens their path along the Leviak River. Young Akala proved adept at ability to hunt, but PCs who can help bring back game are net fi shing and brought back a string of salmon so heavy he quickly befriended. could barely carry it.",
        "name":  "October",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The skill set of a rogue is useful to goliaths who SPECIAL GOLIATH OPTIONS can’t rely on a large civilization to meet their needs. Most As a goliath character, you qualify for some goliath-specifi c goliath rogues focus on stealth and wilderness skills, rather feats and prestige classes unavailable to PCs of other races, than more urban-oriented skills such as Open Lock and all described in Chapters 5 and 6 of this book. Disable Device.",
        "name":  "Rogue",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos gnomes stand 3 to 3-1/2 Table 4–2: Aging Effects feet tall, much like other gnomes. They have the same Middle Maximum slight build and trim appearance that other gnomes favor, Race Age Old Venerable Age but their coloring differs wildly. Chaos gnomes have bright Chaos gnome 75 years 112 years 150 years +3d% red, blue, green, or violet eyes, and their eyes change in hue Dream dwarf 175 years 263 years 350 years +4d% and brightness depending on their mood—from bright red Feral gargun 35 years 53 years 70 years +2d10 when angry or excited to dull green or blue when bored or Stonechild 125 years 188 years 250 years +2d% Whisper gnome 113 years 169 years 225 years +3d% disappointed. They have similarly bright hair color, ranging from vivid red to blond. 620_96567_RacesOfStone.indd 86 6/14/04, 8:35:20 AM 87 OF STONE OTHER RACES CHAPTER 4 Chaos gnomes favor bright colors in their clothing, par- parents, but she usually uses it only for the fi rst ten years ticularly reds and oranges. They decorate their clothing or so of her life. By that time, a chaos gnome usually feels with seemingly random bead patterns. ready to pick her own name. This fi rst name choice is as",
        "name":  "Physical Description",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos gnomes get along well with mem- serious a tradition as any that exists in chaos gnome cul- bers of most races, but they find it especially easy to relate ture, and an individual uses this name for up to six or seven to other gnomes. They are at ease with the free-spirited years before changing it again. After this second name elves, and they enjoy the halflings’ nomadic lifestyle. change, a chaos gnome chooses a new name whenever she Dwarves have a difficult time getting along with chaos feels so inclined, many times just adopting a word or words gnomes. Dwarves respect other gnomes for that she likes. their inventiveness and skill with mechanical Male Names: Aidien, Doolian, Chainion, Pellia, Rooki- objects, but chaos gnomes are simply too noniak, Zingnoff. likely to break rules, laws, or customs Female Names: Gonnynock, Pella, Tarralin, Zer- for dwarves to tolerate them for long. naelian. Perhaps surprisingly, half-orcs get Family Names: Chebwith, Kalliess, Nornock, along well with chaos gnomes. The Parrington, Smothings. gnomes are seldom concerned with Adventurers: Like their more common kin- a half-orc’s parentage, so their commu- dred, chaos gnomes are curious and impulsive. nities seem particularly accommodating Most chaos gnomes adventure to see the world. and open to half-orcs who have had Their nearly insatiable love of new and different difficulty finding acceptance by sights and experiences drives many chaos other races. gnomes to wander for a good portion of their",
        "name":  "Relations",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos gnomes, as youth. Older chaos gnomes are even likely their name suggests, are naturally to accompany their children on their inclined toward chaos. Although fi rst signifi cant travels. they are fl ighty even by the stan- dards of other gnomes, they are good- hearted like most of their kindred. Chaos gnomes value freedom, which is the one cause or ideal that can always hold CHAOS GNOME RACIAL their attention. TRAITS",
        "name":  "Alignment",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dream dwarves are most often neutral Dream dwarves feel the hills slumber beneath them. They good. They share a bond with the earth and the earth see the world as a resting giant of inestimable power, and dream, and this bond helps them see the power and they are caught in the dreaming. While other dwarves shape energy inherent in a peaceful life. As a result, most metal and stone, dream dwarves contemplate and meditate. dream dwarves remain kind and good-hearted even Wise and cautious, they understand nature in a way at once through adversity, and they value a balance between law similar to and wholly alien to the understanding of druids and chaos. and shamans of other races. Dream Dwarf Lands: Dream dwarves almost always Dream dwarves share a sort of collective subconscious build their homes within or near those of other dwarves, with the world around them, a phenomenon they call the and many members of other races don’t even realize that earth dream. The earth dream shapes many aspects of a dream dwarves are a separate subrace. Their homes are often dream dwarf’s life, and no discussion of dream dwarves underground, embodying their love of the earth. Occasion- nosleN .J yb .sullI 620_96567_RacesOfStone.indd 88 6/14/04, 8:35:31 AM 89 OF STONE OTHER RACES CHAPTER 4 ally, dream dwarves form small, secluded monasteries high walls, stonework traps, new construction (even when up on a mountainside in an effort to become closer to the built to match the old), unsafe stone surfaces, shaky earth dream. stone ceilings, and the like. Something that isn’t stone",
        "name":  "Alignment",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Although dream dwarves pay homage to Mora- but that is disguised like stone also counts as unusual din and the rest of the dwarf pantheon, their primary deity stonework. A dream dwarf who merely comes within is the earth itself, as expressed by the collective experience 10 feet of unusual stonework can make a Search check that dream dwarves call the earth dream. as if he were actively searching, and a dream dwarf can",
        "name":  "Religion",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dream dwarves speak Dwarven. use Search to find stonework traps as a rogue can. A",
        "name":  "Language",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fierce, quick-tempered warriors, feral gar- meet and decide as a group whether to move on or to fi ght. guns usually assume that the strongest individual is the Religion: Feral garguns pay homage to their own deities, leader, and they usually settle disagreements with some chief among them Galtha, the Mother of Winter. Galtha nonlethal test of strength. Despite this outward ferocity, teaches her people to survive even in the harshest cold and feral garguns have a deep sense of personal honor and place when food is scarces. “When you can thrive where others a great deal of importance on self-reliance. cannot even eke out an existence,” says the teachings of",
        "name":  "Personality",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "A typical feral gargun is as big Galtha, “then survival and success are assured.” as a goliath and larger than the largest half-orc. Most stand Language: Feral garguns speak the goliath language of between 7 and 8 feet tall and weigh between 280 and 340 Gol-Kaa. Gol-Kaa has only recently been put down in writ- pounds. As with their goliath kindred, there is no appre- ten form using the Dwarven alphabet, and no feral gargun ciable difference in height or weight between male and tribe has yet warmed to the concept of a written language. female feral garguns. Individual feral garguns who have moved away from their Feral garguns are covered in smooth, thick fur. This fur homelands and adventured among other races have learned ranges in color from white to light gray to dark brown. to read and write in other languages, but they remain the Although their bodies are humanoid in shape, the faces of exceptional few. feral garguns are similar to those of bears, and they have longer, narrower faces than other humanoids.",
        "name":  "Physical Description",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Feral garguns tend toward chaotic alignments, valuing freedom and personal choice very highly. Even the most organized group of feral garguns is really just a collection of self-suffi cient individuals traveling together for safety.",
        "name":  "Alignment",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Agam, Agath, Gethik, Gothan, Thokan. • Racial Feats: A feral gargun’s monstrous humanoid levels",
        "name":  "Male Names",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Evva, Maka, Makin, Prenna, Vulla. give him one feat.",
        "name":  "Female Names",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tough, oids, and they pick up languages reliable, and focused on readily. Almost all stonechildren the utilitarian, stonechildren get learn Dwarven early in their life, and along with most races. Stonechildren many master other languages as well. are closer to dwarves than any other Stonechildren do not have a literature race, and they often settle in dwarf com- of their own, although many individual munities for a time. Many humans and members of the race have kept records dwarves seek to emulate the strength and and stories of their travels. silence of the stonechildren, but their Names: Stonechildren share some of strength and practicality can seem alien the naming conventions that dwarves have, to elves and gnomes. but they are far less rigid about the process. Of the few stonechildren who do not Whereas dwarf names belong to the family live on the Elemental Plane of Earth, most and clan, stonechildren bond closely to their are wanderers, and as such they enjoy the names, making them intensely personal things. company of halfl ings. For their part, half- Stonechildren also do not follow the strict lings readily acknowledge the value of having naming traditions of dwarves, and they a large, physically powerful stonechild with create new names with each new gen- their troupe. eration. Some of their typical names derive On the other hand, stone children some- from the Common names for different times have a difficult time understanding the types of stone. elf mind-set. Like stonechildren, elves are Male Names: Beltan, Fartach, Ingot, close to nature, but elves share none of the Ored, Slate. stonechildren’s connection to stone and the Female Names: Berna, Kihild, Merna, power of the earth, making them seem fl ighty Shale, Zeea. and unfocused. Family Names: Angaran, Kar-Gulduk,",
        "name":  "Relations",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Stonechildren make their own way in Pal-Mituk, Raskanik, Rendark. life, keeping a balance between following the rules Adventurers: Stonechild adven- and laws of others and adhering to their own sense of turers usually travel in search of something they desire. honor. This outlook leads many stonechildren to adopt For some, this goal is material wealth; for others, it is an attitude of neutrality. Although they make their own a chance to study with famed craftsmen. Some want to choices, stonechildren have a deep love of the earth and seek out more of their kind on the Material Plane, while a compassion for others. In their own way, stonechildren others search for new ways to test themselves in physical are workers for the cause of good, quietly protecting combat. Stonechildren are tough and ready for whatever others when they can. comes their way, and many stonechildren go off on adven-",
        "name":  "Alignment",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Whisper gnomes are quiet, suspicious sorts who fi nd it hard to build lasting relationships with members of other races. Although no other race is openly friendly with these reclusive individuals, no race bears them active malice either. Often, whisper gnomes share information about impending threats when ally- ing themselves with more powerful or numerous humanoid races; in most cases, this arrangement has worked out extremely well for both sides. If the whisper gnomes’ allies fi nd themselves short of a few valuables after the gnomes have left their com- munity, the losses are offset by the whisper gnomes’ valuable scouting and information-gathering abilities.",
        "name":  "Personality",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most whisper gnomes are neutral or neutral good. Whisper gnomes favor personal freedom and choice, but at the same time they value an ordered community and respect the rights of others and—to an extent—the prop- erty of others. Illus. by W. O’Connor Whisper gnome 620_96567_RacesOfStone.indd 95 6/14/04, 8:36:07 AM 96 4 RETPAHC SECAR REHTO ENOTS FO",
        "name":  "Alignment",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bermin, Daergel, Falath, giant type. Shrenan. • +4 racial bonus on Hide and Move Silently checks: Whis-",
        "name":  "Family Names",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Goliath. warding for 5 minutes; when this time has elapsed, he cre-",
        "name":  "Race",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Perform (sing) 8 ranks, Spot 4 ranks, Listen 4 ranks. ates an antipathy effect that lasts for 2 hours per class level.",
        "name":  "Skills",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bardic music ability. The Will save DC for a song of warding is 10 + class level + dawncaller’s Cha modifi er. Song of warding is an enchant- Class Skills ment (compulsion), mind-affecting ability. The dawncaller’s class skills (and the key ability for each Inspire Fury (Su): A dawncaller of 8th level or higher with skill) are Balance (Dex), Climb (Str), Craft (Int), Hide (Dex), at least 16 ranks in Perform (sing) can use music to turn his Jump (Str), Listen (Wis), Move Silently (Dex), Perform (Cha), allies into furious berserkers. Each ally within 30 feet who Sense Motive (Wis), Spot (Wis), and Survival (Wis). See can hear the dawncaller sing can choose to enter a rage on Chapter 4 of the Player’s Handbook for skill descriptions. her turn. This rage functions identically to a barbarian’s rage,",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 + Int modifi er. except that it ends automatically if the dawncaller stops sing- ing. If the ally already has the ability to rage, she can choose Class Features to apply the full effect of her own rage, but without spending All of the following are class features of the dawncaller one of her daily uses of the ability. A dawncaller can’t inspire prestige class. fury in himself. Inspire fury is a mind-affecting ability.",
        "name":  "Skill Points at Each Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The deepwarden prestige class has many (if any, or his Constitution bonus, if it’s higher) to AC even class features suitable for any class whose members spend a if he is caught fl at-footed or struck by an invisible attacker. long time away from civilization yet still need to communi- However, he still loses his Dexterity (or Constitution) bonus cate with it. Animal messenger, sending, and greater animal mes- to AC if immobilized. senger would be appropriate class features for other prestige If a character gains uncanny dodge from a different classes that focus on long-range reconnaissance, whether class (a deepwarden with at least four levels of rogue, for above the ground or below. example), he automatically gains improved uncanny dodge",
        "name":  "Adaptation",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dwarf. it again 1 round later at the same DC. He gets only this one",
        "name":  "Race",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5. extra chance to succeed on his saving throw. This ability also",
        "name":  "Base Attack Bonus",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb 5 ranks, Heal 5 ranks, Jump 5 ranks, Knowl- works against a mind fl ayer’s mind blast attack. edge (dungeoneering) 5 ranks, Survival 5 ranks. Sending (Sp): Beginning at 6th level, a deepwarden can",
        "name":  "Skills",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 + Int modifi er. opponents on opposite sides of him as easily as he can react 620_96567_RacesOfStone.indd 105 6/14/04, 8:36:55 AM 106 5 RETPAHC EGITSERP SESSALC to a single attacker. This defense denies a rogue the ability to sneak attack the deepwarden by fl anking him, unless the attacker has at least four more rogue levels than the target has deepwarden levels. If a character already has uncanny dodge (see above) from a different class, the char- acter automatically gains improved uncanny dodge instead, and the levels from the classes that grant uncanny dodge stack to determine the minimum level a rogue must be to fl ank the character. Greater Animal Messenger (Sp): At 9th level, a deepwarden gains the greater animal messenger ability. This functions as the animal messenger ability (see above), except the deepwarden can use an animal of up to Small size as his messenger. that accompanies him on adventures as appropriate for its kind. Its abilities and characteristics are summarized SAMPLE DEEPWARDEN below.",
        "name":  "Skill Points at Each Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 + Int modifi er. extra damage from critical hits are not vulnerable to this additional damage. The peregrine runner must be able to see Class Features the target well enough to pick out a vital spot and must be All of the following are class features of the peregrine able to reach such a spot. Peregrine runners can apply this runner prestige class. additional damage to ranged attacks made while skirmish-",
        "name":  "Skill Points at Each Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dwarf. tions of the ability.",
        "name":  "Race",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "d4. shadowcraft mage can cloak her form in shifting shadows. Requirements This ability provides her with To qualify to become a shadow- a variable amount of conceal- craft mage, a character must ful- ment depending on her level. fi ll all the following criteria. While her cloak of shadow is",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gnome. active, attacks against a shadow-",
        "name":  "Race",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff 4 ranks, Hide 4 craft mage have a miss chance ranks. equal to 15% + 5% per class level",
        "name":  "Skills",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. Motive (Wis), and Survival (Wis) to her list of stoneblessed class skills. A goliath-bonded stoneblessed gains a +2 bonus Requirements on Sense Motive checks and can engage in accelerated To qualify to become a stoneblessed, a character must fulfi ll climbing (climbing half her speed as a move action) without all the following criteria. suffering the –5 penalty on the Climb check.",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character must be invit- +1 bonus on attack rolls against orcs ed to become a stone blessed by a mem- and goblinoids. ber of the chosen race. Fulfi lling this A gnome-bonded stoneblessed requirement usually entails living with gains a +1 bonus on attack rolls the race in question for several years, against kobolds and goblinoids. although it might (at the DM’s discre- A goliath-bonded stoneblessed tion) also involve the completion of a gains a +1 bonus on attack rolls single great task. against giants. Stoneborn (Ex): At 3rd level, Class Skills a stoneblessed completes the bond The stoneblessed’s class skills with her chosen race. The (and the key ability for each skill) stoneblessed gains a per- are Climb (Str), Craft (Int), Jump manent +2 increase to her (Str), and Profession (Wis). Constitution score. In addi- Each stoneblessed character tion, for all effects related to race, a gains additional class skills stoneblessed is considered a mem- based on the race to which ber of the race to which she she forms a bond (see stone- is bonded. For example, bond, below). See Chapter dwarf-bonded stoneblessed are 4 of the Player’s Handbook just as vulnerable to effects and abilities that for skill descriptions. affect dwarves as actual dwarves are (such as Skill Points at Each a ranger’s favored enemy ability), and they",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "stoneblessed, and finish progressing through the class by the time THE STONEBLESSED PRESTIGE CLASS she reaches 5th level. This “early in, early out” feature makes it The requirements for this prestige class are deliberately set possible for a stoneblessed to pursue a dwarf-, gnome-, or goliath- lower than normal for a prestige class. A character can qualify oriented prestige class at a fairly low level, rather than forcing such for this class as early as 2nd level, take her 3rd character level in a character to wait for an unreasonably long time. pqqqqqqqqqqqqqqqqqqqqrs 620_96567_RacesOfStone.indd 124 6/14/04, 8:39:10 AM 125 CLASSES PRESTIGE CHAPTER 5 the dwarves either retreat or form warbands to chase the assassin down.",
        "name":  "BEHIND THE CURTAIN",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The stonedeath assassin prestige class combines traditional rogue and assassin abilities with ones related to the likely environment the class will hunt in. You could create a similar “poison thorn assassin” class, for example, that was designed for elves, not goblinoids. You would replace meld into stone, stoneskulk, and corrupt stone with forestskulk, tree shape, and perhaps tree stride or blight. Rather than stonedeath strike as a 5th-level ability, perhaps a poison thorn assassin can exude its own poison periodically for a particularly deadly attack.",
        "name":  "Adaptation",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "d6. Requirements To qualify to become a stonedeath assassin, a character must fulfi ll all the following criteria.",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "+3. deals extra damage any",
        "name":  "Base Attack Bonus",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide 8 ranks, Move Silently 8 ranks. time his target would be denied a Dexterity bonus Class Skills to AC (whether the target actually has a The stonedeath assassin’s class skills (and the key ability for Dexterity bonus or not), or when the each skill) are Balance (Dex), Climb (Str), Decipher Script stonedeath assassin fl anks his target. (Int), Disable Device (Int), Escape Artist (Dex), Hide (Dex), This extra damage is 1d6 at 2nd level, Intimidate (Cha), Jump (Str), Listen (Wis), Move Silently and it increases to 2d6 at 4th level. (Dex), Open Lock (Dex), Search (Int), Spot (Wis), Survival Should the stonedeath assassin score (Wis), Swim (Str), and Use Rope (Dex). See Chapter 4 of the a critical hit with a sneak attack, this Player’s Handbook for skill descriptions. extra damage is not multiplied. (See Table 8–5: Attack Roll",
        "name":  "Skills",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. Stoneslam Attack (Ex): The slam attacks of a stone- speaker guardian of 3rd level or higher under the effect Requirements of the Stone Form feat deal damage as if the stonespeaker To qualify to become a stonespeaker guardian, a character guardian were one size category larger than she is. A Medium must fulfi ll all the following criteria. stonespeaker guardian, for example, deals 2d6 points of",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Feral gargun or goliath. damage with her slam attacks instead of the normal 1d8",
        "name":  "Race",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (nature) 6 ranks, Survival 8 ranks. points of a Medium character.",
        "name":  "Skills",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Endurance, Stone Form*. Fortifi cation (Ex): When a critical hit or sneak attack",
        "name":  "Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wild shape ability. is scored on a stonespeaker guardian of 4th level or higher, *New feat described in Chapter 6. there is a 50% chance the critical hit or sneak attack is negated and damage is instead rolled normally. Class Skills Earth Glide (Su): A 5th-level stonespeaker guardian under The stonespeaker guardian’s class skills (and the key ability for the effect of the Stone Form feat can glide through the earth each skill) are Appraise (Int), Climb (Str), Craft (Int), Intimi- like an earth elemental. The stonespeaker guardian moves at date (Cha), Knowledge (nature) (Int), Knowledge (religion) half speed while gliding through the earth in this manner, (Int), Listen (Wis), Search (Int), Spot (Wis), and Survival (Wis). but she can move through stone, dirt, or almost any other sort See Chapter 4 of the Player’s Handbook for skill descriptions. of earth except metal as easily as a fi sh swims through water.",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have 5 or more ranks in any Perform smooth, fl at, and vertical, becomes DC 10. Add 5 to the DC skill, you get a +2 bonus on Appraise checks related to per- if the surface is slippery, or 10 if you are rappelling with no formances using that Perform skill. surface to brace against.",
        "name":  "Synergy",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "While rappelling, you can descend at your base BLUFF (CHA) land speed with a DC 10 Use Rope check, or you can take a For some jaded or mean-spirited souls, part of the fun full-round action to move twice your speed. If you make a of viewing a performance includes attempting to heckle DC 20 Use Rope check, you can take a full-round action to performers into making mistakes. They use this skill descend at four times your base speed. to influence performers or public speakers and disrupt If you fail either your Climb check or your Use Rope their efforts. check, you still descend your declared distance but may go",
        "name":  "Use Rope",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Heckling involves making a Bluff check into an uncontrolled fall. To prevent this outcome, you can opposed by the target’s Concentration check. More than attempt another Use Rope check (DC equal to previous DC + one person can aid a heckler, using the aid another action 5). On a success, you take 1d6 points of damage but halt your (see page 65 of the Player’s Handbook), by making a DC 10 movement; on a failure, you fall. If you don’t hit bottom by Bluff check. the start of your next turn, you can try to arrest your descent If you succeed, the performer is distracted by your abuse with another Use Rope check (DC equal to previous DC + and taunts, and he must make an immediate Perform check 10). Success means you take 3d6 points of damage; failure with a –2 penalty. For every 5 points by which your Bluff means you continue to fall. check exceeds the performer’s Concentration check, the Action: None. A Climb or Use Rope check to rappel penalty worsens by an additional 2. (So a Bluff check that is included in your movement, so it is part of another beats the Concentration check by 11 results in a –6 penalty.) action. This new Perform check is required even if the performer CONCENTRATION (CON) has already made one or more successful checks during the same performance, and the result of the new Perform check Concentration is an important skill to develop as a per- replaces any previous result. former, since it allows you to better resist the attempts of If your Bluff check is unsuccessful, the audience sides uncultured idiots trying to rouse you to anger and disrupt with the performer, admiring his composure under fi re. your time in the spotlight. The performer receives a +2 circumstance bonus on Perform Check: To resist heckling, you make a Concentration checks for the remainder of the performance, and you have check opposed by the heckler’s Bluff check. If you suc- probably now offended the crowd. At the DM’s option, ceed, you can ignore the heckler and proceed with your you might have angered powerful nobles in attendance, performance, generally garnering respect from your audi- or you could suffer attack at the hands of an unruly bar ence in the process because you kept your composure in crowd—effects vary depending on the setting and mood the face of resistance. If you fail, you must make another of the audience. Even if you succeed on the heckle attempt, immediate Perform check with a –2 penalty. The result of a chance exists that the performer’s new Perform check is this check replaces your previous check result. For every better than his previous result. In such an instance, the 5 points by which the heckler’s Bluff check exceeds your crowd responds just as if you had failed your Bluff check Concentration check, the penalty on your new Perform to heckle. check increases by 2. 620_96567_RacesOfStone.indd 130 6/14/04, 8:39:37 AM 131 OPTIONS CHARACTER CHAPTER 6",
        "name":  "Check",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Does not apply. Craft checks are made by the day respect of the crowd and gain a +2 bonus on Perform checks or week (see above). you make for this group for the remainder of your perfor- Try Again: Yes, but each time you fail a check by 5 or mance. All further heckling attempts during performances more, you must start over from the beginning of the cre- in front of this crowd are made with a –5 penalty. ation process.",
        "name":  "If your Concentration check is successful, you gain the Action",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. Resisting heckling is not an action. Special: You can voluntarily add 10 to your Craft DC to",
        "name":  "Action",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have 5 or more ranks in any Perform HANDLE ANIMAL skill, you get a +2 bonus on Concentration checks to resist (CHA; TRAINED ONLY) heckling while using that skill. Dwarves, gnomes, and other mountain- and underground- CRAFT (INT) dwelling races have developed training techniques suited Use of the Craft skill is intended to represent trades and to the environments in which they live. These techniques arts ranging from alchemy to gemcutting, painting to weap- include tricks and a general purpose that can be taught to onsmithing. Anything you make or use has its basis in the animals using the Handle Animal skill. For a full descrip- Craft skill. In addition to concrete goods, Craft covers artis- tion of teaching an animal a trick or training it for a pur- tic endeavors such as writing and musical composition. pose, see page 74 of the Player’s Handbook.",
        "name":  "Synergy",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "With a success- ful DC 25 Listen check, you can listen to echoing sounds and determine how far away the individuals making them are, within 10% of the distance between you and those indi- viduals.",
        "name":  "Check",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each check takes 1 full round of listening.",
        "name":  "Action",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deciphering the runes on a rune circle takes 1 has that ability. minute (ten consecutive full-round actions). Second, the force that powers a divine feat is the ability",
        "name":  "Action",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dwarf, base farther with darkvision. attack bonus +4. Prerequisite: Darkvision.",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "You receive a +4 Benefit: While you are bonus on saving throws against psionically focused, your natu- fear effects. You also gain a +2 ral darkvision range increases by bonus on initiative checks. 30 feet.",
        "name":  "Benefi t",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gnome, Cha 13.",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dwarf, gnome, or goliath, Con 13, Wis 13, Benefit: As long as you are standing on stone or Earth Sense, Improved Unarmed Strike. unworked earth (including normal soil), you can use",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you’re grappling a foe, you can fl ing that hobgoblins, and bugbears). foe away from you with a successful grapple check. Flinging the enemy requires a standard action. For every 5 points by GOAD [GENERAL] which your grapple check beats your foe’s grapple check or You are skilled at inducing opponents to attack you. Escape Artist check, you can throw that foe 10 feet. Your Prerequisites: Cha 13, base attack bonus +1. samohT .J yb .sullI The Fling Ally feat in action 620_96567_RacesOfStone.indd 140 6/14/04, 8:40:14 AM 141 OPTIONS CHARACTER CHAPTER 6",
        "name":  "Benefi t",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Bull Rush, Power Attack, size Benefit: Up to three times per day, you can roll a Large or larger (goliaths qualify by virtue of their powerful second d20 when making an attack roll and use either of build racial trait). the two results.",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Goliath, Auspicious Marking.",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Goliath, Auspicious Marking. daily use of your bardic music ability to increase the caster",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Goliath, Auspicious Marking. Prerequisite: Dwarf.",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Up to three times per day, you can roll a second Benefi t: You gain a +2 bonus on all Charisma-based skill d20 when attempting any skill check and use either of the checks. two results. MOUNTAIN WARRIOR [GENERAL] You are adept at fi ghting on the uneven ground of moun- tainous terrain. 620_96567_RacesOfStone.indd 142 6/14/04, 8:40:21 AM 143 OPTIONS CHARACTER CHAPTER 6",
        "name":  "Benefi t",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Survival 5 ranks, base attack bonus +3. While using Powerful Wild Shape, you deal damage with",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Mountain Warrior as nent, but if you win, the opponent is knocked prone at the one of his fighter bonus feats (see page 38 of the Player’s end of the bull rush. Bull rush rules can be found on page Handbook). 154 of the Player’s Handbook. NATURAL TRICKSTER [RACIAL] RECKLESS RAGE [GENERAL] You have greater natural access to your race’s powers of You are considered extreme even among other barbaric illusion. warriors, and you enter a deeper state of rage than others.",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gnome, Cha 13. Goliath barbarians favor this feat.",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 19, size Large or larger (goliaths range of your darkvision. qualify by virtue of their powerful build racial trait).",
        "name":  "You can channel positive energy to temporarily increase the Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to turn undead, darkvision. Benefi t: You can hurl rocks weighing 40 to 50 pounds",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gnome. the attack roll.",
        "name":  "Prerequisite",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Whisper gnome, sneak attack ability. attackers whenever you can put your back to a solid wall.",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter may select Titan Fighting as one of his which allow you to fl avor your class levels based on your fi ghter bonus feats (see page 38 of the Player’s Handbook). character’s race. A substitution level is a level of a given class that you take TRIVIAL KNOWLEDGE [RACIAL] instead of the level described for the standard class. Select- You have the ability to dredge up obscure knowledge in ing a substitution level is not the same as multiclassing— appropriate situations. you remain within the class for which the substitution level",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gnome, Int 13. is taken. The class features of the substitution level simply",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Whenever you make a Knowledge check or a replace those of the standard level. bardic knowledge check, roll twice and use the better of the To qualify for a racial substitution level, you must be of two results. the proper race. For instance, to select a racial substitution level of dwarf fi ghter, you must be a dwarf (or be considered TUNNEL FIGHTING [GENERAL] a dwarf; see the stoneblessed prestige class in Chapter 5 for You are adept at maneuvering and fi ghting in tight spaces an example of what this means). and underground passages. The three races featured in this book—dwarf, gnome,",
        "name":  "Benefi t",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +1. and goliath—each have racial substitution levels for three",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each movement into or through a narrow can add more racial substitution level options (such as for space counts as if it were 2 squares, and while squeezed dwarf paladins or gnome barbarians) as he desires, using the in a narrow space a character takes a –4 penalty on attack ones presented here as guidelines. rolls and a –4 penalty to AC. See page 148 of the Player’s For each class with racial substitution levels, you can Handbook for more information on squeezing through select each substitution level only at a specified class tight spaces. level. When you take a substitution level for your class at",
        "name":  "Normal",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter may select Tunnel Fighting as one of his a given level, you give up the benefits gained at that level fi ghter bonus feats (see page 38 of the Player’s Handbook). for the standard class, and you get the substitution level benefits instead. You can’t go back and gain the benefits TUNNEL RIDING [GENERAL] for the level you swapped out—when you take your next You are particularly adept at maneuvering mounts through level in the standard class, you gain the next higher level tight spaces and underground passages. as if you had gained the previous level normally. For",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mounted Combat, Tunnel Fighting. instance, if you are a 7th-level fighter and take the dwarf",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S Earth elemental, Large Neutral 13th",
        "name":  "Components",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action Earth mephit Neutral 6th",
        "name":  "Casting Time",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 5, paladin 3 Level: Bard 2",
        "name":  "Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "V Components: V, S",
        "name":  "Components",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 swift action Casting Time: 1 standard action",
        "name":  "Casting Time",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch Range: Personal",
        "name":  "Range",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level Duration: 1 min./level (D)",
        "name":  "Duration",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates (harmless, object)",
        "name":  "Saving Throw",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid 8, sorcerer/wizard 8 in effect, starting a bardic music effect requires only a move",
        "name":  "Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF action. In addition, concentrating on a bardic music effect",
        "name":  "Components",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 2, defenses. In addition to their pow- paladin 2 erful mental fortitude, these figures",
        "name":  "Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF have developed new powers that",
        "name":  "Components",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard accentuate their bond with earth and action stone, making their use perfect for",
        "name":  "Casting Time",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal the dungeon environments that",
        "name":  "Range",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "You adventurers frequent.",
        "name":  "Target",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level or until Fine 1d3 Large 3d6 discharged Diminutive 1d4 Huge 4d6",
        "name":  "Size Damage Size Damage Duration",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "None (object, Tiny 1d6 Gargantuan 6d6 harmless) and Fortitude negates; Small 1d8 Colossal 8d6 Medium 2d6 see text",
        "name":  "Saving Throw",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid 3, sorcerer/wizard 3 the power to petrify those it strikes.",
        "name":  "Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action hammer fails its saving throw, it (along with all its car-",
        "name":  "Casting Time",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "10 min./level a statue resulting from this power is broken or damaged,",
        "name":  "Duration",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates (harmless) the subject (if ever returned to flesh) has similar damage",
        "name":  "Saving Throw",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal EARTH WALK",
        "name":  "Range",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "You",
        "name":  "Target",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level",
        "name":  "Psychometabolism Duration",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psion/wilder 2, psychic warrior 2 Power Points: 5",
        "name":  "Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Visual",
        "name":  "Display",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action While this power is manifested, you do not provoke attacks",
        "name":  "Manifesting Time",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "You Augment: For every additional power point you spend,",
        "name":  "Target",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 min./level this power’s duration increases by 1 round.",
        "name":  "Duration",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Visual you manifest this power.",
        "name":  "Display",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action Augment: If you spend 6 additional power points, you",
        "name":  "Manifesting Time",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "20 ft. can manifest this power as a swift action.",
        "name":  "Range",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "20-ft.-radius burst, centered on you POWER CLAWS",
        "name":  "Area",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous",
        "name":  "Duration",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fortitude negates Psychokinesis [Force]",
        "name":  "Saving Throw",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Yes Level: Psychic warrior 2",
        "name":  "Power Resistance",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 Display: Vi",
        "name":  "Power Points",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psychic warrior 3 Other additional damage-dealing effects from any other",
        "name":  "Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Visual source, such as the sneak attack class feature or the fl aming",
        "name":  "Display",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psychic warrior 2 same powers and abilities, and it generally resists using",
        "name":  "Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch its powers in the service of anyone who is not a member",
        "name":  "Range",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psion/wilder 1, psychic warrior 1 Gharriakha, the Hearthwarden: +4 defending dwarven",
        "name":  "Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action sion and hearing; Ego score 10.",
        "name":  "Manifestation Time",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal Lesser Powers: Cure moderate wounds 3/day, deathwatch.",
        "name":  "Range",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "You Personality: In life Gharriakha was a dwarven defender,",
        "name":  "Target",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Defeat/slay constructs. tion with teams of mules might be able to haul a forge to a",
        "name":  "Special Purpose",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rusting grasp. new locale, but this would be an extraordinary event.) As",
        "name":  "Dedicated Power",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "This badger is capable of learning one and exploration. As an ally, a dungeoneer can provide trick in addition to any that the dungeoneer might adventure leads, guide the party through dangerous areas, choose to teach it (see the Handle Animal skill, page and provide extra muscle in a fi ght. As an antagonist, a 74 of the Player’s Handbook). This bonus trick doesn’t dungeoneer can track the player characters, set up deadly require any training time or Handle Animal checks, and ambushes, and lead the party into traps. it doesn’t count against the normal limit of tricks known",
        "name":  "The dwarf dungeoneer is an expert at underground travel Bonus Trick",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "This dire eagle is capable of learning one the –5 penalty on the Climb check. She is automatically trick in addition to any that the shaman might choose acclimated to life at high altitudes and does not take the to teach it (see the Handle Animal skill, page 74 of the penalties for altitude described on page 90 of the Dungeon Player’s Handbook). This bonus trick doesn’t require any Master’s Guide. training time or Handle Animal checks, and it doesn’t",
        "name":  "She can engage in accelerated climbing without taking Bonus Trick",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 dragonhide breastplate, Large +1 spear, cloak of Often overlooked in many campaigns, holidays provide a resistance +1, wand of entangle (50 charges), potion of cure serious simple and interesting way to convey a race’s culture and wounds, 50 pp. beliefs. When the adventurers enter a gnome community during the chaotic and boisterous Dance of Lights, they Goliath Warrior (CR 1) can’t help but notice that the illusions around them seem Goliath warriors are formidable combatants. A single one is more compelling; gnome culture seems more developed nearly the equivalent of two human warriors, and in num- and complete because of it. bers they can overwhelm ogres or even giants. They serve as Holidays shouldn’t be common occurrences, and in most guards, soldiers, and hunters. cases, a little goes a long way. Most cultures should have",
        "name":  "Possessions",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "One of the few goliath holidays with a martial Gnome holidays celebrate life and wit, and almost all of theme, Fury is a time of great danger for the enemies of them employ music as part of the celebration. the goliaths, for they brim with rage and a desire to smash",
        "name":  "Fury",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Life, for most gnomes, is peaceful those who have done them wrong. During this three-day and full of learning. As pleasant as this life is, gnomes learn span, goliaths are more easily angered and much more 620_96567_RacesOfStone.indd 184 6/14/04, 8:43:06 AM 185 OF STONE CAMPAIGNS CHAPTER 8 ready to use violent force against their enemies than they otherwise would be. During Fury, goliath barbarians gain a +1 morale bonus on attack rolls when raging.",
        "name":  "The Day of Silence",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many goli- ath tribes make a short but dangerous journey during the first week of win- ter. In ancient days, after hunting the game in the area to scarcity during the fall, each goliath tribe would move its semipermanent village some distance south to ensure better hunting through the lean months. Although few tribes now make such a journey, this week of travel and hardship is still honored and observed by goliath tribes. During the winter exodus, goliaths gain resistance to cold 5.",
        "name":  "The Winter Exodus",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "—",
        "name":  "Special Attacks",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Darkvision 120 ft., light sensitivity, low- simple. Although most holidays do not have game effects light vision, scent, trainable associated with them, those that do can quickly become Saves: Fort +8, Ref +6, Will +3 important events in a campaign. Abilities: Str 23, Dex 13, Con 17, Int 2, Wis 12, Cha 6 Regardless of race, class, or cultural affi liation, no char- Skills: Jump +18, Listen +3, Spot +3, Survival +2* acter should have access to more than three major holidays Feats: Alertness, Tunnel Fighting, Improved Initiative, with game effects. In addition, be careful about giving sig- TrackB nifi cant combat benefi ts to holidays that last for more than Environment: Underground one or two days. Organization: Solitary or pack (2–5)",
        "name":  "Creating new holidays for your campaign is relatively Special Qualities",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "4",
        "name":  "Challenge Rating",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Always neutral",
        "name":  "Alignment",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Talon +7 melee Sensitivity (Ex): (1d8+5)",
        "name":  "Light Attack",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen +4, Spot +20",
        "name":  "Skills",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alertness, Flyby Attack",
        "name":  "Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temperate mountains",
        "name":  "Environment",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  " Solitary or pair hound are not increased Challenge Rating: 3 by 5. Dwarves receive a +2 circumstance bonus on all Han- Treasure: None dle Animal checks made to train or handle a deep hound. Alignment: Always neutral",
        "name":  "Organization",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deep hounds have a +4 racial bonus on Jump Advancement: 6–10 HD (Large) checks. Level Adjustment: — *Deep hounds have a +4 racial bonus on Survival checks when tracking by scent. This enormous eagle has thick, glossy feathers that accentuate its bulk and physical power. Training a Deep Hound A deep hound serves readily as a mount or guard animal, but Dire eagles are larger, more powerful versions of the it requires training. Training a deep hound requires a dif- common eagle. The most powerful goliath clans keep dire ferent amount of time depending on the specifi c training it eagles as mounts, using them to scout the mountain ranges undergoes. See the Handle Animal skill description, page 74 they inhabit. recnepS .R yb .sullI Dire eagle 620_96567_RacesOfStone.indd 186 6/14/04, 8:43:21 AM 187 OF STONE CAMPAIGNS CHAPTER 8 A dire eagle stands up to 12 feet tall with a wingspan Abilities: Str —, Dex 22, Con 13, Int 13, Wis 15, Cha 18 of up to 20 feet. A fully grown dire eagle weighs up to Skills: Concentration +8, Listen +9, Spot +9 650 pounds. Feats: Ability Focus (avarice), Blind-Fight",
        "name":  "Skills",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Underground",
        "name":  "Environment",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary or pair",
        "name":  "Combat Organization",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 prey. When forced to fi ght on the ground, a dire eagle uses Treasure: Standard both its beak and talons to great effect. Alignment: Always neutral evil",
        "name":  "Like their smaller kin, dire eagles typically dive on their Challenge Rating",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "+6 go out of their way to kill those of",
        "name":  "Initiative",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fly 40 ft. (perfect) (8 squares) this profession.",
        "name":  "Speed",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incorporeal touch +9 melee (1d4 Dex) Combat",
        "name":  "Attack",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incorporeal touch +9 Earth whispers prefer to fight melee (1d4 Dex) from the shadows whenever Space/Reach: 5 ft./5 ft. possible. They sneak through solid",
        "name":  "Full Attack",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    }
]
