[
    {
        "origin_file":  "magic_items.json",
        "description":  "Nearby Features Permanency or Magic Item?............................50 in the Campaign..............................................6 Improved Arcane Lock........................................51",
        "name":  "Behind the Curtain",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Features that impede normal Site Hidden from Observation: pensive. movement include hills, tidal flats, and rough terrain Forest strongholds and other camou- The site is in a lawless area, that would slow an attacking army. The cost assumes flaged structures pay this cost modifier. at least until the characters es- you have built a road for normal traffic in and out of Most strongholds can be seen from miles tablish law themselves, which your stronghold. The extent of natural features is left away, but hidden strongholds follow the offers a –10% discount. The deliberately vague, but the terrain types and obstruc- rules for spotting distance as if they were diamond mine is an income tions listed in Chapter 9 of the Player’s Handbook are a stationary, Colossal creatures (see Table source (+10%), but some good starting point. 3–1 of the DUNGEON MASTER’s Guide for high cliffs overlook the keep Natural features that prohibit normal movement are spotting distances). If you use magic to site on one side. That makes more significant barriers such as cliffs, rivers, and more conceal your stronghold, you don’t pay attacking easier (–2%). exotic obstacles such as lava plains. Any kind of feature this surcharge, because you’re paying for Adding it all up, Bright- that requires a skill such as Swim or Climb to move the magic instead. stone Keep gets a net 1% dis- through falls into this category. The shape and extent Monster Lair Nearby: The exact count, and it earns an addi- of the natural features depends on the specific site. nature of the monsters and the location tional 5% discount on any Some features actually make a stronghold easier to of the lair are up to the DM. Clearing out hewn stone walls. Karlerren attack, such as high ground that overlooks a castle or a the lair should be the basis for an adven- notes the wall discount for forest that provides cover for attackers. ture, not just a single battle. Depending later, and moves on to step 2.",
        "name":  "Natural Features",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " money by building a stronghold with are some basic definitions. Brightstone Keep tough exterior walls and weaker interior Augmentations: Add-ons to walls, augmentations Karlerren wants the following walls, for example. Many of the magical are extras that make a wall better in some way, but they components for Brightstone extras you’ll buy for your stronghold, from can’t support a building by themselves.",
        "name":  "Component Example",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "takes 10% less time to build, up to a maxi- Staff Costs Brightstone Keep mum of a 70% “rush charge” to get the castle Now is a good time to figure out how much your staff built in 30% of the usual time. will cost you on a monthly basis. Total up the staff Thinking of defense, Karlerren The DM may rule that some strongholds required by your various components and consult the purchases three ballistas (500 shouldn’t use this rule. For instance, if your Staff section in Chapter 2. gp each) with 200 ballista stronghold price includes a large percentage bolts for each (200 gp each). of wondrous architecture, you might choose Landlord [Special] He decides to put his three to construct such items separately (using the By knowing the right nobles, making contacts with guard towers 20 feet up in towers (400 gp each). He can rules for building magic items in the DUN- masons and artisans, or performing great deeds for a fill the lower stories of those GEON MASTER’s Guide). In that case, you and liege-lord, you have resources that help you build and the DM should work together to determine expand your stronghold. towers with other compo- what parts of the stronghold contribute Prerequisites: The character must be at least 9th nents at no extra cost, be- toward this build time. level. cause the first two stories",
        "name":  "Extras Example",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The number of stronghold spaces that the com- for Brightstone Keep cost the DM isn’t describing them to see your ponent takes up. This usually ranges from 0.5 to 2 but 73,200 gp. The site modifiers eyes roll back into your head as you argue could theoretically go higher. Remember, a stronghold reduce this by 1%, to a cost of with the construction foreman or haggle space averages 4,000 cubic feet or 400 square feet, 72,468 gp. The keep will take with a spellcaster. It’s probably part of given a 10-foot-high ceiling. eight weeks to build, and Kar- some larger plot that you’re seeing the Cost: Each component has a cost associated with it, lerren decides not to rush it— he’s spent enough money beginning of. DUNGEONS \u0026 DRAGONS is a listed here in gold pieces. game about adventure, not supervising Prerequisites: Some components have prerequi- already. Besides, he’ll be busy builders as they put your stronghold sites, which include other components or staff. For enough casting wall of stone together. example, if you want a dining hall, you must have a and crafting magic items for kitchen. If you have a kitchen large enough to require the stronghold. C servants, you must have servants (purchased as an extra hapter 2: below) and have servants’ quarters. Some prerequisites state that you must have a certain StrOnghOld component “or better.” That means you must purchase either the listed component or a component of the COmpOnents same type but higher quality. For example, if you need a library, the fancy library or luxury library also satis- fies the prerequisite. Now that you’re familiar with the basics of designing a stronghold, it’s time to go over the vast variety of differ- List of Components ent components that you can use to fill up your strong- The following is an alphabetical list of stronghold com- hold, to turn it from a listed number of stronghold ponents. spaces into a real building. You can add extras to any component. Extras have Alchemical Laboratory, Basic costs and prerequisites just like components, but they Size: 1 ss don’t take up stronghold spaces because they fit inside Cost: 700 gp the rooms of the stronghold (such as protective sigils) Prerequisites: None or they stand outside (such as moats). All sorts of vials, flasks, beakers, burners, crucibles, scales, measuring devices, and other alchemical equip- ment fill this space. The room also includes a pair of COMPONENT basins and a ready supply of water in a barrel or two DESCRIPTIONS lining the wall. Along one wall stands a fireplace that The remainder of this chapter consists of the descrip- not only heats the room but also provides the fire nec- tions of various components you can build into your essary for so many kinds of alchemical recipes. stronghold. Your choice of components dictates the The floor is rough wood or stone, often stained with purpose of your stronghold, whether it’s a military for- chemicals. Shelves stocked with chemicals and al- tress, palatial home, or arcane nexus. chemical reagents line the walls. Components use the following format. Using this lab gives a single character a +2 circum-",
        "name":  "If any problems do occur, realize that Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One valet need a cleric around so that you can visit the place and This area contains two smaller bedrooms with a con- pray in it, official services can only be run here by a necting door. No expenses were spared in building or person ordained by the higher power your character furnishing this space. Each room features a marble- has chosen. The basic chapel has no magic extras, but topped bureau and a gorgeous wardrobe. The four- most stronghold builders have their chapels hallowed poster bed is made of the finest wood hung with the or unhallowed; many chapels commonly include items wispiest of linens, and the mattress and the blankets of wondrous architecture (see Wondrous Architecture are stuffed with feathers. The sheets are silk. later in the chapter). A stuffed chair sits in one corner. In another, a finely Up to forty people can fit in here for a service. If you polished and fully stocked writing desk waits to be need a greater capacity, purchase this component mul- used. The walls are adorned with fine art, often of tiple times. people in positions of repose. Sometimes they feature dreamy scenes filled with pleasant nymphs or other Chapel, Fancy fantastic or heavenly scenes. This component includes Size: 2 ss a privy, though it need not be attached or adjacent to Cost: 6,000 gp the bedroom component itself. Prerequisites: One acolyte The luxuriousness of the room requires a single This larger chapel features a polished stone altar, hand- valet, who can be called with any of the bells posi- somely finished pews, and stained glass in the win- tioned around the rooms. dows. There’s also a small dressing room for the cleric to prepare for services in, and in here there’s a ward- Chapel, Basic robe for keeping religious garb and supplies in.",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None books on religion, general knowledge, the planes, Plain wooden shelves of books fill this room, arranged arcana, nature, and history. Purchase reference books as 25 in any manner you desire. One or two small tables extras (see the Books sidebar), and if you need a greater allow people to read the books, and a single lectern capacity, purchase this component multiple times. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:34 PM Page 26 CHAPTER 2: STRONGHOLD COMPONENTS SSaammppllee Sample Prison Cells LLiibbrraarriieess OOnnee SSqquuaarree == 55 FFeeeett One Square = 5 Feet SSaammppllee MMaaggiicc LLaabboorraattoorriieess uupp OOnnee SSqquuaarree == 55 FFeeeett 26 620_88166_001_StrngBuild3a.qxd 1/24/02 2:34 PM Page 27 CHAPTER 2: STRONGHOLD COMPONENTS Sample SSaammppllee PPrriissoonn CCeellllss Libraries One Square = 5 Feet OOnnee SSqquuaarree == 55 FFeeeett Magic Laboratory, Basic mounted on a hinged platform can be tilted to pour",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None its resources all to himself receives a +4 circumstance This simple wood- or stone-floored laboratory contains bonus on Spellcraft checks made to determine a small mystical library, a writing desk, and a lab table whether a new spell is viable (including assistance Laboratories for various magical experiments. The crude furnish- from the apprentice spellcaster). Alternatively, up to ings are made of rough wood. A basin sits in one four spellcasters can share this space at the same time corner, next to an open barrel of water. A fireplace and gain a +2 circumstance bonus on such checks. squats against another wall, ready to provide heat as An apprentice spellcaster (Clr1, Drd1, Sor1, or Wiz1; well as any fire that may be necessary. Spellcraft +5) is on hand to assist others. Any character using of this laboratory can add a +2 circumstance bonus on Spellcraft checks made to Prison Cell up determine whether a new spell is viable (see Research- Size: 0.5 ss ing Original Spells in Chapter 2 of the DUNGEON Cost: 500 gp MASTER’s Guide). Prerequisites: One guard per shift This cell includes iron shackles on the walls and hay Magic Laboratory, Fancy mattresses strewn about. You can shackle up to six",
        "name":  "Sample Magic Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fancy alchemical laboratory, fancy each stronghold space made of it. Bone walls often add library (includes books on arcana, general knowledge, the magically treated augmentation (see Augmenta- and the planes), fancy magic laboratory, fancy office, tions, below). Treat bone as stone for the purposes of servants’ quarters; Size: 5 stronghold spaces; Cost: blocking detectspells and the like. 16,900 gp. HP:5 per inch of thickness; Break DC:11 + 1 per inch",
        "name":  "Components",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most glass walls add the magically treated aug- thickness (reinforced masonry). mentation (see Augmentations, below), in order to be Mithral: Harder than iron, some stronghold effective. Glass doesn’t block detectspells and the like. builders use mithral to protect their most secure areas",
        "name":  "Glass",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Walls of iron provide decent protection for typical item), and price (twice the listed price for vital areas at a reasonable price. adamantine).",
        "name":  "Iron",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adjusting a wall’s design so that a sec- quire extra layers). For instance, if you replace a layer Feet tion extends outward beyond the exterior edge of the of hewn stone with packed earth, you must use a full wall provides a point at which defenders can drop 6-foot thickness of packed earth (which is actually the arrows, rocks, flaming oil, or other unpleasantries equivalent of two standard layers of packed earth). See upon those assaulting the wall directly below. To con- Figure 3 for an example of a 30-foot-tall freestanding struct a machicolation, the wall must be at least 15 wall of hewn stone with a packed earth core (layers 2 37 feet in height. The wall sections to be extended cost and 3). 620_88166_001_StrngBuild3a.qxd 1/24/02 2:36 PM Page 38 CHAPTER 2: STRONGHOLD COMPONENTS Wall Augmentations multiple augmentations, use the highest caster level to You can augment walls by adding these effects to them. determine the save bonus. Unlike the wall materials above, they don’t support weight by themselves. You can’t build a castle of “magi- Disabling Wall Augmentations cally treated,” for example. It must be magically treated Remember that augmentations are essentially magic something. items, and magic exists through which their effects can Some augmentations only affect exterior or free- be temporarily suppressed (such as dispel magic) or per- standing walls. In this case, even though you pay for an manently disjoined (such as Mordenkainen’s disjunction). entire stronghold space to be augmented, the augmen- Treat each stronghold space of augmented wall (or tation does not affect any interior walls. each 800 square feet, for freestanding walls) as a sepa- Unless otherwise stated, any wall’s augmentation rate magic item for this purpose. also applies to any doors, windows, or other accessways As stationary magic items (see Wondrous Architec- through that wall. You can leave such items out of its ture, below), wall augmentations can be discovered by effects, though their area still counts toward the limit a rogue (or other character capable of finding traps) of the augmentation’s effect. In other words, you can’t and deactivated with a Disable Device check. The DC increase the augmentation’s effective area by leaving for both Search and Disable Device checks is equal to out doors or windows. 25 + the spell level of the highest-level spell used in the Unless specified otherwise, you can apply more than creation of the wall augmentation. If a wall has multi- one augmentation to your walls. For augmentations ple augmentations, each one must be discovered and that only affect a single side of the wall, you can aug- disabled separately. A successful Disable Device check ment both sides by purchasing the augmentation against a wall augmentation suppresses the magic twice. properties (just as if you had successfully cast dispel As magic items, augmented walls gain a saving magic against the item)of a 5-foot-by-5-foot section of throw against any spells that could affect them, with the wall for 1d4 rounds. If you beat the DC by 10 or the save bonus equaling 2 + half the caster level of the more, you suppress the magic properties for 1d4 min- magic reinforcing the wall. In the case of a wall with utes instead. Table 2–7: Wall Augmentations Augmentation Effect Cost* Airtight No gaseous form intrusion, sealed 7,500 gp Bladed** Whirling blades cover wall surface 33,000 gp Chaotic guarding** Protects chaotic creatures 50,000 gp Elemental protection Protects against one energy type 7,500 gp Elemental protection, improved Greater protection against one energy type 15,000 gp Ethereal solid Blocks ethereal intrusion 12,000 gp Fiery** Continually ablaze with magical flame 14,000 gp Fog veil** Provides concealment 3,000 gp Fog veil, killing** Provides concealment, poisons intruders 22,500 gp Fog veil, solid** Provides concealment, slows movement 14,000 gp Fog veil, stinking** Provides concealment, causes nausea 7,500 gp Frostwall Deals damage to those breaking through 7,000 gp Holy guarding** Protects good creatures 50,000 gp Incendiary veil** Provides concealment, burns intruders 60,000 gp Lawful guarding** Protects lawful creatures 50,000 gp Magic warding** Grants SR 21 to all behind wall 22,500 gp Magic warding, improved** Grants SR 32 to all behind wall 50,000 gp Magically treated +20 to break DC, doubles hardness and hp 12,000 gp Prismatic screen** Covered by prismatic wall 60,000 gp Slick +10 to DC of all Climb checks to scale 1,500 gp Spiderwalk Can scale as spider climb 1,500 gp Tanglewood† Entanglesanyone adjacent to wall 2,500 gp Thornwood† Has damaging thorns 15,000 gp Transparent Makes wall clear 3,000 gp Unholy guarding** Protects evil creatures 50,000 gp Webbed** Covered with webs 3,000 gp Windguard** Winds prevent ranged projectile attacks 3,000 gp Woodbane†† Prevents wood from approaching 33,000 gp *Cost per space for stronghold walls or per 800 square feet for freestanding walls. 38 **May only be applied to exterior or freestanding walls. †May only be applied to walls of wood or living wood. ††May not be applied to walls of wood or living wood. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:36 PM Page 39 CHAPTER 2: STRONGHOLD COMPONENTS",
        "name":  "Machicolation",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item,",
        "name":  "Augmentation Descriptions Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Assuming it can hold air and be sealed, the ethereal jaunt; Market Price: 12,000 gp. stronghold space becomes airtight. This means that it Fiery: A blazing curtain of magic fire covers one side is impervious to gasses that originated outside of the of the wall, emanating heat in that direction. This aug- space. In addition, it prevents water from getting into mentation deals damage to those nearby or touching it the room except through an open window or door as a wall of fire. (although this renders the space no longer airtight). Any 5-foot-by-5-foot section of wall that takes 20 or This does not protect against the pressure of submerg- more points of cold damage in 1 round is extinguished ing underwater (see the submersible mobility func- for 24 hours (do not divide cold damage by 4, as tion, below). normal for objects). This augmentation is usually necessary for strong- Caster Level: 7th; Prerequisites: Craft Wondrous Item, holds that sail beneath the surface of water or beyond wall of fire; Market Price: 14,000 gp. the limits of the atmosphere. In that case, you need Fog Veil: When creating this augmentation, choose only apply this augmentation to any stronghold spaces one face of the wall. A 10-foot-thick cloud of mist that make up the stronghold’s exterior (though it may extends out from this side of the wall. The fog obscures be wise to apply it to all spaces in case of a breach). all sight, including darkvision, beyond 5 feet. A crea-",
        "name":  "Airtight",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, ture within 5 feet gets one-half concealment (20% miss water walk; Market Price: 7,500 gp. chance for attacks). Creatures farther away have full",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, however, the fog returns within 1d4 rounds. blade barrier; Market Price: 33,000 gp. Caster Level: 3rd; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, they breathe or not. cloak of chaos; Market Price: 50,000 gp. Caster Level: 9th; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic augmentation cloudkill; Market Price: 22,500 gp. causes the wall to absorb the first 60 points of damage Fog Veil, Solid: This augmentation works like fog from a specific energy type (acid, cold, electricity, fire, veil, but the thick fog reduces movement through it to or sonic) per day. If all 60 points of protection are 10% of normal. Also, all melee attack and melee expended, they return 24 hours later, if the wall is still damage rolls suffer a –2 penalty. Except for magic rays there. and the like, ranged attacks are not permitted through The improved version of this augmentation absorbs the solid fog veil. the first 120 points of damage from a specific energy A creature falling or leaping into the solid fog veil type (acid, cold, electricity, fire, or sonic) per day. takes 1d6 less falling damage for each 10 feet of the fog",
        "name":  "Elemental Protection",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th (elemental protection), 10th (im- he passes through before hitting the ground. Only a proved elemental protection); Prerequisites: Craft Won- severe wind (31+ mph) can disperse this fog, and it drous Item, protection from elements; Market Price: 7,500 does so in 1 round. Once the winds die down, however, gp (elemental protection), 15,000 gp (improved ele- the fog returns within 1d4 rounds. mental protection). Caster Level: 7th; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, Prismatic Screen: When creating this augmenta- stinking cloud; Market Price: 7,500 gp. tion, choose one face of the wall. A prismatic wall",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, effects. When creating this augmentation, the creator wall of ice; Market Price: 7,000 gp. can add up to 1 additional person per caster level to the",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When creating this augmentation, list of those who are immune to its effects. choose one face of the wall. Any good character on the Caster Level: 15th; Prerequisites: Craft Wondrous Item, chosen side of the wall (or standing atop the wall) prismatic wall; Market Price: 60,000 gp. gains a +4 deflection bonus to AC and a +4 resistance Slick: Add +10 to the DC of any Climb check made bonus on saves. They also gain spell resistance 25 to scale the chosen side of the wall. When creating this against evil spells and spells cast by evil creatures. Fur- augmentation, you may choose for it to affect only one thermore, they are protected from possession and side of a wall. mental influence as per protection from evil. Caster Level: 3rd; Prerequisites: Craft Wondrous Item,",
        "name":  "Holy Guarding",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, grease; Market Price: 1,500 gp. holy aura; Market Price: 50,000 gp. Spiderwalk: Anyone scaling this wall can climb as if",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, need for stairwells or ladders to reach the top of a incendiary cloud; Market Price: 60,000 gp. defensive placement. Some builders place many arrow",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When creating this augmenta- slits backed with small platforms all along the inside of tion, choose one face of the wall. Any lawful character such a wall to maximize its utility. on the chosen side of the wall (or standing atop the Caster Level: 3rd; Prerequisites: Craft Wondrous Item, wall) gains a +4 deflection bonus to AC and a +4 spider climb; Market Price: 1,500 gp. resistance bonus on saves. They also gain spell resist- Tanglewood: This augmentation can only be added ance 25 against chaotic spells and spells cast by to walls of wood or living wood. The wall animates and chaotic creatures. Furthermore, they are protected entangles (as the entangle spell) anyone approaching from possession and mental influence as per protection within 5 feet of the outside of a tanglewood wall. from chaos. Caster Level: 5th; Prerequisites: Craft Wondrous Item,",
        "name":  "Lawful Guarding",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When creating this augmentation, to walls of wood or living wood. Creatures who choose one face of the wall. Anyone within 5 feet of attempt to climb or are forced into thornwood suffer the chosen side of the wall (including those standing damage as if it were a wall of thorns. This augmentation atop the wall) gains spell resistance 21 (or spell resist- does not allow creatures to force their way through the ance 32 for improved magic warding) or against any wall (unlike wall of thorns). Magical fire burns away the spells cast from the other side of the wall. thornwood augmentation, though it naturally grows If the caster’s line of sight to a target does not pass back in 24 hours. through the plane of the wall, the spell is unaffected. Caster Level: 9th; Prerequisites: Craft Wondrous Item,",
        "name":  "Magic Warding",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th (magic warding), 20th (improved wall of thorns; Market Price: 15,000 gp. magic warding); Prerequisites: Craft Wondrous Item, Transparent: This augmentation makes the wall spell resistance; Market Price: 22,500 gp (magic warding), transparent (though not actually invisible). Viewers on 50,000 gp (improved magic warding). either side of the wall can see through it as if it were a",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This augmentation adds +20 to window. This does not affect any other properties of the Break DC of the wall’s material and doubles its the wall, nor does it affect anything hanging from the hardness and hit points (or increases the hit points to wall or painted, drawn, or scribed onto it. 50, whichever is greater). This augmentation is identi- Caster Level: 3rd; Prerequisites: Craft Wondrous Item, cal to the “magically treated wall” described in Chapter invisibility; Market Price: 3,000 gp. 40 4 of the DUNGEONMASTER’s Guide. Unholy Guarding: When creating this augmenta-",
        "name":  "Magically Treated",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8th; Prerequisites: Craft Wondrous Item, tion, choose one face of the wall. Any evil character on augment object; Market Price: 12,000 gp. the chosen side of the wall (or standing atop the wall) 620_88166_001_StrngBuild3a.qxd 1/24/02 2:36 PM Page 41 CHAPTER 2: STRONGHOLD COMPONENTS gains a +4 deflection bonus to AC and a +4 resistance You cannot apply this augmentation to walls of wood bonus on saves. They also gain spell resistance 25 or living wood. against good spells and spells cast by good creatures. Caster Level: 11th; Prerequisites: Craft Wondrous Item, Furthermore, they are protected from possession and repulsion; Market Price: 33,000 gp. mental influence as per protection from good.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, Augment Object unholy aura; Market Price: 50,000 gp. Transmutation",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, Duration: 1 day/level web; Market Price: 3,000 gp. Saving Throw: None (Object)",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When creating this augmentation, Spell Resistance: Yes (Object) choose one face of the wall. A wind wall protects that side of the wall. This spell adds +20 to the break DC of the object and When creating the augmentation, you can choose to doubles its hardness and hit points. An augmented include the first 10 feet above a wall of stronghold object also gains a saving throw against spells when space in the augmentation (for instance, to protect unattended as if it were a magic item (save bonus your wall-mounted guards from arrows). Remember equals 2 + half the caster level). that the windguard works against objects going in Material Component:A pinch of chalk. either direction.",
        "name":  "Windguard",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, DOORS, wind wall; Market Price: 3,000 gp. WINDOWS, AND LOCKS",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This mobility function allows the Another expense is necessary for strongholds magi- stronghold to pass through earth and rock much like cally designed to be mobile or capable of extraplanar an earth elemental or phasing creature. The entire travel. The most fantastic of strongholds, these incredi- stronghold and every stronghold space must have this ble creations can take flight into the skies, sail across mobility function to allow movement through the nor- the seas, submerge below the oceans, or even tunnel mally solid substance. Unless it has immunity to fire, down into the hard earth. Of course, such wonders are the stronghold cannot pass through magma or lava, exceedingly rare, and with good reason. They don’t and so it is limited to about fifty miles in depth and come cheap. must avoid volcanic rifts. Without locomotion (see Much like the augmentations listed above, the cost Table 2–12: Stronghold Locomotion), this mobility for mobile strongholds depends on the size of the function has no effect. stronghold (in spaces). Table 2–12: Stronghold Loco- Caster Level: 13th; Prerequisites: Craft Wondrous Item, motion and Table 2–13: Stronghold Mobility list a cost phase door; Market Price: 10,000 gp. per stronghold space for the function selected. Crawling: Strongholds that creep across the In addition, you can build your stronghold so that it ground, sliding along rock and paving through forests, can move in nonstandard methods, including telepor- use this mobility function. A crawling stronghold can tation and planar travel. See Table 2–14: Stronghold also move along a seafloor or continental shelf as long Planar Mobility for the cost (also per stronghold as the depth does not exceed 50 feet; in this case, space). making it airtight may be necessary to ensure the sur- You can tie your stronghold’s mobility to a single vival of its occupants. This cost notes the price of secur- object within the stronghold (which may be activated ing the stronghold components and reinforcing them. by anyone touching the object and uttering a com- Without locomotion (see Table 2–12: Stronghold Loco- mand word), a location within the stronghold (which motion), this mobility function has no effect. may be activated by anyone standing within the loca- The speed of a crawling stronghold is subject to the 47 tion and uttering a command word) or to a single crea- modifiers for terrain. See Table 9–5 in Chapter 9 of the ture within the stronghold (who can activate the Player’s Handbook. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:37 PM Page 48 CHAPTER 2: STRONGHOLD COMPONENTS Table 2–13: Stronghold Mobility Mobility Effect Cost per Space Burrowing Stronghold passes through earth and rock 10,000 gp Crawling Stronghold claws across the ground 1,000 gp Flying Stronghold maintains stable airy position 15,000 gp Sailing Stronghold floats on water 3,000 gp Submersing Stronghold moves underwater 7,500 gp Table 2–14: Stronghold Planar Mobility Planar Mobility Effect Cost per Space Astral Can enter Astral Plane 15,000 gp* Ethereal Can enter Ethereal Plane 7,500 gp* Inner plane-linked Can shift to specific location in an Inner Plane 15,000 gp* Outer plane-linked Can shift to specific location in an Outer Plane 15,000 gp* Plane-shifting Stronghold can plane shift 25,000 gp* Shadow-shifting Allows passage to Plane of Shadow 5,000 gp Teleporting Stronghold can teleport without error 50,000 gp† *Per shift allowed each day, to a maximum of 5 shifts allowed per day. †Per teleport allowed each day.",
        "name":  "Mobile Strongholds Burrowing",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13th; Prerequisites: Craft Wondrous Item, back again. Without locomotion (see Table 2–12: augment object; Market Price: 1,000 gp. Stronghold Locomotion), it cannot move once in the",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The stronghold can shift into the Ethereal Outer Plane (though its occupants may exit and move Plane and back again. Without locomotion (see Table about the plane). 2–12: Stronghold Locomotion), it cannot move once in Caster Level: 17th; Prerequisites: Craft Wondrous Item, the Ethereal Plane (though its occupants may exit and gate; Market Price: 15,000 gp. move about the plane). Plane-Shifting: The stronghold can shift from one",
        "name":  "Ethereal",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, plane to another as per the plane shift spell. As noted etherealness; Market Price: 7,500 gp. under the spell description, exact location within the",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This function allows the stronghold to float target plane is impossible, and the stronghold appears adrift in the air, immune to the call of gravity. Without 5–500 (5d%) miles from its intended destination. With- locomotion (see Table 2–12: Stronghold Locomotion), out locomotion (see Table 2–12: Stronghold Locomo- the stronghold floats and does not truly fly—in this tion), it cannot move once on the new plane (though case, the designer must, during construction, choose a its occupants may exit and move into the plane). fixed height from 10 feet to ten miles in altitude. If this Caster Level: 15th; Prerequisites: Craft Wondrous Item, mobility function is dispelled or destroyed somehow, plane shift; Market Price: 25,000 gp. the fortress slowly drops down to whatever surface lies Sailing: The stronghold floats as if naturally buoyant, below (as if under the effect of feather fall). and no natural force can bring the castle beneath the sea’s",
        "name":  "Flying",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous Item, surface. Without locomotion (see Table 2–12: Stronghold reverse gravity; Market Price: 15,000 gp. Locomotion), the stronghold simply floats and does not Inner Plane-Linked:The stronghold can shift to a actually sail under its own power (though currents will specific location in one of the Inner Planes, deter- move it about). If this mobility function is dispelled or mined at the time of the stronghold’s construction, and destroyed somehow, the fortress slowly sinks to the back again. Without locomotion (see Table 2–12: bottom of whatever body of water it sails upon. Stronghold Locomotion), it cannot move once in the Caster Level: 11th; Prerequisites: Craft Wondrous Item, Inner Plane (though its occupants may exit and move water walk; Market Price: 3,000 gp. about the plane). In addition, this provides the strong- Shadow-Shifting: By infusing the walls with um- hold with protection against any dangers posed by con- bral ichor (found in pools on the Plane of Shadow), you ditions within the plane, though this doesn’t extend can create a stronghold that shifts between the Mater- to other, similar effects. For instance, while a strong- ial Plane and the Plane of Shadow. The price below hold linked to the Elemental Plane of Fire won’t suffer assumes a single dose of umbral ichor and allows the any damage from that plane’s conditions, it would stronghold to exist on the Plane of Shadow for 1 hour suffer normal damage from a fireball or any other (set at the time of construction) each day. For example, source of flame. if you mix 12 doses of umbral ichor into the mortar of",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous Item, your stronghold, it can remain on the Plane of Shadow gate; Market Price: 15,000 gp. for 12 hours and the Material Plane for 12 hours each 48 Outer Plane-Linked:The stronghold can shift to a day. Which hours are spent on the Plane of Shadow is specific location in one of the Outer Planes, deter- set during construction, but night on the Material mined at the time of the stronghold’s construction, and Plane is common. Every space in your stronghold must 620_88166_001_StrngBuild3a.qxd 1/24/02 2:37 PM Page 49 CHAPTER 2: STRONGHOLD COMPONENTS have umbral ichor for it to be effective. Even a character capable of locating traps can’t find a",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13th; Prerequisites: Craft Wondrous Item, portal with the Search skill. shadow walk; Market Price: 5,000 gp.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, what’s on the other side. A portal can only transport water walk, augment object; Market Price: 7,500 gp. creatures that can fit through the portal’s physical",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Won- to become nonfunctional for 1d4 rounds. bard who can do so. In some cases, this listing includes drous Item. Mordenkainen’s disjunction destroys a portal variant casters of other classes. All costs include the",
        "name":  "Prerequisite",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can create any unless it makes a Will save (a portal’s Will full price of any material components, plus 10% of the portalwhose prerequisites you save bonus is +10). cost of any focus component. The Player’s Handbook meet. Crafting a portal takes Portals can’t be disabled with Disable contains full descriptions of these spells. one day for each 1,000 gp in Device. If the spell can be made permanent via the perma- its base price. To craft a portal, nencyspell, the “Permanent” listing gives the minimum you must spend 1/25 of its Building a Portal additional cost in gold pieces (and the minimum level base price in XP and use up Any character of at least 17th level can of caster required) to do so. Add this to the cost of cast- raw materials costing half of build a portalif she knows the Create Portal ing the spell (assuming you don’t cast it yourself) to this base price. feat (see sidebar) and either the teleportation find the final cost. Some portals incur extra circle or gate spell. See below for portal costs in material components prices. Permanencyor Magic Item? or XP as noted in their de- The portal can lead to any locale the Two methods exist for creating a magical effect that scriptions. These costs are in builder has personally visited at least once. lasts indefinitely: casting permanency or building the addition to those derived The portalfails if the builder chooses a des- effect into a continuous or use-activated magic item. from the portal’s base price. tination that cannot safely hold her (such Each technique has advantages and disadvantages. as inside a solid object or into thin air). The Permanency: The biggest advantage of the perma- portalalso fails if the destination is a locale where astral nency spell is speed. Just cast the spell, follow it with travel is blocked (see the teleport spell description). permanency, and you’re done. Permanency’s XP cost The prices and construction times noted are for por- makes it expensive to hire an NPC to cast it, but if you tals that operate constantly, transporting anyone who can do the work yourself, your only cost is the XP and passes through them at any time. If the portal can be 2 rounds of your time. used less than five times per day, the base costs are Permanency’s biggest disadvantage is that it only reduced. Multiply the market price by the number of works on spells listed in the spell description for per- uses per day, then divide by 5. This gives you the new manency. With the exception of wall of force, which is market price of the limited-use portal. Each activation immune to dispelling, one successful dispel magicwipes of a limited-use portal lasts 1 round. Once activated, a out your permanent spell as if it was never there. limited-use portal can transport as many creatures as Magic Item: The biggest advantages of a magic item can touch it that round. are its flexibility and its resistance to dispel magic.",
        "name":  "Benefit",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This continuously active portalallows one-way When you’re creating a magic item that uses a spell travel only. It covers an area with radius of anything effect, you don’t have to follow the text of the relevant from 6 inches (about 1 square foot) up to 10 feet (about spell exactly. A cube of force, for example, has the wall of 300 square feet). force spell as a prerequisite, but it works differently A larger portaladds 100% to the market price for each (look at how the cube responds to disintegrate). Dispel extra 300 square feet of area or fraction of 300 square magic ends a permanent spell for good, but it only sup- feet. presses a magic item for 1d4 rounds.",
        "name":  "Portal",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Portal, gate or It takes the relevant item creation feat and time (1 teleport without error, caster level 17; Market Price: day per 1,000 gp) to make a magic item. If the item 100,000 gp. you’re creating has a spell prerequisite with a material Portal, Two-Way: This construction is actually a component, you’ll need to buy that component 100 matching pair of portals, one at each end of the “trip.” It times to make the item. While it’s easy to figure out is otherwise identical to a standard portal. the cost of a spell made permanent, calculating the",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "35 gp (Clr1) or 45 gp (Pal4, treated as a Pal2 doesn’t appear all that helpful, but in the right hands, it for spellcasting purposes) can do a lot. While standing still, the lights act as a light source wherever directed, making them great for Clone illuminating tight or hard-to-reach places. When the To make sure that you can continue on should the spellcaster takes control of them, the lights can act as a worst happen, have a clone of yourself created. Should magical spotlight, sweeping along exterior walls at a you die, your spirit immediately makes its way to the rate of 100 feet per round (to a maximum distance of new body, giving you a new lease on life without rely- 100 feet plus 10 feet per caster level from the con- ing on divine resurrections. troller). Place your clone under the (top secret) care of a Casting: 5 gp (Brd1, Sor1, or Wiz1) trusted spellcaster who can keep it fresh with gentle Permanent:2,950 gp (9th) repose spells. The preservation costs mount quickly (minimum cost 60 gp per casting, which lasts one day Drawmij’s Instant Summons per caster level), making this service a profitable one. You can use this spell to summon objects to you, which Some wealthy characters even clone their friends can come in handy when trying to recover something and family, though the costs can quickly become pro- lost or stolen from your stronghold. The trick is that hibitive. you have to set up the involved spells ahead of time,",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,250 gp (Wiz15) or 2,320 gp (Sor16) before the item is taken. First, place arcane mark on the object in question. 52 Continual Flame Then have a spellcaster cast Drawmij’s instant summons This spell is an essential feature in many strongholds. for the object, which involves invisibly inscribing the With a continual flame you don’t have to worry about item’s name on a valuable gem. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:38 PM Page 53 CHAPTER 2: STRONGHOLD COMPONENTS",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "a great step for- Drawmij’s instant summons. If the object in question ward in convenience when compared to mechanical isn’t in someone’s direct possession at the time, it traps, which treat all comers alike. comes right back to the wizard—even if on another A fire trap doesn’t deal as much damage as explosive plane—who can then give it to you. runes, but on the other hand it doesn’t pose a threat to If someone has the item on his person or under his the object it protects. direct control, it cannot be returned by means of this Smart characters link a fire trap with a permanent spell. Still, it tells the spellcaster where the possessor is alarm or some other system to alert the character or and who has it at the moment the spell is cast, which guards to the fact that someone has set off the fire trap. can be a great help in tracking the thing down. Otherwise, the intruder might recover and move on This spell is an expensive form of security. For items without anyone realizing her presence. that you can’t afford to lose, this magical insurance The DC to find and to disable a fire trapis 27 (or 29 if policy could be worth the price. created by a wizard or sorcerer).",
        "name":  "If the item is stolen, your hired wizard can activate bypass the trap without any trouble",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,050 gp (11th) the original material, but becomes entirely transparent. Cast on your roof, it provides a skylight that never Hallow leaks (unless your roof does). If you’re of a religious bent, this is a perfect spell to Cast invisibility on a case protecting a valuable item help protect your stronghold. When cast by a 9th-level on display, such as in a museum. Instead of a fragile caster, the spell can cover a 90-foot-radius circle (which glass case, you can now have a durable iron, mithral, or would completely cover a relatively compact strong- adamantine case protecting the item. hold of about sixteen spaces, or more if you build in Use invisibilityto create peepholes in doors. Cast on a three dimensions). dividing wall, it creates a transparent barrier between Not only does hallow provide a permanent magic you and any visitors to your main hall (and it’s cheaper circle against evil throughout the affected area, but any than wall of force). If the wall has an arrow slit, it grants body buried there cannot become undead. If a cleric an archer far more cover than apparent while still casts the spell, it also provides a +4 sacred bonus on allowing a wide field of vision (though the archer’s turning undead and a –4 sacred penalty on command- field of fire remains restricted by the arrow slit). ing them. Casting: 60 gp (Clr3 or Wiz3) or 80 gp (Brd4 or Best of all, you can fix a programmable spell to the Sor4) site with a duration of one year. If you do this, you Permanent:5,500 gp (10th) must pay the cost to have the extra spell cast, plus another 1,000 gp per level of the spell. You can desig- Leomund’s Trap nate whether the spell affects everyone, only creatures This spell makes a safe place or item appear to be that share your faith or alignment, or just creatures trapped. Cautious characters who don’t have the funds that have a different faith or alignment. to install real traps everywhere—or who don’t want to Some common choices (and the cost for an NPC bother with dismantling them every time they want to spellcaster to provide them) are listed below. get past them—often use this spell. The main idea here is not to hurt anyone but to slow Spell Additional cost (not including hallow) down any intruders and force them to expend re- Bane (on enemies) 1,010 gp sources. Don’t bother using this spell to protect any- Bless (on allies) 1,010 gp thing truly valuable. Daylight (cleric version) 3,150 gp",
        "name":  "Permanent",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "110 gp (Wiz3) or 130 gp (Sor4) Detect evil 1,010 gp Discern lies 4,280 gp Lesser Planar Binding Dispel magic (on enemies) 3,150 gp Invisibility purge 3,150 gp This spell works much like greater planar binding (see Negative energy protection 3,150 gp above), but it only allows you to capture one outsider Remove fear (on allies) 1,010 gp or elemental of up to 8 HD. The price below includes Silence (on enemies) 2,060 gp lesser planar binding, dimensional anchor, and the relevant Tongues (cleric version) 4,280 gp magic circlespell. Zone of truth 2,060 gp",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,450 gp (Clr9 or Drd9) plus additional cost for extra spell (see above) Magic Mouth Employing a standard magic mouthspell (as opposed to Illusory Wall the permanent version) is mostly a cost-saving meas- While you can’t build things with it, illusory wallworks ure. Instead of getting the benefits of magic mouththat well to keep things out of sight. Even if someone or you don’t have to recast after every use, you get it at a 55 something passes through the illusory wall, the image great price. You could pay to have magic mouth cast remains. In this way, you can use it to cover a secret dozens of times for what it would cost you for a single 620_88166_001_StrngBuild3a.qxd 1/24/02 2:38 PM Page 56 CHAPTER 2: STRONGHOLD COMPONENTS permanent magic mouth, and that kind of savings can built, you can narrow down the number of people you add up. need to be concerned about. Then you can reduce that A magic mouthmakes a great audible alarm. The spell vital statistic to zero with judicious use of modify is programmable, meaning you can set it to go off memory. whenever an intruder—as you happen to define the Essentially, you need only take those workers, archi- term—enters the area. Then it can yell bloody murder tects, craftsmen, and so on aside once their jobs are for the next 10 minutes, making sure the guards know complete. Bring them into a private room one by one, that something’s going on. then wipe their memories clean of secrets you want to Of course, once the magic mouth is tripped, it’s gone, protect. which means you have to get a spellcaster back in Ideally, you should limit the number of people you there to recast the spell quickly unless you want to do have to do this to, as well as the time they spend on the without. Some rogues have caught on to this scheme. project. After all, each casting of modify memory only They make a point of disturbing a magic mouth alarm affects 5 minutes of memory, so it can be quite a chore early in the night, then return later that same night, to use it to destroy even an hour’s worth of secrets in before a spellcaster can be brought in to get the magic someone’s head. mouths up and running again. The permanent version Casting: 400 gp (Brd10) circumvents that tactic. A permanent magic mouth can also be used to wel- Permanent Image come your guests as they arrive through the strong- With this spell, you can create a permanent illusion hold’s front door or into any other part of the place. that satisfies all five senses. The thing is all but solid, Extremely proud characters can use magic mouths as a and the caster can even move the illusion later. kind of tour guide throughout their stronghold or hall If you only need a wall to cover something up, stick of trophies as well. All the visitors have to do is reach with the much cheaper illusory wall. While a permanent out and touch a specially prepared plate, and an oratory image is still an unchanging image, there’s a lot more about the room or exhibit begins. This spell is the kind you can do with it. Some characters have been known of addition to a stronghold that speaks of the charac- to use the spell to decorate their home with amazing ter’s wealth as much as it does of his accomplishments. tapestries or bits of art. You can even move your illu-",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18,250 gp (15th) Programmed Image Planar Binding This spell is like a more powerful version of magic This spell works much like greater planar binding (see mouth.Instead of creating a single mouth that speaks a above), but it only allows you to capture a number of script, you can create an entire moving image to go outsiders or elementals of up to 16 total HD. The price along with it. The spell is programmable, and once the given below includes planar binding, dimensional anchor, illusion is triggered, it does whatever you like for 11 and the relevant magic circlespell. rounds (when cast by an 11th-level caster).",
        "name":  "Permanent",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "650 gp (Wiz5) or 680 gp (Sor6) or 710 gp Snare (Brd7) This spell provides a great way of quickly setting up a magic trap in your stronghold or—better yet—around Shambler the outskirts. You can’t program the snare, so it’s best With this spell, you create a number of shambling employed in little-used areas where you fear intruders. mounds that you can use for guard duty. They cannot Snareworks best when attached to trees, so many char- leave the region you set them to guard, and only the acters scatter them about the land outside their strong- caster has any control over them. Still, they can pro- holds, preferably in a region already affected by the vide a powerful means of keeping a place protected, if overgrowth version of plant growth. well placed. Casting: 60 gp (Drd5) or 80 gp (Rgr8) Some characters have shamblers patrol the walls out- side their stronghold. This works fine as long as no Solid Fog friendly visitors stray too far off the road to the strong- A permanent solid fog works best as cover for your hold. stronghold. Ambitious characters—or those with The spell lasts for only seven months when used for small strongholds—can cover their entire structures guard duty, so the shambler guard system requires with such spells. This spell conceals the place wonder- some maintenance. When you consider the benefits of fully, but it presents two problems. having guards that don’t require sleep, food, drink, or First, people in the area may be suspicious of a per- salary, the shamblers can look like a real bargain. petually foggy locale, especially in a region in which",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,530 gp (Clr17 or Drd17) fog is uncommon. Nothing sticks out worse than a fog bank on the side of a mountain on an otherwise bright Shrink Item and sunny day. The permanent version of this spell is only of limited Second, the solid fog impedes your guards’ ability to use, since only the original caster can expand and see out as much as it keeps other people from looking reshrink the target object. That said, if you can pull it in. If you don’t have much in the way of guards, this off—or have such a caster in your employ or among may not concern you. your friends—it can be a useful spell for the imagina- Solid fog can block off obvious paths toward your tive stronghold owner. stronghold. If, for instance, you can only get to your This spell is especially handy if you have some kind stronghold by making the proper turn at a fork in the of large, awkward, or heavy item—anything from a cat- road, obscuring that region may help keep strangers apult to a pipe organ—that needs to move easily from from finding their way to your home. Similarly, you can place to place on a regular basis. block a pass between your stronghold and the main Don’t limit your thinking merely to solid objects, road with solid fog. Just put enough space between the however. Shrinking a large brazier or fire pit allows spell and your stronghold that you have plenty of time you always to have a warm and ready fire. A shrunken to react to anything you might see coming out of it. pool of water turned clothlike could be worn as a shim- Note that while a severe wind (31+ mph) can blow mering, transparent cape, but you could throw down away a solid fog, the permanency spell means that the dis- the cape and transform it back into water at any time. persed fog returns as soon as the wind fades away. This If holy water filled the pool, this tactic could prove can create a dramatic situation in which your strong- even more useful. hold is exposed during a storm but is back within its",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "280 gp (Wiz7) or 320 gp (Sor8) characters make regular use of simulacrum to handle Permanent:10,600 gp (12th) dangerous meetings with untrustworthy audiences. If 58 the visitors kill the simulacrum, you have only lost the Stinking Cloud money you spent on it. You can use a permanent stinking cloud very much like solid fog, but it’s important to keep the stuff as far away 620_88166_001_StrngBuild3a.qxd 1/24/02 2:38 PM Page 59 CHAPTER 2: STRONGHOLD COMPONENTS from your stronghold as possible. After all, you don’t stroll around your stronghold only to find a heap of want to make yourself or your people sick with your bodies (sleeping, dead, insane, or otherwise) scattered own spells. about the outer walls of your place. With the notifying A stinking cloud is dispersed more easily than solid magic in place, you can respond to the threat right fog—a moderate wind (11+ mph) breaks it up in 4 away, hopefully before any friends of the symbol’s vic- rounds, while a strong wind (21+ mph) does the job in tims manage to defeat or circumvent it. 1 round—making it not as consistently useful when it Some characters place a symbol of hopelessness or a comes to obscuring a view. Still, it can prove even symbol of persuasionover their chair in their main meet- handier at blocking off a pass. ing hall. In this way, they can affect the minds of those As with solid fog, stinking cloudworks best in conjunc- who come to visit them. tion with an alarm spell. This can alert you to the Other times, stronghold owners use more deadly intruders’ presence as they enter the stinking cloud, symbols, set to go off at the sound of a trigger word from allowing you to deal with the hindered victims as they the character or at the removal of an awning or tapes- emerge. try that conceals the symbols. Of course, the character Some heroes (and some not so noble people) install a and any nearby companions, if not attuned to the permanent stinking cloud inside a (sealed) prison cell. symbol, run the same risk of exposure as anyone else in Nausea generally overcomes any prisoners placed in the room. the room, making them unable to cast spells, use skills, Remember that symbols only function if they can be or come up with much more of a plan for a breakout seen or touched. This instance is another in which con- than “Let’s get out of here!” tinual flame or—even better—permanent dancing",
        "name":  "Although not directly useful to a stronghold, some Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "23,350 gp (17th) Particularly ruthless stronghold owners could even place a pit trap in the room over a heating room lined Temporal Stasis with a wall of fire. This spell lets you set up an elaborate self-destruct Casting: 280 gp (Clr7 or Wiz7) or 320 gp (Sor8) or system for your stronghold. First, cast it on a truly 450 gp (Drd9) dangerous creature and then bring the creature into Permanent:10,600 gp (12th) the belly of your stronghold. Seal the creature behind a door trapped with a greater glyph of warding Wall of Force set to cast a greater dispelling spell of the highest level Chapter 2 presents the prices for using a wall of forceas you can afford. If this releases the creature, the fire- building material, which requires the Create Won- works will fly. drous Item feat to build walls as wondrous architec- Since the creature trapped by the temporal stasis ture. What if you simply cast a permanent wall of force? doesn’t get a regular chance at a saving throw after Wall of force neatly avoids the bane of other perma- being caught, this tactic is far superior to even greater nencyoptions: the dispel magic spell. When cast directly, planar binding. it only makes featureless, flat vertical walls. You can’t",
        "name":  "Permanent",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,500 gp (10th) square. Creatures that are flying can spring a trap with a proximity trigger but not one with a location trigger. Traps Mechanical proximity triggers are extremely sensitive Traps are an important means of protecting many to the slightest change in the air. This, of course, makes strongholds. They never sleep, cannot be distracted, them useful only in places such as crypts, where the air and they don’t take bribes. is unusually still. The trick here is to be judicious. Though you want to The alarm spell functions as a proximity trigger for make your stronghold as safe as possible, it’s not worth- magic device traps. You can voluntarily reduce the area while to have every square foot of the place trapped. of the spell to make it cover a smaller area. People must get around it on a daily basis, after all. Some magic device traps have special proximity trig- If you would like to create your own traps, use the gers that activate only when certain kinds of creatures 61 following guidelines, originally presented in Song and approach. To build such a trigger, add an appropriate Silence. spell (usually a divination) to the trap so that it can dif- 620_88166_001_StrngBuild3a.qxd 1/24/02 2:39 PM Page 62 CHAPTER 2: STRONGHOLD COMPONENTS Table 2–16: Base Cost and CR Modifiers for Mechanical Traps Feature Base Cost Modifier CR Modifier Trigger Type Location — — Proximity (mechanical) +1,000 gp — Touch — — Touch (attached) –100 gp — Timed +1,000 gp — Reset Type No reset –500 gp — Repair –200 gp — Manual — — Automatic +500 gp (or 0 if used with timed trigger) — Bypass Type Lock +100 gp + 200 gp/+5 increase above 30 — to Open Lock DC Hidden switch +200 gp + 200 gp/+5 increase above 25 — to Search DC Hidden lock +300 gp + 200 gp/+5 increase above 30 — to Open Lock DC, +200 gp/+5 increase above 25 to Search DC Search DC 15 or lower –100 gp/–1 decrease below 20 –1 16–19 –100 gp/–1 decrease below 20 — 20 — — 21–24 +200 gp/+1 increase above 20 — 25–29 +200 gp/+1 increase above 20 +1 30+ +200 gp/+1 increase above 20 +2 Disable Device DC 15 or below –100 gp/–1 decrease below 20 –1 16–19 –100 gp/–1 decrease below 20 — 20 — — 21–24 +200 gp/+1 increase above 20 — 25–29 +200 gp/+1 increase above 20 +1 30+ +200 gp/+1 increase above 20 +2 Pit or Other Save-Dependent Trap Reflex save (DC 19 or below) –100 gp/–1 decrease below 20 –1/–5 decrease below 20 Reflex save (DC 20) — — Reflex save (DC 21+) +300 gp/+1 increase above 20 +1/+5 increase above 20 ferentiate among approaching creatures. For example, If you want the trap to “see” in the dark, you must a detect good spell can serve as a proximity trigger on an either choose the true seeingoption or add darkvisionto evil altar, springing the attached trap only when some- the trap as well. (Darkvision limits the trap’s sight range one of good alignment gets close enough to it. in the dark to 60 feet.) If invisibility, disguises, or illu-",
        "name":  "Permanent",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic trigger springs the trap when it sions can fool the spell being used, they can fool the detects any sound. A sound trigger functions like an visual trigger as well. ear and has a +15 bonus on Listen checks. Silent move- Touch: A touch trigger, which springs the trap ment, magical silence, and other effects that would when touched, is generally the simplest kind to con- negate hearing defeat it. To build a sound trigger, add struct. This trigger may be physically attached to the clairaudienceto the trap you’re building. part of the mechanism that deals the damage (such as",
        "name":  "Sound",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic trigger works like an actual eye, a needle that springs out of a lock), or it may not. You springing the trap whenever it “sees” something. To can make a magic touch trigger by adding alarmto the incorporate a visual trigger into your trap, add one of trap and reducing the spell’s area to cover only the the spells listed on the following table. Sight range and trigger spot. the Spot bonus conferred depend on the spell chosen, Timed: This trigger periodically springs the trap as shown. after a certain duration has passed. A sharpened pendu- lum that sweeps across a hallway every 4 rounds is an Spell Sight Range Spot Bonus example of a timed trigger. 62 Arcane eye Line of sight (unlimited range) +20 Spell: All spell traps have this type of trigger. The Clairvoyance One preselected location +15 appropriate spell descriptions in the Player’s Handbook True seeing Line of sight (up to 120 ft.) +30 explain the trigger conditions for each of these traps. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:39 PM Page 63 CHAPTER 2: STRONGHOLD COMPONENTS Table 2–16: continued Feature Base Cost Modifier CR Modifier Ranged Attack Trap Attack bonus +9 or below –100 gp/–1 decrease below +10 –1/–5 decrease below +10 Attack bonus +10 — — Attack bonus +11 or higher +200 gp/+1 increase above +10 +1/+5 increase above +10 Mighty damage +100 gp/+1 damage (max +4) — Melee Attack Trap Attack bonus +9 or below –100 gp/–1 decrease below +10 –1/–5 decrease below +10 Attack bonus +10 — — Attack bonus +11 or higher +200 gp/+1 increase above +10 +1/+5 increase above +10 Mighty damage +100 gp/+1 damage (max +8) — Damage/Effect Average damage — +1/7 points of average damage* Miscellaneous Features Alchemical device — Spell level of spell effect mimicked Gas — — Never-miss +1,000 gp — Multiple target — +1 (or 0 if never-miss) Onset delay (1 round) — +3 Onset delay (2 rounds) — +2 Onset delay (3 rounds) — +1 Onset delay (4+ rounds) — –1 Poison — CR of poison used** Pit spikes — +1 Touch attack — +1 Water — +5 Extra Costs (Added to Modified Base Cost) Poison Cost of poison used† (×20 if automatic reset) Alchemical device Cost of item from Table 7–9 in the Player’s Handbook(×20 if automatic reset) *Rounded to the nearest multiple of 7 (round up for an average that lies exactly between two numbers). For example, a trap that deals 2d8 points of damage (an average of 9 points) rounds down to 7, while one that does 3d6 points of dam- age (an average of 10.5) rounds up to 14. **See Table 2–4. †See Table 2–1.",
        "name":  "Visual",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The trap resets itself, either saving throw and damage/effect information. Keep immediately or after a timed interval. Magic device your list of cost and CR adjustments running; many of traps get this feature at no cost. these elements also change those factors. Bypass (Optional Element) Search and Disable Device DCs If you plan to move past a trap yourself, it’s a good idea The builder sets the Search and Disable Device DCs for to build in a bypass mechanism—something that tem- a mechanical trap. For a magic trap, the values depend porarily disarms the trap. Bypass elements are typically on the highest-level spell used. used only with mechanical traps; spell traps usually Mechanical Trap: The base DC for both Search and have built-in allowances for the caster to bypass them. Disable Device checks is 20. Raising or lowering 63 The check DCs given below are minimums; raising either of these affects the base cost and CR as shown them alters the base cost as shown on Table 2–2. on Table 2–2. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:39 PM Page 64 CHAPTER 2: STRONGHOLD COMPONENTS Table 2–17: Raw Materials Cost and CR Modifiers for Magic Device Traps Feature Raw Material Cost Modifier* XP Cost Modifier** CR Modifier Highest-level spell (one-shot) 50 gp ×caster level 4 XP ×caster level Spell level or +1/7 points of ×spell level ×spell level average damage per round* Highest-level spell (automatic reset) 500 gp ×caster level 40 XP ×caster level Spell level or +1/7 points of ×spell level ×spell level average damage per round* Alarm — — — Other spell effect (one-shot) 50 gp ×caster level 4 XP ×caster level — ×spell level ×spell level Other spell effect (automatic reset) 500 gp ×caster level 40 XP ×caster level — ×spell level ×spell level Extra Costs (Added to Raw Materials Cost) Material Components Cost of all material components used (×100 if automatic reset) XP Costs 5 ×XP cost (×100 if automatic reset) *Rounded to the nearest multiple of 7 (round up for an average that lies exactly between two numbers). For example, a trap that deals 2d8 points of damage (an average of 9 points) rounds down to 7, while one that does 3d6 points of dam- age (an average of 10.5) rounds up to 14. **These formulas supersede those given in the Creating Magic Traps section in Chapter 4 of the DUNGEONMASTER’s Guide.",
        "name":  "Automatic Reset",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The DC for both Search and Disable Attacks/Saving Throws Device checks is equal to 25 + spell level of the highest- A trap usually either makes an attack roll or forces a level spell used. Only characters with the traps ability saving throw to avoid it. Consult one or more of fol- can attempt either check. These values do not affect lowing sections to determine which option is appropri- the trap’s cost or CR. ate for your trap, based on its type. Occasionally, a trap uses both of these options, or neither (see Never-Miss, Other Ways to Beat a Trap page 29). It’s possible to ruin many traps without using Disable Pits:These are holes (covered or not) that characters Device, of course. Some possibilities are listed below. can fall into and take damage. A pit needs no attack",
        "name":  "Magic Trap",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once you know the trap is roll, but a successful Reflex save (DC set by the there, the obvious way to disable it is to smash the builder) avoids it. Other save-dependent mechanical mechanism—assuming you have access to it. Failing traps also fall into this category. that, you can plug up the holes from which the mis- Ranged Attack Traps: These traps fling darts, siles emerge. This option not only gives you total arrows, spears, or the like at whoever activated the trap. cover relative to the trap, but it also prevents the trap The builder sets the attack bonus. from firing unless its ammunition does enough Melee Attack Traps: These traps include sharp damage to break through the plugs. This option also blades that emerge from walls and stone blocks that works for magic traps with effects that have obvious fall from ceilings. Once again, the builder sets the emergence points. attack bonus.",
        "name":  "Ranged Attack Traps",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These traps produce the Dragon bile +6 Giant wasp poison +3 effects of any spells included, as described in the Greenblood oil +1 appropriate entries in the Player’s Handbook.If the spell Insanity mist +4 in a magic device trap allows a saving throw at all, its Large scorpion venom +3 save DC equals 10 + spell level ×1.5. Some spells make Malyss root paste +3 attack rolls instead. Medium-size spider venom +2",
        "name":  "Magic Device Traps",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mechanical traps may incorpo- for each spike is +1 per 10 feet of pit depth (to a maxi- rate alchemical devices or other special substances or mum of +5). 1d4 spikes attack each character who falls items, such as tanglefoot bags, alchemist’s fire, thunder- into the pit. Pit spikes do not add to the average stones, and the like. Some such items mimic spell effects. damage of the trap (see above), nor do their damage For example, the effect of a tanglefoot bag is similar to bonuses constitute mighty damage. that of an entanglespell, and the effect of a thunderstone Pit Bottom: If there’s something other than spikes is similar to that of a deafnessspell. If the item mimics a at the bottom of a pit, it’s best to treat that as a separate spell effect, it increases the CR as shown on Table 2–2. trap (see multiple traps, below) with a location trigger",
        "name":  "Alchemical Device",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The base CR for a mechanical Magic device traps take one day to build per 500 trap is 0. If your final CR is 0 or below, add features gp cost. until you get a CR of 1 or better.",
        "name":  "Mechanical Trap",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For a spell or magic device trap, the Spell Trap base CR is 1. Only the highest-level spell used modifies A spell trap has a cost only if you hire an NPC spell- the CR. caster to cast it. See the Special and Superior Items sec-",
        "name":  "Magic Trap",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This catapult stone gives a keening strikes. Trees, bushes, and undergrowth within 40 feet wail as it flies through the air. When it lands, all crea- of the impact point entwine themselves around crea- tures with less than 6 HD within a 15-foot radius must tures (as the entanglespell cast by a 1st-level cleric). succeed at a Will save (DC 13) or become frightened. Caster Level: 3rd; Prerequisites: Craft Magic Arms and",
        "name":  "Banshee Stone",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 30-foot wide, 20-foot high bank of sunrod when loaded into the ballista, burning for 6 yellowish-green poison gas emerges from this catapult hours or until extinguished. Making an illumination 68 (or trebuchet) stone on impact. The cloud kills crea- ballista bolt requires an Alchemy check (DC 25) and tures with 3 or fewer HD (no save), causes creatures follows the normal rules for crafting items. with 4–6 HD to make Fortitude saves (DC 17) or die. Cost: 20 gp. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:40 PM Page 69 CHAPTER 2: STRONGHOLD COMPONENTS Lolth’s Egg: This catapult (or trebuchet) bursts open Burrowing Ram: This ram, tipped with a massive on impact, sending tendrils of sticky webbing in all drill-like screw, starts turning of its own volition when directions, just as if a webspell had been cast centered it comes into contact with a flat surface. It deals 4d6 on the stone’s hit location. points of damage every round for a minute, as long as",
        "name":  "Deathstone",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, Caster Level: 9th; Prerequisites: Craft Wondrous Item, lesser restoration; Market Price: 6,000 gp. raise dead; Market Price: 22,500 gp.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This bed works like a lesser bed Bier of Resurrection: This large stone platform of restoration, but it instead casts restorationon the user. casts resurrectionon any corpse laid upon it, but only if If the subject does not want to be affected, he can make you also place a diamond worth at least 500 gp over the a Will save (DC 16) to negate the effect. corpse’s heart. The activation of the magic consumes",
        "name":  "Bed of Restoration",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, the diamond. restoration; Market Price: 38,000 gp. The resurrection spell only works upon remains less Bed of Wellness (Remove Blindness/Deafness): This than 90 years dead. The revived subject is restored to bed works like a lesser bed of restoration, but it instead full hit points, vigor, and health. However, he loses a casts remove blindness/deafness (one effect per use) on level—or 1 point of Constitution if he’s at 1st level. the user. If the subject does not want to be affected, he This effect even works on those killed by a death can make a Fortitude save (DC 14) to negate the effect. effect or who have become undead. It cannot, however,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, help someone dead of old age. remove blindness/deafness; Market Price: 15,000 gp. Caster Level: 13th; Prerequisites: Craft Wondrous Item, Bed of Wellness (Remove Curse): This bed works resurrection; Market Price: 44,500 gp. like a lesser bed of restoration, but it instead casts remove Black Luminary: This large (3-foot-wide) steel half- curse on the user. If the subject does not want to be orb sheds darkness in a 20-foot radius around itself. The affected, he can make a Fortitude save (DC 14) to creator of the orb can choose to include a shutter that negate the effect. will block the darkness when closed.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, Caster Level: 3rd; Prerequisites: Craft Wondrous Item, remove curse; Market Price: 15,000 gp. darkness; Market Price: 6,000 gp. Bed of Wellness (Remove Disease): This bed works Black Luminary, Pitch: This large (4-foot-wide) steel like a lesser bed of restoration, but it instead casts remove half-orb sheds deeper darkness in a 60-foot radius around disease on the user. If the subject does not want to be itself. The creator of the orb can choose to include a affected, he can make a Fortitude save (DC 14) to shutter that will block the darkness when closed. negate the effect. Caster Level: 5th; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, deeper darkness; Market Price: 15,000 gp. remove disease; Market Price: 15,000 gp. Brazier of Aura Revealing (Chaos): This works",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This large stone platform casts like a brazier of aura revealing (evil), except that it detects speak with deadon any corpse lain upon it. This lasts for chaos instead and you can be overwhelmed only if 5 minutes, and in this time the corpse can be asked up you’re lawful. to two questions, and it answers as best it can. This Caster Level: 3rd; Prerequisites: Craft Wondrous Item, does not work on undead. detect chaos; Market Price: 3,000 gp. If the corpse’s alignment differs from that of the Brazier of Aura Revealing (Evil): When lit, this person asking the question, the corpse gets a Will save massive (5-foot-wide) brazier outlines any evil creature (DC 14). within 60 feet in a faint greasy, gray illumination. If After the effect expires, the bier of inquisitionwill not such a creature remains in the area for more than 2 work on that same corpse for a full week, nor will a rounds, the strength of its aura (dim, faint, moderate, standard speak with deadspell. strong, or overwhelming, as per the detect evil spell in",
        "name":  "Bier of Inquisition",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, the Player’s Handbook) becomes apparent to all who can speak with dead; Market Price: 7,500 gp. see the creature.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This works like the This item can’t reveal creatures who aren’t visible standard bier of inquisition, but the effect lasts for up to (whether by concealment, cover, or sheer invisibility), 15 minutes and the corpse can be asked up to seven though anyone within 60 feet of the brazier can sense questions. the presence (and direction) of the evil creature,",
        "name":  "Bier of Inquisition, Greater",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, though not its exact location. speak with dead; Market Price: 22,500 gp. If the evil power is “overwhelming” and twice the",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This large stone platform casts raise character level of a good-aligned viewer, the viewer is dead on any corpse laid upon it, but only if you also stunned for 1 round. This can actually make having place a diamond worth at least 500 gp over the such a brazier around a liability if some truly nasty 71 corpse’s heart. The activation of the magic consumes things invade your stronghold. Of course, if the crea- the diamond. ture entering is that powerfully evil, anyone who is 620_88166_001_StrngBuild3a.qxd 1/24/02 2:40 PM Page 72 CHAPTER 2: STRONGHOLD COMPONENTS overwhelmed by its presence probably wouldn’t be The brazier does not reveal its own magic power. For much good against it anyhow. It’s up to you to gauge particulars about aura strengths and the length than an the risk-benefit ratio for installing such an item. aura lingers, see the Player’s Handbook. See detect evil in the Player’s Handbook for details on Caster Level: 1st; Prerequisites: Craft Wondrous Item, aura strength and how long an aura lingers. detect magic; Market Price: 1,000 gp.",
        "name":  "Bier of Life",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, Brazier of Aura Revealing (Undead): This works detect evil; Market Price: 3,000 gp. like a brazier of aura revealing (evil), except that it detects Brazier of Aura Revealing (Good): This works like undead instead. As with such a brazier, those of good a brazier of aura revealing (evil), except that it detects alignment can be overwhelmed if they detect extreme- good instead and you can only be overwhelmed if ly powerful undead. you’re evil. For particulars about aura strengths and the length",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, than an aura lingers, see the Player’s Handbook. detect good; Market Price: 3,000 gp. Caster Level: 1st; Prerequisites: Craft Wondrous Item, Brazier of Aura Revealing (Law): This works like a detect law; Market Price: 1,000 gp. brazier of aura revealing (evil), except that it detects law Brazier of Bright Bursts: While lit, this massive instead and you can only be overwhelmed if you’re brazier (5 feet wide) can cause the fireworksversion of chaotic. pyrotechnics with but a word from its user. All those",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, who can see the brazier, who are within 120 feet of it, detect law; Market Price: 3,000 gp. and who fail to make a Will save (DC 13) are blinded Brazier of Aura Revealing (Magic): This works by the fireworks blasting out of the brazier. This effect like a brazier of aura revealing (evil), except that it detects lasts 1d4+1 rounds. Those who know that the brazier’s magic instead (and an overwhelming aura strength has power is about to be activated gain a +10 circumstance no dangerous effect). bonus on their saving throws against this effect. Table 2–22: Wondrous Architecture Wondrous Architecture Market Price Wondrous Architecture Market Price Chamber of guidance 750 gp Summoning stone(III) 4,500 gp Room of reading 750 gp Touchstone of safety(II) 5,000 gp Brazier of aura revealing (undead) 1,000 gp Bed of restoration, lesser 6,000 gp Chamber of climbing 1,500 gp Black luminary 6,000 gp Chamber of courage 1,500 gp Brazier of bright bursts 6,000 gp Invisible helper 1,500 gp Bright luminary 6,000 gp Sanctum sanctorum 1,500 gp Platform of levitation(lesser) 6,000 gp Summoning stone (I) 1,500 gp Touchstone of faith(III) 6,000 gp Table of safe meals 1,500 gp Warding bell 7,200 gp Touchstone of faith(I) 1,500 gp Bier of inquisition 7,500 gp Vegetative trap 1,500 gp Chamber of comfort 7,500 gp Well of falling 1,500 gp Chamber of seeing 7,500 gp Brazier of aura revealing(chaos) 3,000 gp Chamber of sloth 7,500 gp Brazier of aura revealing(evil) 3,000 gp Engraved circle of protection(chaos) 7,500 gp Brazier of aura revealing(good) 3,000 gp Engraved circle of protection(evil) 7,500 gp Brazier of aura revealing(law) 3,000 gp Engraved circle of protection(good) 7,500 gp Chamber of hidden character 3,000 gp Engraved circle of protection(law) 7,500 gp Consecrated chapel 3,000 gp Garden of understanding 7,500 gp Desecrated shrine 3,000 gp Hall of babble 7,500 gp Dishonest chamber 3,000 gp Leomund’s temperate hut 7,500 gp Ghastly chamber 3,000 gp Missing chamber 7,500 gp Guardian statue 3,000 gp Path of watery solidity 7,500 gp Hall of silence 3,000 gp Well of flying 7,500 gp Hall of truth 3,000 gp Summoning stone(IV) 8,400 gp Hole of hiding 3,000 gp Chamber of airy water 8,500 gp Jester’s theater 3,000 gp Chamber of safety 9,000 gp Pantry of preservation 3,000 gp Touchstone of faith(IV) 9,000 gp Stable of understanding 3,000 gp Frightful tapestry 10,000 gp Summoning stone(II) 3,000 gp Touchstone of safety(III) 10,000 gp Table of freshness 3,000 gp Zone of elemental immunity 10,000 gp Touchstone of faith(II) 3,000 gp Ambassador’s chamber 10,500 gp Touchstone of safety(I) 3,000 gp Hall of despair 10,500 gp 72 Wondrous absence 3,000 gp Hall of fear 10,500 gp Wondrous whisperer 3,000 gp Hall of hope 10,500 gp Hall of speech 4,000 gp Hall of strife 10,500 gp Everful basin 4,500 gp Pool of scrying 12,000 gp 620_88166_001_StrngBuild3a.qxd 1/24/02 2:40 PM Page 73 CHAPTER 2: STRONGHOLD COMPONENTS Many guardhouses keep a brazier of bright bursts The creator of the orb can choose to include a shutter nearby, for two key purposes. First and most obvious, that will block the light when closed. guards can use it to blind intruders, and it works Caster Level: 3rd; Prerequisites: Craft Wondrous Item, against all of them within range, no matter the num- daylight; Market Price: 6,000 gp. ber. This can give the guards valuable, needed time to Cabinet of Stasis: This cabinet stands 8 feet tall by shut the gates and secure the stronghold. 3 feet deep by 4 feet wide. Any creature placed fully Second, the fireworks serve as a signal to everyone within it is immediately placed into a state of sus- else in the castle of brewing trouble. The fireworks pended animation (no save), slowing its life functions make a great deal of noise as well as light. Anyone to the point where they essentially halt. Once inside, within 200 feet of the brazier can hear this easily. the creature feels the passage of one day for every Reduce the distance by 10 feet for each interposing decade that actually passes, although it spends the time closed door and by 20 feet for each interposing sub- in a dreamless sleep. Creatures inside the cabinet only stantial wall. In quiet conditions, the blasts can be awaken if pulled from the cabinet by someone outside; heard 300 feet away. it’s possible to starve to death. The fire in the brazier is not itself magical, al- A cabinet of stasis can be used to keep a prisoner “on though the brazier is. The fire is extinguished by the ice.” Sometimes the creators of heavily trapped strong- activation of the brazier. Relighting a brazier of bright holds retreat into cabinets of stasis for centuries rather burstsrequires a full action, assuming there sufficient than face some outer calamity. fuel exist. Caster Level: 11th; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, temporal stasis; Market Price: 66,000 gp. pyrotechnics; Market Price: 6,000 gp. Cacophonous Chamber: Whenever someone en-",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, spell immunity; Market Price: 14,000 gp. shout; Market Price: 14,000 gp. Chamber of Guidance: Anyone who speaks the",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, one such chamber in which to entertain surface- guidance; Market Price: 750 gp. dwelling guests. More ambitious underwater builders Chamber of Hidden Character: The alignment of use this feature in as much of their stronghold as pos- anyone in this stronghold space is undetectable. Evil sible, leaving only the most private areas alone. Some characters who do not wish for those around them to air-breathing builders even use this feature to create know their true alignment often use this feature. underwater portions of their airy strongholds. Caster Level: 2nd; Prerequisites: Craft Wondrous Item,",
        "name":  "Just about every underwater stronghold has at least Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, undetectable alignment; Market Price: 3,000 gp. water breathing; Market Price: 8,500 gp. Chamber of Safety: This extra provides anything",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, the ceiling or secret doors placed high in the wall. The protection from arrows; Market Price: 9,000 gp. chamber of climbing isn’t obvious, so only the stronghold Chamber of Safety, Greater: This wondrous archi- residents will walk up to the trapdoor. Intruders proba- tecture is identical to the standard chamber of safety, bly won’t think to try walking up a wall. except that ranged ammunition that misses a target A subject can make a Will save (DC 13) to prevent within this stronghold space is reversed in midair. It being affected by the spell. A creature with a Strength then flies back to the original attacker, making a ranged score of 23 or better can pull the subject off the wall. attack with an attack bonus of +0 as if someone stand-",
        "name":  "This extra is often added to rooms with trapdoors in Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, ing in the location of the original target had fired it. spider climb; Market Price: 1,500 gp. Caster Level: 11th; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The temperature in this protection from arrows, repel wood; Market Price: 50,000 gp. stronghold space is always a cozy 70°F. Additionally, Chamber of Seeing: Any invisible creature that the room magically circulates fresh air in and out of enters this stronghold space instantly becomes visible. the room. The smoke from a fire lit in the room draws Only creatures with no visible form, such as invisible directly into the ceiling and then disappears. The place stalkers, remain unseen. is never stuffy, always feeling like a soft breeze is flow- Caster Level: 5th; Prerequisites: Craft Wondrous Item, ing through the place, even if it’s airtight. invisibility purge; Market Price: 7,500 gp.",
        "name":  "Chamber of Comfort",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, Chamber of Sloth: Any creature entering this 74 Leomund’s tiny hut; Market Price: 7,500 gp. stronghold space falls under the influence of a slow",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, space suffer a –2 sacred penalty on attack and damage slow; Market Price:7,500 gp. rolls and saves. Undead cannot be created within nor",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, the effects of the consecrated chapel return. haste; Market Price:15,000 gp. Caster Level: 3rd; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, shrine for the duration of the consecrate spell. After that, antilife shell; Market Price: 33,000 gp. the effects of the desecrated shrine return. Chamber of Weak-Mindedness: Anyone who Caster Level: 3rd; Prerequisites: Craft Wondrous Item, enters this mist-filled stronghold space must make a fixture dedicated to chosen higher power, desecrate; Will save (DC 17) or fall victim to a mind fog spell. Market Price: 3,000 gp. While the fog doesn’t significantly affect vision in the Dishonest Chamber: Whenever anyone uses a Div- area, those who fall victim to its magical effects suffer a ination spell to detect an aura within this chamber, the –10 competence penalty on all Wisdom checks and spell instead randomly indicates that some other Will saves. This effect lasts while the target is in the person or object radiates the aura searched for. If noth- chamber, as well as for another 2d6 rounds after she ing in the chamber radiates the aura detected for, the leaves. chamber has no effect. Anyone who makes the original Will save once need If the caster of the Divination spell makes a Will not make another save against the chamber’s effects save (DC 13), his spell works normally. while she remains in the chamber. If she leaves and Caster Level: 3rd; Prerequisites: Craft Wondrous Item, comes back in, though, she must make a new saving misdirection; Market Price: 3,000 gp. throw. Engraved Circle of Protection (Chaos): This addi- This magic item is best used in conjunction with tion is identical to an engraved circle of protection (evil), other effects, such as inscriptions of urgency, or in the except that it provides protection from chaotic crea- sanctum of a bard or enchanter. tures.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, Caster Level: 5th; Prerequisites: Craft Wondrous Item, mind fog; Market Price: 22,500 gp. magic circle against chaos; Market Price: 7,500 gp.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This large (4-foot-wide) crys- Engraved Circle of Protection (Evil): This work is tal orb keeps the weather nasty (thunderstorms in a permanent form of a magic circle against evil. It is spring, torrential rain in summer, sleet in autumn, and engraved into the floor of the stronghold space that blizzards in winter) around the stronghold for a two- encloses it. It can be any size from 3 feet wide up to a mile radius. Anyone attempting to magically alter the full 20 feet across, taking up most of a stronghold weather in this area must make an opposed level check space. Once engraved, the size cannot be changed. against the cloudgathering orb’spower to succeed. Anyone within the engraved circle of protection (evil) See the DUNGEONMASTER’s Guidefor weather effects. gains the effects of a protection from evilspell. 75",
        "name":  "Cloudgathering Orb",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, Alternatively, the engraved circle of protection can be control weather; Market Price: 33,000 gp. created to serve as a magical prison for a called creature 620_88166_001_StrngBuild3a.qxd 1/24/02 2:41 PM Page 76 CHAPTER 2: STRONGHOLD COMPONENTS (as magic circle against evil, except that the effect is per- Ghastly Chamber: Any person entering this space manent). is immediately paralyzed for 1d6+2 rounds (as if",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, cessful Fortitude save (DC 13) by the person entering magic circle against good; Market Price: 7,500 gp. negates the paralysis and stench, while the same save Engraved Circle of Protection (Law): This work is negates the nausea. identical to an engraved circle of protection (evil), except This effect is best used in conjunction with either a that it provides protection from lawful creatures. number of guards or some kind of alarm. Otherwise,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, the victims may be able to simply suffer through the magic circle against law; Market Price: 7,500 gp. paralyzation and walk away.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This enchanted basin always has six The creator may make the area of effect for this gallons of water in it, no matter how many times it chamber smaller than the standard 400 square feet (as might be dipped into. However, if the everful basin is small as a 5-foot-by-5-foot square). ever emptied completely, such as by tipping it over, it Caster Level: 3rd; Prerequisites: Craft Wondrous Item, ceases to work forever, the magic spilling away with ghoul touch; Market Price: 3,000 gp. the last of the water. Guardian Statue: This item looks like nothing more",
        "name":  "Everful Basin",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, that distance by 10 feet. Each interposing substantial create food and water; Market Price: 15,000 gp. wall reduces the distance by 20 feet. In quiet condi-",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This huge tapestry takes up an tions, the alarm can be heard faintly up to 180 feet entire wall in a stronghold space. Any creature of less away. A silence spell on either the guardian statueor the than 6 HD who enters becomes frightened for 5 listener defeats the audible alarm. rounds (Will save DC 13 negates). A frightened crea- Caster Level: 3rd; Prerequisites: Craft Wondrous Item, ture flees the stronghold by the shortest possible path. alarm; Market Price: 3,000 gp. If unable to flee the subject can still fight, but a fright- Hall of Babble: Anyone who enters this stronghold ened creature suffers a –2 morale penalty on attack space must make a Will save (DC 14) or have any rolls, damage rolls, and saving throws. words that she speaks come out as an unintelligible",
        "name":  "Frightful Tapestry",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, mess. The creator of this magic item determines the scare; Market Price: 10,000 gp. exact nature of the transmuted sounds at the time of",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any character that creation. enters this stronghold space can understand and com- This makes it impossible for anyone in the room to municate with all plants (including plant creatures) in communicate verbally with anyone else. Additionally, the space. This works like a speak with plants spell, it prevents a spellcaster from casting a spell that although the effect ends as soon as either the character requires a verbal component. or the plant leaves the space. Caster Level: 5th; Prerequisites: Craft Wondrous Item, While this bit of wondrous architecture is most sculpt sound; Market Price: 7,500 gp. often created as part of a garden—all the better to find Hall of Chaos: An aura of randomly patterned plants in—it can just as easily be worked into any colors surrounds all chaotic characters in this strong- other place in which the owner might wish to commu- hold space. This grants them a +4 deflection bonus to nicate with plants. Some stronghold owners have this AC and a +4 resistance bonus on saves. They also get effect placed upon any space and then place potted spell resistance 25 against lawful spells and those cast plants about the area. Later, the owner can go back and by lawful creatures. They are also protected from pos- converse with the plants to see if they have learned or session and mental influence as per protection from chaos. 76 simply overheard anything while she was away. If a lawful creature hits a protected character in",
        "name":  "Garden of Understanding",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, melee, the attacker is confused for 1 round, as per the speak with plants; Market Price: 7,500 gp. confusion spell. A Will save (DC 22) negates this. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:41 PM Page 77 CHAPTER 2: STRONGHOLD COMPONENTS",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, the effect voluntarily forego the save). cloak of chaos; Market Price: 60,000 gp. If a wizard creates this chamber, the DC is 16 and the",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, protected from possession and mental influence as per emotion; Market Price: 10,500 gp. protection from chaos.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, stronghold space are negated (as if by a silencespell).A emotion; Market Price: 10,500 gp. Will save (DC 13) allows a character to speak normally",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any humanoid entering this (including casting spells with vocal components), stronghold space while the owner is also within the though other sounds remain dampened. This doesn’t space becomes charmedby the stronghold’s owner (as if affect sounds created outside this stronghold space, so by the charm person spell; Will save DC 22 negates). you can hear the noise from other rooms normally. This lasts as long as the charmedperson remains within Stronghold builders often use this wondrous archi- the stronghold space. tecture in libraries and sometimes even bedchambers. The hall of friendship’seffect can function on a maxi- It can also quiet extremely noisy places in a strong- mum of 30 HD of creatures at any given time. If more hold—such as a smithy—so that those nearby can potential targets exist than the room can affect, the hear themselves think. owner may select potential targets one at a time until Caster Level: 3rd; Prerequisites: Craft Wondrous Item, he reaches the limit (any target whose HD would put silence; Market Price: 3,000 gp. the total over 30 is not affected). Hall of Speech: Anyone who enters this stronghold Many throne rooms or negotiation chambers in- space can understand any spoken words heard, no clude this wondrous architecture. Tread carefully, matter the language. Similarly, the subject can speak in though, since the effect fades as soon as the target any language, although he can only use one at a time. leaves the affected area. Those who realize that they This wondrous architecture can be especially useful have been charmed may not be happy about it. when used in conjunction with scrying magic. Often a",
        "name":  "Hall of Friendship",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, character can spy on someone else magically but not mass charm; Market Price: 60,000 gp. be able to understand what is being said. When the",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A brilliant divine radiance sur- scrying character is in this hall, such a situation is not rounds all good characters in this stronghold space. a problem. This grants them a +4 deflection bonus to AC and a +4 Caster Level: 4th; Prerequisites: Craft Wondrous Item, resistance bonus on saves. They also get spell resistance tongues; Market Price: 4,000 gp. 25 against evil spells and those cast by evil creatures. Hall of Strife: Any creature that enters this strong- They are also protected from possession and mental hold space gains a +2 morale bonus to Strength and influence as per protection from evil. Constitution scores, and a +1 morale bonus on Will If an evil creature hits a protected character in saves, but suffers a –1 penalty to AC and must fight melee, the attacker is blinded. A Fortitude save (DC 22) regardless of danger (as if affected by an emotionspell of negates this. the rage variety; Will save DC 14 negates, though many",
        "name":  "Hall of Holiness",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, creatures aware of the effect voluntarily forego the holy aura; Market Price: 60,000 gp. save). This effect does not stack with barbarian rage.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, appearance changed. An illusory landscapecan cover up zone of truth; Market Price: 3,000 gp. the existence of a river or a moat. It could even make a",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This addition is effectively a per- floating stronghold look as though it sits on the manent rope trick set into the ceiling of a stronghold ground, or make a regular stronghold look as though it space. Alternatively, if there is no ceiling, it leads up to hovers over the open land. 30 feet above the space. Caster Level: 7th; Prerequisites: Craft Wondrous Item, The hole of hidingis an extradimensional space with a hallucinatory terrain; Market Price: 14,000 gp. rope attached to its entry. You climb up the rope Inscriptions of Concealment: Every object within (Climb check, DC 15) to enter the space. Up to seven this stronghold space (except for the walls, floor, and people and the rope can fit in the space, or eight people ceiling) becomes undetectable to any kind of divina- if you let the rope hang out. Once you pull up the rope, tion spells and even invisible to normal vision. Living the space is undetectable. creatures (and any objects they wear or carry) are not Inside the hole of hidingyou can see out into the real affected by this effect. The spell does not prevent items world as if you are looking out a 3-foot-by-5-foot in the room from being discovered by touch. window centered on the rope. Spells cannot cross this Most stronghold builders who include this won- window, nor can area effects work across it. drous architecture use it to disguise the nature and",
        "name":  "Hole of Hiding",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, contents of a treasure or trophy room. A determined rope trick; Market Price: 3,000 gp. effort can get around the effects, but for most pur- Hurricane’s Eye: This large (5-foot-wide) crystal orb poses, the room seems empty. maintains hurricane-force winds (see Chapter 3 of the Caster Level: 13th; Prerequisites: Craft Wondrous Item, DUNGEON MASTER’s Guide) around the outside your sequester; Market Price: 45,500 gp. stronghold at all times. Properly placed within a Inscriptions of Falsehood: Every creature within stronghold, the eye of the hurricane (the safe, calm this stronghold space becomes undetectable to scrying part) can encompass up to twelve stronghold spaces and even normal vision. When the inscriptions of false- clustered around the orb. If your stronghold is larger hood are created, the creator specifies what appears to than this, you can purchase multiple orbs and link be going on in the room instead. You must state this in them together by overlapping the eyes. Any section general terms, and once you set the conditions, you surrounded by eyes on all sides automatically becomes cannot change them. a part of the eye, turning the whole region into one Attempts to scry the area automatically see the pro- massive, continuous eye, leaving the raging winds grammed illusion. Direct observation can allow a save entirely outside the affected regions. (Will save DC 22) if there’s a reason to disbelieve the Any single hurricane’s eye can be calibrated to create image. Even entering the space doesn’t necessarily an eye in a smaller number of spaces too. The only allow this, as long as the image is well-constructed and caveat is that these spaces must all be clustered tightly any hidden people take pains to avoid detection. together. Caster Level: 13th; Prerequisites: Craft Wondrous Item, The winds circle the eye in a clockwise or counter- screen; Market Price: 45,500 gp. clockwise fashion, as you prefer. However, if there are Inscriptions of Privacy: This wondrous architec- more orbs than one, they must all force the wind to ture places arcane sigils throughout the walls and ceil- circle in the same direction. If you join this item with a ing of a room. They can be as subtle or outlandish as tornado’s eye or a windstorm’s eye, they can each only the creator likes. However, when anyone tries to spy function at the level of the weakest item. upon anyone in the room by means of clairaudience/",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, clairvoyance, scrying, a crystal ball,or any other method of control winds; Market Price: 75,000 gp. scrying, the inscriptions glow softly. If the scrying",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, their lack of smarts, they are a poor substitute for the detect scrying; Market Price: 14,000 gp. real thing when it comes to complex tasks or real",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Everyone within this responsibility. In general, an invisible helpercan replace stronghold space becomes undetectable to scrying. In any servant whose role is typically filled by a com- fact, to them it appears as if the room is entirely empty moner (as opposed to an expert or other class). of people and devoid of activity, no matter how many Anyone in the space can command the invisible people are in it or what they are doing. helper. If the helper receives conflicting commands, These inscriptions are often used on areas that need the helper obeys the owner of the stronghold; other- to remain secure, such as throne rooms or war counsel wise, would-be controllers can make opposed rooms. No decent kingdom is without at least one such Wisdom checks to see who wins command. room in its leader’s stronghold. Caster Level: 3rd; Prerequisites: Craft Wondrous Item,",
        "name":  "Inscriptions of Vacancy",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, unseen servant; Market Price: 1,500 gp. false vision; Market Price: 22,500 gp. Jester’s Theater: Upon entering this stronghold",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any creature who enters space, a subject must make a Will save (DC 13) or fall this stronghold space immediately becomes the sub- into a fit of uncontrollable laughter for 3 rounds. The ject of a suggestion spell (Will subject can take no actions while laughing. Creatures save DC 19 negates). The with Intelligence of 2 or lower are unaffected. suggested action must be chosen when At the end of the dura- the tion, or if the inscriptions save succeeds, are created, the target is im- and cannot be mune to the effect changed afterward. as long as she remains The suggestioncannot be within the space. If she more than one or two sentences leaves and reenters, she must long, and it must seem reasonable in make the save again. nature (as the spell). The suggestionlasts up to 11 hours The name of this space is somewhat misleading, as after the target leaves the room or until the suggested no honest performer—serious or otherwise—would course of action is completed. ever stoop to using magic to get a laugh. This won-",
        "name":  "Inscriptions of Urgency",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, drous architecture is most often used as either a trap mass suggestion; Market Price: 35,000 gp. (with guards nearby to overhear the laughter) or a form",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This permanent unseen servant is of torture. anchored to a single stronghold space and cannot leave Caster Level: 3rd; Prerequisites: Craft Wondrous Item, that space. If it takes enough damage to be destroyed (6 Tasha’s hideous laughter; Market Price: 3,000 gp. hit points), it disappears forever. Leomund’s Lasting Shelter: This stronghold space Many stronghold owners use one or more invisible is essentially a permanent version of Leomund’s secure 79 helpers to supplement their more traditional servants. shelter. The Player’s Handbook has a diagram of this They never tire and can work endlessly, but due to spell’s effect. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:41 PM Page 80 CHAPTER 2: STRONGHOLD COMPONENTS It’s usually cheaper to simply build a place instead of hold. When a person touches the map, a glowing icon creating a Leomund’s lasting shelter, but there are times representing her appears at the appropriate location on and locations in which it’s not so easy to get materials the map (Will save DC 16 negates). The person can or workers into place. Some builders have created a then leave the room and wander as she likes. As long as quick stronghold by putting up four or five of these she stays within the region represented on the map of shelters and then connecting them together with tactics, the map shows where she is. If she leaves the simple stone or wooden walls. area and then returns, the map immediately picks up In addition to the structure, Leomund’s lasting shelter her presence again. comes with a decent security system. The doors and The map can track up to three people at a time for up windows are fitted with arcane locks, and the chimney to 9 hours each. The icon gives more than just location has an iron grate atop it. In addition, an unseen servant data on the tracked subjects. It also renders their status: is there to meet your every need. unharmed, wounded, dying, disabled, unconscious,",
        "name":  "Invisible Helper",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, item to work, the caster or item must succeed at a Leomund’s tiny hut; Market Price: 7,500 gp. caster level check (1d20 + caster level) against a DC",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, Oaken Guardian: This magic item is a large oak find the path; Market Price: 18,000 gp. tree that can transform into a treant (see the Monster 80 Map of Tactics: This table (at least 5 feet ×5 feet) Manual). The creator of an oaken guardian gives it an features a topographical map of the stronghold and the 11-word trigger phrase that tells the treant what to do outlying area to a distance of one mile from the strong- and when. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:41 PM Page 81 CHAPTER 2: STRONGHOLD COMPONENTS You must create the oaken guardian within 300 feet of Since the greater platform of jaunting provides only something it is meant to protect. A druid can create one-way transport, some stronghold builders construct multiple oaken guardians if she likes, but they must a network of devices to allow for round trips. This each be near something that needs protecting. works particularly well when you collaborate with The oaken guardianreturns to its treelike state when it other owners so that you can visit each other at will. has accomplished its objective. If it is killed, it is no more. Caster Level: 17th; Prerequisites: Craft Wondrous Item, However, if it is only damaged, it can heal normally—as a teleport without error; Market Price: 76,500 gp. treant would, not a tree—even in its treelike state. Platform of Healing: This 10-foot-diameter plat-",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, form, which must be affixed to the floor when created, liveoak; Market Price: 33,000 gp. casts healon any living creature that steps onto it. If an",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This large (4-foot-wide) undead creature steps onto the platform, treat it as if a crystal orb keeps the weather in a two-mile radius harmspell had been cast upon it instead, removing all around the stronghold mild and pleasant no matter the but 1d4 hit points from it. time of year. Anyone attempting to magically alter the Caster Level: 9th; Prerequisites: Craft Wondrous Item, weather in this area must make an opposed level check heal; Market Price: 30,000 gp. against the orb’s power to succeed. Platform of Levitation: Anyone standing upon this",
        "name":  "Orb of Pleasant Breezes",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, square platform can cause it to levitateup or down at a control weather; Market Price: 33,000 gp. rate of 20 feet per round. If more than one person",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, side and can lift up to 250 pounds of material in addi- water walk; Market Price: 7,500 gp. tion to the platform itself, while the greater platform(10",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This fixture is simi- doesn’t fit well through a standard doorway, you must lar to the platform of jaunting, except that it has limitless plan your stronghold layout carefully to make maxi- range on the same plane and you have no chance of mum use of the platform. becoming stuck on the Astral Plane. You need only a Caster Level: 9th (lesser), 20th (greater); Prerequisites: reliable description of the destination. If your informa- Craft Wondrous Item, telekinesis; Market Price: 20,000 gp tion proves unreliable, you disappear and then reap- (lesser), 100,000 gp (greater). pear on the platform. Pool of Scrying: This shallow pool forms a reflec- 81 When using the greater platform of jaunting, you can tive surface in which the user can scry on others. This bring up to 850 pounds of material you touch. works like the standard scrying spell. Spellcasters can 620_88166_001_StrngBuild3a.qxd 1/24/02 2:41 PM Page 82 CHAPTER 2: STRONGHOLD COMPONENTS cast certain spells through the pool of scrying at crea- Prison of the Mind: Anyone who enters this tures or things they are scrying upon, as per the scrying stronghold space must make a Will save (DC 17) or fall spell. victim to a feeblemind spell. Those who cast arcane While the pool can be shallow, it must be at least 2 spells, such as bards, sorcerers, and wizards, suffer a –4 feet ×4 feet. It can be formed into the top of a large penalty on their saving throws. pedestal, but these items are just as often found in a Most owners keep such stronghold spaces locked up room’s floor. If the water is ever entirely emptied from tight, as the prison of the mind doesn’t distinguish the pool, the item loses its magic. between friend or foe.",
        "name":  "Platform of Jaunting, Greater",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, Caster Level: 9th; Prerequisites: Craft Wondrous Item, scrying; Market Price: 12,000 gp. feeblemind; Market Price: 22,500 gp.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic item works Prison of Thorns: A permanent wall of thornslines like the standard pool of scrying, with one exception. You every inch of this stronghold space’s outer walls, ceil- can reliably cast any spells through it that you could ing, and floor. Any creature passing through the thorns use with the greater scrying spell. automatically takes 25 points of damage, minus 1 point",
        "name":  "Pool of Scrying, Greater",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, for each point of the creature’s AC, each round. Dexter- greater scrying; Market Price: 50,000 gp. ity bonuses to AC and dodge bonuses do not count for",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15; Prerequisites: Craft Wondrous Item, Caster Level: 9th; Prerequisites: Craft Wondrous Item, prismatic wall; Market Price: 60,000 gp. wall of thorns; Market Price: 22,500 gp.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, against the barrier causes enough pain to drive away blade barrier; Market Price: 33,000 gp. nonaggressive vermin.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A permanent wall of fire lines every Builders often employ this wondrous architecture in inch of this stronghold space’s outer walls, ceiling, and the lower levels of a stronghold, which tend to be more floor. A prison of fire takes normal damage from cold vulnerable to invasion by vermin. Some stronghold (not one-quarter as most objects). If any 5-foot length owners include this on their bedchambers and their of the prison of fire takes 20 or more points of cold kitchens as well. damage in a single round, the flames go out in that sec- Caster Level: 7th; Prerequisites: Craft Wondrous Item, tion for 1d4 minutes. repel vermin; Market Price: 14,000 gp.",
        "name":  "Prison of Fire",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, most often used as a trap inside certain stronghold wall of ice; Market Price: 14,000 gp. spaces. Sometimes, it is kept furled over the guard- 620_88166_001_StrngBuild3a.qxd 1/24/02 2:42 PM Page 83 CHAPTER 2: STRONGHOLD COMPONENTS house or atop a stronghold wall, then unfurled when Certain spells such as wall of force, prismatic sphere, and danger approaches. Those who know that it is there prismatic wall are unaffected in this space. This means receive a +10 circumstance bonus on their saving that it’s possible to have a permanent wall of forcein an throws. area affected by sigils of antimagic without having the",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any literate creature in this creatures of demigod or higher status. stronghold space can automatically read magical Caster Level: 11th; Prerequisites: Craft Wondrous Item, inscriptions, as per a read magicspell. This effect is most antimagic field; Market Price: 66,000 gp. often found in libraries, particularly those owned by Sigils of Suppression: A globe of invulnerabilityfills spellcasters. It saves them the trouble of having to cast the entire stronghold space, as represented by the the read magicspell every time they want to puzzle out arcane sigils that are inscribed upon the walls. No spell a bit of magical writing. effects of 4th level or lower function within this space.",
        "name":  "Room of Reading",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, Such spells cannot be cast within the space, nor can read magic; Market Price: 750 gp. their effects extend to within the space (though a tar-",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All magic items (not including geted dispel magic can suppress the effect as with any artifacts) and magical effects entering this stronghold other magic item). space are affected as if by Mordenkainen’s disjunction. Caster Level: 11th; Prerequisites: Craft Wondrous Item, Permanent magic items must make a Will save (DC 23) globe of invulnerability; Market Price: 33,000 gp. or be turned into normal items. An item in a creature’s Sigils of Suppression, Lesser: These are identical possession uses its own Will save bonus or that of its to the sigils of suppression, except that they only block possessor, whichever is higher. An antimagic field has spell effects of 3rd level or lower (as per minor globe of only a 17% chance of being affected. invulnerability).",
        "name":  "Room of Rending",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous Item, Caster Level: 7th; Prerequisites: Craft Wondrous Item, Mordenkainen’s disjunction; Market Price: 76,500 gp. minor globe of invulnerability; Market Price: 14,000 gp.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, intruders. sanctuary; Market Price: 1,500 gp. Caster Level: 11th; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, While most builders who include this wondrous mind blank; Market Price: 60,000 gp. architecture create it as part of a stable, you can just as",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "standing upon it. Stronghold builders often add this to key guard posts or other areas important to the defense Stone Typical Market of a stronghold. Type Creature(s) Price If more than one creature attempts to use this simul- I Celestial dog 1,500 gp taneously (for instance, if two grappling creatures Fiendish hawk stand atop it), the item grants no AC bonus. II Celestial eagle 3,000 gp",
        "name":  "Summoning stonescome in nine varieties",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd (I), 5th (II), 10th (III), 15th (IV), Vrock 20th (V); Prerequisites: Craft Wondrous Item, protection 1d3 formian taskmasters from arrows; Market Price: 3,000 gp (I); 5,000 gp (II),",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th (I, II, III), 7th (IV), 9th (V), 11th 10,000 gp (III), 15,000 gp (IV), 20,000 gp (V). (VI), 13th (VII), 15th (VIII), 17th (IX); Prerequisites: Tornado’s Eye: This large (6-foot-wide) crystal orb Craft Wondrous Item, summon monster I–IX (same as maintains tornado-force winds (see the DUNGEON level of item); Market Price: see table above. MASTER’s Guide) around the outside your stronghold at",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This banquet table seats twelve all times. See the description of the hurricane’s eye for and magically delivers three fantastic meals per day, how this works. each of which works as a heroes’ feast. Each feast If you join this item with a hurricane’s eyeor a wind- requires an hour to eat, and any interruption of the storm’s eye, they can each only function at the level of feast ruins the effects. the weakest item.",
        "name":  "Table of Feasting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th; Prerequisites: Craft Wondrous Item, Caster Level: 18th; Prerequisites: Craft Wondrous Item, heroes’ feast; Market Price: 43,200 gp. control winds; Market Price: 90,000 gp.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, around their stronghold to allow people to move entangle; Market Price: 1,500 gp. around easily. Sometimes they place one tree at an out- Veil of Obscurity:This wondrous architecture dis- post and another in a central courtyard. Since an guises up to twenty contiguous stronghold spaces (or intruder can use this tree as easily as a trusted guard, two levels of ten contiguous stronghold spaces each) avoid leaving them unprotected. with a mirage arcana effect, making the structure ap-",
        "name":  "Some stronghold owners set up several such trees Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, pear as something other than it is. It includes audible, tree stride; Market Price: 22,500 gp. visual, tactile, and olfactory elements, though it can’t",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This Medium-size or disguise, conceal, or add creatures. larger tree looks like an ordinary member of its Caster Level:10th; Prerequisites:Craft Wondrous Item, species. However, a user can step into the tree and mirage arcana;Market Price:25,000 gp. instantly teleport to another tree of the same species, Warding Bell: When this enormous bell is rung regardless of the distance between the two. You need (requiring a standard action), it immediately activates a only specify a direction and distance or location as you guards and wards spell. The warding bell must be some- enter the greatertree of jaunting, and it brings you to the where in the area to be warded. closest possible tree of the same species. You can’t tele- The fog and web effects work normally. The arcane port into a dead tree, nor can you use a treelike plant lock effect allows the stronghold’s owner to open the creature (such as a treant). doors normally, but no one else.",
        "name":  "Tree of Jaunting, Greater",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, The confusion part affects all intruders—as defined transport via plants; Market Price: 33,000 gp. by the stronghold’s owner at the time of the creation of",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An aura of malevolent darkness sur- the warding bell. This means that the owner must list rounds all evil characters in this stronghold space. This the people who would not be considered an intruder. grants them a +4 deflection bonus to AC and a +4 The longer and less specific the criteria are, the more resistance bonus on saves. They also get spell resistance easily this portion of the warding bell’s security can be 25 against good spells and those cast by good creatures. breached. They are also protected from possession and mental Up to 12 doors can be “lost.” These doors must be influence as per protection from good. specified at the creation of the device. Similarly, the If a good creature hits a protected character in melee, other extra effect granted by the guards and wardsspell the attacker suffers 1d6 points of temporary Strength must be chosen at item creation. Any locations or pro- damage. A Fortitude save (DC 22) negates this. gramming required for these effects must be defined at",
        "name":  "Unholy Hall",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, that time as well. unholy aura; Market Price: 60,000 gp. Some stronghold owners place a warding bell at the Upside-Down Room: Anyone entering this strong- stronghold’s front gate. In this way, the guards at the hold space immediately falls upward, to a maximum of gate can activate the security system at a moment’s 30 feet above the floor. Cunning builders plant spikes notice. along the ceiling to increase damage (this functions A single warding bell can protect up to six contigu- identically to a pit). ous stronghold spaces, although the warded area is up If no ceiling exists (or if the ceiling is more than 30 to 20 feet high. This means that a cunning creator above the floor), victims merely hang in space at a could cover up to twelve stronghold spaces (six apiece height of 30 feet. In a tall enough room, this can create on two levels). To protect larger strongholds, you multiple directions of gravity (allowing guards stand- must include multiple warding bells (each within the ing on high ledges to pick off helpless floating targets). area they protect). A ceiling-level entrance to the room can allow those The warding bellonly functions once per day, and the who enter to simply flip about and stand on the ceil- effects last 24 hours or until the stronghold owner vol- ing, though visitors unaware of the effect must make a untarily dismisses them (you can’t dismiss individual Reflex save (DC 10) to avoid falling to the ceiling (this effects, only the whole spell). deals no damage either way). Caster Level: 12th; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13th; Prerequisites: Craft Wondrous Item, guards and wards; Market Price: 7,200 gp. reverse gravity; Market Price: 45,500 gp. Well of Falling: This fixture is not actually a well so",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The plant material in this strong- much as a sneaky way to get from one part of a multi- hold space reaches up to snare anyone who enters the level stronghold to another. It looks like an open well area, much like an entanglespell. at the top, but at the bottom, the well opens out into Any creature within the vegetative trap must make a another room. Anyone passing through the stone rim Reflex save (DC 11). If it succeeds, it can move at only of the well (up to 10 feet in diameter) falls slowly to the half normal speed through the area, but suffers no other bottom, as if under the effect of a feather fallspell. This 85 ill effects. Those who fail the save become entangled. makes the fall the equivalent to jumping off a table, no 620_88166_001_StrngBuild3a.qxd 1/24/02 2:42 PM Page 86 CHAPTER 2: STRONGHOLD COMPONENTS matter how long the fall. You can make the well of exit without pulling yourself up from the lip (since the fallingup to 100 feet deep (pay for multiple wellsif you effect extends only to the rim of the well). need a deeper one). Caster Level: 5th; Prerequisites: Craft Wondrous Item, Most stronghold builders use a well of fallingas a way fly; Market Price: 7,500 gp. to get from one part of a stronghold to another safely Windstorm’s Eye: This large (4-foot-wide) crystal and quickly. Many builders choose to conceal the door orb maintains tornado-force winds (see Chapter 3 of into the bottom of the well (treat as a secret door). the DUNGEON MASTER’s Guide) around the outside your",
        "name":  "Vegetative Trap",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, stronghold at all times. See the description of the hurri- feather fall; Market Price: 1,500 gp. cane’s eye for details.",
        "name":  "Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, whispering wind; Market Price: 3,000 gp.",
        "name":  "FFlloooorr Caster Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once you have hit the stronghold and the rubble, and they take 1d6 points of subdual damage overcome the hardness of the wall, the rest of the per round. Pinned characters who fall unconscious damage reduces its hit points. Each 10-foot-by-10-foot from subdual damage must make a Constitution check section of wall has hit points listed for certain thick- (DC 15) or take 1d6 points of normal damage each nesses; walls twice as thick have twice the hit points, minute thereafter until freed or dead. and so on. For example, a 1-foot thick masonry wall has Saving Throws: Nonmagical parts of a stronghold 90 hit points. A 3-foot thick masonry wall has 270 hit always fail their saves, but magic components and points. extras get saving throws. Their Fortitude, Reflex, and",
        "name":  "Hit Points",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spd 40 ft., fly golden-grass clearing. The veil of obscurity Plane of Fire. 20 ft. (poor), 24 mph; Turn hides the citadel behind layers of leaves Plane of Fire Traits: Almost everything on this 90 degrees; Hull magically and tangles of root and branch. From plane is ablaze. Unprotected wood, paper, cloth, and treated wood 6 in. thick; hard- within, citadel denizens can enjoy the other flammable materials catch fire immediately ness 10; hit points 120; AC 4; forest splendor and the thrill of riding (although not if they’re protected within the citadel’s Break DC 20; Crew 10; Cargo through the sun-dappled glens and glades walls). Characters outside take 3d10 points of fire 20 tons; Cost 228,700 gp; Face of Arborea. damage every round. Down in the magma below the 70 ft. by 30 ft.",
        "name":  "Citadel Xebec",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Plane of 40. Prison Water doesn’t have normal gravity; the inhabitants of Ten sets of shackles are strung along the walls of this the plane can rise and sink at their swim speed as they prison. These shackles grant negative energy protectionto see fit. any creature wearing them (though they only function Spells and spell-like abilities that use or create water when set into a wall or other structure). Prisoners who are both extended and enlarged, as if the relevant meta- spend more than one day in this place find themselves 128 magic feats were used, although they don’t use higher trapped up to their waist in a chunk of black ice (hard- spell slots. It’s hard to employ magic fire on this plane. ness 10, 480 hit points, break DC 57). The prison can Spellcasters must succeed at a Spellcraft check (DC 15 handle ten captives at a time.",
        "name":  "Elemental Plane of Water Traits",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A Mages’ Abode.........28 True Necromancer.........................69 4-4: Magic Items..............................75 How Typical is the Hollow?.............28 Wayfarer Guide..............................70 4-5: Metamagic Feat Rods...............77 Location..............................................31 Features..............................................31 Chapter 4: Maps",
        "name":  "The Hollow",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " you give up the valuable invisibility spell. Losing Transmutation isn’t a good idea, since it has a lot of useful Specializing in a School spells, including the valuable ability-boosting spells. Specialization allows a wizard to prepare one additional Likewise, it’s unwise to forego Evocation’s powerful spells; spell of the selected school per spell level each day. You some of them, particularly wall of fire, wall of ice, and wall of get a +2 modifier on Spellcraft checks that involve spells force, create barriers that nicely complement effects you within your chosen school. This benefit is especially can create with your chosen school. useful when learning new spells (see Adding Spells to a Wizard’s Spellbook on page 155 of the Player’s Handbook). Conjuration The greater the selection of spells you can prepare and This school offers a good mix of attack and defense. It’s an cast each day, the better a wizard you’re likely to be. More especially attractive choice if you want an exotic or often, however, Spellcraft checks come into play when mysterious flavor, especially at high levels when you can you try to use detect magic to identify a magical aura, when conjure up extraplanar creatures and ask (or even compel) attempting a counterspell, or when first reading spells favors from them. on scrolls. To become a conjurer, you must select a prohibited There’s a price for specializing, however. To master school or schools from one of the following choices: (1) your chosen school, you must give up all the spells of at Evocation; (2) any two of Abjuration, Enchantment, and least one other school. You can’t add them to your Illusion; (3) Transmutation; or (4) any three schools. spellbook, prepare them from somebody else’s, or even Evocation has powerful combat spells, and you might cast them from magic items that use spell completion be loath to give them up, but remember you’re no slouch (scrolls) or spell trigger (wands and staffs) activation. In in the offence department. While Abjuration is the addition, you suffer a -5 penalty to Spellcraft checks when antithesis of your specialty, giving up spells of that school dealing with any spell or effect from a prohibited school. isn’t a great idea. You would lose access to the vital dispel Finally, you have to decide whether to specialize when magic, and you wouldn’t have spells you need to get rid of your character first enters play, and you’re stuck with anything that gets out of hand after you conjure it up. that choice. You cannot have more than one specialty, You’re better off giving up Enchantment and Illusion. even by multiclassing. You’re still a wizard, no matter Transmutation is a big, useful school, only worth sacrific- which specialty you choose. For example, if you’re a 3rd- ing if you feel you must have access to Evocation. If you level evoker and you gain a level, you can’t become a 3rd- decide to give up three schools, the best choices are level evoker/1st level illusionist. Divination, Necromancy, and Illusion or Enchantment. If you choose to specialize, you should also take the Spell Focus feat in your specialty school at the first oppor- Divination tunity. You’re going to be casting a lot of spells from that Most spells of the Divination school are handy to have, school, so you might as well make the save DCs for those but they usually aren’t exciting to use. If you love being spells as high as possible. the one with the answers, though, this is the specialty for you. School Pros and Cons To become a diviner, you must select any other single Here’s a look at how each choice of a specialty school school as your prohibited school. That’s perhaps the affects you (see School Specialization on page 54 of the biggest benefit of specializing in Divination: You have to Player’s Handbook). give up so little to get it. You can easily do without Necro- mancy: Being a diviner probably isn’t worth giving up any Abjuration other school. If you like a strong defense, Abjuration is a good specialty. The school includes some powerful, if narrow, offensive 8 CHAPTER 1: ARCANE LORE Enchantment make you easy prey for other illusionists—which can be This specialty is a subtle one that can be very powerful if embarrassing, to say the least. Any one of Conjuration, played correctly. You can defeat your foes and make your Enchantment, Evocation, or Transmutation is a better escape before anyone notices. Unfortunately, situations alternative. Which one you pick depends on how your exist in which your specialty spells won’t work, such as magical style. Conjuration and Evocation, which both when you face undead, constructs, or vermin. deal with real (and deadly) effects, are antithetical in To become an enchanter, you must select your prohib- flavor to Illusion, but you can get good results from ited school or schools from either: (1) one of Abjuration, mixing spells of the two schools. Some illusionists Conjuration, Evocation, Illusion, or Transmutation; or (2) consider Enchantment irrelevant, since they already both Divination and Necromancy. have spells that confound and confuse, but others see the Both Evocation and Transmutation contain mighty two schools as complementary. If your illusionist is a spells and giving them up is a steep price to pay. Still, if flashy, flamboyant character, discard Enchantment. If you have become an enchanter because you favor a subtle you prefer a more subtle approach, give up Conjuration or low-key style, Evocation probably isn’t your cup of tea. or Evocation. Choosing Abjuration deprives you of the vital dispel magic—not a good idea. If you just can’t live without the Necromancy offense and can afford to do without information- This school isn’t particularly good for defeating large gathering magic, giving up Divination and Necromancy numbers of foes quickly, but it can be devastating against isn’t a bad choice. smaller numbers of living opponents. Specializing in Necromancy is suitable for those with a yen to play a Evocation character who’s a little creepy. The Evocation school includes the game’s most powerful To become a necromancer, you must select any other offensive spells. This is the obvious specialty if you really single school as your prohibited school. Like Divination, want to blast things apart, but you have to pay a hefty the Necromancy specialty is cheap. Your best bet is to cost. discard Divination, Illusion, or Enchantment. Choose To become an evoker, you must select your prohibited one of the last two if you expect to come up against school or schools from one of the following choices: (1) undead often. Conjuration; (2) any two of Abjuration, Enchantment, and Illusion; (3) Transmutation; or (4) any three schools. Transmutation You can afford to lose Conjuration, since you don’t More spells exist in the Transmutation school than in any need its offensive spells when you have fireball, ice storm, other, so this specialty gives you more access to a great and lightning bolt. It’s a bad idea to give up Abjuration and number of different spell effects. Some of these are the its vital dispel magic. Chances are you became an evoker so adventuring wizard’s bread and butter (such as haste and you can blow up stuff, in which case Enchantment and teleport). It’s a fine choice if you just want a few extra Illusion are easy choices—you probably don’t care for spells or if you intend to be an archetypal mage. their subtleties. On the other hand, some evokers find To become a transmuter, you must select your prohib- Evocation and Illusion a potent combination. If you ited school or schools from one of the following choices: alternately cast spells from both schools, your foes have a (1) Conjuration; (2) Evocation; (3) any two of Abjuration, hard time knowing which effects are real and which are Enchantment, and Illusion; or (4) any three schools. illusory. If you choose this route, you should probably Conjuration and Evocation contain powerful offensive give up either Conjuration or three schools: Divination, spells, but the breadth and depth of the Transmutation Necromancy, and Enchantment are best. school more than make up for their lack, should you choose to give up one of these. On the other hand, both Illusion complement your specialty nicely. Again, it comes down The Illusion school is flexible, as it includes spells that can to your personal style. This school provides you with hurt (or kill), conceal, deceive, and even create. The good mobility, so give up Conjuration if you want to zip downside is that, like enchanters, illusionists don’t do around the battlefield zapping foes. But if you chose well against mindless enemies. Also, many Illusion spells Transmutation for its flexibility, keep Conjuration over cannot harm or hinder foes directly—you have to be clever Evocation. Avoid giving up Abjuration if you can, but you enough to fool them. can afford to do without Enchantment and Illusion. To become an illusionist, you must select your prohib- Alternatively, you could give up three schools: Illusion, ited school or schools from either (1) one of Abjuration, Necromancy, and Divination is the best combination. Conjuration, Enchantment, Evocation, or Transmutation; or (2) both Divination and Necromancy.",
        "name":  "For Wizards Only",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 5th level and higher, you and and you. However, the reincarnate spell is an exception: your familiar can communicate verbally through your The spell brings back the familiar as an independent own private language. Other creatures do not understand being, and the resulting creature is no longer a familiar. the communication without magical help. No matter how the familiar returns from the dead, the",
        "name":  "Speak with Master",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balance +8, Climb +10, Hide +20, Move Silently Sparrow hawk— +12 (or master’s, if better). Thrush Speaks one language Toad Master gains +2 to Constitution score DScreech Owl Familiar: CR —; Diminutive magical beast; HD 1; hp ½ master’s; Init +3; Spd 10 ft, fly 30 ft. Statistics (average); AC 18 (touch 17, flat-footed 15); Atk +7 melee Here are basic statistics for familiars shown on Table 1-1. (1d2–3, claws); Face/Reach 1 ft. by 1 ft./0 ft.; SQ Grants Each assumes a 1st-level master with no additional class +2 modifier on Move Silently checks, granted abilities; or race bonuses to attacks or saving throws. AL Any; SV Fort +2, Ref +5, Will +4; Str 4, Dex 17, Con 10,",
        "name":  "Shrew Poisonous bite Skills",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Diminutive magical beast; HD 1; DShrew Familiar: CR —; Fine magical beast; HD 1; hp hp ½ master’s; Init +2; Spd 5 ft., fly 40 ft. (good); AC 17 ½ master’s; Init +3; Spd 15 ft., climb 15 ft; AC 22 (touch (touch 16, flat-footed 15); Atk -; Face/Reach 1 ft. by 1 ft./ 21, flat-footed 19); Atk +11 melee (1d2–5 and poison, 0 ft.; SQ Blindsight 120 ft., granted abilities; AL Any; SV bite); Face/Reach ½ ft. by ½ ft./0 ft.; SA Poison; SQ Scent, Fort +2, Ref +4, Will +4; Str 1, Dex 15, Con 10, Int 6, Wis granted abilities; AL Any; SV Fort +2, Ref +5, Will +3; 14, Cha 4. Str 1, Dex 17, Con 11, Int 6, Wis 12, Cha 2.",
        "name":  "DBat Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Diminutive magical",
        "name":  "DSparrow Hawk Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Diminutive magical beast; HD beast; HD 1; hp ½ master’s; Init +3; Spd 10 ft., fly 50 ft. 1; hp ½ master’s; Init +2; Spd 15 ft., climb 15 ft.; AC 17 (average); AC 18 (touch 17, flat-footed 15); Atk +7 melee (touch 16, flat-footed 15); Atk +6 melee (1d2–4, bite); (1d3–3, claws); Face/Reach 1 ft. by 1 ft./0 ft.; SQ Granted Face/Reach 1 ft. by 1 ft./0 ft.; SA Attach; SQ Scent, grants +2 abilities; AL Any; SV Fort +2, Ref +5, Will +4; Str 4, Dex 17, modifier on Ref saves, granted abilities; AL Any; SV Fort +2, Con 10, Int 6, Wis 14, Cha 6. Ref +4, Will +3; Str 3, Dex 15, Con 10, Int 6, Wis 12, Cha 5. Skills and Feats: Listen +6, Spot +6/+8 in daylight (or",
        "name":  "DFerret Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Diminutive magical beast; ties; AL Any; SV Fort +2, Ref +4, Will +4; Str 1, Dex 15, HD 1; hp ½ master’s; Init +0; Spd 15 ft.; AC 17 (touch 15, Con 10, Int 6, Wis 14, Cha 6. flat-footed 16); Atk +5 melee (1d3–4, bite); Face/Reach 1 Skills: Listen +6, Spot +6 (or master’s, if better). 13 CHAPTER 1: ARCANE LORE",
        "name":  "DHedgehog Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Diminutive magical beast; Dexterity and 1d3 temporary Constitution (see Disease, HD 1; hp ½ master’s; Init +1; Spd 5 ft.; AC 16 (touch 15, page 74 of the DUNGEON MASTER’SGuide). flat-footed 15); Atk -; Face/Reach 1 ft. by 1 ft./0 ft.; SQ Grants +2 Constitution, granted abilities; AL Any; SV DMedium-Size Eagle Familiar: CR —; Medium-size Fort +2, Ref +3, Will +4; Str 1, Dex 12, Con 11, Int 6, magical beast; HD 2; hp 13 or ½ master’s; Init +1; Spd 10 Wis 14, Cha 4. ft., fly 80 ft. (average); AC 13 (touch 11, flat-footed 12);",
        "name":  "DToad Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Medium-size magical TABLE 1-2: FAMILIARSFOR HUGEOR BIGGER MASTERS beast; HD 3; hp 22 or ½ master’s; Init +2; Spd 30 ft., FFFFFaaaaammmmmiiiiillllliiiiiaaaaarrrrr SSSSSpppppeeeeeccccciiiiiaaaaalllll swim 30 ft.; AC 16 (touch 12, flat-footed 14); Atk +5 melee Bat (small) — (1d8+4, bite); SQ Grants +2 Constitution, granted abili- Dire rat Master gains a +2 modifier on Fortitude saves ties; AL Any; SV Fort +6, Ref +5, Will +3; Str 17, Dex 15, Eagle — Con 17, Int 6, Wis 12, Cha 2. (medium-size) Skills: Climb +9, Hide +7/+15 in forested or overgrown Giant lizard Master gains +2 to Constitution score areas, Listen +4, Move Silently +6, Spot +4 (or master’s, if Leopard Master gains a +2 modifier on Move Silently better). checks Owl Has low-light vision; master gains a +2 modifier DLeopard Familiar: CR —; Medium-size magical beast; (Medium-size)on Move Silently checks HD 3; hp 19 or ½ master’s; Init +4; Spd 40 ft., climb 20 ft; Raven (small)Speaks one language AC 16 (touch 14, flat-footed 12); Atk +6 melee (1d6+3, bite), Viper Poisonous bite +1 melee (1d3+1, 2 claws); SA Improved grab, pounce, (Medium-size) rake 1d3+1; SQ Grants +2 modifier on Move Silently Wolverine Master gains a +2 modifier on Reflex saves checks, granted abilities; AL Any; SV Fort +5, Ref +7, Will +3; Str 16, Dex 19, Con 15, Int 6, Wis 12, Cha 6.",
        "name":  "DGiant Lizard Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Small magical beast; Pounce (Ex): If a leopard leaps upon a foe during the HD 1; hp ½ master’s; Init +1; Spd 10 ft., fly 40 ft. (good); first round of combat, it can make a full attack even if it AC 13 (touch 12, flat-footed 12); Atk +2 melee (1d4–2, has already taken a move action. bite); SQ Blindsight 120 ft., granted abilities; AL Any; SV Rake(Ex): On a pounce or successful hold, can make Fort +2, Ref +3, Will +4; Str 7, Dex 13, Con 10, Int 6, two rake attacks (+6 melee) with its hind legs for 1d3+1 Wis 14, Cha 4. damage each.",
        "name":  "DSmall Bat Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Small magical beast; HD 1; abilities; AL Any; SV Fort +4, Ref +4, Will +4; Str 14, hp ½ master’s; Init +3; Spd 40 ft., climb 20 ft.; AC 16 Dex 13, Con 12, Int 6, Wis 14, Cha 4. (touch 14, flat-footed 13); Atk +4 melee (1d4, bite); SA Skills and Feats: Listen +14, Move Silently +19, Spot +6/ Disease; SQ Scent, grants +2 modifier on Fort saves, +14 in dusk or darkness (or master’s, if better); Multi- granted abilities; AL Any; SV Fort +3, Ref +5, Will +3; attack. Str 10, Dex 17, Con 12, Int 6, Wis 12, Cha 4.",
        "name":  "DDire Rat Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Medium-size magical (Lawful); HD 7; hp ½ master’s; Init +2; Spd 40 ft.; AC 21 beast; HD 3; hp 25 or ½ master’s; Init +2; Spd 30 ft., (touch 13, flat-footed 19); Atk +5 melee (1d4+1, bite); SQ burrow 10 ft., climb 10 ft.; AC 15 (touch 12, flat-footed Electricity, fire, and sonic resistance 20, immune to 13); Atk +4 melee (1d4+2, 2 claws), –1 melee (1d6+1, poison, petrification and cold, granted abilities, speak bite); SA Rage; SQ Grants +2 to Ref saves, granted abili- with master, touch; AL LN; SV Fort +3, Ref +4, Will +5; ties, scent; AL Any; SV Fort +7, Ref +5, Will +3; Str 14, Str 13, Dex 14, Con 13, Int 9, Wis 10, Cha 9. Dex 15, Con 19, Int 6, Wis 12, Cha 10. Skills and Feats: Climb +3, Craft (any one) +4 (or master’s,",
        "name":  "DWolverine Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Tiny outsider (evil, lawful); Spell-Like Abilities: At will—detect good, detect magic HD 7; hp ½ master’s; Init +3; Spd 20 ft., fly 50 ft. (perfect); and invisibility (self only); 1/day—cause fear (as the spell AC 22 (touch 15, flat-footed 19); Atk +8 melee (1d4 and but 30-foot radius). These abilities are as the spells cast by poison, sting); Face/Reach 2 ½ ft. by 2 ½ ft./0 ft.; SA a 6th-level sorcerer (save DC 10+ spell level). Once per Spell-like abilities, poison; SQ Damage reduction 5/silver, week a quasit can use commune to ask six questions poison immunity, fire resistance 20, see in darkness, alter- (otherwise as the spell cast by a 12th-level cleric). nate form, regeneration 2, granted abilities, touch, speak Poison (Ex): Claw; Fort save (DC 13); initial damage with master; SR 5; AL LE; SV Fort +3, Ref +6, Will +6; Str 1d4 temporary Dexterity, secondary damage 2d4 10, Dex 17, Con 10, Int 10, Wis 12, Cha 10. temporary Dexterity.",
        "name":  "DImp Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR —; Tiny outsider (chaotic, evil); Air Mastery (Ex): Airborne creatures suffer a –1 HD 7; hp ½ master’s; Init +3; Spd 20 ft., fly 50 ft. penalty to attack and damage rolls against an air elemental. 16 CHAPTER 1: ARCANE LORE Whirlwind(Su): Once every 10 minutes, transform 20 ft., swim 90 ft.; AC 20 (touch 11, flat-footed 20); Atk +5 into whirlwind for 1 round; 5-foot base, up to 30-foot top, melee (1d6+3, slam); SA Water mastery, drench, vortex; 10-20 feet tall. Move at fly speed. SQ Granted abilities, touch, speak with master, elemental; Tiny or smaller creatures must succeed at a Ref save AL Any; SV Fort +4, Ref +1, Will +4; Str 14, Dex 10, (DC 11) or take 1d4 points of damage, and at a second Ref Con 13, Int 8, Wis 11, Cha 11. save (DC 11) or be picked up and held. Flying creatures Skills and Feats: Listen +5, Spot +5 (or master’s, if better); can attempt a Ref save to escape (still takes damage). The Power Attack. elemental can eject carried creatures at any time. Water Mastery (Ex): +1 attack and damage modifier if If the base touches the ground, it creates a swirling both it and its foe touch water, -4 penalty to attack and cloud of debris centered on the elemental, diameter half damage against landbound opponents. the whirlwind’s height, obscures all vision (including Drench (Ex): The elemental’s touch puts out torches, darkvision) beyond 5 feet. Creatures 5 feet away have 50% campfires, exposed lanterns, and other open flames of concealment, while those farther away have total conceal- nonmagical origin of Large size or smaller. Can dispel ment (see Concealment, page 133 of the Player’s Hand- magical fire it touches as dispel magic cast by a 2nd-level book). Those caught in the cloud must succeed at a caster. Concentration check (DC 11) to cast a spell. Vortex (Su): Once every 10 minutes, transform into",
        "name":  "DQuasit Familiar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The spellcaster serves as a guardian or covetous of their knowledge and power, egotistical, and sentinel, erecting barriers against magical assaults and greedy for magical lore. Still, not every one is an individ- keeping watch for other dangers. Diviners and abjurers ualist, and those with similar convictions or a shared are best in this duty. agenda often band together to form organizations.",
        "name":  "Protector",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is a diplomat or troubleshooter, whose tasks A spellcaster may seek to join a specific magical may be as varied as smoothing ruffled political feathers, organization to gain certain advantages in return for gathering information, or finding ways to bypass or dues, quests, or other obligations. Some of these are very defeat obstructions. Sorcerers take to this role well, bene- loose affiliations that the spellcaster can ignore or fiting from their well-developed social skills and ability to acknowledge as he pleases. Others are more solidly cast the same spell repeatedly. grounded and include a chapterhouse or other perma-",
        "name":  "Fixer",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dues are 30 gp per month. A member teleport, staff of power (40 charges). must appear on campus at least once every six months to accept special commissions, if any. DRaphael: Raven familiar; CR —; Tiny magical beast;",
        "name":  "Membership",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellcasters who join the Arcane Order pick HD 9; hp 39; Init +2; Spd 10 ft., fly 40 ft. (average); AC 19 up the associated prestige class (see Mage of the Arcane (touch 14, flat-footed 17); Atk +11/+6 melee (1d4, claws); Order in Chapter 3: Prestige Classes). Benefits include Face/Reach 2 ½ ft. by 2 ½ ft./0 ft.; SQ Speaks lodging, magical enhancement, social opportunities, and Common, granted abilities; AL CG; SV Fort +6, Ref +8, related items, and are described under the prestige class. Will +15; Str 1, Dex 15, Con 10, Int 10, Wis 14, Cha 6.",
        "name":  "Benefits",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Male human Wiz 9/Guildmage 10; is extensive. Subterranean vaults hold secret magical CR 19; Medium-size humanoid (human); HD 19d4+38; treasures, while its aboveground laboratories and class- hp 78; Init +2; Spd 30 ft.; AC 32 (touch 17, flat-footed 30); rooms see daily use by arcane students and professorial Atk +12/+7 melee (1d6+3, staff of power, double damage spellcasters. with charge); SA Spellpool III (see Chapter 3: Prestige Would be wizards (and a few sorcerers) apprentice at Classes), raven familiar (see below); AL CG; SV Fort +10, the college and stay most of the year within the halls of Ref +10, Will +16; Str 12, Dex 15, Con 14, Int 25 (19), Mathghamhna, as do the regents who instruct the Wis 12, Cha 12. apprentices and low-level casters. Over two hundred",
        "name":  "DJapheth Arcane",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rumors place the Bleak Academy in the midst of a dreary swamp, built on the crypt of an ancient lich. 25 CHAPTER 1: ARCANE LORE Broken Wands League of Diviners The Broken Wands is a guild of spellcasters who kill for The League of Diviners is a professional association of money. spellcasters who are experts in Divination magic.",
        "name":  "Headquarters",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The guild operates out of a magically Headquarters: The League of Diviners has no central hidden citadel, probably located in a wizard-fashioned offices. Members meet once a year, at a location never demiplane. The location of the headquarters is a well- named—the members must divine it (or learn of it in kept secret. some other more mundane fashion). Those interested in employing the services of the Broken Wands gain the attention of its leadership by The Queendom scrawling the sign of the guild (a broken wand) in blood on the inside of a door. A secret scrying method deter- A fortunate few spellcasters have formed their own small mines the location of such signs, after which a represen- island-nation under the rulership of a benevolent and tative of the Broken Wands contacts the petitioner. magical queen.",
        "name":  "Headquarters",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Many without magical abilities are born citizens of the Queendom, although quite a few leave Escriers upon achieving their majority. Immigration is possible, This is a network of spellcasters who like to keep in but full citizenship is granted only to those who can touch. demonstrate true magical ability. Immigrants must",
        "name":  "Membership",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The initiation fee is a steep forswear any former citizenship to another state and must Escrier’s Brooch 20, 000 gp, but there are no annual dues. spend at least two months each year in country. The total This magic brooch of metal and However, each member must stay in contact population of the Queendom hovers around 10,000, glass allows its wearer to con- with the others. which about half are arcane spellcasters of some sort. tact any other creature wearing Benefits: The Escriers are an informal asso- Benefits: Spellcasting citizens are each granted a a similar brooch as the sending ciation and have in common only a magic domicile and free access to the Queendom’s Library in spell twice per day. This spell- brooch each member receives when initiated. the capital city of Murai. Citizens can expect the like ability requires a standard This brooch allows the member to contact protection of the Crown when in residence, though action that does not draw an other members wearing their brooch twice the queen disavows any citizen who undertakes crimi- attack of opportunity. Creatures per day. In essence, members form a magical nal acts on foreign soil and then flees for asylum on the not wearing an Escrier’s brooch communications network connecting each island. The economy of the Queendom is robust, and cannot be contacted using this brooch (indeed, it is sometimes referred to as paupers are few. item. The brooch does not work in dead-magic areas or across the Network). The \"initiation fee\" is really the Leadership: Queen DiFate has ruled the Queendom planes. it has an AC of 13, 1 hit cost to craft this brooch, whose creation is a longer than any can remember. It is rumored that her point, a hardness of 5, and a guarded secret. power surpasses that of any other purely mortal caster. break DC of 18. Leadership:The Escriers have no leaders And love the queen, and by all accounts, she is a noble",
        "name":  "Membership",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: or followers, nor do they subscribe to a and capable ruler in her turn. Craft Wondrous Item, sending; common belief system other than the desire Headquarters: Citizens of the Queendom live on",
        "name":  "Caster Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20,000 gp; Weight: to keep in touch. Generally, news travels over magical island. The island moves, following a preestab- — the Escriers’ brooches faster than through any lished trading route through the oceans of the world, other medium. Sometimes, bold members although in an emergency, the queen can direct the take up with adventuring companies just to create an island as she wills. ongoing travelogue for the Network. Being magically saturated, the moving island is",
        "name":  "Market Price",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +21, Listen +5, Spot +6. without staying put. In fact, numerous Savants range far Granted Abilities: Alertness, improved evasion, share and wide, only returning to report items of interest to spells, empathic link, touch, speak with master (see the the leadership, or to rest awhile before returning to the Familiars section, above). world.",
        "name":  "Of course, one can be a member of the organization Skills and Feats",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Weasel familiar; CR —; Tiny magical beast; Teleport without error 1, 820 gp* HD 7; hp 49; Init +2; Spd 20 ft., climb 20 ft.; AC 18 (touch Teleportation circle, very familiar area 3, 060 gp* 14, flat-footed 16); Atk +15/+10/+5 (1d3-4, bite); Astral projection, to known Union outpost 3, 060 gp* Face/Reach 2 ½ ft. by 2 ½ ft./0 ft.; SQ Grants +2 Ref Scroll of teleport 1, 125 gp saves, granted abilities; AL CG; SV Fort +11, Ref +9, Scroll of teleport without error 2, 275 gp Will +13; Str 3, Dex 15, Con 10, Int 11, Wis 12, Cha 5. * Includes return travel of the Union caster. All costs cut by",
        "name":  "DJumoke",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Wayfarersí Union A MAGESí ABODE These spellcasters specialize in travel magic and offer their services for a price. Community and royal officials Welcome to the Hollow, the walled home of Benay and use members of the Union when traveling on official Airees Ahollow, a wizard and a sorcerer who have set up business, as do wealthy patrons who want the best trans- shop together. port that money can buy.",
        "name":  "THE HOLLOW",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The initiation fee is 200 gp. Union dues How Typical Is the Hollow? are 20% of all income gained through employing travel magic for clients and must be turned over to the Union Like all private homes, the Hollow reflects the quirks treasurer. A member must serve a minimum of two and preferences of its owners, but it also has many months a year on the Travel Board (see below). features that suit any arcane spellcaster’s residence.",
        "name":  "Membership",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Hollow has steeply canted a fluid that preserves a living not necessarily in that order. Unless otherwise stated in roofs made of thick planks covered with eye. the text for a specific area, the Hollow’s major features slates, which are slippery and unstable. 4 Small, golden, harp-shaped toy that magically emits are as follows. Anyone making a normal move over the bell-like music when",
        "name":  "Airees had it built for privacy, security, and comfort, but Roofs",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Exterior and interior walls are masonry, 5 feet roof must succeed at a Balance check (DC touched. thick. Interior walls are also masonry, 6 inches thick. All 20) or kick some slates loose and fall amid 5 Magical pen that copies are in good condition (like new) and quite smooth so as a clatter. A falling character drops any- any words dictated to it (not to discourage climbing (Climb check DC 20). where from 30 to 50 feet, depending on spells) onto vellum, in the dExterior Walls: 5 ft. thick; hardness 8; hp 300; AC high the roof is at that point. Running or speaker’s language. 2; break DC 50. charging along the roof isn’t possible. 6 Tapestry in the wall that shows random everchang- dInterior Walls: 6 in. thick; hardness 8; hp 45; AC 4; Moving at half speed drops the Balance ing views of other places. break DC 28. DC to 10. 7 Magically animate, 1-foot-",
        "name":  "Walls",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "On the ground floor and in the cellar, the Inside the Hollow 8 Ornate chess set haunted floors are smooth stone, while the upper level has wooden by its crafter; the spirit plays floors. Few are bare; their coverings vary from fancy rugs This section includes short descriptions of a mean game. 9 1-foot-diameter glass to dry reeds as noted in the description for various areas. the Hollow’s major areas. sphere, magical lights",
        "name":  "Floors",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +1 modifier on attack prepared spell uses a spell slot of the spell’s normal level, and damage with rays and energy missiles at ranges of 30 modified by any other metamagic feats. 38 CHAPTER 2: FEATS Charisma 18, so the base DC is 17 (10+3 for the spell’s level Augment Summoning [General] +4 for the ability score modifier). The final save DC of the Your summoned creatures are better than normal. cooperatively cast fireball is 17+2+1+1 or 21. Whoever has",
        "name":  "Point Blank Shot",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures you conjure with any summon spell caster level check, which gains a +4 modifier. AAAAAdddddmmmmmiiiiixxxxxiiiiinnnnnggggg EEEEEnnnnneeeeerrrrrgggggyyyyy gain +1 hit point per Hit Die and a +1 competence modifier on attack and damage rolls. Delay Spell [Metamagic] You can cast spells that take effect after a When you alter a spell with the Chain Spell [Metamagic] short delay of your choosing. Energy Substitution or Energy Admixture feats, the spell",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat. behaves exactly as the normal the primary target. Benefit: A delayed spell doesn’t activate version does, expect for the type",
        "name":  "You can cast spells that arc to other targets in addition to Prerequisite",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat. until 1 to 5 rounds after you finish casting of damage dealt. For example, a",
        "name":  "Prerequisites",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can chain any spell that specifies a single it. You determine the delay when casting fireball with acid energy target and has a range greater than touch. The chained the spell, and it cannot be changed once substituted for fire or admixed spell affects that target (the primary target) normally, then set. The spell activates just before your with add still deals damage in a arcs to a number of secondary targets equal to your caster turn on the round you designate. Only area, 20-foot spread. level. Each arc affects one secondary target. You choose personal, and touch spells may be affected If a spell has 3 secondary effect, the secondary targets as you like, but they must all be by this feat. so does the altered version. For within 30 feet of the primary target, and no target can be Any decisions you would make about example, a shout spell can deafen creatures and deals extra affected more than once. You can affect fewer secondary the spell, including attack rolls, designat- damage to crystalline creatures. targets than the maximum. ing targets, or determining or shaping an If fire is substituted for sonic If the chained spell deals damage, the secondary targets area, are decided when the spell is cast. energy, the altered shout spell each take half as many dice of damage as the primary Any effects resolved by those affected by still has these effects, but deals target (rounded down) and can attempt Reflex saving the spell, including saving throws, are fire damage instead of sonic. throws for half of the secondary damage. For spells that do decided when the spell triggers. If condi- Sometimes, however, a spell’s not deal points of damage, the save DCs against arcing tions change between casting and effect in minor effects are directly related effects are reduced by 4. For example, a 10th-level wizard such a fashion as to make the spell impos- to its energy type: for example, casts a chained cause fear on a nearby goblin and can specify sible—for example, the target you desig- a fireball can set things alight, up to ten secondary targets. The goblin, as primary target, nate leaves the spell’s maximum range but a sonic or acid fireball cannot. must make a Will save against DC 14, while those affected before it goes off—the spell fails. When a spell deals some by the secondary arcs save against DC 10. A delayed spell may be dispelled damage that is not energy- A chained spell uses up a spell slot three levels higher normally during the delay, and can be based, that portion of the spell than the spell’s actual level. detected normally in the area or on the cannot be affected by Energy target with spells such as detect magic. A Admixture or Energy Substi- Cooperative Spell [Metamagic] delayed spell uses up a spell slot three tution. For example, ice storm You can cast spells to greater effect in conjunction with levels higher than the spell’s actual level. deals 3d6 points of impact the same spell cast by another. damage and 2d6 points of cold",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat. Energy Admixture damage. Substituting electricity",
        "name":  "Prerequisites",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You and another spellcaster with the Coopera- [Metamagic] for cold produces an electric storm that deals 3d6 points of tive Spell feat can simultaneously cast the same spell (at the You can modify a spell that uses one type of impact damage and 2d6 points same time in the round). You must be adjacent to one another energy to mix in an equal amount of another of electricity damage. Energy when casting cooperatively. Add +2 to the save DC against type of energy. Admixture, however, matches the cooperatively cast spells and +1 to caster level checks to beat Prerequisite: Energy Substitution, one full amount of damage dealt by the target’s spell resistance (if any). Use the base DC and other metamagic feat, 5 ranks in Knowl- the spell. For example, an level check of the better caster. A cooperative spell uses up edge (arcana). electric ice storm would deal 3d6 a spell slot of the same level as the spell’s actual level. Benefit: Choose one type of energy: points of impact damage. 2d6",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    }
]
