[
    {
        "origin_file":  "magic_items.json",
        "description":  "This item appears to Aura/Caster Level: Moderate, no be a normal, if well made, bedroll. The school. CL 11th. cushioning is thick, the stitching",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous skilled. It is made of dark green cloth Item, Rary\u0027s arcane conversion (page with a dull yellow interior. It smells 114), 9,000 gp, 720 XP, 18 days. faintly comforting, a mix of burning",
        "name":  "Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To activate the magic of the bedroll, you need merely climb into it Cloak of Comfort (a move action) and spend 1 uninterrupted This cloak allows you to remain comfort hour resting. Each bedroll functions once able in any mundane environment, and per day. to share that comfort with nearby allies.",
        "name":  "Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A cloak of comfort is active as long as it is worn; it requires no special actions to activate. TABLE 5-4: NEW WONDROUS ITEMS",
        "name":  "Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You are protected by a constant endure elements Item Market Price effect, as are any allies within 30 feet of you. Steadying robe 1,000 gp You also gain a +1 resistance bonus on saving throws. Quill of scribing 1,750 gp Aura/Caster Level: Faint abjuration. CL 3rd. Cloak of comfort +7 3,000 gp",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, endure elements Heward\u0027s fortifying bedroll 3,000 gp or cold comfort (page 123), resistance, 1,500 gp, 120 XP, 3 days. Cloak of comfort +2 6,000 gp Familiar\u0027s belt 6,000 gp",
        "name":  "Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "More powerful versions of this cloak can be Metamagic wandgrip 6,000 gp created with a higher resistance bonus on saves (+1,500 gp, Horizon goggles 8,000 gp +120 XP, +3 days for +2 bonus; +4,000 gp, +320 XP, +8 days for Cloak of comfort +3 11,000 gp +3 bonus; +7,500 gp, +600 XP, +15 days for +4 bonus; +12,000 Murderer\u0027s gloves 16,000 gp gp, +960 XP, +24 days for +5 bonus). Amulet of spell conversion 18,000 gp",
        "name":  "Variants",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp (+l), 6,000 gp (+2), 11,000 gp (+3), 18,000 Cloak of comfort +5 27,000 gp gp (+4), 27,000 gp (+5). After using Reward\u0027s fortifying bedroll, you can\u0027t gain the Construction: Craft Wondrous Item, Metamagic Spell same benefit again (either from the same or a different item) Trigger (page 45), 3,000 gp, 240 XP, 6 days. until 48 hours have passed. Price: 6,000 gp. Aura/Caster Level: Faint transmutation. CL 3rd.",
        "name":  "Price",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, sleep, 1,500 gp, 120 Murderers Gloves XP, 3 days. These thin gloves allow a killer to escape undetected, causing",
        "name":  "Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, near horizon (page Beloved by wizards everywhere, this magical quill can scribe 111), 4,000 gp, 320 XP, 8 days. a scroll for you, leaving you free to pursue other activities.",
        "name":  "Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A metamagic wandgrip is made of copper. When in use, the pen writes on its own, needing no inkwell It is unadorned except for a single magical rune carved out or other writing supplies. of the handgrip, so that the wielder\u0027s skin is exposed to the Prerequisite: You must have the Scribe Scroll feat to magic item through that rune. activate a quill of scribing.",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A quill of scribing is activated by a command its position inside the closed hand makes this difficult to see word in Draconic, translating roughly as \"inscribe.\" This (Spot DC 15). requires a standard action. It deactivates when it is through",
        "name":  "The hollow rune glows whenever the item is used, though Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Activating a metamagic wandgrip is subsumed scribing the scroll in question, but it can be deactivated early in the activation of the wand. It functions only three times simply by taking it in hand and pulling it away from the per day. Placing a wand into the wandgrip (or removing a scroll (though this wastes any resources required to scribe wand from it) requires a move action. the scroll). The quill can be activated only once per day, even",
        "name":  "Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can apply any one metamagic feat you know if it is deactivated early. to a wand placed within the wandgrip. Doing this drains an Effect: A quill of scribing animates and scribes a scroll for additional number of charges from the item equal to the you (of any single spell that you know). Treat this just as if normal cost of that feat in spell slots. For instance, Extend you were scribing it, including gp cost, XP cost, time, and Spell normally raises the cost of a spell by one level, so using all other construction requirements. Extend Spell on a wand or staff would drain one additional Spellcasters typically activate a quill of scribing just before charge (on top of the cost of the spell being cast) from the going to bed (or, in the case of more raucous spellcasters, just item. before going drinking). In all other ways, this item functions as i£ you had the Aura/Caster Level: Faint, no school. CL 1st. Metamagic Spell Trigger feat (see page 45). Construction: Craft Wondrous Item, Scribe Scroll, pres Aura/Caster Level: Moderate transmutation. CL 6th. tidigitation, 875 gp, 70 XP, 2 days.",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,750 gp. Steadying Robe Stormstrider boots also provide a 5-foot enhancement bonus This simple garment negates movement beneath you, to your land speed. enabling you to cast spells on a mount or a while on a moving Aura/Caster Level: Moderate transmutation. CL 9th. boat. Construction: Craft Wondrous Item, expeditious retreat,",
        "name":  "Price",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A steadying robe is made of a thick blue-gray lightning leap (page 109), 9,000 gp, 720 XP, 18 days. cloth, with silver lining around the hem, the cuffs, and the Weight: 2 lb. hood. It is clearly of fine manufacture, and though plain, Price: 18,000 gp. would not seem out of place at a courtly function. Although the robe is perfectly comfortable to wear, ALCHEMICAL ITEMS anyone running a hand over it notices an unusual stiffness, as though the cloth were somehow held erect by an interior The art of alchemy has produced many useful substances framework. that have seemingly miraculous properties. In truth, these",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A steadying robe functions only for materials have no magical properties at all. Alchemists claim spellcasters. that their creations function strictly according to natural",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A steadying robe negates the unsteadying effect magical effects. Still, magic doesn\u0027t work everywhere, and of vigorous, violent, or extremely violent motion on your alchemical items are typically cheap to produce. Here are spellcasting (see the Concentration skill, PH 70). You need some recent alchemical inventions that adventurers of all not make a Concentration check to successfully cast a spell kinds might find useful. in such a situation. Auran Mask: This mask fits over the character\u0027s nose A steadying robe\u0027s benefit doesn\u0027t apply in any other and mouth. The bulk of the item is a cloth packet holding situations, such as when you take damage or are entangled, a porous, spongelike substance. It requires a move action to grappling, or distracted by weather. put on or remove, and once a single breath is taken through The robe also grants you a +2 competence bonus on Bal the mask, its benefits last for only 1 hour (or less if taken ance checks. underwater). Aura/Caster Level: Faint transmutation. CL 1st. A creature wearing an auran mask receives a +5 circum",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, feather fall, 500 gp, stance bonus on Fortitude saves against inhaled toxins. In 40 XP, 1 day. addition, the wearer can breathe underwater as if under the",
        "name":  "Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These boots function only for characters a wax seal, and the whole item is about the size of a normal who have the Spring Attack feat. torch. An alchemical substance packed inside the tube ignites",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Before and after making the attack as part of your TABLE 5-5: ALCHEMICAL ITEMS spring attack, you become pure lightning. You can move Craft (alchemy) through occupied squares during your spring attack, and Item Weight Cost DC Auran mask 60 gp 25 any creature in a square you move through takes 9d6 points Crackle powder * 30 gp 20 of electricity damage (Reflex DC 17 half). Moving through Fast torch 1/2 lb. 5 gp 20 a creature\u0027s space more than once during your spring attack Screaming flask 1 lb. 40 gp 25 doesn\u0027t have any additional effect. Weeping flask *+ 50 gp 15 You rematerialize briefly at a single point during your * Item has no weight worth noting. spring attack, enabling you to make a single attack as + A weeping flask has no weight worth noting when empty. normal. It weighs 4 pounds when filled with water. The lit torch produces a brilliant white light that produces bright illumination in a 30-foot radius and shadowy illumina tion 30 feet beyond that. A fast torch burns for 10 minutes, even in high winds or underwater (though it can\u0027t be ignited underwater). It\u0027s possible to extinguish a fast torch by burying it in sand (or a similar substance) or by grinding it out against a nonflam mable surface. Either method requires a full-round action; once extinguished, it can\u0027t be relit.",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Popular lore has it that this fluffy golden Fairy dust 100 gp material is reputedly made up of pinfeathers from celestials\u0027 Golden desert honey * 300 gp wings. In fact, it is pollen gathered from various rare flowers Possibility dust * 100 gp found growing on the Upper Planes. Primal essence * 150 gp Serpents\u0027 tongue * 120 gp When angel down is used as a component in an abjura Singing shell 200 gp tion spell, the spell\u0027s duration is doubled as if affected by * These items have no weight worth noting. the Extend Spell feat. When a devil\u0027s eye is used in a divination spell, the spell\u0027s possibility dust is literally distilled reality that somehow level is increased by one (as if by Heighten Spell). seeps from the Material Plane to the Astral Plane, where Dragon\u0027s Tear: Reputedly the dried tears of dragons, it settles as fine dust. This assertion is unproven; however, these irregular little crystals have a milky white color with spellcasters have found the substance useful when attempt a faint blue tinge. They are found near mineral springs to create something out of nothing. and volcanic vents (both locales with a decidedly draconic When possibility dust is incorporated into any creation character). spell, the spell\u0027s duration doubles, as if affected by the Extend When used in any fire or mind-affecting spell, a dragon\u0027s Spell feat. tear increases the spell\u0027s level by one, as if affected by the Primal Essence: This granular material appears as metal Heighten Spell feat. lic sand, though it actually comes from the Ethereal Plane.",
        "name":  "Angel Down",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This iridescent gray material is gathered Spell feat. If the spell doesn\u0027t affect an area, its range doubles in the depths of the Astral Plane. Planar scholars believe that instead, as if affected by the Enlarge Spell feat. Even in an otherworldly environment, magic retains its power A rcane magic ranks among the most influential and obstacles, and dangers the PCs face during their adopted powerful forces in any campaign. The sheer power quest have a decidedly arcane bent. The party faces arcane and versatility of arcane spells makes arcane spell- spellcasters in battle, along with creatures that have been casters indispensable in war, politics, espionage, well prepared with arcane magic. travel, and most other endeavors. Few lives remain untouched Other arcane twists to this basic adventure might by arcane magic, though many beings feel its effects only involve a deception based on an arcane spell. For example, indirectly. Since arcane magic is so pervasive, it\u0027s a sure bet the mysterious stranger might be an illusion, or an old that player characters will find their affairs tangled up with foe using an alter self spell. Or perhaps the mysterious arcane magic in some way or another. Of course, every suc stranger is compelled to approach the PCs through the cessful party includes an arcane spellcaster, but from time action of a geas, suggestion, or dominate person spell. to time arcane magic intrudes in some more profound (or subtle) way. ARCANE ADVENTURE THEMES Arcane spells, items, and effects can provide themes tor WHAT ARE ARCANE ADVENTURES? adventures. Keep in mind that an arcane theme need An arcane adventure includes arcane magic as an overall not profoundly change an adventure; it only needs to theme or incorporates arcane magic as an essential element. provide a little twist. Here are a few examples. For example, a typical D\u0026D adventure might begin when Spellcasting Goes Awry: Because nobody really the PCs meet a mysterious stranger who enlists their aid in knows exactly how or why spells work, some celes completing a quest. Inevitably, foes (both old and new) step tial or geological event could affect spellcasting in forward to defeat or subvert the party\u0027s plans, and the player various ways. Its also possible that some sentient characters must overcome obstacles and dangers before creature committed a blunder that sent magical finding success. ripples through the universe. Spells might be You can overlay an arcane theme over this adventure affected in several ways. Perhaps they merely fail some of concept in several ways. The mysterious stranger might be a the time (every arcane caster has a spell failure chance), sorcerer or wizard who has discovered a new spell or item and or perhaps their effects are altered or reversed. A fire wishes to keep the discovery out of a rival\u0027s hands. The foes, ball spell might produce blocks of ice that don\u0027t deal much damage. Or perhaps a fireball produces some kind of condition does not last very long or has a workaround of some implosion. A faulty spell might also be inexplicably misaimed kind, or else the players running arcane spellcasters in your or have an absurdly low save DC. game will feel unfairly singled out.",
        "name":  "Possibility Dust",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Many spells in upon to correct the circumstance that caused the problem, the D\u0026D game require components that you can\u0027t find just or they might be able to discover a method for spellcasters anywhere. Supplies for such items might be disrupted in to adapt to the new magical conditions. Make sure that the several ways. War or natural disaster could curtail production ONE HUNDRED ADVENTURE IDEAS 23 A group of illusion-wielding spellcasters tries to convince a colony of dwarves that a long-dead dwarf Use the following list for spur-of-the-moment adventure hero has returned. seeds involving arcane spellcasters. 24 A determined group of gnomes and dwarves seeks to prevent an arcane spellcaster from building a d% Adventure Idea stronghold over their underground settlement. 1 Thieves steal a wizard\u0027s spellbooks (or the wizard 25 An arcane spellcaster is unjustly accused of starting a simply loses them). devastating fire with a badly aimed (or miscast) spell. 2 A gang of doppelgangers impersonates members of a 26 Two well-known arcane spellcasters fight a magic duel. bardic guild. 27 A dragon threatens to ravage a city or town unless 3 Rumor has it that the tomb of an ancient wizard or someone can teach it a new spell. sorcerer has been found. 28 A den of thieves has an evil naga for a guildmaster. 4 A bound fiend breaks free from a wizard\u0027s control and 29 The dead, old and new, have been vanishing from takes over the character\u0027s home. cemeteries, leading to fears of a necromancer at work. 5 A gang of arcane spellcasters on flying mounts 30 A conclave of wizards seeks help in providing security terrorizes the countryside. for their next meeting. 6 A group of shapechanging fiends has begun stalking 31 Someone is using enchantment spells to induce others and killing arcane spellcasters. to commit various crimes. 7 Someone has been stealing spell component pouches 32 Spells and effects of one school have gone awry due to from merchants and individual spellcasters alike. an imbalance or rip in the fabric of the planes. 8 A group of spellcasters uses illusion and summoning 33 A member of the nobility claims to have been affected spells to create the impression of a haunted house or by an enchantment spell when closing a particularly castle to cover up some nefarious activity. disastrous trade agreement. 9 Burglars rob an arcane spellcaster\u0027s abode and take 34 A dishonest merchant peddles goods that have been several potentially dangerous artifacts or cursed magic temporarily conjured, created, or altered. items. 35 A divination spell proves that a condemned criminal is 10 A particularly larcenous group of halflings recently innocent of any crime. arrived in the area is actually a mobile colony of aranea. 36 A treasure hunter trying to recruit companions is 11 A sorcerer with a penchant for destructive spells has actually an ogre mage looking for victims. been running amok in cities and towns in the area. 37 An arcane spellcaster needs a rare item found in a 12 Two long-dead arcane rivals recently reappeared as a distant land to complete a spell or magic item. lich and a ghost and resumed their competitive exploits. 38 A reclusive spellcaster is also a vampire. 13 A wizards guild (or one of the organizations 39 A covey of hags poses as spellcasters for hire. mentioned in Chapter 2) issues a challenge to the local 40 A gang of evil spellcasters threatens merchants and government. farmers with magical doom if they don\u0027t pay a monthly 14 A war or other calamity makes a certain rare spell tithe. component even more difficult to obtain than usual. 41 A rogue employs one or more simulacrums to provide 15 Someone kidnaps a sorcerer\u0027s or wizard\u0027s familiar. her with an alibi after committing a spectacular theft. 16 A prominent citizen or member of the nobility was 42 A spellcaster uses control weather spells to keep ships secretly polymorphed into an animal and hidden away and boats in port. in the country. 43 A disguised fiend has secretly taken over a school and 17 An evil wizard or sorcerer develops a new kind of golem. turned it into a den of thieves. 18 An arcane spellcaster seizes control of a tribe of evil 44 All the familiars in an area suddenly leave. humanoids and forges them into a band of ruthless 45 A desperate spellcaster must recover his lost body pillagers. before his magic jar spell wears off. 19 The location of an ancient book of spells has been 46 An arcane prankster uses grease spells to bedevil discovered; however, a dread curse or powerful working folk. guardian protects the tome. 47 A noble family insists that the recent elopement of one 20 A wizard\u0027s collection of extraplanar creatures escapes. of their youngsters is due to a charm person spell. 21 A strange malady infects elves who can cast arcane 48 A spellcaster has been releasing summoned creatures spells. into a neighborhood. 22 A militant cleric calls for a crusade to expel all arcane 49 The staff at a remote school for wizards seeks help in spellcasters from the continent. dealing with attacks from a group of ogres. of almost any items, or perhaps someone has managed to seize locales or require special knowledge to collect. Groups that control of the supply for a region or even the entire world. wish to acquire some of these components might journey to Characters also might become involved in the search the locale where these components are found or accompany for a new kind of component or be called on to test a new an experienced collector on a gathering expedition. In either component\u0027s efficacy. endeavor, the PCs are exposed to all the usual dangers of",
        "name":  "PCs dealing with malfunctioning spells might be called Expensive or Rare Spell Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The optional overland travel. They also might have to deal with rival col- spell components described in Chapter 5 all come from exotic lectors, cull out items that look like the material the PCs are 50 Invisible stalkers invade a town and begin smashing suggestion to force commoners in one faction to harass everything in sight. and jeer the members of the other faction. 51 A troop of yuan-ti purebloods posing as human 76 A family of good giants falls prey to a formian taskmaster. mercenaries move into an area. 77 An ancient map purports to show the locale where a 52 An infestation of xorns threatens to shut down a legendary hero or villain fell to an imprisonment spell. lucrative mine. 78 A sorrowful bard tells a tale of his imprisoned comrades. 53 A gang of evil spellcasters attempts to drive good sylvan 79 A disembodied voice gives warning of an impending creatures from a forest. disaster. 54 A gang of hasted trolls begins attacking travelers on a 80 A finalist in a royal archery contest is suspected of using lonely road. true strike spells to gain an unfair advantage. 55 An evil half-fiend sorcerer collects unicorn horns, 81 A clash between djinn and efreet makes a desert oasis a lammasu heads, and other grisly trophies. dangerous place to visit. 56 Harpies begin luring away townsfolk and holding them 82 Unknown to all, the mysterious figure lurking in dark for ransom. catacombs and alleys is an illusion. 57 Fighter/wizard elves mounted on hippogriffs begin 83 A band of forest gnomes vows revenge against a green patrolling a disputed border. dragon. 58 A storm brings a plague of homunculi to a town or city. 84 A gang of brazen thieves uses rope trick spells to stage 59 Babau demons mounted on howlers go hunting on apparently miraculous escapes. moonless nights, and anything could become their prey. 85 An arcane killer-for-hire\u0027s preferred method of 60 A group of spellcasting ghosts want to inhabit the PCs\u0027 assassination is a phantasmal killer or phantasmal bodies (through their magic jar powers) for one last strangler spell. adventure. 86 A loremaster runs a school for extraplanar creatures. 61 The arcane wardmaster who created the wards and traps 87 A clan of dwarves claims an arcane spellcaster used protecting the crown jewels has disappeared. spells to swindle them out of their goods. 62 A famous arcane spellcaster died, and several potential 88 An inquisition of mind flayers, including a sorcerer, has heirs attempt to claim the goods and property of the infiltrated a community and is secretly enslaving the deceased. populace. 63 A merchant dealing in minor magic items and rare spell 89 A beholder controls a vast criminal empire from a lair components needs escorts for a caravan that must cross hidden in a city\u0027s vast sewer system. hostile territory. 90 A hot spring runs dry and begins disgorging magmins, 64 A sepia snake sigil disables a key diplomat on the eve of a who run amok. critical negotiation. 91 A suspected lycanthrope stalking the streets is actually a 65 An insane couatl appears in a small town and demands spellcaster using polymorph spells. worship as a deity. 92 A mob of mephits inhabits a well-traveled bridge, and 66 People have been receiving seemingly random dream they bedevil anyone who tries to cross. messages. 93 An aboleth living in the depths of an abandoned, flooded 67 An army of derro led by a trio of powerful savants lays mine recruits a cult of followers who believe their leader siege to a city. has created an earthly paradise for them underground. 68 A statue found in an ancient ruin is actually a petrified 94 A member of a rival sect places antipathy spells on all spellcaster from a bygone era. the entrances to a temple. 69 A dragon wants to hire spellcasters who can cast fabricate 95 A formerly blind alley now ends in a mysterious staircase spells to assist with an undisclosed project. that might lead anywhere. 70 A group of driders takes over the catacombs under a 96 A violent storm imparts random magical properties to temple. everyday items. 71 Someone is using scrying spells to steal trade secrets 97 A mysterious ball of fiery orange light is seen near farms from a guild. and isolated country homes. 72 A group of bralani eladrins seeks to rebuild a temple 98 An ancient gateway to the Lower Planes only works destroyed during an earthquake. occasionally, but often enough that fiends lurking near it 73 A necromancer tries to drive settlers from an area by give the place a fearsome reputation. blighting their crops. 99 An infamous spellcaster known as the Frost Magician 74 A wizard\u0027s tower becomes infested with ethereal filchers, rules the only open pass through a mountain range after and the owner needs help driving them out. a particularly harsh winter. 75 The conflict between two political rivals comes to a head 100 A group of assassins starts a series of political murders when one hires a spellcaster to use suggestion or moss aimed at making the government ripe for a takeover. after but have no magical potential, and keep the components ing where a gate is located can save a great deal of time and fresh and undamaged after gathering them. trouble. Of course, access to a gate isn\u0027t always guaranteed. A",
        "name":  "Collecting Optional Spell Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A college might function as a teach gate might function only at certain times or require some kind ing institution where students come to learn to work magic of expendable key. Enemies or rivals of the player characters (or hone their existing magical prowess), or it might support might try to block access to some gates so they can become magical research or provide advice about magic and related exclusive users or charge others for their use. Even if PCs affairs. manage to arrange free access to a gate, enemies might try to Player characters might be invited to attend a magical col destroy it to reduce the party\u0027s mobility. lege as students or as members of the faculty. In either case, Not all gate users are completely honest. Bandits or invaders college life presents them with all manner of difficulties could employ gates to enter an area secretly or flee the scene and opportunities, from students running amok to efforts of a crime. Characters pursuing the wrongdoers might be to secure funding or ensure public safety. Player characters obliged to plunge into a gate to an unknown destination. also might serve as field agents for a college, be called upon to Magical Conveyances: Enterprising spellcasters can screen potential students or staff members, provide security, create or locate vehicles ranging from flying ships to ani or serve as envoys carrying messages between the college mated coaches. Such vehicles might depend on an exotic and the outside world. fuel or power source that player characters might be called",
        "name":  "Colleges of Magic",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The D\u0026D upon to acquire or maintain. Perhaps the vehicle uses an game includes several creatures that originated in magical elemental or a golem that has broken loose and must be cap laboratories (or that could have done so). The owlbear is the tured and returned, or perhaps a flying ship needs a supply best example. Others include the homunculus and the vari of a mysterious gas that emerges from a spring located in a ous golems. An adventure built around such creatures might dragon\u0027s territory. involve the appearance of a new kind of creature (for example, Because magic conveyances tend to be speedy or stylish a new kind of golem or a bizarre new hybrid creature, such (or both), they attract well-heeled passengers or handle high- as a cross between a wolf and a spider). value freight (or both). That makes them tempting targets for Other adventures on this theme could involve a mass bandits. Player characters might be hired to guard a magic escape from a breeder\u0027s lab or a created creature used to vehicle, or they could be aboard one when bandits attack. commit a crime, gather intelligence, or fight a war. For Mercenary Spellcasters: Both powerful and versatile, example, a wizard and his \"wolf-spider\" might conduct a arcane spellcasters function splendidly as assassins, guards, series of burglaries. scouts, soldiers, or explorers. Player characters might receive",
        "name":  "Creatures Born of Magic Experiments",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creating a magic item consumes an offer to fill any of these roles, or they might be recruited a great deal of time and resources; however, if you simply to counter the arrival of arcane mercenaries when they arrive use the guidelines for item creation in the Dungeon Master\u0027s in an area.",
        "name":  "Crafting Magic Items",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Teleportation is a great obliging the PCs to make a detour before continuing with way to travel, and permanent teleporters prove valuable to all their regular business. Or, an item the PCs buy has a hidden sorts of beings, including player characters. Simply know power or history that somehow proves troublesome for the new owner. Perhaps the item carries a minor curse to bedevil Some spells have features that a DM can exploit to create the character, or perhaps the item is a lost heirloom, and an tension during an adventure. For example, the PCs are hired NPC demands its return. A dishonest magic shopkeeper to carry a packet of documents that include a secret page effect. might sell a defective or cursed item and then try to arrange If the PCs examine the documents, they most likely overlook the PCs\u0027 demise before they can discover the item\u0027s true the secret page. Their employer\u0027s rivals, however, might not, nature and accuse the dishonest merchant of wrongdoing. especially if the PCs are subjected to a dispel magic effect that Player characters also might be asked to protect a magic exposes the hidden missive, unknown to the party. seller\u0027s goods from theft, either right in the shop or away Any spell that produces some effect that can\u0027t be readily from it (such as at warehouse, a distant mercantile fair, or duplicated can drive an adventure forward. For example, the during transport). PCs might be called upon to follow a trail marked with sigils",
        "name":  "Magic Gates Between Locations",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Figuring out exactly what a from one character\u0027s arcane mark spells. magic item does can prove an adventure in itself. The iden Certain spells can be used in unexpected ways. For tify and analyze dweomer spells reveal the powers of an item example, the spell Otiluke\u0027s resilient sphere is used primar and the words or gestures necessary to activate it, but these ily to capture foes. However, a villain who maintains a lair spells can prove expensive to use (both have costly material near a raging underground river might employ the spell to components), and frugal characters might choose to figure ensure a safe getaway down deadly rapids (by providing a out what a newly acquired magic item does through trial and safe, floating capsule). error. Also, neither identify nor analyze dweomer works on an Detective Work: Characters with the right mix of equip artifact, and artifacts are loosely defined at best. In such cases, ment and spells can ferret out the truth no matter how well player characters are either on their own or must use legend hidden. Few player characters are inclined to become consult lore or vision, both of which are notorious for merely point ing detectives in the Sherlock Holmes vein, but they might ing the user toward answers to difficult questions. They also be willing to search for clues if they have been the victims might try spells such as commune or contact other-plane, which of a crime or are accused of some nefarious act they didn\u0027t require the user to ask the correct questions and (at least in commit. Legal authorities also might seek out characters the case of contact other plane) can provide false information who have proven detective skills for help solving otherwise or reduce the user\u0027s ability scores. inexplicable crimes. The PCs are offered a substantial reward If characters try to (or are forced to) figure out an item\u0027s if they help apprehend a criminal or clear an official or possibilities on their own, be prepared to respond to the PCs\u0027 prominent citizen of an unjustified charge. investigations with the appropriate clues. Consider introducing items that have latent magical abili MAGICAL LOCATIONS AS ties now and then. Such items have inactive powers that begin functioning only when a specific circumstance occurs. For TREASURE example, the ring of elemental command from the Dungeon Magical locations have a rich history in the fantasy genre. Master\u0027s Guide functions as a lesser ring until a triggering The power imbued in such special places allows heroes to event occurs. Normally, identify or analyze dweomer would accomplish any number of fantastic deeds. reveal the latent power and the condition needed to trigger The magical locations described in the following section it, but some rings might prove resistant to these spells. grant special abilities to qualified characters who brave their",
        "name":  "Identifying Magic Items",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Many spells in the D\u0026D particular dangers. Although the prerequisites for these abili game can produce striking and utterly mysterious effects ties are matched to the character types that can most directly when used in unconventional ways. Illusion spells provide and easily benefit from them, almost any character can qualify fertile ground. For example, a group of arcane con artists for a magical location\u0027s power. The locations described below might use hallucinatory terrain spells to create an apparently confer abilities that are usable only for a specified period or impassable barrier that the PCs feel compelled to detour that come with a specific number of uses. All the abilities around. The con artists might offer to convey the party across reflect the nature of the locations from which they originate the obstacle—for a fee. in some manner.",
        "name":  "Spells Used in Unique Ways",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This portion of the description provides any infor PLACING MAGICAL LOCATIONS mation available to characters about the location, along with the relevant Knowledge DCs necessary to acquire it. Bardic As DM, you have the final say about where, when, and how knowledge checks can be substituted for any of these checks magical locations occur within your campaign, just as you at the same DCs. control access to magic items by determining which ones are",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The first paragraph offers a physical descrip for sale in any given city or shop. Because the various types tion of the location, written in simple, declarative style. The of magical locations serve different purposes and operate second paragraph, if present, includes more details about under different rules, it is perfectly acceptable to combine the place (including sounds, smells, and tactile sensations) more than one kind in the same adventure site. For example, a and details of how its magical effect or special ability looks dwarf citadel could house an earth node (from the Underdark once it\u0027s in effect. supplement), a rune circle (from Races of Stone), and one of",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The prerequisites needed to gain the magi the magical locations described here. The presence of these cal location\u0027s special ability are detailed here. In addition to three sites might result from the nature of the stronghold meeting these prerequisites, a character must visit the loca or the influence of its powerful dwarf mages and clerics, or tion physically to have any chance of acquiring the special it might have been the reason why the dwarves settled the ability it confers. area in the first place.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These paragraphs describe the rules Magical locations offer nearly limitless potential for for acquiring and using the special ability that the location adventuring. Because they are for the most part immobile, bestows. Any command words or activities needed to activate they contrast well with the equally sought after but highly the location\u0027s power are also noted here. portable magic items that dominate so many heroic quests.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The time needed for the location to recharge is given in this section. NATURE OF MAGICAL LOCATIONS",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of informa fests in the style of spells that the great wizard invented. To tion about Bigby\u0027s tomb by making Knowledge (arcana) checks those intrepid enough to seek it out, the tomb can offer a bit at the appropriate DCs, as given below. of the great wizard\u0027s power. An arcane spellcaster who finds the tomb and spends significant time within its walls gains Knowledge (arcana) the power to use one or more of the spells that carry Bigby\u0027s DC Information Gained name as a spell-like ability. 10 Bigby built his tomb while he still lived. Such a discovery, though, is easier said than done, for 15 The final resting place of the great wizard Bigby is the location of Bigby\u0027s tomb changes from time to time. To infused with the power of his most famous spells. 20 Those who seek out the tomb can gain the power to ensure that his mortal remains would stay undisturbed, the use some of the Bigby\u0027s hand spells. wizard created an entirely new spell that would literally pick 25 Bigby\u0027s tomb shifts its location from time to time, up his tomb (with a pair of hands made of arcane force) and carried by hands of arcane force. transport it to a new location each time anyone visited it. Magically protected from the ravages of the elements, the",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The door to Bigby\u0027s tomb looks like the back of a giant hand, positioned with fingers upward. To open it, a Bigby\u0027s tomb hands out its special ability to another spellcaster is a dais supporting an ornate sarcophagus whose surface is covered with relief sculptures of hands of all shapes and sizes—young hands, old hands, tapered hands, and rough hands. Some of the hands grasp others, some seem to be push ing something away, some are balled into fists, and some are outstretched in invitation. The walls of the tomb are covered with frescoes of similar design, and the floor carries on the theme in mosaics. Magical hands of arcane force appear to move about the chamber, dusting, cleaning, and creating new artwork, but these are \u0027permanent images. The tomb is silent except for the sounds of the hands at work. A sense of excitement pervades the place, giving the visitor the impression that infinite pos sibilities exist for those willing to seize them. The never-used sarcophagus remains empty to this day. When the sarcophagus is touched, a permanent magic mouth on the skeleton says, \"Take my hand.\"",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once a Boccob\u0027s reading room has conferred BOCCOB\u0027S READING ROOM its power upon a single creature, it cannot do so again for Boccob, the god of magic, values knowledge most highly. Legend holds that certain places that were sacred to him in the past—the former sites of great libraries, colleges of magic, and so forth—became suffused with the god\u0027s arcane power. Even though the structures that once stood there have long since fallen to ruin or been completely razed, these sites remain wellsprings of arcane lore. Such locations are called Boccob\u0027s reading rooms. A Boccob\u0027s reading room can form anywhere on the surface of the earth or underground. These sites often occur in the forgotten ruins of ancient libraries and houses of knowledge, but they form just as often in the private retreats of great wizards who used them for solitary study. Occasionally, a Boccob\u0027s reading room forms in a wilderness area where no remnant of any former structure remains.",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of infor mation about a Boccob\u0027s reading room by making Knowledge (arcana) checks at the appropriate DCs, as given below. Knowledge (arcana) DC Information Gained 10 A Boccob\u0027s reading room is a magical site that holds the collected knowledge of one or more great arcane spellcasters. 15 A Boccob\u0027s reading room forms from a high concentration of magical knowledge and lore, such as that collected in an arcane library or college. 20 Boccob\u0027s reading rooms allow certain creatures to gain a bit of the collected arcane knowledge that once resided within their confines. A caster who peruses the tome in Boccob\u0027s reading room gains an extra spell 30 days. However, a spellcaster can benefit from a Boccob\u0027s Most boneyards form underground, but they can also mani reading room no more than once a year. fest in aboveground tombs, or even firepits where massive Special Ability (Ex): Upon drawing forth the power numbers of corpses were cremated. Such magical locations of a Boccob\u0027s reading room, a spellcaster who prepares spells form at the sites of great battles where the corpses of fallen can write one new spell of any level he can cast into his enemies were left unburied for scavengers. But they can also spellbook. Doing this requires 1 hour, and there is no cost manifest in the former dwelling places of great necromancers for materials except for the required pages in the spellbook. who hoarded corpses for their work.",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "100 gp per level of the added spell. 15 A boneyard consists of the purest essence of necromantic magic. \"Sorcery is a lot like cutting firewood with a bolt of 20 Anyone who meditates within a boneyard can draw lightning. It\u0027s quick, loud, and flashy, hut you don\u0027t a small portion of its magic into herself to augment her necromantic spells and effects. have much to show for it when it\u0027s all said and done.\" —Mialee the wizard",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A boneyard is a vast expanse of humanoid remains that covers up to 500 square feet. Bones, ashes, and BONEYARD partial skeletons litter the ground or floor, and the odor of In any place where large numbers of creatures are buried the charnel house is almost overpowering, even though the in mass graves or left to rot without proper funerary rites, a flesh has long since rotted away from the bones. Bones always boneyard might form. The presence of so much raw material exist in quantity in a boneyard, even if it was formed at the for necromantic magic seems to draw negative energy of site of a crematory. its own accord, changing the gravesite into a nexus of In an outdoor boneyard, the surrounding vegetation necromantic power. is withered and dead. The bones in a boneyard The dead do not quite rest in a boneyard do not move of their own accord, but clicks and rattles are audible throughout its confines, as though the bones were restless and eager to move. When a spellcaster who has successfully drawn power from a boneyard casts a necro mancy spell, her hands briefly appear skeletal. Although this effect looks impressive, no physical change of any kind occurs to her hands.",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only an arcane spellcaster capable of casting at least three dif ferent necromancy spells of 3rd level or higher can sense Meditating in a cloudseat makes divination magic easier to perform and access the power contained Knowledge (arcana) within a boneyard. DC Information Gained",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To claim the power of a boneyard, 10 A cloudseat is a site that forms where divination a qualified spellcaster must meditate uninterrupted within magic is routinely used to see the future. its confines for 8 hours. If the required meditation period is 15 A cloudseat consists of the purest essence of interrupted, the character can begin again. divination magic.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once a boneyard has conferred its ability on a 20 Anyone who meditates while sitting in a cloudseat single spellcaster, it cannot do so again for one year. can draw a small portion of its magic into himself to augment his divination spells and effects. Special Ability (Ex): Once per day, a spellcaster who has drawn forth the power from a boneyard can cast a necromancy",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,000 gp. cloudseat, but more often, those in its area gain a strong sense of power and destiny. Anyone who actually sits in a cloudseat feels CLOUDSEAT euphoric, as though he knows that he is to play a vital role in Wherever mortals have communed on a regular basis to the grand scheme of things and bring about great change. unlock the secrets of the future, a cloudseat can form. Sages When a spellcaster who has successfully drawn power from speculate that cloudseats are actually small tears in the fabric a cloudseat casts a divination spell, his eyes briefly become of time that allow glimpses of probable futures. But whatever completely white, and his voice takes on a guttural edge. their nature, cloudseats offer arcane spellcasters who are profi Prerequisite: Only an arcane spellcaster capable of cast cient with divination magic a chance to gain the knowledge ing at least three different divination spells of 2nd level or they seek faster than usual. higher can access the power of a cloudseat.",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 gp. CRYPT OF WEE JAS A crypt of Wee Jas is a site formed when the power of the deity of death and magic touches the Material Plane. Sages speculate that the lifelong pursuit of necromancy could change the burial places of Wee Jas\u0027s adherents into crypts of Wee Jas, but these sites can also form in other places where death magic has been used against powerful foes. A crypt of Wee Jas typically forms in underground locations, but it can also manifest in a mausoleum or catacomb that houses the dead. Often such magical locations form in the burial crypts of famous necromancer families, but they can also come into being at locations where necromantic magic has permanently affected a well, pool, or other landscape feature.",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of informa tion about a crypt of Wee Jas by making Knowledge (arcana) checks at the appropriate DCs, as given below. Knowledge (arcana) DC Information Gained 10 A crypt of Wee Jas is a site that forms where concentrations of death magic exist. 15 A crypt of Wee Jas allows those skilled with necromantic magic to predict death. 20 Any spellcaster who draws the power of a crypt of bones painted in stark white. Its walls are made of stone or Wee Jas into herself can determine how near any earth, and it invariably contains a sarcophagus that glows given creature is to death. with arcane power. This sarcophagus is empty except for a",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp. Death\u0027s presence is easily felt after a visit to a crypt of Wee Jas DRAGONSBLOOD POOL The blood of a dragon carries great arcane power, but only those with draconic blood lines can access it. When a dragon dies in a battle of truly epic proportions, its spilled blood can form a dragonsblood pool. Sorcer ers and other creatures with draconic bloodlines can sometimes claim the latent power of such a site for themselves. A dragonsblood pool can form anywhere that dragons dwell. Many of these sites are on the surface of the earth, hidden in forest glades, volcanoes, icy caves, or the shifting sands of deserts. Some, however, manifest deep underground, or even within the walls of \u0027Drinking from a dragonsblood pool enhances a casters arcane magic great cities that have sprung up around them. Over time, the magic of the dead dragon\u0027s blood twists the surrounding land come near. Furthermore, the immediate area is suffused and vegetation into weird shapes reminiscent of sleeping or with the essence of the dead dragon\u0027s breath, as given on flying dragons. the following table.",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6,000 gp (2,000 gp per creature affected). Dragon Color Effect Black or green The sharp smell of acid permeates the air, and the rocks nearby seem corroded. Blue or bronze The air smells of electricity, like the aftermath of a thunderstorm, and touching any portion of the surroundings delivers a small static charge. Brass Visitors to the area feel sleepy. Copper Visitors feel as if they are moving through quicksand, though their movement rates are not actually affected. Cold Visitors to the area feel weak, though their Strength scores are not actually affected. Red The area seems unnaturally warm, and the vegetation looks scorched. White or silver The area seems unnaturally cold, and the nearby rocks and vegetation are covered with a rime of frost. ETERNAL VORTEX An eternal vortex is a swirling maelstrom of arcane energy that holds the essence of evocation magic. Legend holds that such a location is formed from multiple castings of powerful evocation spells in the same spot. The raw energy of such spells became so concentrated that it could not all dissipate in the usual way. Instead, remnants of it persisted, eventually forming a vortex of magical power. An eternal vortex can form in any spot—indoors, outdoors, or underground. Such magical locations form at the sites of [ great battles in which warmages turned the tide with their powerful spells. They can also manifest where dragons or other powerful foes once dwelled, particularly if they were eventually brought low by the concerted power of numer ous evocations.",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters can gain the following pieces of informa tion about an eternal vortex by making Knowledge (arcana) checks at the appropriate DCs, as given below. Knowledge (arcana) DC Information Gained 10 An eternal vortex is a site that forms where significant battles were fought with evocation magic. 15 An eternal vortex consists of the purest essence of evocation magic. 20 Anyone who meditates beside an eternal vortex can draw a small portion of its magic into herself to augment her evocation spells and effects.",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once an eternal vortex has conferred its ability on a single spellcaster, it cannot do so again for one year. Special Ability (Ex): Once per day, a spellcaster who draws forth the power from an eternal vortex can cast an evocation spell of 6th level or lower that automatically repeats its effect on the following round, at the start of the spellcaster\u0027s next turn. The repeated spell has the same point of origin as the An eternal vortex is made from the essence of evocation magic original spell, and creatures within the area are entitled to Lore: Characters can gain the following pieces of informa spell resistance and saving throws just as if the spell had tion about a metamagic storm by making Knowledge (arcana) been cast normally. This special ability can only be applied checks at the appropriate DCs, as given below. to evocation spells with an instantaneous duration.",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ability to repeat the effect of evocation Knowledge (arcana) DC Information Gained spells lasts for one year. 10 A metamagic storm is a site that forms where the",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong evocation. concentration of magical energy is high.",
        "name":  "Aura",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10,000 gp. 15 A metamagic storm offers many ways to sculpt and refine magical energy by modifying spells. \"Balance. Balance in all things. Great is the power I 20 Anyone who meditates beneath a metamagic storm wield. Greater still is my will that guides it. These can draw a small portion of its power into himself to augment his spellcasting. taboos are not sacrifices, but exercises in discipline that focus my body and mind so that my will is unfettered by weakness\" Description: A metamagic storm looks like multicolored sheets of flickering light in a night sky. Green, blue, red, and —Hide-yori the wu jen violet radiance coruscates in endless patterns, washing the black sky in jewel-toned shades. The patterns of color reflect METAMAGIC STORM the various forms of metamagic that can be employed to form Metamagic is a method by which spellcasters alter the way and shape spells. A metamagic storm emits no sound, but a magical energy is formed and used. Some sages speculate sweet scent pervades the land beneath it. that metamagic has an identity of its own—that it is a wild, When a spellcaster who has successfully drawn power untamed force even more mysterious than magic itself. A from a metamagic storm casts a spell modified by the granted metamagic storm embodies these elements, manifesting as benefit, his eyes briefly blaze with coruscating light. glimmering sheets of light in the night sky. Prerequisite: Only an arcane spellcaster who already A metamagic storm can form anywhere that magical energy possesses at least one metamagic feat can sense and access is highly concentrated and only barely controlled. It comes the power contained within a metamagic storm. into being where great arcane duels have occurred, or where Location Activation: To claim the power of a metamagic wizards or sorcerers have waged war against storm, a qualified spellcaster must meditate uninterrupted their foes. A metamagic storm is the stuff from which powerful magic is born beneath it, absorbing its light, for 8 hours. If the required meditation period is interrupted, the character can begin again.",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once a metamagic storm has conferred its ability on a single spellcaster, it cannot do so again for one year. Special Ability (Ex): A spellcaster who draws forth the power from a metamagic storm gains one metamagic feat of his choice as a bonus feat. He must qualify for the feat to select it, but the feat gained can\u0027t be used to meet any other requirements or prerequisites.",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The bonus metamagic feat lasts for one year.",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp. SOULHEART POOL A soulheart -pool is a body of water that holds the essence of enchantment magic. Legend holds that such a location is formed from the fleeting memories of hundreds of fey creatures gathering for dance or celebration, and that the concentrated remnants of their ability to charm and beguile others has coalesced into a pool. A soulheart pool invariably forms in a remote, wilderness location of the sort frequented by fey creatures. Most are on the surface, but a rare few are found in subterranean areas where fey native to such locations reside. The existence of a soulheart pool causes the area around it to take on a rosy glow, as if it were suffused with the light of dawn.",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A soul- heart pool looks like an unusually calm pool of clear water about 50 feet in diameter. Sometimes the surface of the pool shimmers briefly, like the surface of a stone in the summer heat. Anyone who looks into the pool can see fleeting, delightful images of old friends, old flames, and pleasing memories. The area around a soul- heart pool feels warm and cozy, and the air smells of whatever scents bring pleasant memories to the visitor. A pleasant feeling Reality takes a back seat to illusion in a vale of smoke and fog of relaxation envelops the place, making visitors wish to stay. effects of such magic can degrade reality at the site over time, Whenever a spellcaster who has successfully drawn power rendering it blurry and indistinct. from a soulheart pool casts an enchantment spell, her face Vales of smoke and fog can form anywhere that has a solid briefly takes on a feylike appearance. floor—whether indoors, outdoors, or underground. Such",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only an arcane spellcaster capable of cast magical locations form at the sites of great wizards\u0027 secret ing at least three different enchantment spells of 2nd level hideaways or the former locations of faerie mounds. But they or higher can sense and access the power contained within can also manifest where fey lovers have trysted, or where great a soulheart pool. treasures have lain protected by illusion for centuries.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once a soulheart pool has conferred its ability on Knowledge (arcana) DC Information Gained a single spellcaster, it cannot do so again for one year. 10 A vale of smoke and fog is a site that forms in areas Special Ability (Su): Once per day, a spellcaster who that have been cloaked by illusion for centuries. draws forth the power from a soulheart pool can recast any 15 A vale of smoke and fog consists of the purest enchantment spell (without spending a spell slot) on the turn essence of illusion magic. after she first casts it. She must target the same creature or 20 Anyone who meditates within a vale of smoke and fog creatures she targeted the first time she cast the spell. Recast can draw a small portion of its magic into herself to augment her illusion spells and effects. ing a spell in this way requires a standard action, regardless of the spell\u0027s normal casting time.",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp. and deep, forming a valley or a rift in the earth, or it might be small enough to fit inside an underground chamber. The \u0027\u0027They are like children playing in the sand; depression is filled with gray mist that forms swirls and eddies they draw their designs, build their castles as though disturbed by the passage of an unfelt breeze or an and call themselves kings. invisible creature. Muted sounds, such as voices or growls, Then the waves come and sweep it all aside. Me? occasionally issue forth from it. Anyone who stares into the I am the ocean\" fog can catch glimpses of people, places, and items, but they vanish back into the fog with tantalizing swiftness. —Hennet the sorcerer A deep sense of mystery shrouds a vale of smoke and fog. The fact that reality itself is weakened here causes those who enter VALE OF SMOKE AND FOG to be assailed by vague doubts. The mist winds and creeps A vale of smoke and fog is a misty depression that holds the around the limbs of visitors, and wherever it touches, reality essence of illusion magic. Such a location is usually formed fades. Creatures see their limbs disappear, or change form, when the same spot has been blanketed by illusion spells and objects seem to appear in hands touched by the gray for long period of time. Sages speculate that the lingering mist. The faces of comrades mutate into those of creatures \"Sorcerers? Dilettantes. Why dabble in parlor tricks when you can become a master of the battlefield?\" —Ferno the warmage WORLDMEET GLADE In any place where conjuration magic is frequently used to summon creatures, some of the essence of those creatures might cling to the environs, creating a magical location that draws summonable creatures to it and augments their power. Such a location is known as a worldmeet glade, and arcane spellcasters who routinely employ spells of the conjuration school can access its particular magic. \"Yes, that is correct My ancestors made a pact with infernal beings for power unknown to mere mortals. Demons? You can\u0027t believe every drunken bard who will sell you a story. Next you\u0027ll tell me that sorcerers are descended from dragons.\" —Morthos the warlock Worldmeet glades typically form in natural environs close to the dwellings of powerful conjurers. Some speculate that these conjurers physically brought the biggest, best, and most robust conjurable creatures to this location, but in fact it is the lingering conjuration magic that both draws them to the site and augments their power. or comrades long dead. Sounds and smells occur and then fade, seemingly at random. When a spellcaster who has successfully drawn power from a vale of smoke and fog casts an illusion spell, her hands appear to turn into fog. Although this effect looks impressive, no actual change occurs.",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only an arcane spellcaster capable of cast extraplanar creatures are routinely summoned. ing at least three different conjuration spells of 3rd level or 15 A worldmeet glade consists of the purest essence of conjuration magic. higher can sense and access the power contained within a 20 Anyone who meditates within a worldmeet glade can worldmeet glade. draw a small portion of its magic into himself to Location Activation: To claim the power of a worldmeet augment his conjuration spells and effects. glade, a qualified spellcaster must meditate uninterrupted for 8 hours within its confines. If this meditation is interrupted,",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Piety often brings with it a certain authority . The words “scoundrel” and “rogue” have similar mean- Wielding a deity’s magic and communing with unknow- ings, but one does not need to be a member of the rogue able powers, clerics have knowledge from beyond this character class to be a scoundrel . While rogues often world and can draw on belief—both their own and that do adopt the lives of daring and cunning common to of others—to get what they want . Clerics of trickster scoundrels, so can barbarians, bards, rangers, and sor- deities or deities that favor cunning, debauchery, and cerers . In fact, nothing prevents members of any class theft often turn to the path of the scoundrel, trusting in from taking up lives ruled by their own wit and their skill and their faith to see them resourcefulness . through . Clever worshipers of oth- Each class from the er divine powers might also take Player’s Handbook can be up this path, employing their infused with a bit of deities’ names to get what they scoundrel flavor . For and their extraplanar patrons more concrete examples want . on how to build a vari- Druids: Druids tap into ety of scoundrels from ancient and mysterious pow- class archetypes, see ers of the earth and control Making a Scoundrel its beasts . Veiled in super- on page 12 . stition and rumor, they",
        "name":  "Clerics",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerers have strange powers beyond those of their own and the party’s resources possible . They might of most mortals . They can use these powers directly, steal needed items or coax information out of an infor- or play upon rumors of their superior, otherworldly, mant rather than paying for those goods . Sneaking past a or monstrous abilities . Sorcerer scoundrels are just as guard or charming a monster means that valuable spells likely to manipulate and influence others with their don’t need to be cast and no one risks bodily harm . Such reputations and impressive force of personality as with ploys might not always be the easiest way, but weighing their magic . chances of success and choosing one danger over another",
        "name":  "Sorcerers",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A scoundrel’s watchfulness and quick wit scoundrel . Where others see insurmountable obstacles or helps her take the greatest advantage of every situation . terrain difficult to navigate, you see opportunities . Acro- Not every obstacle is as obvious as a locked door or an batic scoundrels should have high modifiers in Balance, openly hostile opponent . By staying alert, a scoundrel Climb, Jump, and Tumble . can deal with hidden traps or enemies on her own terms . Weaknesses: Acrobatic scoundrels typically lack the This trait makes scoundrels seem overly suspicious—and larcenous talents of the burglar and the smooth tongue of perhaps some are—but most are merely considering how the con artist . While able to go just about anywhere, you to exploit any situation, and they refuse to ignore their might not be able to finish your task with the same level of enemies’ potential to do the same . On those occasions grace and sophistication as you demonstrated in reaching when a scoundrel is caught unawares, beating a hasty your target . retreat allows her to learn from her mistake, decreases the Best Classes: The best classes for an acrobatic scoundrel amount of resources spent haphazardly, and improves her are those known for their movement skills . Monks, ninjas, chances of success on her next attempt . rogues, and swashbucklers make up the vast majority of Just as a scoundrel’s alertness keeps her wary of threats, acrobatic scoundrels . Rogues have the skill points to let it also makes her vigilant for opportunities that others you maximize all your favorite athletic stunts and still would pass by . Within the depths of some gods-forsaken pick up a few larcenous abilities on the side . Monks and dungeon, this might mean casting spells and keeping an ninjas make good acrobatic scoundrels because they have eye out for secret doors, concealed treasure, or items with a number of movement-related class features . High-level hidden value . In society, maximizing opportunities might swashbucklers gain the acrobatic skill mastery class fea- mean finding the highest-paying buyers, acquiring con- ture, making them excellent tumblers and jumpers even tacts with lucrative assignments, or cozying up to people in the heat of battle . in a position of influence . Best Skills: Movement-based skills make up the core Even in battle, a scoundrel is skilled at finding ways to repertoire of the acrobatic scoundrel . Balance, Climb, maximize benefits for herself and her party . Whether this Escape Artist, and especially Jump and Tumble should means casting helpful spells on allies, moving to flank a stay at the top of your skill priorities . They allow you friend’s opponent, employing bardic music, using the aid to infiltrate secure locations and evade determined another action or special attacks such as disarm or trip, guards, all the while impressing witnesses with your the scoundrel knows what her skills are and defers to the grace and agility . specialties of her allies when doing so means surviving Best Skill Tricks: The acrobatic scoundrel gains the or finishing a job as efficiently as possible . most benefit from movement tricks (page 82) .",
        "name":  "Alertness",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See the gray guard prestige class (page they do . 40) for guidelines on how to use paladins as aggressive Best Feats: The following feats are optimal choices for scoundrels . the arcane scoundrel . Insightful (Complete Arcane): The read magic spell-like arCane sCoundrel ability might not add much to an arcane scoundrel, but Arcane scoundrels rely almost completely on their detect magic is handy and detect secret doors is one of the spells . The cleverest find creative uses for their familiars archetype’s more important spells . as well . Point Blank Shot: This feat and those that build on it",
        "name":  "Variant Options",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While powerful and adaptable, you lack limited resource) in place of repeatable skill checks, you nonmagical skills and abilities when magic fails . With must be sure of the precious few you can cast each day . a low number of skill points, few other class features, Learning or preparing the following spells will give you and physical frailty, you lose most of your effectiveness a well-rounded and solid arsenal to choose from . Keep when you run out of spells—or worse, are somehow in mind that your class choice might prohibit some denied them . options . All spells appear in the Player’s Handbook unless",
        "name":  "Weaknesses",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The beguiler (from PH II) is the ultimate otherwise noted . arcane scoundrel, with much of the bard’s spell selec- 0—mage hand: Useful for plucking desired items away tion but vastly increased versatility . The spellthief also from elaborately trapped displays or for “grabbing” objects combines arcane spellcasting with significant talents at you wouldn’t want to actually touch . The open/close spell stealth . Despite their lack of skill points, both wizards is only slightly less useful . and sorcerers can make good arcane scoundrels; as the 1st—sleep: Especially good at lower levels when you have former, you have the freedom to fine-tune your daily no alternatives, sleep lets you slip past guards unnoticed . spell selection to fit your immediate needs, while as the Better yet, if you are discovered and a mass of opponents latter you enjoy a high Charisma score to complement blocks your escape, this spell can open up a route to misdirection skills . freedom .",
        "name":  "Best Classes",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your first few skill points in each level 2nd—knock: This is an immensely valuable spell for typically go toward Concentration, Knowledge (arcana), infiltration early in the arcane scoundrel’s career . If you 1\u0018 all TYPes sCoundrels of ChaPTer 1 have enough skill points to master Open Lock, though, Variant Options: The spellthief and hexblade can choose invisibility instead . be exciting choices for arcane scoundrels, if only for a 3rd—gaseous form: Good for infiltration, escape, and few levels . stealth, this spell lets you perform the important activities of a dungeon-exploring scoundrel . Clever sCoundrel 4th—dimension door: This is the ultimate entry and The clever scoundrel uses personality and wit to gain escape spell . Unlike teleport, you can use it safely even an edge . Often charming and extroverted, she rarely when in a place for the first time . reveals her true thoughts or lets anyone get too close to 5th—dominate person: No need to kill or even trick a her emotionally . guard when you can simply tell him what to do . Personality: You like to hide in the open, conceal- 6th—antimagic field: This spell is the easiest way to ing your motives, and more importantly, your abilities negate a magic trap and render other magical defenses behind your strong personality . You thrive on personal useless . attention but professional anonymity, working hard to 7th—teleport object: Reaching the treasure is the easy part . make others underestimate you . Ultimately, you see a Getting out with the treasure is more difficult . Use this job as a game to win, and you bring a stacked deck to spell to send it somewhere secure (or at least remote) . the table . 8th—ghostform (Complete Arcane): Gain all the advan- Strengths: The clever scoundrel often possesses tages of being incorporeal to scout or launch devastating several well-developed aliases . While most clever scoun- surprise attacks . drels rely on their wits alone—putting emphasis on 9th—wish: If you want to do it, do it! skills such as Bluff, Diplomacy, and Disguise—others",
        "name":  "Best Skills",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No matter how power- for the archetype . ful you are, eventually you run out of spells or get into a Best Skills: As a clever scoundrel, you need good situation in which you can’t use magic . When that happens, modifiers in Bluff, Diplomacy, and Disguise to blend in you need mundane skills to fall back on . Taking a couple of at all levels of society . Once you have the confidence of levels of rogue gives you much-needed skill points, as well your marks, you need Hide and Move Silently to slip away as the life-saving evasion class feature . If you specialize in unseen and perform your task . When completing the mis- rays as your offensive spells, you also enjoy the benefits of sion, you need to use skills such as Disable Device, Open the rogue’s sneak attack . Lock, and Search . Sleight of Hand lets you sneak useful",
        "name":  "Best Multiclass Combination",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clerics have the greatest flexibility of all with a better than usual chance of being undetected . the divine classes, and they dominate the clergy of every 2nd—silence: The essential companion to the arcane religion . They make strong divine scoundrels regardless scoundrel’s invisibility. The only drawback to this spell is of deity or alignment . The already stealthy ranger also its area—a guard is likely to notice when surrounded by makes an excellent choice . Outside city walls, druids are perfect silence . the archetype’s most numerous representatives, operat- 3rd—dispel magic: Why bother trying to disarm a magic ing as sappers, guerrillas, and, most frequently, spies and trap when you can simply do away with it safely and scouts . permanently?",
        "name":  "Best Classes",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have a couple of skill points 7th—true seeing: If you’re a druid, by the time you have to spare, consider one of these tricks . access to this spell you’re going to need it—magically",
        "name":  "Best Skill Tricks",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The fewer items you 2nd—cloud mind: This power confers most of the good- carry that look dangerous or suspicious in nature, the ness of invisibility plus a ton of useful extras . more innocuous you seem . 3rd—time hop: When you’re being chased, disappearing",
        "name":  "Clever Improviser and Opening Tap",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your along your allies . choice of powers is Best Multiclass crucial, since they Combination: The largely define your capa- optimal multiclass bilities and can’t be changed Two psionic scoundrels combination for a psionic on a whim . Here are a few optimal scoundrel depends largely on the key choices; keep in mind that your class choice might pro- ability score for your psionic powers . hibit some options . All powers appear in Expanded Psionics Psions rely on Intelligence for bonus power points and Handbook unless otherwise noted . save DCs, so they tend to have more skill points than they 1st—conceal thoughts: Not only does this power give can spend on their limited skill selection . Picking up even you or an ally a bonus when making bald-faced lies (a +10 a single level in a class with lots of class skills allows you bonus on Bluff checks against Sense Motive), it also guards to keep the ranks of one or two of those skills unusually against anyone trying to read your thoughts magically or high . Rogue is usually the best option, though if you want psionically . (A telepath should select psionic charm for the to use your high Intelligence to become the party expert, ability to make fast friends .) bard gives access to all Knowledge skills . Illus. by K. Yanner 20 1 reTPahC fo slerdnuoCs sePYT lla For a psychic warrior, ardent, or divine mind, two levels ringmasters . The druid’s animal companion is tougher of ninja provide a good array of stealth-based skills, the than a ranger’s, and druids have more access to animal- ability to turn invisible, and the ability to add your bonus affecting spells, although the ranger has a wider choice from Wisdom (likely one of your higher ability scores) of skills . to AC . Best Skills: Handle Animal and Ride are, not sur- As Charisma-based manifesters, the wilder and the lurk prisingly, the best skills for a ringmaster . You should benefit from picking up a level in a class with Charisma- maintain them at the maximum ranks possible, even if based skills; either rogue or bard is a good choice . The you multiclass . Of only slightly less importance, Knowl- spellthief is another interesting option, particularly if edge (nature) allows you to identify new animals and to you also select the Psithief feat (page 80) . discern which kinds might be common (and therefore",
        "name":  "Best Powers",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those classes with abilities aimed at to perform an action exactly, with no mistakes . When animals, such as druids and rangers, make the best communicating simple concepts fails, this spell succeeds . 21 all TYPes sCoundrels of ChaPTer 1 It’s also handy for eliminating a hostile animal without sTealThY sCoundrel hurting it . The stealthy scoundrel conceals himself in shadows . He 4th—giant vermin: Not all the members of your menag- is quiet, tricky, and resourceful . erie need be animals . Carry a jar of spiders and use this Personality: Whereas the clever scoundrel thrives spell to make them into terrifying combatants . on attention, you hide from it . Usually introverted and 5th—animal growth: The only thing more frightening retiring, you let others take the spotlight while you skulk than an angry tiger is an enlarged angry tiger . about in the resulting shadows . You like to blend in and 6th—mass bear’s endurance: Keep your menagerie alive hate drawing attention to yourself . in a fight . If you’re concerned more with offense than Strengths: As a stealthy scoundrel, you work exception- survival, try mass bull’s strength instead . ally well in small groups, especially with characters who 7th—animate plants: Supplement your collection of can distract foes away from you . Sneak attack and similar loyal fauna with equally loyal flora . precision-based attacks make you a force to be reckoned 8th—mass awaken (Complete Divine): The ringmaster’s with in combat . Outside of battle, trapfinding and trap ideal spell, use this to surround yourself with a group of sense let you fill a vital role . friendly animals smart enough to speak with you . Weaknesses: Creatures with supernaturally keen 9th—shapechange: Beyond the wild shape class feature, senses and those immune to extra damage from sneak this spell lets you take the form of any animal, from the attacks can render a stealthy scoundrel useless in combat . smallest shrew to the biggest whale . You can also take Magic items that further mask your presence or that aid on dire forms of animals . in dealing damage help to minimize that vulnerability .",
        "name":  "Best Classes",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Levels in sorcerer from an unlucky initiative check with this handy feat . (and eventually, mystic theurge) give you access to yet Quick Reconnoiter (Complete Adventurer): Almost as another animal (your familiar), the greater variety offered important as staying quiet is the ability to spot guards in the summon monster spells, and helpful protective and and potential witnesses before they spot you . This feat’s offensive magic . initiative check bonus gives you a chance to take out those",
        "name":  "Best Multiclass Combination",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Although you rarely use spells to round) might mean your doom, however, so use this spell accomplish your missions, you are as unpredictable carefully . as any other scoundrel . A high-level wizard, for example, 9th—etherealness: This spell gives the benefit of ethereal makes a formidable and nigh undetectable stealthy jaunt, plus it lasts longer and you can bring backup . scoundrel . Best Multiclass Combination: Spellcasting classes The following spells, particularly the lower-level ones, can deliver a vital boost to the capabilities of a stealthy are vitally important to a spellcasting stealthy scoundrel . scoundrel, and the wizard excels at the role of stealthy However, the ability to cast higher-level spells requires a spellcaster . The class’s main strength is flexibility: A substantial commitment to a spellcasting class . Keep in wizard can cast a wider variety of spells than a sorcerer, mind that your class choice might prohibit some options . letting you adapt to rapidly changing or worsening All spells appear in the Player’s Handbook unless otherwise conditions . Wizards gain higher-level spells faster than noted . sorcerers as well, so if you merely dabble in wizardry, 0—ghost sound: Do not overlook the importance of you need just three class levels to gain the all-important distracting guards with phantom noises . invisibility. 1st—expeditious retreat: You can move only half your Best Prestige Classes: Stealth-focused prestige classes speed without taking a penalty on Hide and Move Silently abound, from the assassin and shadowdancer in the Dun- checks . Why not boost your speed and make that half go geon Master’s Guide to the whisperknife from Races of the farther? Wild. Any prestige class that focuses on stealth makes an 2nd—invisibility: By far the most important spell in a excellent choice; the difficulty lies not in finding an appro- stealthy scoundrel’s arsenal, invisibility lets you concen- priate prestige class but in finding the one that does exactly trate on moving soundlessly while remaining comfortably what you wish to do . In addition to those above, Complete concealed behind a veil of magic . Adventurer provides the daggerspell mage, dungeon delver, 3rd—nondetection: Even the stealthiest scoundrel can ghost-faced killer, highland stalker, nightsong enforcer, be spotted with the aid of magic . This spell helps even nightsong infiltrator, shadowbane stalker, shadowmind, out things a little . spymaster, and thief-acrobat . For a slightly different 4th—greater invisibility: If a little invisibility is good, a take, turn to Complete Warrior’s darkwood stalker or lot is better . Launch those sneak attacks without fear of invisible blade . blowing your cover . The avenging executioner, cloaked dancer, and master of 5th—symbol of sleep: If you fear guards discovering that masks from Chapter 2 all represent a different take on the you passed by a certain area, ward it with this excellent stealthy scoundrel . Rather than lurking in the shadows, nonlethal deterrent . these characters specialize in unexpected strikes made 6th—mislead: All the benefits of invisibility plus a built-in from behind a carefully crafted veneer . distraction . Variant Options: Clerics with access to the Trickery 7th—ethereal jaunt: Walls? What walls? The spell also domain are surprisingly effective stealthy scoundrels . grants the benefit of invisibility . 8th—greater celerity (PH II): Whether in a desperate fight after being caught or attempting a time-consuming pqqqqqqqqqqqqqqqqqqqqrs fIve feaTs for everY sCoundrel In addition to the specific feats in this chapter’s scoundrel with their heads. If you’re sick of your silver-tongued charmer archetype descriptions, a few feats bear mention as good being controlled by the DM, this feat (which lets you add your choices for all scoundrels. Regardless of your character’s pre- Charisma modifier instead of your Wisdom modifier to saves dilection, these feats should be on your short list of options. against mind-affecting spells and abilities) might be what you Dash (Complete Warrior): Every scoundrel has, at one time need. In the long run, it’s a better option than Iron Will. or another, found himself 5 feet away from his ideal spot. Open Minded (Complete Adventurer, Expanded Psionics This feat lets you turn those dreams of perfect position into Handbook): If you’re trying to play a scoundrel with fewer reality. than 5 or 6 skill points per level, this feat is incredibly useful.",
        "name":  "Best Spells",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5. Magical Magical trickster, malconvoker, spellwarp",
        "name":  "Base Attack Bonus",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide 5 ranks, Perform (dance) 10 ranks, Sleight of step for as long as you maintain the dance (see Influencing Hand 5 ranks. NPC Attitudes, PH 74) . This attitude adjustment does not prevent any subsequent attitude changes . For example, an Class feaTures enemy that becomes indifferent toward you as a result of The cloaked dancer distracts and fascinates her enemies, this effect still turns hostile if you then attack it . allowing her to strike unexpectedly  .  .  . and with deadly Wearying Dance: A 3rd-level cloaked dancer with 12 or effect . more ranks in Perform (dance) can use her enchanting dance to tire her enemies . Whenever you start or maintain Table 2–4: The Cloaked Dancer Hit Die: d6 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +2 +0 Enchanting dance (beguiling dance) — 2nd +1 +0 +3 +0 Surprise strike +1d6 +1 level of existing arcane spellcasting class 3rd +2 +1 +3 +1 Enchanting dance (wearying dance) — 4th +3 +1 +4 +1 Surprise strike +2d6 +1 level of existing arcane spellcasting class 5th +3 +1 +4 +1 Enchanting dance (frightful dance) — Class Skills (6 + Int modifier per level): Appraise, Balance, Bluff, Climb, Concentration, Craft, Diplomacy, Disguise, Escape Artist, Gather Information, Jump, Perform, Profession, Sense Motive, Sleight of Hand, Speak Language, Swim, Tumble, Use Magic Device, Use Rope. \u00182 2 reTPahC egITserP sessalC a wearying dance, all enemies within 30 feet who can see the attention of opponents, allowing your allies to position you must succeed on a Will save or be fatigued for as long themselves for their most devastating attacks . You can as you maintain the dance . Creatures failing this save that perform this role near the front lines of battle, but you are already fatigued become exhausted . have a better chance of survival if you stay near the back .",
        "name":  "Skills",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Must adhere to a code of conduct that prevents the to determine the ability’s total healing capacity . character from performing evil acts. Debilitating Touch (Su): At 2nd level, you learn to Class feaTures channel your lay on hands ability into a painful touch You do what needs to be done for the betterment of your attack . Many gray guards use debilitating touch during cause . Your freedom to act increases as you progress in interrogation, since it reduces the target’s ability to success- level, letting you deal with evil as few pure paladins can, fully bluff or resist magical effects . Using debilitating touch yet at the same time attracting the suspicion of those you does not provoke attacks of opportunity . An opponent hit are sworn to aid and protect . by this attack is sickened for 5 rounds . Using this ability",
        "name":  "Special",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 2nd level, you gain a bonus Relying as much on her wits as on her spellcasting prowess, metamagic feat for which you meet the prerequisite . the magical trickster can sacrifice her spellcasting ability Metamagic Trick (Ex): Beginning at 3rd level, you to gain even greater access to skill tricks . understand how to apply the principle of tricks to your spellcasting . Once per day you can apply the effect of beCoMIng a MagICal TrICksTer any one metamagic feat you know to a spell as you cast it Although this prestige class supports spellcasting, it appeals without altering the spell’s effective level . The spell slot mainly to casters with low hit points and few other class adjustment of the metamagic feat can’t exceed four . features, such as sorcerers and wizards . Sorcerers excel as Tricky Magic (Ex): At 3rd level, you have mastered magical tricksters, since they have plentiful spell uses with incorporating tricks into your spellcasting routines . On which to power skill tricks . On the divine side, the prestige any round that you perform a skill trick, the save DC of class most appeals to favored souls, shugenjas, and spirit the next spell you cast that round is increased by 1 . shamans (all described in Complete Divine), all of whom also have a large number of daily spell uses . Clerics and PlaYIng a MagICal TrICksTer druids rarely bother with the class, except for worshipers You are unpredictable and extremely adaptable . As long of trickster deities . as you still have spells available to cast, your bag of skill tricks is nearly unlimited, giving you an opportunity to Entry Requirements overcome most challenges .",
        "name":  "Bonus Metamagic Feat",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any one metamagic feat. You are drawn to others who can perform skill tricks,",
        "name":  "Feats",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any two. expert instantly affiliates you with a very loose fellowship of tricksters (battle, uncanny, and magical) . You don’t",
        "name":  "Skill Tricks",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This mask of deep purple fluorite is sculpted you can summon increasingly powerful creatures: At 4th in the image of a heavily wrinkled old man . A roughly level, you can instead use summon monster IV; at 7th level, circular tangle of arcane runes appears where the visage’s summon monster V; and at 10th level, summon monster VI . mouth should be . Your alignment appears to be chaotic evil while you wear You can use each of these spell-like abilities once per day: a demon mask . charm person, dancing lights, detect magic, and magic missile. Dragon: This multihued mask of precious metals and scin- As you advance in the master of masks class, you can use tillating gemstones forms the terrible visage of a snarling additional spell-like abilities, each once per day: 4th level, wyrm . A sunburst of metallic and bejeweled scales flares invisibility and scorching ray; 7th level, lightning bolt and slow; out around the reptilian face . and 10th level, dimension door and ice storm . Three times per day you can breathe a cone of fire as Your caster level is treated as two higher for the purpose a standard action . The cone is 30 feet long and deals 2d8 of casting arcane spells (up to a maximum of your character points of fire damage . A successful Reflex save (DC 10 + level) . If you have no arcane spellcasting ability, this effect your master of masks level + your Cha modifier) halves grants you no benefit . the damage dealt . Once you use this ability, you can’t use Your alignment appears to be chaotic good while you it again for 1d4 rounds . As you advance in the class, you wear an archmage mask . can deal additional damage with this ability: 4d8 points at",
        "name":  "Archmage",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This mask is made of poorly cured, purplish skin without taking off the first . The appearance and benefit of stretched over yellowed bone . Bloodless cuts and old bruises the second replace those of the first . As a move action, you mar its surface, and tufts of long, white hair sprout from can have the first mask appear instead, granting its effect its wrinkled brow . in place of the other’s . Once per day you can use cause fear and detect undead as At 8th level, you can wear up to three masks simultane- spell-like abilities . As you advance in the master of masks ously and can switch masks as a swift action . class, you can use additional spell-like abilities, each once At 10th level, you can wear up to four masks simultane- per day: At 4th level, you can use false life; at 7th level, halt ously and can switch masks as an immediate action . undead; and at 10th level, fear . While wearing multiple persona masks in this way, you Additionally, you gain resistance to cold 10 . can remove any worn mask as a move action (regardless of Your alignment appears to be neutral evil while you which one is active) . wear a lich mask . Furthermore, you register as an undead Hidden Mask (Su): Beginning at 6th level, you can creature with Hit Dice equal to your character level to any make any mask you wear become invisible (or return an form of magical divination (such as detect undead) . invisible mask to visibility) . Activating or deactivating this",
        "name":  "Lich",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One cannot use depends on your charac- his abilities against another . ter background and the Violation of this principle re- masks you have created sults in no physical or material and mastered . If you pre- penalty, but the offender is forever fer stealth, you likely avoid cut off from his fellows . His ill reputation detection behind the face- precedes him throughout the acting less mask and don the mask community, which can result in fi- of the assassin to surprise your nancial hardship . Most adhere strictly opponents . On the other hand, to this injunction, but in a profession if you are a front-line combatant, that depends on warping reality, moral- you might wear the mask of the ity is flexible as well, and a few masters of gladiator or the savage . The masks of masks pay this warning no heed . the high priest and the lord help you bolster allies, while the mask of the de- MasTers of Masks mon brings allies to your side . Those of In The World the archmage and the dragon give you “How can both an angel and a demon exist magical offensive power . Your versatil- in one body?” ity is your greatest strength . —Apatura Iris, critic at the Free City’s Grand Theatre advancement You have always been intrigued by the mal- Thieves, spies, truth-benders, and mys- leability of perceived truth: The most subtle terious figures, masters of masks cloak hint, emphasis, or rearrangement of facts themselves within their roles and hide can lead others to think and act exactly as behind their elegant personas . Those you wish . You grew adept at becoming what who do not belong to their shrouded you weren’t, either onstage or in the employ and ancient tradition have tremen- of those who had uses for such a talent . dous difficulty learning anything Eventually you discovered the fellowship of about their ranks or true powers . like artists who had been sculpting truth Thus, these master imperson- for seemingly as long as civilization has ators add new layers of intrigue existed . You either sought them out yourself to any campaign, as well as a or were introduced by another who recognized Beriel, strange new kind of magic . your talents, and now you perfect the method a master of masks of the masters of masks . organization",
        "name":  "Your role on the battlefield ters of masks",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ki power, ki strike (magic) .",
        "name":  "Prerequisite",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you roll a natural 1 when making an attack Prerequisite: Bardic music, Perform 6 ranks . roll, you can expend one luck reroll as a swift action to Benefit: As a standard action, you can expend one daily instead treat the roll as a natural 20 . use of your bardic music ability to allow yourself and all \u0018\u0018 TrICks feaTs and skIll ChaPTer 3 Bardic Music Feats Prerequisites Benefit Chant of the Long Road Bardic music, Perform 6 ranks Bardic music allows allies to move overland more quickly Chord of Distraction Bardic music, Perform 9 ranks Bardic music renders target flat-footed against one ally Epic of the Lost King Bardic music, Perform 6 ranks Bardic music removes fatigue and exhaustion Sound of Silence Bardic music, Perform 9 ranks Bardic music deafens a target Warning Shout Bardic music, Perform 9 ranks, Bardic music grants evasion, +5 morale bonus on next evasion Reflex save Luck Feats Prerequisites Benefit Advantageous Avoidance Character level 3rd, any luck feat Expend luck reroll to force foe to reroll critical threat confirmation, or three luck rerolls to force foe to reroll attack Better Lucky than Good Character level 6th, Expend luck reroll to treat natural 1 on attack as any two luck feats natural 20 instead Dumb Luck Character level 6th, Expend luck reroll to treat natural 1 on save as natural 20 instead any two luck feats Fortuitous Strike Character level 6th, any luck feat Expend luck reroll to reroll attack, or two luck rerolls to reroll damage Good Karma Character level 3rd Expend luck reroll to redirect attack against ally to you Healer’s Luck — Reroll amount cured by healing spell Lucky Break — Reroll Strength check to break item or burst door Lucky Catch — Reroll Balance, Climb, or Jump check Lucky Fingers — Reroll Disable Device, Open Lock, or Sleight of Hand check Lucky Start — Reroll initiative check Magical Fortune Caster level 3rd, any luck feat Expend luck reroll to reroll damage dealt by spell, or two luck rerolls to reroll caster level check Make Your Own Luck Character level 6th, any luck feat Reroll a skill check Miser’s Fortune — Your items get +5 bonus on saves; expend luck reroll to force foe to reroll a sunder attack or Str check to damage nearby object Psychic Luck Manifester level 3rd, any luck feat Expend luck reroll to reroll damage dealt by power, or two luck rerolls to reroll manifester level check Sly Fortune — Reroll Hide, Move Silently, or Tumble check Survivor’s Luck Character level 9th, any luck feat Reroll a saving throw Tempting Fate Character level 6th, any luck feat Reroll stabilization check, expend luck reroll to avoid being killed Third Time’s the Charm Character level 3rd, any luck feat, Reroll again with Luck domain granted power Luck domain Unbelievable Luck Any luck feat Gain two luck rerolls and +2 luck bonus on worst save Victor’s Luck — Reroll critical threat confirmation 1 A fighter can select this feat as one of his fighter bonus feats (PH 38). 2 A monk can select this feat as one of her monk bonus feats (PH 41). 3 A scout can select this feat as one of her scout bonus feats (Complete Adventurer 13). allies within 60 feet to avoid taking nonlethal damage for ConCussIon aTTaCk [aMbush] hustling (PH 164) . This requires 1 minute of performance, Your attacks can damage your opponent’s ability to think and the effect lasts for 1 hour . clearly .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can expend one luck reroll as an immediate MasTer sPellThIef action to reroll a Balance, Climb, or Jump check . Your arcane studies allow you to mingle arcane magic of You gain one luck reroll per day . different flavors for great effect .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your fighter and ninja levels stack for the affected by this feat . You can’t use this feat on the same purpose of determining the size of your ki pool, as well as target more than once per round . your AC bonus . For example, a 5th-level fighter/1st-level Using this feat reduces your sneak attack damage by 1d6 . \u00180 3 reTPahC llIks dna sTaef skCIrT MIser’s forTune [luCk] to a new type of poison for which you have selected Items belonging to you and your allies are abnormally Poison Expert . resistant to damage .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whenever an opponent makes a sunder attack PsIThIef or Strength check to damage an object within 30 feet of You can drain psychic energy and use it against others . you, you can expend one luck reroll as an immediate action Prerequisite: Manifester level 1st, steal spell . to force that opponent to reroll . Benefit: You can use your steal spell ability to siphon In addition, as long as you still have one luck reroll psionic energy instead of spell energy . Instead of stealing remaining for the day, items in your possession receive a a spell, you can choose to steal a number of power points +5 luck bonus on saving throws . equal twice to the maximum level of spell you can steal You gain one luck reroll per day . minus 1 (up to a maximum value equal to the manifester level of the creature struck) . For example, a 4th-level PersIsTenT aTTaCker [aMbush] spellthief/1st-level psychic warrior could steal up to 3 Once you find a target’s weak point, you can easily strike power points; if he used this ability against a 2nd-level it again . psion he could steal only 2 power points, since that is the",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your successful sneak attack delivered with an lation, mental, and movement . Each type focuses on a unarmed strike temporarily hinders the target’s ability to different subset of skills . While any character can learn speak . For the next 3 rounds, the target takes a –5 penalty tricks of any type, members of certain classes favor par- on any skill check requiring speech and has a 50% chance ticular types of tricks (whether due to the class’s skill list, of failure when casting a spell with a verbal component or the character’s areas of expertise, or both) . activating a magic item with a command word . Multiple uses Interaction: These skill tricks influence social interac- of this feat don’t increase the duration beyond 3 rounds . tion between PCs and NPCs . They typically rely on skills Using this feat reduces your sneak attack damage by used in those situations, such as Bluff, Diplomacy, and 2d6 . Sense Motive . Bards are the most common masters of these",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you make a horizontal jump of at least 10 feet during your turn, you can spend a swift action to move an additional 10 feet on that turn . false TheurgY [ManIPulaTIon] “How’s that magic missile feel? I’m sorry—did you think I was casting sleep?”",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a swift action when casting a spell, you Ember uses Corner Perch to stay out of an opponent’s reach can adjust the spell’s verbal and somatic components to nnamrediW .E yb .sullI \u0018\u0018 TrICks feaTs and skIll ChaPTer 3 mimic those of another spell of your choice of the same lIsTen To ThIs [MenTal] level . Any creature using Spellcraft or any other means to You can perfectly repeat to others what you hear . identify the spell you’re casting believes it to be the other Prerequisite: Listen 5 ranks . spell instead . Benefit: Whenever you make a successful Listen check This trick renders your spell immune to the normal to hear a noise, you can describe that sound any time method of counterspelling, though dispel magic or a similar up to 1 hour later with such clarity that any individuals effect still works normally . Of course, once the spell takes hearing the description are treated as if they had heard effect, it can be identified and dealt with normally (a fireball the sound themselves . still looks and feels like a fireball once you’ve cast it) . This trick is particularly useful if you overhear a conver- sation but don’t understand the language spoken, since it grouP fake-ouT [InTeraCTIon] allows you to repeat it verbatim to an ally who might be You lean left, go right, and leave a whole group of enemies able to translate . holding the bag .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff 8 ranks . MagICal aPPraIsal [MenTal]",
        "name":  "Prerequisite",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use Bluff to feint in combat (PH 68) You can judge the usefulness of magic items . against more than one opponent . Make one Bluff check Prerequisite: Appraise 5 ranks, Knowledge (arcana) 5 opposed by separate Sense Motive checks for each opponent . ranks, Spellcraft 12 ranks .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you succeed by 5 or more on a Spell- take a cumulative –2 penalty on your Bluff check . craft check to determine the school of magic of the aura",
        "name":  "For each opponent after the first that you wish to affect, you Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lidda wants to feint against a group of three surrounding a magic item (by casting detect magic), you orcs, so she rolls a Bluff check with a –4 penalty . Each orc can then spend 1 minute concentrating to also learn the rolls a separate Sense Motive check opposed by Lidda’s properties of the item, as if you had cast identify. adjusted Bluff check result . You can use this skill trick once per day . healIng hands [ManIPulaTIon] MosquITo’s bITe [ManIPulaTIon] You can bring someone back from the brink of death . You can deliver a vicious strike without your target feel-",
        "name":  "Example",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "passes them yet remains. (It is remotely possible that the My lord, I have terrible news to report. Four of the five crown thieves somehow lowered the zone of antimagic, then raised jewels have been stolen. The thieves must have employed another in its place.) magic of some sort, for the fields of alarm wards remain I think one of the thieves might have had a blade made of a undisturbed. None of the guards saw anyone enter or leave. rare material known as adamantine, which I understand can Our mages have confirmed this with multiple spells of the ap- penetrate most materials with ease. That would explain the propriate kind. cleanly cut hole in the outside wall of the room. I can think of As best I can ascertain, the thieves (I refer to the culprits in no other solution that does not involve magic—and, as I men- the plural because I do not believe a single being could have tioned, the zone of antimagic still holds. gotten past all our defenses) brought with them a spellcaster I pray to St. Cuthbert that we might yet find the culprits. of some kind. They must also have included someone able to contort himself in such a way as to slip through the bars Sincerely, surrounding the jewels, since the zone of antimagic that encom- Hetlan Croft, Royal Guard Inquisitor pqqqqqqqqqqqqqqqqqqqqrs \u0018\u0018 neW sPells ChaPTer 4 2nd level 3rd level",
        "name":  "To Lord Kikosomi, Head of the Royal Guard",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magically propel an object from your hand . Scry Location: Spy on a distant location .",
        "name":  "Catapult",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spy on a distant location . Gimble uses the catapult spell to launch a dagger at an unsuspecting target Illus. by E. Deschamps 4 reTPahC sllePs Wen neW hexblade sPells Evoc Fatal Flame: Target’s body bursts into flame upon its death . 1st level Trans Catapult: Magically propel an object from your",
        "name":  "Scry Location",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spy on a distant location . 2nd level Div Spymaster’s Coin: Hide a scrying sensor in a coin or other Tiny object for later activation . sPell desCrIPTIons You imbue your musical instrument instrument and also cast spells, anIMaTe with the ability to play at your com- activate magic items by spell comple- InsTruMenT mand . This instrument can play a tion or command words, or even use Transmutation tune on your behalf even while you another bardic music ability .",
        "name":  "Div Scry Location",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bard 2 are busy with other actions . As long You can animate any nonmagical",
        "name":  "Level",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A duplicate of yourself You have a mental connection with some magical forms of detection,",
        "name":  "Effect",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Fatal flame turns a dying kobold into a lethal booby trap for its fellows Illus. by F. Vohwinkel 100 4 reTPahC sllePs Wen You create a zone of disruptive You gain a macabre change to your luCkY sTreak arcane harmonies that interfere vision that seemingly peels away Transmutation with spells that have verbal compo- skin and sinew to reveal the flesh Level: Bard 1, sorcerer/wizard 2 nents . Casters within the area find beneath . You gain a +5 insight bonus Components: V, S their spells’ spoken words warped, on Heal checks, and any cure spell Casting Time: 1 standard action twisted, and blurred, disrupting you cast on a living creature heals Range: Close (25 ft . + 5 ft ./2 levels) their efforts . Any creature (other 1 extra point of damage per level of Target: One creature than you) that attempts to cast a spell the spell . Duration: 1 minute/level (D) with a verbal component in this area You also gain a +2 bonus on at- Saving Throw: Will negates must succeed on a Concentration tack rolls and damage rolls when (harmless) check (DC 20 + the spell’s level) . On making a precision-based attack Spell Resistance: Yes (harmless) a failure, the spell fails to function (such as a sneak attack or a sudden and the caster expends the spell or strike) against a living creature, A tinkling laugh and a momentary spell slot as normal . since you are able to pick out your shine surround your ally, leaving him Harmonic void has no effect target’s most vital points . (This ef- with an aura of confidence and a sly on supernatural abilities, magic fect makes the spell popular among smile. items, and other magical effects . less benevolent casters .) Healer’s vi- It affects only spells with verbal sion does not grant you the ability You improve the luck of the subject components . to make a precision-based attack if creature . For the duration of the you don’t already have that ability, spell, any reroll the subject makes healer’s vIsIon nor does it allow you to make such using a luck feat gains a +2 luck Divination attacks against creatures normally bonus .",
        "name":  "Spell Resistance",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal sions or other magical disguises, so Level: Bard 1, hexblade 1, sorcerer/",
        "name":  "Range",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bard 5, cleric 7, druid 7, sor- If the caster level check succeeds, None1 +10 Secondhand (you have heard +5 cerer/wizard 6 you create an invisible magical of the location)",
        "name":  "Level",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor of vision being the same as if you the location often) 1 You must have some sort of",
        "name":  "Effect",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No as normal . You can rotate the sensor as you wish, seeing in any direction Location Caster Level Check At the culmination of this long ritual, you desire . Once the spell is cast, DC Modifier Per 1,000 miles away +2 you gaze into your scrying focus and however, you cannot change the Indoors or underground +2 stretch out your sight. The mists within position of the sensor . On another plane +10 the reflective surface dissipate, and sud- As with all divination (scrying) denly you can see and hear a familiar spells, the sensor has your full visual Connection Caster Level Check place. acuity, including any magical effects . DC Modifier Likeness or picture –2 In addition, the following spells An object that has been in –4 You can see and hear what occurs have a 5% chance per caster level of the location for a week or more2 at a location, which can be at any operating through the sensor: detect A plant, mineral, or other –10 distance on the same plane where chaos, detect evil, detect good, detect law, object taken from the area2 you are located . You must make a detect magic, and message . 2 The object must have been in the location within the past year. successful caster level check (1d20 If the caster level check fails, you + your caster level) to scry a specific can’t attempt to scry on any place location . The difficulty of this check within 1 mile of that location until sIPhon depends on how familiar you are 24 hours have passed . Transmutation with that location and what sort Arcane Material Component: The Level: Sorcerer/wizard 3 of physical connection (if any) you eye of a mole, a badger, or a xorn, Components: V, S have to that place . Furthermore, plus nitric acid, copper, and zinc . Casting Time: 1 minute the difficulty to scry the desired Wizard, Sorcerer, or Bard Focus: A Range: Touch locale increases if the location is mirror of finely wrought and highly Target: One touched wand or staff extremely far removed, indoors or polished silver costing not less than Duration: Instantaneous underground, or on another plane . 1,000 gp . The mirror must be at least Saving Throw: None The DC of this check is 20 + any 2 feet by 4 feet . Spell Resistance: No modifiers related to your knowledge Cleric Focus: A holy water font of the area, your connection to it, costing not less than 100 gp . You leach the power of the wand you and the location’s distance, as set Druid Focus: A natural pool of hold, causing a ghostly stream of blue out in the following table . If you water . mist to rise from the item and enter pqqqqqqqqqqqqqqqqqqqqrs duPed “Only critters more greedy ’n misers are dragons. Fact, I think I stole me hoard. Were it ye?’ I says no but that I’ll help ’im look heard once that ‘miser’ is Elven for ‘dragon,’ but I don’t know. for it. “Anyhow, the most miserly dragon as ever I seen were the “Now ’e don’t trust me rightly, but ’e’s desperate and wants great green, Morxmordrex. ’E loved his gold and his gems his treasures back. So I start by lookin’ fer tracks, ’cuz I tells ’im like any dragon, but his favorite were a cup o’ platinum he I’m a ranger—me! A dwarf! But ’e believes me, so I pretends to just adored. So I sets me eyes on winning that wee cup fer look. Near the end o’ the day ’e starts gettin’ mad, so I ‘finds’ meself. the loot down in a deep shaft. ’E can’t reach down in to grab “In ’is sleepin’ time I sneaks in and starts movin’ bits o’ his more’n a few coins, so I offers to go in—fer a price. Now, hoard into little tunnels. I don’t take nothin’, and in fact I leave Morxmordrex ain’t too happy ’bout that, but ’e says I can have a few extra coins and gems layin’ about within. Then I waits for one piece o’ ’is hoard. I says the cup. ’im to wake up and find ’is hoard much reduced. ’E gets a mite “Fer a moment I thought ’e was gonna eat me right there, upset, and goes rampagin’ through the forest. When he calms but ’e just raged and bellered a bit afore ’e agreed. Two hours down, I walks up to him and says, ‘I been hearin’ yer bellerin’ later I ’ad me that wee cup and ’e ’ad him back ’is precious and wonder what might make ye so mad.’ So ’e says, ‘Some thief hoard.” pqqqqqqqqqqqqqqqqqqqqrs 10\u0018 neW sPells ChaPTer 4 your body. Slowly, you feel your magical sMoke sTaIrs energies being renewed. Transmutation [Air]",
        "name":  "Spell Resistance",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M a wand or staff you hold Casting Time: 1 standard to replace spells you have action already cast . As long as Range: Personal the wand or staff has at Target: You least 5 charges left, you Duration: 1 minute/ can expend 5 of those level charges to replace a cast spell . The spell replaced You step into intangible smoke must be of a level equal and ascend as nimbly as if it to or lower than the were a flight of steps. highest-level spell the staff or wand holds . You gain the ability If you prepare arcane to run up columns of spells, you can regain smoke as if they were any one spell of the normal stairs . Casting affected level that you this spell successfully have already cast that requires smoke from a day; if you cast spells natural fire large enough spontaneously, you can to fill a 5-foot square, regain a spell slot of such as a normal camp- the appropriate level . fire, bonfire, or any For example, a wizard significant amount of who has cast her only burning debris (torch fly spell for the day (a flames or creatures 3rd-level spell) can made of fire or smoke drain 5 charges from do not suffice) . her wand of fireball After casting this (another 3rd-level spell, you can move spell) to regain fly or into the column of any lower-level spell smoke produced by she has cast . such fires and can If the wand or ascend vertically staff holds enough into a square filled charges, one cast- with smoke . To your ing of this spell can eyes the smoke co- replace multiple alesces into ghostly spells at once . For steps, though other example, a sorcerer observers see nothing who has expended different . When step- three of his 5th- ping into the column level spell slots can you are considered to drain 15 charges be in the smoke above from his staff of frost the flame and take no to regain all three damage from the fire . spell slots . Every 5 feet of upward Siphon has no effect on movement costs 2 squares wands or staffs that do not of movement . For example, hold enough charges to replen- an assassin with a speed of ish the desired number of spells . 30 feet casts smoke stairs on himself, then moves 10 feet across An assassin uses smoke stairs the ground to a smoking fire and to make his escape Illus. by M. Coimbra 10\u0018 4 reTPahC sllePs Wen ascends 10 feet vertically in a sin- and animal growth, you could steal Range: Touch gle move action . only the effect of the first spell Effect: Magical sensor If anything dissipates the col- unless you were also of the animal Duration: 1 hour/level or until umn of smoke while you are moving type . triggered, then 1 round/level though it using this spell, you lose Saving Throw: None your footing and fall . Examples in- sPore fIeld Spell Resistance: No clude a gust of wind spell and an Transmutation air elemental’s whirlwind form . Level: Druid 1, ranger 2 You slide your finger over a coin, imbu-",
        "name":  "You drain the charges from Components",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A handful of Area: 10-ft .-radius spread a coin, stone, or other innocuous dried leaves . Duration: 1 minute/level item) with a dormant magical scry-",
        "name":  "Material Component",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude partial; ing sensor . Anyone attempting to sPell ThefT see text detect its magical aura must succeed",
        "name":  "Saving Throw",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No of difficult terrain costs 2 squares dience/clairvoyance in the object’s of movement, and creatures cannot area . You have no control over the Winding your magical grip around the charge or run through such squares object’s movement and gain no spe- dweomers that augment your opponent, (PH 148) . The uneven surface created cial senses . Spymaster’s coin functions you rip them away and feel their energy by this spell also increases the DCs only on the plane of existence you rise around you. of Balance and Tumble checks by 5 are currently occupying . and the DC of Move Silently checks You must continue to concentrate You attempt to steal an opponent’s by 2 . to see or hear through the spymaster’s beneficial spell effects for yourself . In addition, any creature that coin . If you stop concentrating, the Upon casting this spell, you in- enters a square affected by this spell spell’s effect ends . Once activated, stantly discern all spells currently bursts several mushrooms, causing the scrying effect of the spell lasts affecting the target (including their their choking spores to fill the air . for a maximum number of rounds effects) . For each spell so discerned, The spores render the creature sick- equal to your caster level . you can make a dispel check (1d20 ened for 1 round (Fortitude negates) . Focus: One object of Fine size . + your caster level, maximum +15) Treat the spore cloud as an inhaled against a DC of 11 + the spell’s cast- poison for the purpose of bonuses Wall of verMIn er level . If the check succeeds, you on the save or immunity to poison . Conjuration (Creation) gain the effect of the spell for the re- Entering more than one affected Level: Druid 3 mainder of its duration, as if it had square during a turn doesn’t force Components: V, S, DF been cast on you instead of the orig- multiple saves . Casting Time: 1 standard action inal target, and the opponent loses You can cast spore field on any type Range: Close (25 ft . + 5 ft ./2 levels) that effect . of ground or flooring, regardless of Effect: Wall of pests whose area is Only spells capable of being dis- the material that comprises it . up to four 5-ft . squares (S) pelled can be affected by spell theft . Duration: Concentration + 1 In addition, if you are not a legal sPYMasTer’s CoIn round/level target of the spell to be stolen, your Divination (Scrying) Saving Throw: Fortitude partial; dispel check automatically fails . For Level: Bard 2, sorcerer/wizard 2 see text example, if you cast spell theft on a Components: V, S, F Spell Resistance: Yes dire bear affected by bull’s strength Casting Time: 1 standard action 10\u0018 neW sPells ChaPTer 4 A wall of vermin is a disgusting and effective deterrent Illus. by E. Widermann Exuding the stench of festering carrion, as burning hands or cone of cold) . It has Manipulating the very magic that waves upon waves of buzzing, clamber- 20 hit points and automatically fails infuses your wand, you alter that energy, ing, clicking bugs roil up from beneath any save . Disintegrate has no effect on opening the magic item to a new power the earth. a wall of vermin, since it is not a single of your choosing. physical object, though any wind of You cause a thick but porous wall, alive 50 mph or greater breaks it up for 1 By casting wand modulation on the with hungry bugs, to buzz and scuttle round . Despite its appearance, a wall target wand you hold, you tem- into existence . It provides concealment of vermin is not made up of natural porarily alter it to cast a different in both directions, imposing a 20% creatures, and thus is unaffected spell . After casting this spell, the miss chance on any attacks passing by spells that affect animals or next spell you cast upon the target through it . You cannot conjure the wall vermin . wand affects the remaining charges, so that it occupies the same space as allowing the wand to discharge that a creature . Wand ModulaTIon spell instead of the one it was created Any living creature passing through Transmutation to cast . the wall is subjected to hundreds of Level: Sorcerer/wizard 3 The spell cast after wand modu- tiny bites . It takes 2d6 points of damage Components: V, S lation must be of a lower level and must succeed on a Fortitude save Casting Time: 1 swift action than the spell the wand normally or be nauseated for 1 round . Any Range: Touch casts . Replacement spells cast from creature becoming nauseated while Target: One touched wand the affected wand are cast at the moving through the wall can complete Duration: 1 minute/level (D) minimum caster level . Each use its move action, but cannot take a Saving Throw: Yes (harmless, of an affected wand now expends standard action in that round . object) 2 charges from the wand instead",
        "name":  "Spell Resistance",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The classic hiding spot, a false bottom hollow boot heel is four sizes smaller than the container can be added to any container with a hard base, from a it is built into . For example, boots made for a human (size desk drawer to a chest to a barrel . A false bottom slightly Medium) can have hollow boot heels no larger than Fine reduces the amount of storage space the object otherwise size . An exception is that boots made for Small creatures would have . Gaining access to a false bottom typically can also have Fine-sized hollow heels . requires emptying the container of the rest of its contents Price: 20 gp . and locating and triggering a small latch that loosens the Inside Pocket: This hidden space is simply an extra false bottom and allows it to be opened . pocket sewn into the inner lining of a coat, tunic, robe, The maximum size of a false bottom is two sizes smaller or pair of trousers . An inside pocket generally only holds than the container it is built into . a few sheets of paper, parchment, or similar items, but",
        "name":  "False Bottom",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Packs, sacks, bags, and satchels can presumes that the searching character is either holding contain cleverly concealed inner flaps or pockets . the item to be examined (in the case of a hollow boot The maximum size of the space contained beneath a heel, for example) or has unfettered access to the object hidden flap is two sizes smaller than the container it is into which the space has been built (for a false bottom built into . or a false hold) . By paying double the normal price, you",
        "name":  "Hidden Flap",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shining with the light of a torch, a alCheMICal ITeMs pellet of liquid sunlight is a half-inch-diameter sphere Researchers continually conduct experiments in the field of glass that contains a gold-colored liquid . The pellet of alchemy, ranging from wildly inventive gnome think- can be thrown as a ranged attack with a range increment tanks to individual wizards locked away in their towers . of 5 feet . Alternatively, it can be loaded into a sling and This constant work occasionally produces items useful to used as a sling bullet . When it strikes a firm surface, adventurers and scoundrels alike . it bursts and sprays out the liquid within . The liquid Costs and Craft (alchemy) check DCs for creating continues to glow with the light of a torch for 1 round these items appear in Table 5–3 . All of these items have a after exposure to the air . Creatures with light sensitiv- negligible weight . ity are dazzled for 1 round if struck by a liquid sunlight",
        "name":  "Liquid Sunlight",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These small black pellets smell pellet . The pellet deals 1d6 points of damage to a vampire, strongly of tar . Dropping a clearwater tablet into a gallon vampire spawn, or any other creature similarly harmed of water cleans the water of disease, poison, and other by daylight . befouling toxins . Water so treated has a vaguely tarry Nerv: This is the street name for a substance also known smell and leaves a slimy black deposit on a surface it as liquid courage, a gold-colored syrup in a clear glass bottle touches but is safe to drink . Magic liquids (such as painted with interweaving blue and red swirls . Drinking potions, oils, and magic poisons) are immune to the effect a dose of nerv grants the drinker a +2 alchemical bonus of clearwater tablets . Liquids based on oil or alcohol are on saves against fear effects for 1 hour . also not affected . Powdered Silver: This fine silvery dust sparkles when",
        "name":  "Clearwater Tablets",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Made of rusty iron, rust cubes are sometimes disguised as dice . A rust cube can be thrown as a ranged Table 5–3: Alchemical Items attack with a range increment of 5 feet . Alternatively, it can Substance Craft (alchemy) DC Cost be loaded into a sling and used as a sling stone . When it Clearwater tablet 30 1 gp Daystrider capsule 15 10 gp strikes a hard surface, the cube shatters into a fine powder Ferrous aqua 20 20 gp of rusted iron . An object or creature made of metal that Forger’s paper 20 10 gp is hit by the rust cube immediately takes 1d6 points of Endurance elixir 20 25 gp damage (ignoring hardness), plus an additional 1d6 points Liquid light 30 20 gp of damage each round for the next 2 rounds . A creature Nerv 25 25 gp Powdered silver 20 20 gp can wipe the dust off with a move action . Rust cube 30 100 gp",
        "name":  "Rust Cube",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Said to be refined from the spilled ichor of a demon, devil, or other fiend, blas- phemix corrupts not only the body but also the soul . Perpetually warm, greasy, and possessed of a vile blackness that seems to writhe of its own accord, blasphemix is further profaned by prayers and chants to dark, ancient, and wholly evil powers . This liquid foulness impedes the power of faith and hinders even the most devout cleric’s access to his deity . Despite its origin, this poison affects creatures of all alignments and faiths . If the subject of this poison fails the initial saving throw, its ability to cast divine spells is hindered . For the Alchemical items provide a variety of benefits next 10 rounds, the subject must succeed Illus. by F. Vohwinkel 112 5 reTPahC lerdnuoCs TneMPIuqe Table 5–4: Poisons Poison Type Craft (Poison- Initial Damage Secondary Damage Price making) DC Blasphemix Injury DC 22 22 Special* –1 CL (divine spells) 750 gp Elemental rime Injury DC 16 18 1d4 Dex plus 1d4 Dex 200 gp vulnerability to fire Goodbye kiss Ingested/Injury DC 15 15 Exhaustion* Exhaustion or unconsciousness* 350 gp Gorgon’s hair Contact DC 16* 18 1d6 Str 1d4 Str 300 gp Salvo Injury DC 15 12 1d4 ability* 1d4 ability* 100 gp Siren’s breath Inhaled DC 18 16 Special* Special* 300 gp Slow death Injury DC 14 19 1d6 hp/round* n/a 250 gp Zealot’s blade Injury DC 14* 19 1d4 Con 1d4 Con 350 gp *See text for details. on a caster level check (DC 15 + spell level) each time it A subject who fails either the initial or the secondary attempts to cast a divine spell . Failure means the spell save becomes exhausted for 1 hour . Failing both saves is lost and has no effect . renders the subject unconscious for 1 hour instead . Regardless of the outcome of the initial save, failing the Gorgon’s Hair: This versatile contact poison is named secondary save applies a –1 penalty to the victim’s caster for a clever murderer who would coat her long hair in this level for all divine spells it casts for the next 12 hours . If a concoction before seducing her victims . Clear and a little creature is subjected to another dose of blasphemix before greasy, this toxin makes surfaces it is applied to look the effect of the first dose has run its course, the slightly wet, shiny, or cosmetically accented . It is unusual duration of the first dose’s effect ends . in that it does not affect those who already have it in In addition to a Craft (poisonmaking) their system . Thus, many who use gorgon’s check, creating a dose of blasphemix hair ingest a dose—a mildly unpleasant requires a successful DC 15 Knowl- act—before coating themselves with edge (religion) check . the poison . Those who fear being",
        "name":  "Blasphemix",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp (single mirror) . bladeshimmer to end the invisibility effect . A single vial of this substance can coat an area up to 2 bands of forTune feet square . It can’t be divided between multiple objects, These innocuous-looking items allow you to change your though multiple vials can combine to make a larger ob- luck on the battlefield . ject invisible . Each doubling of the area to be affected",
        "name":  "Price",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You activate bands of fortune by expending Construction: Craft Wondrous Item, invisibility, 375 one of your luck rerolls as a swift action . gp, 30 XP, 1 day .",
        "name":  "Activation",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, any three luck Requires cat’s grace . feats, 3,500 gp, 280 XP, 7 days . Meandering: You act as if under the effect of a slow",
        "name":  "Construction",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The first of these items were created by the spell, centered on you, for 1 round . Requires silence . famed assassin Fratello Simm to aid his guildmates in Standing: You act as if under the effect of a dimensional avoiding capture . Knowledge of panic buttons began to anchor spell for 1 round; this panic button is usually thrown spread when examples of the items were discovered on at an opponent . Requires dimensional anchor . captured assassins’ guild members . Fratello original- Strengthening: You gain a +5 bonus on all Strength-related ly created the bolstering, escaping, and flexing panic skill checks and Strength checks made in the next round . buttons . Since then, a wider assortment of buttons has Requires bull’s strength . been developed by other sorts of spellcasters . Aura/Caster Level: Moderate transmutation; CL 7th .",
        "name":  "Lore",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As their name implies, panic buttons Construction: Craft Wondrous Item, spell varies often look like normal buttons sewn into clothing . They (see individual description), 375 gp, 30 XP, 1 day . might also resemble round metal bells, glass beads, or Weight: — . other small, inconspicuous adornments . Price: 750 gp . 11\u0018 5 reTPahC lerdnuoCs TneMPIuqe rod of roPes the rod . Pressing the button again launches the two This versatile item meets your every rope-related need . ends of the rod (each one-third of its length) in opposite",
        "name":  "Description",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some shrunken shriekers are Weight: — . said to be crafted from the heads of fiends . Price: 1,000 gp . These variations scream so terribly that they also hinder those who make use of Wheel of forTune the items they guard; a creature other than This hand-held wheel grants its the item’s true owner must make a DC 13 user a dose of extra fortune .",
        "name":  "Variants",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clerics of Olidammara the head continues screaming . This is claim the genesis of these items a mind-affecting fear ability . Creatures lies with their fickle and fun- that fail this save are vulnerable to loving god, and nobody seems this shrunken fiendshrieker’s scream- intent on arguing the point with ing for the next 24 hours, they do them . Indeed, the oldest known not receive a new save if they put wheels of fortune bear the Laugh- down the affected item and pick it ing Rogue’s symbol in conspicuous back up later . locations . Shrunken shrieker Aura/Caster Level: Faint abjuration; CL Description: A wheel of fortune consists of 3rd . a 2-foot-wide wooden box with a brightly painted metal",
        "name":  "Will save or be shaken for as long as Lore",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, alarm, 250 gp, 20 wheel, a little larger in diameter than the width of the XP, 1 day . box, partially encased at one end . The wheel is divided",
        "name":  "Construction",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Trinkets of trickery can take the form of any a disk of white . Regardless of how tightly a user holds it small baubles, totems, or lucky charms . A popular shape and no matter how hard the wheel is spun, the item never is that of a stylized cat sitting on its haunches and waving, wobbles or loses its perfect balance . but many such items resemble chess pieces or figurines of Activation: Pressing the brass button (a standard mounted knights and dragons . A trinket of trickery is never action) activates the wheel, causing it to spin all the way larger than 1 inch in its longest dimension . around seven times . One round after activation, the wheel",
        "name":  "Description",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, bear’s strength, carry staffs twined with green air bramble, or dangle bestow curse, bull’s endurance, cat’s grace, eagle’s splendor, false lengths of it from their belts . life, fox’s cunning, owl’s wisdom, 3,000 gp, 240 XP, 6 days . As long as you are carrying a length of green air",
        "name":  "Construction",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "With very few changes, the Free League can be adapted to nearly any campaign . Stripping the group of its planar connection allows you to involve PCs in freedom-fighting adventures without becoming side- tracked by the potential of the Outer Planes . You might also want to provide league members with some means of magical communication, allowing members to organize and work against injustice in a more focused, effective manner across an entire world . An interesting variant is to make the Free League a kind of planar “Underground Railroad,” smuggling the oppressed and exploited though a series of safe houses to a planar gate leading to ultimate freedom, worlds away from any pursuit .",
        "name":  "Adaptation",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Individual members or small groups are regularly sent out on specific missions, prearranged by another member who was likely assigned to set up such tasks . All missions are assigned by Mister Tower, Mistress Eve, or Mister Dagger . These missions often involve retriev- ing lost items or stealing back stolen goods, finding (and sometimes kidnapping) “lost” parties, breaking into vaults to test their defenses, and spying . Members are not allowed to take anything from the target other than what they’ve been sent to acquire, no matter what else is available, unless the contract so stipulates .",
        "name":  "Missions",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thirty years ago, the famed Halzo family ized in weekly broadsheets, this elusive figure became sapphires went missing in what was called a daring rob- known among the public as “Mister Dark .” bery . A week later, the holy and penetrating Eyes of Wee Then suddenly, less than a month before the anniversary Jas vanished in an incredible heist . And when the royally of his first theft, Mister Dark’s crime wave inexplicably guarded golden bodies of the Seven Icons of the Sphinx stopped . Rumors variously claimed that the master burglar were absconded with, everyone spoke of the “crime spree of had been quietly captured and imprisoned, disintegrated the century .” No one knew who was stealing the finest and without a trace while infiltrating some noble’s vault, or most valuable art objects in the capital, but gone they were, met with an even more outlandish ends to explain the and even the finest detective work and the most powerful spree’s apparent cessation . Regardless of the reason, art divinations were unable to find a suspect . Finally even the collectors, curators, wealthy families, and guards across the royal vault was infiltrated . Though the thief chose to take city breathed easier with Mister Dark’s disappearance . the original Illustrated Symphony of Tvash-Prull instead of At least they did until four years ago . a library of military and royal dirty secrets, at that point In one night nearly every criminal organization, shrine the crime spree became a matter of national concern . of Olidammara, and noble family with illicit dealings For nearly a year, no treasure was safe . Millions of gold received a formal letter of introduction from a mysterious pieces’ worth of fine art disappeared . A few reports of a organization calling itself the Blind Tower . This group suspicious-looking, shadowy form near the scenes of the offered the services of its skilled and discreet members crimes gave rise to stories about the “dark man .” Eventually as retrievers of lost items, testers of defenses and security as the unstoppable thief’s exploits were practically serial- systems, information gatherers, and bounty hunters for Illus. by H. Lyon 1\u0018\u0018 6 reTPahC lerdnuoCs seruTnevda hire . The letters offered no means of contracting the strange NPC Reactions: Few besides the criminal and social organization, but each was signed “Mister Dark .” Questions elite even know the Blind Tower exists, and among both of authenticity were soon dismissed: Those who honestly of these groups opinions vary . The wealthy and noble hold sought the organization’s services were soon contacted, the opinion that the Blind Tower is nothing more than a while governmental searches were wholly unsuccessful . thieves’ guild playing at respectability, though all hold The Blind Tower’s reach expands beyond the boundaries their purse strings a little tighter when they speak ill of of any one country . Someone seeking its services need the group . Criminals either respect and envy the organi- merely make his intentions publicly known, usually by zation for its quiet efficiency, or see it as holier-than-thou inquiring openly about the group . Those whose needs competition that could use its pretty face smeared in the are judged legitimate—and worthy of the Blind Tower’s mud . service—are approached by a formally garbed and charm- Headquarters: The illicit empire takes its name from ing representative named with the honorific “Mister” or the ominous and elusive structure called the Blind Tower . “Mistress .” This person considers the would-be employer’s Located deep within a swamp upon a marshy hillock, it needs and sets the group’s terms and price, to be paid in was once a border fortress for some long-forgotten empire . advance . The cost is exorbitant, but the Blind Tower prom- The squat, eight-story tower juts from the ruins of a larger ises success within one week and absolute discretion . If building, overgrown with vines and ages of swampy decay . the organization is unable to fulfill its side of the bargain, The scars of an ancient fire still mar its stone, making it the employer receives his total investment back along with look disused and abandoned . Within, the Blind Tower the failed and renounced agent or agents, to do with as he has no floors, the wooden interiors long since decayed pleases . So far, though, the Blind Tower has never failed . and cleared away . Instead, the interior is an incredibly The Blind Tower is a strange combination of thieves’ intricate mesh of scaffolds, knotted ropes, hammocks, guild and spy network for hire, so efficient that even fami- and poles in which the tower’s members train, report, lies and empires once wronged by its founder have made rest, and leave with hardly a sound . Permanent magical use of its services . Every job expands the group’s resources effects cover large swaths of the vast space, including and growing influence . Yet why the Blind Tower exists alarm spells, areas of perpetual silence, and banks of mist remains a mystery . Some whisper that the organization is and darkness . The most noteworthy magic occupies one merely a front for a crime so complex, so incredible that of the tower’s top corners, where a rickety-looking scaffold even the invincible Mister Dark has spent thirty years in offers access to a flimsy plank door . Within is a permanent its planning . Mordenkainen’s magnificent mansion, where the members of 1\u0018\u0018 advenTures sCoundrel ChaPTer 6 the inner circle plot and deal, and where the elusive Mister that wishes the return of an item stolen by Mister Dark, Dark purportedly makes his home . which could lead them to confront one of the most secre- The grounds, hill, and marshes surrounding the Blind tive criminal organizations in the world .",
        "name":  "Structure",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Seven Ravens Clan does not keep silent tactics, the Seven Ravens Clan provides training in what about the missions it performs . Whenever the city guards law-enforcing organizations consider illicit (or at least discover known members of thieves’ or assassins’ guilds, shady) skills: lockpicking, stealthy movement, aiming for often subdued and bound, the clan is quick to make sure vital locations, and so on . People with no talent for stealth everyone knows who was responsible . As a result, grate- and subtlety still find a place in the clan, but they are asked ful and loyal merchants happily discount their wares for to join missions far less often . clan members who provide proof of their affiliation . This Missions: Missions for the clan consist of either discount usually amounts to 10%, but senior members of reconnaissance or assault . Whether through careful and the clan can sometimes receive as much as 50% off the repetitive observation or by the use of divination magic, normal price . a reconnaissance mission’s main objective is to observe how an organization works, often by tailing a known or Playing a seven ravens Clan Member suspected member, and to identify any changes in behavior Two very different philosophies govern the actions of a (possibly indicating that the organization knows it is being Seven Ravens Clan member . The first, reactive guardian- watched) . Once the exploratory teams have gathered the ship, constitutes both a boon and burden . Members must needed intelligence, assault squads move in . always help protect a fellow clan member in peril, but Your abilities dictate what types of missions you are fellow members must also always assist them . If an assas- typically assigned, although to keep enemies guessing sin attacks one of the clan, his employer attacks all of the you might sometimes play a supporting role in a mission clan . The second philosophy, proactive opposition, pits for which you have no talent or little ability . For the most members forever against the evil and the lawless . Whether part, though, the clan’s leadership ensures that its members working in a small group of fellow clan members, alone, play to their strengths . or with a group of nonclan allies, they constantly seek out Responsibilities: A clan member’s responsibilities are new information about underworld organizations . simple: Come when called . You might one day get your Teamwork, mutual protection, and the safety of numbers chance to take on a specific organization or individual, become a part of your mindset after joining the Seven but until then you owe the clan your service in bringing Ravens Clan . Adventuring groups turn to the clan for down other groups . trustworthy individuals with the talent and skills for stealth and subterfuge . Your skills are always in high The seven ravens Clan in the World demand, and your affiliation with the clan increases your “They came at us just after dusk. We didn’t even know they were desirability . City guard organizations also recruit from the there until they attacked. In one night they wiped us out—us, our clan, for the same reasons . informants, our fences, everyone in the city connected to us.” You seek revenge . The clan wants to help you get it . You —”Lefty” Thrushbushel, look for small ways to exact your vengeance, and you look Red Knives Thieves’ Gang survivor forward to the time when the clan raids the establishments of those who wronged you . Joining the Seven Ravens Clan provides a way for good-",
        "name":  "Discounts",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This section gives the ability’s duration or mighty magic or imbued with ancient power . They are number of uses . hard to find and harder to use, and confer their powers Aura: This line describes the type of magical aura, if any, but rarely . Legendary sites, in contrast, are places where that surrounds the location . (Legendary sites, including great works have been wrought and where seemingly those described here, typically have no magical auras .) impossible deeds have occurred . These locations have a Variation: Since legendary sites can arise in multiple lesser kind of power . A site such as a sandy beach where places, this entry (if present) suggests similar situations an explorer stepped for the first time, or a plaza where or areas for placing the location . a long-fallen marvel once towered, pulses with its own Ability Value: This entry provides the gp value of the renown, if not with true magic . The stories that inspire conferred ability . Although these abilities can never be these places and make them famous lend them reputations bought or sold, they can be substituted for treasure of like that can be shared by those who brush with such a site’s value and count toward the benefiting character’s overall notoriety . Characters who visit these sites of historical wealth . import, incredible acts, mystery, and great danger come away changed, not just in the eyes of the public but in their bussengeIsT haunT own hearts as well . Tragedy follows calamity, disaster follows catastrophe, and Such legendary sites need not be unique . Their a lifetime of death leads to an afterlife of mourning . Or, inspirational effects might develop wherever a spot at least, such is the way of the bussengeist haunt . Spawn- becomes imbued with a momentous event or spectacular ing wherever some foul action or gross inaction leads to achievement . a catastrophe of life-shattering proportions, these dim towers, fallen gatehouses, broken dams, and similarly legendarY sITe desCrIPTIons gloomy locales are infused with an almost palpable regret, a The legendary sites described below are presented in the weight that saps all levity and dampens the soul . Yet despite following format . such a place’s ill nature, those bearing a lesser burden of misfortune might cast their weight away in such a place, name of legendary site like tears into a lake . The entry begins with a description of the location . Often neglected and abandoned to its own unnatural",
        "name":  "Magical locations are areas that have been crafted by Duration",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp . crumbling chamber of exposed rock and sewer pipes . The spmahcseD .E yb .sullI 1\u0018\u0018 advenTures sCoundrel ChaPTer 6 most splendid and remarkable room in the court of thieves its location become widespread knowledge, though, the is the hall housing the Throne of Thieves . This giant-sized exceptional nature of having visited the place fades, and throne of the king of thieves is ornately and fantastically it no longer confers any benefit . sculpted, and within its nooks and crevices generations Special Ability (Ex): Any character who successfully of rogues kept their precious trinkets, lucky charms, and navigates the dangers of the court of thieves is blessed with symbols of Olidammara . Although the court was largely the great luck of Olidammara . He gains a bonus luck feat stripped by the criminals who abandoned it, these trifles (page 72) of his choice, though he must still meet the were left behind out of respect for the dethroned king of normal prerequisite for that feat . thieves . Furthermore, any character who bears an item taken The entrance to the court of thieves has long been lost . from the Throne of Thieves is considered to have touched Hidden deep within an ancient sewer, crumbled ware- rogue royalty . The character doubles his Charisma bonus (if house, tavern basement, or in the shadow of some bastion any) for the purpose of determining his Leadership score of law, the door is masterfully disguised . Those who do when trying to attract a cohort or followers with levels manage to find it must then best a gantlet of tricks and of bard or rogue . In addition, the character can also have traps designed to keep out uninvited guests, not to mention double the normal number of contacts within the criminal overcoming whatever creatures might now call the court underworld (DMG2 153) . of thieves home . Duration: The luck feat gained by the character is a",
        "name":  "Ability Value",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A character merely has to take a Ability Value: 6,000 gp . trinket from the Throne of Thieves to gain this location’s special ability . Although ancient, these baubles are not The frog god’s fane valuable, being lucky copper coins minted by long fallen Half sunken and overgrown by ages of decay, the ancient empires, archaic or no-longer-used holy symbols, rusted temple of a strange, little-known deity molders deep in lockpicks scored with an owner’s initials, and similar the jungle marshes . Its location has been long forgotten, such items . and now the only attendants of the frog god’s fane croak",
        "name":  "Location Activation",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only one character per night can gain the from the ground . Constructed by magic, and supposedly benefit of a Heward’s hall. held aloft by the same forces, this wonder of the world Special Ability (Ex): A character who successfully compels visitors to attempt to scale it year after year . completes a performance in a Heward’s hall gains Skill The loftiest reaches of the highest spire are treacher- Focus (Perform) as a bonus feat, using the same Perform ous, and not simply due to the height . The tower’s many subcategory as that of the performance . If the performer projections and the intricate wings and folds of the already has Skill Focus (Perform) in that subcategory, he spire’s angelic form create sizable niches . Rumors have can instead select any bardic music feat for which he meets long held that dire bats, arrowhawks, even a dragon or the prerequisite . even a territorial and ill-tempered couatl might live at The performer also gains a +2 competence bonus on the peak of this artificial mountain . (The DM should Craft checks to create new artistic compositions related assign one or more hostile creatures to interfere with to Perform skills . This bonus applies to all forms of per- progress to the top, based on the average level of the formance, from acting to instrumental play . ascending characters .)",
        "name":  "Recharge",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The bonus feat granted by a Heward’s hall is power . permanent . The competence bonus on Craft checks fades Climbers are not permitted to use any spell, wondrous after 1 year . item, or other magical effect to assist in the climb (includ-",
        "name":  "Duration",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp . ing Strength-boosting effects) or to reach the pinnacle by other means . Scarring the building, such as by hammer- The hIghesT sPIre ing pitons into its surfaces, is also forbidden, although Jutting past castle towers and temple minarets, the high- nondamaging climbing implements and mechanical est spire reaches from the mortal world to stab at the very inventions are acceptable . heavens . The pinnacle of what is unquestionably the tallest Festival mages check all participants and closely monitor building in the city, it draws travelers from the world over their ascents . These mages commonly prepare protective to stand in its incredible shadow . Every year as part of an spells such as feather fall to aid imperiled climbers, but 1\u0018\u0018 6 reTPahC lerdnuoCs seruTnevda The highest spire athletes are encouraged to make their own precaution- of Skill Focus (Climb) or Agile Athlete (see the sidebar) ary arrangements . The ban against magic is the only rule as a bonus feat . once climbing begins . Interfering with other climbers is Additionally, that character earns the title “Spire Hawk” frowned upon, but not prohibited . and receives a finely crafted wooden medallion carved",
        "name":  "Ability Value",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After a character has become the year’s Spire with the image of the archon at the tower’s peak . For the Hawk, no one can benefit from the highest spire’s special next year, that character holds the champion’s title and ability for 1 year . The next year, a new climber earns the wears this medallion, gaining a +2 circumstance bonus on title (this could be the previous year’s champion) . Diplomacy checks when dealing with natives of the city No character can gain more than one bonus feat from that is home to the highest spire. In addition, the character the highest spire, though a second victory still bestows the receives a 10% discount on all goods and services purchased other benefits noted below . in that city (up to a maximum discount of 1,000 gp on Special Ability (Ex): The experience of scaling the items or services costing 10,000 gp or more) . highest spire grants a character insight into her own athletic Duration: The bonus feat conferred by this location is talents that she never realized before . She gains her choice permanent . The other benefits remain until the next city festival, a year later . At that time, the character must be the first to climb the highest spire again, or lose these benefits pqs to the new champion .",
        "name":  "Recharge",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A character must successfully navigate the The lifeblood of a nation—tax gold, imperial heirlooms, protections of the iron wyrm vault to claim its benefit . the spoils of forgotten wars—all flows here to the ultimate Location Activation: Simply breaking into the iron in security, the iron wyrm vault. This treasure trove of a wyrm vault without the knowledge or consent of the place’s centuries-old dynasty is every thief’s dream, and count- royal owners isn’t quite enough to make the burglar a less such dreamers have lost their lives reaching for their legend . Only claiming an item from the iron wyrm vault fantasy . as proof of its infiltration activates the location’s benefit .",
        "name":  "Iron WYrM vaulT Prerequisite",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters with ranks in Knowledge (nobility At the DM’s option, those captured after reaching the and royalty) can research the iron wyrm vault to learn more vault might gain the location’s benefit even if they have about it . When a character succeeds on a skill check, the nothing to show for their visit, as tales of their daring following lore is revealed, including the information from act—and perhaps even subsequent trial—spread through lower DCs . word of mouth . DC 10: The rulers of the nation keep their most precious Recharge: Any character who enters the iron wyrm treasures in an ancient trove called the iron wyrm vault. vault, successfully passes its countless guardians and trials, DC 15: Countless traps, magical wards, and undying and returns with proof of his accomplishment gains the guardians protect the iron wyrm vault, their numbers location’s benefit . expanding with the innovations of each new generation . Special Ability (Ex): Breaching the iron wyrm vault DC 20: Members of the royal family know how to cir- grants the thief great insights into his own powers of cumvent the defenses of the iron wyrm vault. stealth and thievery . The character gains one of the follow- DC 25: The iron wyrm vault is named for its most obvi- ing as a bonus feat: Nimble Fingers, Skill Focus (Disable ous decoration, which is also rumored to be its strongest Device, Hide, Move Silently, Open Lock, or Search), guardian. Stealthy, or Tactile Trapsmith (see the sidebar) .",
        "name":  "Lore",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp . pqs 1\u00180 6 reTPahC lerdnuoCs seruTnevda olIdaMMara’s shell the shell, since most magic seems unable to work in One legend associated with the bard of the gods, Olidam- its vicinity . mara, tells how the divine trickster was once cornered Currently Olidammara’s shell hovers about 40 feet off the by an army of ogres . Rather than fight the savages, the ground, just above a massive pedestal perched atop the keen-witted deity surrounded himself with a spherical gigantic gate of Castle Granite Throne, the fortress home carapace that resembled the shell of an armadillo . Once of a clan of stone giants . Although the giants largely ignore he was thus covered, the god teleported away from inside the shell, rumors have started circulating in nearby towns the shell, leaving the brutes to beat on the empty container of the divine object’s appearance . Adventure-seekers and for a year and a day . daredevils have sought to magically fly or levitate up to the After the ogres finally dispersed, a greedy wizard discov- shell, only to fall upon entering its antimagic field . Since ered the shell and sought to use the divine creation for his none have dared enter the castle and the giants thwart all own purposes . Much to the mage’s attempts to reach it, the shell remains a goal as obvious chagrin, however, the shell disap- and tempting as it is frustratingly elusive . peared from his possession . Now Prerequisite: A character must have at least Olidammara’s shell appears and one luck feat (page 72) to gain the benefit disappears at the fickle god’s conferred by Olidammara’s shell . whim, and might show up in Location Activation: A character unlikely places . who touches and remains in contact",
        "name":  "Ability Value",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Approximately 4 feet in diameter, the DM should roll 1d6 twice, multiplying the result of Olidammara’s shell is an unbreakable sphere with a dull one die roll by the other . After that number of days have metallic luster . In its jumps from place to place, the shell passed, the special ability ends and the character loses any takes on slightly smaller or larger sizes to better suit its remaining bonus luck rerolls conferred by the location . surroundings, and even takes on different colors, at the Variation: Olidammara’s shell might appear anywhere deity’s whim . Wherever it appears, the shell floats of that is exotic, that is considered to be lucky, or that requires its own accord as it spins slowly, even in places where extraordinary skill or luck to reach . Such a location might such magical levitation would normally be impossible . be a patch of four-leafed clovers, a tiny island in the middle Furthermore, an antimagic field apparently surrounds of the ocean, the top of an earthen spire jutting from a knarF .C yb .sullI 1\u00181 advenTures sCoundrel ChaPTer 6 flat plain, the peak of a ruined tower, or the depths of a The most feared punishment within a prison, castle, wyvern’s lair, as long as it appeals to Olidammara’s sense or torturer’s tower, an otyugh hole is a wretched solitary- of humor . The bard of the gods enjoys watching the drama confinement pit meant to disgust and break the hardest surrounding his shell play out . He might even appear in convict . Any who enter face torments of darkness, silence, disguise to start spreading rumors of the shell’s latest and dread, but those who survive this ordeal become location . underworld legends .",
        "name":  "Description",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A strange half-orc with a missing Ever forgiving, Farhaan is willing to use his influence eye—which he frequently replaces with a variety of to help people extricate themselves from unseemly cir- disturbing baubles—Joul (CE male half-orc adept 3) is cumstances . Employing a wide number of contacts about dramatic and quick to anger . He claims to foresee the town, calling in personal favors, and noting his own past future by interpreting the positions of items moved by aid, the soft-spoken cleric can often calm flaring tempers his “pet” monstrous spider, Zhul . Although he is largely without even needing to make a Diplomacy check (if one a con artist, the half-orc’s knowledge of mystical forces is needed, he has a +13 modifier on the check) . pqqqqqqqqqqqqqqqqqqqqrs under The InfluenCe The following excerpts come from the diary of young Princess Sithran, and have brought him to the attention of Zoetebak. She Triela, begun shortly after her arranged wedding to the dark- says she will speak with my lord.” hearted King Xethor of Aram. The first day of the fifth month: “Koro, the young captain of The fourth day of the third month, two days after Triela took the guard, returned today from patrolling Sithran. His reports up residence in the palace: “There is a particular creature of dra- are dire, but Zoetebak seems unconcerned.” conic appearance but no more than the size of a cat who roams The second day of the fifth month: “Today my husband pro- the halls of this castle. I have spoken to her, and to my utter moted Koro. Zoetebak looked on with satisfaction.” joy and amazement, she responded in kind. She calls herself The seventh day of the fifth month: “I overheard my husband Zoetebak, a pseudodragon and advisor to my husband. I asked speaking with Zoetebak. She advised him to distribute gold, her what she advises him on, and she said, ‘Being a good man.’ bread, and water to the orphanages and poverty-stricken parts I only hope he heeds her advice.” of the city. He seemed hesitant until she mentioned how it",
        "name":  "Joul the Eye",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As with sorcerers, most hexblades are humans or Player’s Handbook for skill descriptions. half-elves. Those few gnomes who enjoy a cruel twist to their Skill Points at 1st Level: (2 + Int modifi er) × 4. levity may take up the tradition. Elves wishing to mix magic Skill Points at Each Additional Level: 2 + Int modifi er. and warfare more often become fi ghter/wizards. Dwarves and halfl ings rarely exhibit the self-centered behavior Class Features common among hexblades. All of the following are class features of the hexblade.",
        "name":  "Races",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Charisma controls many of the hexblade’s spe- class level + hexblade’s Cha modifi er) negates the effect. Table 1–1: The Hexblade Base Fort Ref Will — Spells per Day — Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +1 +0 +0 +2 Hexblade’s curse 1/day — — — — 2nd +2 +0 +0 +3 Arcane resistance — — — — 3rd +3 +1 +1 +3 Mettle — — — — 4th +4 +1 +1 +4 Summon familiar 0 — — — 5th +5 +1 +1 +4 Bonus feat, hexblade’s curse 2/day 0 — — — 6th +6/+1 +2 +2 +5 — 1 — — — 7th +7/+2 +2 +2 +5 Greater hexblade’s curse 1 — — — 8th +8/+3 +2 +2 +6 — 1 0 — — 9th +9/+4 +3 +3 +6 Hexblade’s curse 3/day 1 0 — — 10th +10/+5 +3 +3 +7 Bonus feat 1 1 — — 11th +11/+6/+1 +3 +3 +7 — 1 1 0 — 12th +12/+7/+2 +4 +4 +8 Aura of unluck 1/day 1 1 1 — 13th +13/+8/+3 +4 +4 +8 Hexblade’s curse 4/day 1 1 1 — 14th +14/+9/+4 +4 +4 +9 — 2 1 1 0 15th +15/+10/+5 +5 +5 +9 Bonus feat 2 1 1 1 16th +16/+11/+6/+1 +5 +5 +10 Aura of unluck 2/day 2 2 1 1 17th +17/+12/+7/+2 +5 +5 +10 Hexblade’s curse 5/day 2 2 2 1 18th +18/+13/+8/+3 +6 +6 +11 — 3 2 2 1 19th +19/+14/+9/+4 +6 +6 +11 Dire hexblade’s curse 3 3 3 2 6 20th +20/+15/+10/+5 +6 +6 +12 Aura of unluck 3/day, bonus feat 3 3 3 3 620_17664_CompleteWar3.indd 6 9/12/03, 10:10:48 AM CLASSES CHAPTER 1 At every four levels beyond 1st (5th, 9th, 13th, and 17th) Spells: Beginning at 4th level, a hexblade gains the ability a hexblade gains the ability to use his curse one additional to cast a small number of arcane spells, which are drawn from time per day, as indicated on Table 1–1. Multiple hexblade’s the hexblade spell list (see Chapter 3). He can cast any spell curses don’t stack, and any foe that successfully resists the he knows without preparing it ahead of time, just as a sorcerer effect cannot be affected again by the same hexblade’s curse can (see page 54 of the Player’s Handbook). for 24 hours. To learn or cast a spell, a hexblade must have a Charisma Any effect that removes or dispels a curse eliminates the score equal to at least 10 + the spell level (Cha 11 for 1st-level effect of a hexblade’s curse. spells, Cha 12 for 2nd-level spells, and so forth). The Diffi - Arcane Resistance (Su): At 2nd level, a hexblade gains culty Class for a saving throw against a hexblade’s spell is 10 a bonus equal to his Charisma bonus (minimum +1) on + the spell level + the hexblade’s Cha modifi er. saving throws against spells and spell-like effects. Like other spellcasters, a hexblade can cast only a Mettle (Ex): At 3rd level and higher, a hexblade certain number of spells of each can resist magical and unusual attacks with great spell level per day. His base daily willpower or fortitude. If he makes a successful Will spell allotment is given on Table or Fortitude save against an attack that normally 1–1. In addition, he receives would have a lesser effect on a bonus spells per day if he has successful save (such as any spell a high Charisma score (see with a saving throw entry of Will Table 1–1: Ability Modifi ers half or Fortitude partial), he instead and Bonus Spells, page 8 of completely negates the effect. An the Player’s Handbook). When unconscious or sleeping hexblade Table 1–1 indicates that the does not gain the benefi t of mettle. hexblade gets 0 spells per",
        "name":  "Abilities",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+6. automatically enters a frenzy at the start of her next action, 34 as long as she still has at least one daily usage of the ability 620_17664_CompleteWar3.indd 34 9/12/03, 11:14:27 AM CLASSES PRESTIGE CHAPTER 2 left. To avoid entering a frenzy in response to a provoking If the character is still under the effect of a rage ability, the effect, the character must make a successful Will save (DC fatigued condition does not apply until the rage ends—at 10 + points of damage taken since her last action) at the start which point the character is exhausted, not merely fatigued. of her next turn. Diehard: A While frenzied, the character cannot use any Charisma-, frenzied ber- Dexterity-, or Intelligence-based skills (except for Intimi- serker gains Die- date), the Concentration skill, or any abilities that hard as a bonus feat require patience or concentration, nor can she cast even if she does not meet spells, drink potions, activate magic items, or read the prerequisites. scrolls. She can use any feat she has except Combat Supreme Cleave: At Expertise, item creation feats, or metamagic feats. 2nd level and higher, a frenzied She can use her special ability to inspire frenzy (see berserker can take a 5-foot step below) normally. between attacks when using the During a frenzy, the frenzied Cleave or Great Cleave feat. She is berserker must attack those she still limited to one such adjust- perceives as foes to the best of ment per round, so she cannot her ability. Should she run out of use this ability during a round enemies before her frenzy expires, in which she has already taken a her rampage continues. She must 5-foot step. then attack the nearest creature (deter- Deathless Frenzy (Ex): At 4th level mine randomly if several and higher, a frenzied berserker can potential foes are equidis- scorn death and unconsciousness tant) and fi ght that opponent while in a frenzy. As long as her without regard to friendship, frenzy continues, she is not treated innocence, or health (the as disabled at 0 hit points, nor is target’s or her own). she treated as dying at –1 to –9 When a frenzy ends, hit points. Even if reduced to –10 the frenzied berserker hit points or less, she continues is fatigued (–2 pen- to fi ght normally until her frenzy alty to Strength and ends. At that point, the effects of her Dexterity, unable to wounds apply normally if they have charge or run) for not been healed. This ability does not the duration of prevent death from massive damage the encounter. or from spell effects such as slay living or disintegrate.",
        "name":  "Base Attack Bonus",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wolf; Medium magical beast [augmented prestige class must be chosen and trained by another occult animal]; HD 6d8+15; hp 42; Init +3; Spd 50 ft.; AC 18, touch slayer who is willing to share her secrets. 12, fl at-footed 16; Base Atk +4; Grp +6; Atk +7 melee (1d6+3, Hit Die: d8. bite); Full Atk +7 melee (1d6+3, bite); SA trip; SQ animal com- panion abilities, low-light vision, scent; AL N; SV Fort +7, Ref Table 2–25: The Occult Slayer +8, Will +3; Str 15, Dex 17, Con 15, Int 2, Wis 12, Cha 6. Base Attack Fort Ref Will",
        "name":  "Grishka",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Link, share spells, eva- defense +2 sion, devotion, 3 bonus tricks. Grishka is trained for hunting 4th +4 +1 +1 +4 Mind over magic 2/day, and also knows the tricks come, defend, and guard. nondetection cloak Scent (Ex): Grishka can detect approaching enemies, sniff 5th +5 +1 +1 +4 Blank thoughts, magical out hidden foes, and track by sense of smell. defense +3 Trip (Ex): If Grishka hits with its bite attack, it can attempt to trip its opponent (+2 check modifi er) as a free action with- Requirements out making a touch attack or provoking an attack of oppor- To qualify to become an occult slayer, a character must fulfi ll tunity. If the attempt fails, the opponent cannot react to trip all the following criteria. 66 Grishka. Base Attack Bonus: +5. 620_17664_CompleteWar3.indd 66 9/12/03, 12:37:00 PM 620_17664_CompleteWar3.indd 67 9/12/03, 12:37:19 PM 2 RETPAHC EGITSERP SESSALC becoming im mune to mind-affecting effects (charms, com- Magical Defense (Ex): Harlech gains a +3 bonus on saves pulsions, patterns, phantasms, and morale effects). She can against spells and spell-like effects. suppress or resume this ability as a free action. Mind over Magic (Su): Harlech can refl ect targeted spells back at their casters, as the spell turning spell from a 10th-level Sample Occult Slayer caster.",
        "name":  "Animal Companion Abilities",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A Divine Health (Ex): paladin who becomes a Ardalis is immune to all dis- Purple Drag on knight may eases, including magical continue advancing as a diseases such as mummy rot paladin. and lycanthropy. Final Stand (Su): Once Sample Purple Dragon per day, up to seven allies Knight within 10 feet of Ardalis gain",
        "name":  "Multiclass Note",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d8. the opponent is airborne or waterborne, the stonelord cannot affect the creature with the spell. Table 2–33: The Stonelord Earth Magic (Su): Once per day, a spell cast by a stonelord Base with this ability (assuming she can cast spells) is considered Attack Fort Ref Will maximized as if prepared with the Maximize Spell feat, Level Bonus Save Save Save Special although the spell’s level is unaffected. The spell’s level can- 1st +1 +2 +0 +0 Earth’s blood 2nd +2 +3 +0 +0 Stone power not be higher than the class level of the stonelord. Using this 3rd +3 +3 +1 +1 Stone shape ability is a free action. 4th +4 +4 +1 +1 Stone power Earth’s Endurance (Sp): Once per day, a stonelord with this 5th +5 +4 +1 +1 Meld into stone ability grants herself a boost to her Constitution score as if 6th +6 +5 +2 +2 Stone power she were affected by a bear’s endurance spell for 1 hour. 7th +7 +5 +2 +2 Stone tell 8th +8 +6 +2 +2 Stone power Earth’s Strength (Sp): Once per day, a stonelord with this 9th +9 +6 +3 +3 Earthquake ability grants herself a boost to her Strength score as if she 10th +10 +7 +3 +3 Stone power were affected by a bull’s strength spell for 1 hour. Earth Power (Su): Once per day, all melee attacks made in a Requirements single round by a stonelord with this ability gain a +2 bonus To qualify to become a stonelord, a character must fulfi ll all on the attack roll and deal an extra 2d6 points of damage on the following criteria. a successful hit. Using this ability is a free action.",
        "name":  "Hit Die",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A character with this tattoo can activate it to take in a skill he does not possess for the purpose of one skill on the immovability of a mountain for as much as 1 round check. For example, a 4th-level tattooed monk with two tat- per class level, gaining phenomenal durability though he toos can make up to two Use Magic Device checks as if he cannot move from the spot where he stands. He gains a +4 had 4 ranks in that skill. He adds his Charisma modifi er to bonus to his Constitution and Wisdom scores. The increase the skill check as usual. in Constitution increases the tattooed monk’s hit points by Unicorn: A character with this tattoo gains the power of 2 points per level, but these hit points go away when the good fortune, usable once per day. This ability allows the ability’s duration expires or when the character chooses to tattooed monk to reroll one d20 roll that he has just made. end it (a free action). These extra hit points are not lost fi rst The character must take the result of the reroll, even if it’s the way temporary hit points are. While using this ability, the worse than the original roll. The character must declare the tattooed monk takes a –20 penalty on any Dexterity-based reroll before the result of the original roll has been deter- skill checks. He is immune to bull rush and trip attacks. The mined. tattooed monk may use this ability once per day per tattoo he Wasp: Once per day per tattoo he possesses, a character possesses. with this tattoo can use haste on herself. The benefi t lasts for",
        "name":  "Mountain",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A character with this tattoo can heal wounds, 1 round per class level. either his own or others’. He can heal a number of hit points White Mask: A character with this tattoo is immune to detect of damage equal to twice his current class level each day, and thoughts, detect lies, and any attempt to magically discern his he can spread this healing out among several uses. alignment. He gains a +10 bonus on all Bluff checks.",
        "name":  "Nightingale",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " WORLD-SPECIFIC PRESTIGE CLASSES Setting and shows its roots clearly. The reason the designers Creating prestige classes specifi c to your campaign setting is an chose not to strip out this world fl avor is twofold. First, it pro- excellent way to give depth to the world and fl avor to the prestige vides an excellent example of how a prestige class can refl ect class. Virtually all the prestige classes in this book come from the world and culture it belongs to; second, the Thayan knight world-specifi c backgrounds but the designers made them more represents a classic fantasy archetype—the warrior-henchman generic to the implicit world of the DUNGEONS \u0026 DRAGONS game so of a powerful wizardly cabal. Most D\u0026D campaign settings have that you could fi t them into your chosen campaign setting with cultures or organizations similar to the Red Wizards of Thay, as little diffi culty as possible. Prestige classes such as the bear so even if you do not play in the FORGOTTEN REALMS setting, you warrior and the tattooed monk, for example, were originally part should have no diffi culty customizing the Thayan knight to your of the Oriental Adventures campaign sourcebook but have been own game setting. To do so, look fi rst at the requirements (the integrated into the core D\u0026D experience. Red Wizards are xenophobic, hence the racial requirement) and The Thayan knight, however, is an example of a world-spe- then work your way down. While the Thayan knight’s special cifi c prestige class the designers chose not to make generic. It abilities have specifi c names, you should have no diffi culty is a prestige class taken from the FORGOTTEN REALMS Campaign establishing equivalents in your own campaign world. 86 pqqqqqqqqqqqqqqqqqqqqrs 620_17664_CompleteWar3.indd 86 9/12/03, 12:45:55 PM CLASSES PRESTIGE CHAPTER 2 WAR CHANTER Final Stand (Su): Once per day as a standard action, a Thayan knight of 4th level or higher can inspire her troops. The roar of battle, the screams of the dying, the howl of the Allies within 10 feet of the knight gain 2d10 temporary hit warrior’s cry . . . these are all notes in the music composed by points. This ability affects a number of creatures equal to the the war chanter. His music fl ows across the battlefi eld like a knight’s class level + the knight’s Charisma modifi er and lasts raging torrent, catching friends and foes alike in its wake. the same number of rounds. Bards of particularly militant mindsets become war chant- Zulkir’s Champion (Su): A 5th-level Thayan knight ers (giving up their spellcasting ability in the process), and receives a large magic tattoo across her face, signifying her among barbarians, war chanters are often the leaders or elite devotion to the protection of the Red Wizards. Once per day, warriors of a tribe. The music of a war chanter inspires those she can add a +2 luck bonus on a single saving throw. This around him and pushes them to greater heights of strength bonus can be taken after the die is rolled and after other and deeds of valor. modifi ers have been applied to the roll. When the tattoo is Fighters and barbarians sometimes gain a few levels of visible, the knight gains a +4 morale bonus on Intimidate bard in qualifying for this prestige class. Paladins and monks checks as an extraordinary ability. cannot join because of the alignment requirement, but mem- bers of both those classes respect the leadership and military Sample Thayan Knight qualities of the war chanter class.",
        "name":  "BEHIND THE CURTAIN",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain the uncanny dodge ability, This section contains descriptions of new domains men- allowing you to retain your Dexterity bonus to AC (if any) tioned in Chapter 4 (see The Warrior Pantheon) and a selec- even if caught fl at-footed or struck by an invisible attacker. tion of new divine spells and new hexblade spells (for the However, you still lose your Dexterity bonus to AC if immo- 114 hexblade character class detailed in Chapter 1). bilized. If you have another class that gives you uncanny 620_17664_CompleteWar3.indd 114 9/12/03, 3:23:41 PM RULES SUPPLEMENTAL CHAPTER 3 dodge, your cleric levels add to that class’s level for determin- 2 Augury M F: Learns whether an action will be good or ing when you gain the improved uncanny dodge class feature bad. (see page 26 of the Player’s Handbook). 3 Clairaudience/Clairvoyance: Hear or see at a distance for 1 min./level. Fate Domain Spells 4 Status: Monitors condition, position of allies. 1 True Strike: +20 on your next attack roll. 5 Detect Scrying: Alerts you to magical eavesdropping. 2 Augury M F: Learns whether an action will be good or 6 Heroes’ Feast: Food for one creature/level cures and bad. grants combat bonuses. 3 Bestow Curse: –6 to an ability score; –4 on attack rolls, 7 Scrying, Greater: As scrying, but faster and longer. saves, and checks; or 50% chance of losing each 8 Discern Location: Reveals exact location of creature or action. object. 4 Status: Monitors condition, position of allies. 9 Time Stop: You act freely for 1d4+1 rounds. 5 Mark of Justice: Designates action that will trigger curse on subject. Tyranny Domain 6 Geas/Quest: As lesser geas, plus it affects any creature. Deities: Typhos. At the DM’s option, this domain may also 7 Vision M X: As legend lore, but quicker and strenuous. be available to the following deities from the Player’s Hand- 8 Mind Blank: Subject is immune to mental/emotional book: Hextor, Vecna, Wee Jas. magic and scrying. Granted Power: Add +1 to the save DC of any compulsion 9 Foresight: “Sixth sense” warns of impending danger. spell you cast. Nobility Domain Tyranny Domain Spells",
        "name":  "Granted Power",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Boccob, Vecna, Wee Jas. Detect Magic: Detects spells and magic items within 60 ft.",
        "name":  "Handbook",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Object shines like a torch. Phantom Steed: Magic horse appears for 1 hour/level.",
        "name":  "Light",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Summons riding horse for 2 hours/level. 1 min. Nystul’s Magic Aura: Alters object’s magic aura. Protection from Energy: Absorb 12 points/level of Phantom Threat*: Subject thinks it’s fl anked. damage from one kind of energy.",
        "name":  "Mount",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks. Stinking Cloud: Nauseating vapors, 1 round/level.",
        "name":  "Read Magic",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Puts 4 HD of creatures into magical slumber. Vampiric Touch: Touch deals 1d6 points of damage/two Tasha’s Hideous Laughter: Subject loses actions for 1 levels; caster gains damage as hp. round/level. Wind Wall: Defl ects arrows, smaller creatures, and gases.",
        "name":  "Sleep",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Captivates all within 100 ft. + 10 ft./level. Detect Scrying: Alerts you of magical eavesdropping.",
        "name":  "Enthrall",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical auras become visible to you. Target: Your familiar",
        "name":  "Arcane Sight",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cancels magical spells and effects. Hound of Doom*: Creates shadowy protector. This spell grants your familiar a +4 enhancement bonus to",
        "name":  "Dispel Magic",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes or Yes (harmless); see text Few arcane spellcasters are top-notch martial characters as well. Obviously, most use spells to compensate for their You emit a titanic roar that deals 1d8 points of sonic damage weakness in a combat situation. Some arcane spellcasters per two caster levels to all enemies within the spell’s area and may also build themselves guardian familiars—construct stuns them for 1 round. A successful Fortitude save halves companions that fi ght on their behalf. While guardian the damage and negates the stunning effect. familiars lack the versatility of other familiars, one of these In addition, all allies within the spell’s area gain a +1 morale creatures can be an effective bodyguard for an otherwise bonus on attack rolls and saves against fear effects, plus tem- fragile wizard or sorcerer. porary hit points equal to 1d8 + caster level (to a maximum of ACQUIRING A GUARDIAN FAMILIAR 1d8+20 temporary hit points at caster level 20th). Getting a guardian familiar is a two-step process. First, a spell- Phantom Threat caster of suffi ciently high level (see the table below) must build Illusion (Phantasm) [Mind-Affecting] the construct in a process similar to wondrous item creation,",
        "name":  "Spell Resistance",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Talons +3* one else to do the job. Creating the body melee (1d2–1) or requires a DC 16 Profession (engineer- A spark guardian sparks +5 ranged (2d6 ing) check. After the body is sculpted, electricity) the spark guardian is animated through Space/Reach: 2-1/2 ft./ an extended magical ritual that requires a specially prepared 2-1/2 ft. laboratory or workroom, similar to an alchemist’s laboratory",
        "name":  "Full Attack",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 20, Dex 12, Con —, Int —, Wis 10, Cha 1 ian is animated through an extended magical ritual that",
        "name":  "Abilities",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The PCs’ army retreats by even let players ask for specifi c items through the army’s req- noon, and the enemy army captures or surrounds some units. uisition system (which, depending on the army, could be any- The PCs might get orders to attempt a rescue. thing from an entire bureaucracy to Grizzlehook the dwarf",
        "name":  "PCs Fail to Reach Enemy Rear",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Though a sorcerer may com- see the end of the adventure. Of course, some classes have plain about only having two bugbears to incinerate with his an edge in this regard. Both the monk and the paladin have fi reball, the fewer opponents faced by a fi ghter simultaneously, some limited supernatural healing capabilities, and the pala- the better. In most rounds, you can only damage a very limited din and ranger have healing spells available as they attain number of opponents (unlike a typical spellcaster), but many higher levels. opponents might be able to damage you. Never let an enemy Use All Available Resources: An often-overlooked 138 escape (he’s probably going for reinforcements), and never let option for rangers and paladins is to stock up on wands of 620_17664_CompleteWar3.indd 138 9/12/03, 4:17:07 PM WARFARE FANTASY CHAPTER 4 ISE ZUMI MONASTERY cure spells. Since both classes have cure light wounds, cure moderate wounds, and cure serious wounds on their spell lists, The tradition of the tattooed monk comes from the Ise Zumi they can use wands of these spells without diffi culty, even Monastery, hidden high in the mountains. Here, the order of before they can actually cast the spells. While a wand of cure tattooed monks trains newcomers in their mysteries while light wounds isn’t likely to save the day in the middle of a seeking personal enlightenment. pitched battle, once the fi ghting stops it’s a cheap way to get Most monks who live at the Ise Zumi Monastery are rid of a lot of damage. Assuming average rolls, a wand of cure ascetic in their outlook, preferring quiet solitude to the com- light wounds (market price 750 gp) heals about 275 points of plex life of the outside world. Though many more worldly damage before it’s exhausted. That’s less than 3 gp per hit monks have trained here and visit from time to time, such point, which is the best deal available. Despite the value of individuals spend more time away from the monastery than the cheaper wands, however, consider picking up a wand of in residence. cure serious wounds as soon as you can afford it for quicker To join the monastery, one must merely be of lawful align- fi xes. (Of course, this option may not be available in a low- ment and display a devotion to achieving enlightenment magic setting.) while avoiding temptation. Typically, this display of devotion",
        "name":  "Smaller Fights Are Better",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Multiclass fi ghter/clerics, barbarian/druids, involves a three-day ritual in which one must deny oneself and the like gain access to spellcasting, scrolls, and wands temptations appealing to the fi ve senses. Those who would just as rangers and paladins do. Even a single level of bard or learn the mysteries of the tattooed monk prestige class must rogue allows you to invest heavily in the Use Magic Device meet more stringent requirements (see the tattooed monk skill, which lets you use the scrolls, wands, or staffs that a prestige class in Chapter 2). cleric might otherwise wield. In addition to the obvious benefi ts of becoming a tattooed",
        "name":  "Multiclass",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Male human monk 5/tattooed monk a code of conduct, the knight protectors are dedicated to the 6; CR 11; Medium humanoid; HD 5d8 plus 6d8 plus 3; hp 56; preservation (and restoration) of the ideals of honor, chivalry, Init +6; Spd 60 ft.; AC 21, touch 19, fl at-footed 19; Base Atk and courage. The protectors think of themselves as the last +7; Grp +8; Atk +10 melee (1d10+1, unarmed strike); Full Atk remnants of a formerly great order of knights, but actually +10/+5 melee (1d10+1, unarmed strike) or +8/+8/+3 (1d10+1, may come from a variety of backgrounds. Usually, they unarmed strike); SA fl urry of blows, ki strike (magic), lion come from defunct orders of chivalry or the service of fallen tattoo; SQ crab tattoo, evasion, purity of body, slow fall 20 ft., lords who aspired to good works but fell short in some way. still mind, white mask tattoo; SV Fort +9, Ref +11, Will +14; Those who take up the mantle of knight protector hope for AL LN; Str 13, Dex 14, Con 10, Int 12, Wis 21, Cha 8. the return of “better days,” and they believe they can hasten",
        "name":  "Mesehti Taharqa",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Female half-orc ex-monk 4/fi ghter 2/ravager 4; powers my deity grants me” and more based on “to whom I CR 10, Medium humanoid; HD 4d8+8 plus 2d10+4 plus pay respect and homage for my victories.” A fi ghter doesn’t 4d10+8; hp 74; Init +1; Spd 40 ft.; AC 16, touch 13, fl at-footed worship a deity to gain spells or other special abilities, he wor- 15; Base Atk +9; Grp +14; Atk +14 melee (1d8+5, unarmed ships a deity because he believes that such worship brings strike) or +11 ranged (1d2+6, +1 shuriken); Full Atk +14/+9 him good luck in battle or protects him from ill favor. melee (1d8+5, unarmed strike) or +12/+12/+7 melee (1d8+5, For this reason, such a character’s choice of deity (or dei- unarmed strike) or +11/+6 ranged (1d2+6, +1 shuriken) or ties) to venerate is simultaneously less important and more +9/+9/+4 ranged (1d2+6, +1 shuriken); SA cruelest cut 2/day, important than the same choice made by a cleric. On one fl urry of blows, ki strike (magic), pain touch 2/day; SQ aura hand, since the choice isn’t likely to affect the character’s of fear, evasion, slow fall 20 ft., still mind; SV Fort +13, capabilities in a fi ght, some players might simply blow off Ref +6, Will +7; AL NE; Str 20, Dex 12, Con 14, Int 8, Wis the decision. “My fi ghter worships whichever deity provides 14, Cha 6. my healing” is a common statement by such a player.",
        "name":  "Zyera",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "damage reduction granted by permanent magical effects, The Epic Frenzied Berserker class features, or this feat itself.",
        "name":  "Sample Epic Prestige Class Progression",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The dragonchilde goes and some spellcasters realise this from their through a hideously painful transformation at this first days as an apprentice when they cast mage stage of development. A pair of wings, the ones armour. A wonderful spell, especially at lower described in the fourth Dragonsign, tear their way levels, mage armour represents the aspect of free of the dragonchilde’s flesh and stretch forth conjuration magic that creates constructs of force. to catch the sky. The dragonchilde instantly gains This avenue of spellwork is not well researched knowledge of their use as power floods his body and most conjurers move on past mage armour to and grants him the magical ability to fly. The explore conjuration’s other possibilities. Gift of Wings gives a flight movement rate of 90 feet (average). This also lets the dragonchilde The force mage is an exception. Versed in both purchase the flight-related feats available to conjuration and evocation, his predilection for dragons, but they are not gained automatically. force-descriptor spells and combat magic begins with a few simple spells and quickly becomes a",
        "name":  "The Gift of Wings",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This power, once gained, magical path for all his future works. As he delves is a death sentence for the dragonchilde’s mortal into the mysteries of the interaction between the life. Within thirty days, he must find a female two schools and the power of created force effects, dragon of his ancestor’s breed and have it agree he reaches an epiphany and calls forth his mage to a truly bizarre arrangement. Thirty days after armour for the first time without casting a spell to gaining the 10th level in this prestige class, the do it. dragonchilde dies. If a female dragon swallows his body before 24 hours pass after his death, This act marks the spellcaster as a force mage, she becomes pregnant with a single, perfect egg. someone with a special talent for blending This egg contains the soul of the dragonchilde conjuration and evocation through the use of and, as it gestates, the character transforms into a force-descriptor spells and effects. Most force hatchling of his ancestor’s type. The egg must be mages begin self-taught, but the lore of the path laid, nurtured and hatch correctly. Once it does, can be passed down from one force mage to the dragonchilde is reborn into the world as a true another. Their conjurer training makes them dragon. adept at forming mutually beneficial relationships, though arrogance and pride sometimes push force He retains his skills, class abilities, and any mental mages apart to pursue their studies alone. statistics that would be higher than an average 1188 REACHING BEYOND THE VEIL A force mage’s abilities in pure combat are not to Knowledge (all skills, taken individually) (Int) and be overlooked. Many of their powers suggest a Spellcraft (Int). martial mind and because of the things they gain, training as a fighter would not be inappropriate Skill points at each level: 2 + Int modifier. interspersed with advancement in this class. Combined, the two disciplines can make for a Class Features potent combatant, terrifying to behold, wielding All of the following are class features of the force a power that few have any resistance to and fewer mage prestige class. still can escape.",
        "name":  "The Gift of Rebirth",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Must be able to cast arcane spells in magic as he explores the complex interactions of 3rd level or higher. Must be a conjuration of force. Thus, when the force mage reaches specialist and cannot have evocation or abjuration second level and every other level thereafter (4th, as opposition schools. Must know at least 3 force- 6th, 8th and 10th), the character gains spells as if he descriptor spells. had also gained a level in a spellcasting class he",
        "name":  "Spellcasting",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The force mage can create a The exception to this rule is the soulbinder. duplicate of himself made of force energy once Whether by heritage, training, or inborn talent, per day for 7 rounds. This duplicate can appear at these conjurers delight in the complexities of any point within 90 feet provided the force mage personal interaction with planar beings and the has both line of sight and effect. The duplicate power inherent in mastering them through magic. has the force mage’s hit points and combat A soulbinder is not just a mere conjurer; he is statistics, but benefits from none of the mage’s a lord of the prime plane with rulership over items or current spell effects. This Force Shadow powerful creatures from other dimensions. This can act as a channel for touch ranged spells but elevates him above mortality and puts the power of cannot otherwise initiate or benefit from magic. a god in his worthy hands. At the Force Mage’s option, the force shadow can manifest any of his Spectral class abilities, At least, that’s how the worst of them see things. but while the shadow has them, the Force Mage Aside from them, some soulbinders are very cannot manifest them himself. Controlling the analytical, approaching their magic with an almost Force Shadow is a simple act of will and does not scientific focus. Others have a knack for drawing keep the force mage from taking other actions, complicity from the creatures they conjure and even casting spells. 2200 21 REACHING BEYOND THE VEIL The Soulbinder Class Base Fort Ref Will Level Attack Save Save Save Special Spells per Day 1 +0 +0 +0 +2 Planar Sage, +1 level of existing class Diagram Expert +2 2 +1 +0 +0 +3 Eyes of +1 level of existing class Submission 3 +1 +1 +1 +3 - +1 level of existing class 4 +2 +1 +1 +4 Diagram Expert +4 +1 level of existing class 5 +2 +1 +1 +4 Voice of Authority +1 level of existing class 6 +3 +2 +2 +5 - +1 level of existing class 7 +3 +2 +2 +5 Diagram Expert +6 +1 level of existing class 8 +4 +2 +2 +6 Touch of +1 level of existing class Admonishment 9 +4 +3 +3 +6 - +1 level of existing class 10 +5 +3 +3 +7 Soul of Dominion +1 level of existing class gaining contracts for service with little repayment on their parts. In whatever way a soulbinder Class Features approaches his craft, the end result is the same. All of the following are class features of the soul- Soulbinders are masters of the calling arts, binder prestige class. achieving more in less time and with fewer risks.",
        "name":  "Force Shadow",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Must be able to cast conjuration Spells per Day: A soulbinder continues training arcane spells of 4th level or higher. in magic as a means of furthering his mental",
        "name":  "Spellcasting",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier. 2222 REACHING BEYOND THE VEIL purposes of determining spells per day when he and try to master it with the magically augmented adds the new level. power of his voice alone. This allows the soulbinder to make a Diplomacy or Intimidation",
        "name":  "Skill points at each level",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wealth of knowledge a check (his choice) opposed by the creature’s Will soulbinder gathers through his research into save. If this check succeeds, the creature accepts the nature of the planes gives him an excellent the caster as its master and agrees to any task the knowledge of outsiders, other planes of reality, spell that called it allows as a request. This power or magical effects that concern either. This acts is usable twice per day as well. as the Bardic Knowledge class ability, using the mage’s soulbinder levels. This power only works Touch of Admonishment: A magical ability concerning the soulbinder’s field of expertise, not developed by long exposure to dimensional the wide range of lore available to a bard. energies, the soulbinder gains a touch attack that gathers the energies of the planes into his",
        "name":  "Planar Sage",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Having drawn thousands of fingertips and releases them explosively into practice containment diagrams, a soulbinder has a target creature or object. This causes some a special degree of skill at using them. The listed physical damage and a great deal of excruciating bonus for this class power is added to any check pain. The Touch inflicts 1d8 plus Charisma bonus required when creating a diagram. The number in magical damage, is not subject to damage listed in the bonus is inclusive and does not stack reduction or elemental resistances, and can be with previous Diagram Expert bonuses. enhanced once a day to inflict the same spell effect as symbol of pain. The Touch requires a Furthermore, a diagram laid by a soulbinder melee touch attack, does not invoke an attack of is resistant to disruption and gains a Will save opportunity nor can it be used to take on, and against anything that would act against the soulbinder’s will. This save is made at the soulbinder’s base Will save and is only modified by the Diagram Expert bonus. The DC is determined by the type of disruption; 10 for a straw or narrow object crossing the diagram’s lines, 15 for a large object doing so, 20 for minor damage (less than 10 points), and 25 for major damage (10- 30 points of damage). The Games Master is free to rule that massive damage to, or interruption, of the diagram disrupts it automatically with no save allowed.",
        "name":  "Diagram Expert",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spiritcaller continues training there, even a spiritcaller has little hope of escape. in magic to understand the ephemeral nature of spirits and the plane of the dead. Thus, when a Though the nature of a spiritcaller suggests new even-numbered spiritcaller level is gained, necromancy as his primary art, the magic of the character also gains spells as if he had also life and death is secondary to what he does. A gained a level in a spellcasting class he belonged 2244 REACHING BEYOND THE VEIL The Spiritcaller Class Base Fort Ref Will Special Spells per Day Level Attack Save Save Save 1 +0 +0 +0 +2 Death Lore, Spirit --- Sight 2 +1 +0 +0 +3 Grey Secret +1 level of existing class 3 +1 +1 +1 +3 The Rite of --- Spiritcalling 4 +2 +1 +1 +4 --- +1 level of existing class 5 +2 +1 +1 +4 Forced --- Manifestation 6 +3 +2 +2 +5 Grey Secret +1 level of existing class 7 +3 +2 +2 +5 The Rite of Soulfire --- 8 +4 +2 +2 +6 --- +1 level of existing class 9 +4 +3 +3 +6 Grey Secret --- 10 +5 +3 +3 +7 The Rite of +1 level of existing class Unbinding to before he added the prestige class. He does not, invisibility when in the spiritcaller’s line of sight. however, gain any additional benefits a character This ability can also be used as a detect undead, of that class would have received, only the new usable at will, that only functions to sense and spells. locate incorporeal undead.",
        "name":  "Spells per Day",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The spiritcaller learns more about of spiritcaller (rounded down) to the level of the connections between the worlds of the living another spellcasting class the character already and the dead each time he gains Grey Secret. This has and then determines spells per day and caster knowledge lets him learn a special form of magic level accordingly. If the caster had more than one that transcends the boundaries between arcane spellcasting class before he became a spiritcaller, and divine spells. Each time the spiritcaller gains he must decide to which class he adds each even- a Grey Secret, he can choose any level of spell numbered level of spiritcaller for the purposes of he can cast. He loses one spell slot cast per day determining spells per day when he adds the new of that level, but receives any divine conjuration level. magic of the same level as a known spell.",
        "name":  "This essentially means that he adds half his level Grey Secret",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This feat is called several different some very interesting spell effects possible. This things, depending on the type of creature you feat may only be selected once. select when taking it. You choose a creature type other than humanoid, such as animal, beast, Special: This feat may only be selected at 1st level. magical beast, fey, dragon, etc. Through your bloodline connection with this creature type, you Called Companion (General) have the ability to target them with spells that For reasons you may never understand, a powerful normally only affect humanoids or creatures of the outsider has taken a liking to you. prime material plane. For instance, if a conjurer",
        "name":  "Benefit",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You cannot summon or call fiendish creatures or outsiders with evil alignments through the use of your own spells or magical item effects that do so through spell completion or spell trigger. By forfeiting this type of conjuration, all celestial creatures and good-aligned outsiders you call or summon through the use of your own spells appear with full hit points for their Hit Dice, stay one round longer than their duration would normally permit and gain a +1 morale bonus to attack rolls and saving throws. Conjurer’s Last Defence (Conjurer) You have honed your ability to control your conjured creatures, even if they get out of hand.",
        "name":  "Benefit",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Called or summoned creatures that escape control around you must make an opposed Charisma check against you. If they fail, they take their leave and return to their home dimension rather than attack you. The Games Master may opt to have this ability function differently or not at all, depending on the circumstances. An angry demon that escapes its diagram after days of imprisonment is highly unlikely to forgive and Forge of the Mind (General) forget. Your skill and imaginative use of conjuration magic allows you to accomplish what others Fiendish Focus (General) cannot; creating superior items through your You have forsaken the ability to call on entities spells. of the upper planes, concentrating instead on creatures from the infernal and abyssal realms. Prerequisite: Caster level 9+, See text",
        "name":  "Benefit",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You cannot summon or call celestial without the need for a Craft roll of any type. If creatures or outsiders with good alignments you actually have 5 or more ranks in the Craft through the use of your own spells or magical item skill applicable to the item you create, it counts effects that do so through spell completion or spell as masterwork quality. Quite elaborate work trigger. By giving up this type of conjuration, is possible with this feat, including engraving, all fiendish creatures and evil-aligned outsiders special designs and exotic styles, provided these you call or summon through the use of your own techniques are known to you. spells appear with full hit points for their Hit Dice, stay one round longer than their duration would An additional effect of this feat comes when you normally permit and gain a +1 morale bonus to have 20+ skill ranks in the skill appropriate to attack rolls and saving throws. the item you create with major creation. If you choose to pay 10% of the item’s market price in experience points, it becomes permanent and the 2288 29 CONJURATION FEATS duration of the spell that made it is instantaneous. if this bonus is applicable. Your creation spells all This use of the spell creates enchantment-quality last one time increment longer than their normal items, though some odd property of creation duration (one extra round if the duration is in magic does not allow gems created this way to be rounds, one minute if in minutes, etc.). used for enchantment or as material components. Imbued Spell (Metamagic) Greater Conjuring (General) You can cast two spells, one right after the You have a natural talent with your chosen school. other, with the effects of the first occurring When casting conjuration spells, you achieve a simultaneously with the second. better effect than others.",
        "name":  "Benefit",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any four metamagic feats.",
        "name":  "Prerequisite",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your summoning spells last one round would make a summon monster II spell use all longer than normal. If a summoning spell you the relevant spell details of summon monster I. cast is successfully dispelled, you may make an If you do this, you may select your summoned opposed Will saving throw against the source creature(s) from the list given for summon nature’s of the dispel or against a DC of 20 if the dispel ally instead. The list used is the one given for the comes from an undirected effect. If you succeed, degraded spell level. In addition, you gain the the summoning spell remains in effect another 1d4 druidic class ability of Resist Nature’s Lure. This rounds before being negated. This continuation does not stack if the ability is already possessed. cannot make a summoning spell last longer than it would otherwise. Wrathful Conjuration (General) The creatures you summon arrive in a state of Sylvan Soul (General) battle fury. You have a powerful affinity with nature that, while mostly untrained, allows you to connect Prerequisite: Barbarian Rage as a class ability. with the natural world through your arcane magic.",
        "name":  "Benefit",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No be anywhere within 1 mile per caster level and be summoned with apportation. If the object is This spell is actually cast when you prepare your outside this distance, the word fails but the spell is spells or when you regain your spells, depending not lost. on your manner of magical recovery. The focus of apportation is any object weighing less than two While this spell is hanging, it counts as a used pounds per caster level that you can physically spell slot or cast spell. If the slot is replaced or hold and carry. This focus does not have to be refreshed in any way, the apportation is lost and of any special quality, but it does need to bear a must be recast. As with most hanging spells, the special symbol placed by you through the use of true casting time for apportation is one minute and it is ruined and lost if there are any interruptions during its casting. Bind Guardian I Conjuration (Calling)",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes At the caster’s option, the guardians can be as- signed (at the time of binding) to another individ- Identical to bind guardian I, but this uses the ual, but they still count towards your total number summoning chart for summon monster IV and the of Hit Dice available and the decision cannot later experience cost for successful binding is 400 XP, be changed without releasing them first. half if the spell fails. The experience cost for this spell is 100 XP, only half of that is paid if the targets of the spell are not successfully bound. Even though this is a calling spell, the magic circle used during its casting is automatically successful and the creature summoned cannot attempt to test it. Bind Guardian II Conjuration (Calling)",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes This spell gives your gaze a magical power that is resolved as a ranged touch attack, taken immediately af- ter casting. Choosing a being in range and in less than half cover that you can trace line of sight to. The target makes a Will save if struck. Failure sends the creature physically to the astral plane im- mediately, keeping it there for 1 round per caster level even if it normally has the abil- 3388 CONJURATION SPELLS ity to travel the planes. A successful save avoids The echoing call remains active until its three this fate but the stress of resisting the conjuration additional summons finish. If you are dispelled causes 1d6 points of subdual damage per caster during this time, all of the monsters summoned level (maximum of 5d6). with the call instantly vanish and no further sum- monings occur. Once all three summoning echoes Echoing Call I occur, the spell ends and is not vulnerable to dispel Conjuration (Summoning, Hanging) any longer. All of the extra creatures brought",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No is dispelled before being used, not cast or is lost because its slot gets refilled, the 100 XP are not The word that activates this hanging spell is added spent. when you cast a summon monster I, II, or III spell. This does not significantly alter the spell’s Echoing Call II casting time. The summon spell occurs normally, Conjuration (Summoning, Hanging) summoning what you desire from the appropri- Level: Sor/Wiz 8 ate choice. Echoing call does not apparently do Components: V, S anything until your turn comes up the round after Casting Time: Special you complete the summon monster spell. Then, Range: Special the same type of creature(s) summoned appear Duration: 3 rounds (See text) again anywhere you wish within 30 feet. The Saving Throw: None same thing happens the next round and the one Spell Resistance: No after that, essentially quadrupling the power of the original summon monster spell. 3388 39 CONJURATION SPELLS Similar to echoing call I, except that it is cast with a touched item, 25 for having seen it, or 30 if only summon monster IV. All other spell details remain a description is known. The DC is increased by unchanged except experience cost, which increas- five if the item is attended. If the save is failed, es to 200 XP. the spell fails. If the item is attended, it automati- cally gets its attendant’s Will save to resist this tel- Echoing Call III eportation. If the spell fails, the attendant knows Conjuration (Summoning, Hanging) what attempted to happen and gets a general idea",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Special (See text) (D) summon monster V. All other spell details remain Saving Throw: None unchanged except experience cost, which increas- Spell Resistance: No es to 300 XP. This spell duplicates the effects of major creation, but the duration is greatly increased. Double the Girding Call duration on every category of item except Conjuration (Summoning, Hanging) vegetable matter, stone, crystal, and base metals.",
        "name":  "Similar to echoing call I, except that it is cast with Duration",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One minute There is an alternate way to cast this spell. If done Saving Throw: Fortitude negates (See text) this way, it is not a hanging spell and takes five Spell Resistance: Yes (See Text) minutes to cast. What this form of the spell does is attempt to summon any one item within the As lesser infusion, except the energies used are above weight limit. The caster has to have a clear much more potent. A pure channel of dimensional description of the item or have seen or touched it power opens between the caster and either the personally. He must make a Will save to succeed at this summoning. The DC for this save is 20 for 4400 CONJURATION SPELLS upper or lower planes, transforming the appropri- This spell applies the fiendish or celestial tem- ate creature(s) with the application of the half- plate to the creature affected. Even summoned fiend or the half-celestial template. As with the creatures not normally eligible for this template lesser version of the spell, the creature makes an can be altered, though the duration in this case is opposed Will save immediately; success on its part only 1 round for each two full caster levels. If this frees it from control. The energies of this spell are special duration elapses before the summoned or too potent to be channelled through a familiar; it called beings are released, they are immediately cannot be used as the lesser version can. sent back to their home planes from the stress of the dimensional energies. Of course, if a sum-",
        "name":  "Duration",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (See Text) You open a channel between the lower (or upper) planes and yourself. This channel has no immediate effect save to wreath you in either a black flickering aura or a blazing glow of pure white light. The next summon- ing or calling spell you cast that brings one or more creatures, assuming it is cast during the infusion’s duration, uses the energy of this channel and binds it to these creatures. If the creatures are brought forth by a sum- moning spell, they receive no save or Spell Resistance check, but the effect of the spell ends when the summoning duration ends. The bodies of the summoned beings discor- porate at that time as they would if they were slain and the planar energies disperse into the air. A much more permanent effect occurs if the spell was a calling one. The creatures involved receive full benefit from a Fortitude save and Spell Resistance if they possess it. Failure to resist (or inability to do so) results in a drastic transformation. 4400 41 CONJURATION SPELLS This spell has a special effect if cast during the rit- Casting Time: 1 action ual that calls a familiar. The familiar receives the Range: Medium (100 ft. + 10 ft./level) opposed Will save as mentioned previously. If the Duration: 10 rounds familiar succeeds at the save, it does not transform Saving Throw: Fortitude partial (object, see text) or become bound to the caster’s service. This Spell Resistance: None causes a magical backlash that prevents the caster for obtaining any form of familiar for 1 full year. An extremely dangerous spell, and one that knows If the familiar fails the opposed save, it applies the no friends, planar breach tears open the barri- template and becomes the caster’s familiar. ers between the planes and forms a ragged rift of wild energies and destructive forces. Essentially,",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S as walls, must make a Strength check DC 25 every round of the spell’s duration to avoid being pulled towards the rift as described above. If the movement of any creature for any reason takes it through this wall, it instantly disappears and must make a Fortitude save. Failure results in disintegration as mas- sive dimensional stress tears them apart. Creatures and objects that succeed at the save are flung to a random plane as the violet layer of a prismatic wall and suffer 5d6 points of force damage from the rough travel. Immunity to disintegration effects prevents the possible death and force damage, but the plane travel still occurs. Dimensional anchor also prevents the disintegra- tion or force damage, but the rift overwhelms it and planar travel still occurs. You are not immune to any effect of this spell and can easily be killed by it. However, you can choose dur- ing the casting of planar breach to include a dimensional anchor effect on yourself and any single ally you 4422 CONJURATION SPELLS are in contact with. This raises the casting time to one full round. With the utterance of a single word, you conjure a waiting pulse of pure magical force. The next Planar Promise physical attack that would strike you is met with Conjuration (Calling) this force and deflected harmlessly. Only attacks",
        "name":  "Components",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No without making an attempt to block it, nor can you suspend the protection to allow a beneficial spell This spell is an extremely fast version of greater that would normally be blocked. planar ally, based on a simple premise - desperation. When you cast planar promise, you Power Word, Deafen contact your planar ally and make an oath to offer Conjuration (Creation, Sonic) any service it requests in exchange for its Level: Sor/Wiz 6 immediate help. The service it requests cannot Components: V take longer than one hour to perform, as that is Casting Time: 1 action the amount of time it is charged to serve you via Range: Close (25 ft. + 5 ft./2 levels) this spell and it cannot task you to anything self- Target: One creature with up to 100 hit points destructive or suicidal. Other than those limita- Duration: See text tions, the entity can ask you for anything up to and Saving Throw: None including the surrender of any single item in your Spell Resistance: Yes possession or owned by you in another location of up to 100,000 gp in value. You choose any one creature in range and speak a single word of power. If the target creature has 50 Casting this spell binds you as per the spell geas hit points or less, it is instantly struck deaf perma- to do as you have promised. Willingly breaking nently. This has all of the effects of the deafness this geas or allowing it to be broken or dispelled spell and can be cured the same way. Creatures renders you unable to cast any calling spell until with 51-75 hit points are deafened for one full you fulfil your promise to the planar entity. Once day. If the target has more than 76 hit points, it is you do, this limitation lifts and you are free to cast only deafened for 1d4+1 minutes. Of course, if a said spells again. creature has more than 100 hit points, it cannot be targeted by this spell at all. Note that no magic circle or diagram is required or useful when casting this spell. The Games Master Power Word, Fear is encouraged to make the return services for this Conjuration (Creation, Fear) spell costly and/or difficult, discouraging its casual Level: Sor/Wiz 3 use. Components: V",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No of effect with an unsettling magical energy. All af- 4422 43 CONJURATION SPELLS fected targets, beginning with the lowest hit points and driving target creatures to their knees through and adding another creature until the hit point the crushing force of overwhelming pain. The limit is reached, act as if struck with the cause fear spell’s targets, beginning with the lowest hit points spell. Any creature with more than 20 hit points and adding another creature until the hit point is only affected for one round, but weaker targets limit is reached, act as if struck with a symbol of flee in panic as per the cause fear spell for 1d4+1 pain spell and are considered prone for one full rounds. round after being affected. Unlike the symbol spell, this affect only lasts 1d4 rounds. If any Power Word, Pain given target creature has more than 30 hit points, it Conjuration (Creation, Force) is only affected for 1 round and is not forced prone",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    }
]
