[
    {
        "origin_file":  "magic_items.json",
        "description":  "For each additional caster with this feat cast- acid, cold, electricity, fire, or sonic. You can points of cold damage, and 5d6 ing the same cooperative spell simultaneously, the spell’s modify a spell with an energy designator points of electricity damage. save DC and caster level check both increase by +1. When to add an equal amount of the chosen type more than two spellcasters cooperatively cast a spell, each of energy. The altered spell works normally must be adjacent to at least two other casters. in all respects except the type of damage dealt (see side- For example, four spellcasters (two wizards and two sor- bar). Thus, an acid fireball cast at 6th level deals 6d6 fire cerers) standing in a circle all possess Cooperative Spell. damage and 6d6 acid damage (roll each set of dice sepa- Three of them ready an action to cast fireball when the rately). The damage cap for a spell cast using this feat member with the lowest initiative takes her action, also cast- remains the same as the base spell but counts separately ing fireball. The base DC of the Reflex save is equal to the for each type of energy. So an acid fireball cast at 10th level highest individual save DC among the cooperative casters, or higher deals 10d6 fire damage and 10d6 acid damage. as determined by their relevant ability scores or other feats Even opposed types of energy, such as fire and cold, can (such as Spell Focus), special abilities, or items. In this case, be combined using this feat. An admixed spell uses up a one wizard has Intelligence 18, which ties with a sorcerer’s spell slot four levels higher than the spell’s actual level. 39 CHAPTER 2: FEATS",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times, choos- ing a different type of energy each time. You can use Greater Spell Focus [General] Energy Admixture to further alter a spell that has already Choose a school of magic to which you already have been modified with Energy Substitution. You can also applied the Spell Focus feat. Your magic spells of that use Energy Admixture to include your chosen energy school are now even more potent than before. type with a spell that already uses the same type, in Prerequisite: Spell Focus. effect doubling the damage dice. Benefit: Add +4 to the DC for all saving throws against spells from the school of magic you select to focus on. Energy Substitution [Metamagic] This supersedes (does not stack with) the bonus from You can modify a spell that uses one type of energy to Spell Focus. use another type of energy. Special: You can gain this feat multiple times. It’s",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat, 5 ranks in effects do not stack. Each time you take the feat, it applies Knowledge (arcana). to a new school of magic.",
        "name":  "Prerequisite",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose one type of energy: acid, cold, elec- tricity, fire, or sonic. You can modify a spell with an Greater Spell Penetration [General] energy designator to use the chosen type of energy Your spells are especially potent, defeating spell resist- instead. A substituted spell works normally in all respects ance more readily than normal. except the type of damage dealt (see sidebar). Prerequisite: Spell Penetration. A substituted spell uses a spell slot of the spell’s normal Benefit: You get a +4 modifier on caster level check to level, modified by any other metamagic feats. beat a creature’s spell resistance. This supersedes (does",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times, each not stack with) the bonus from Spell Penetration. time it applies to a different type of energy. Improved Familiar [General] Eschew Materials [Metamagic] As long as you are able to acquire a new familiar, you may You can cast spells without material components. choose your new familiar from a nonstandard list.",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat. Prerequisite: Ability to acquire a new familiar,",
        "name":  "Prerequisites",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times. Each Chapter 1. time, you gain an extra spell slot at any level up to one level lower than the highest-level spell you can cast. The improved familiar is magically linked to its masters like a normal familiar. The familiar uses the basic statis- Extra Spell [General] tics for a creature of its kind, as given in the Monster You can learn one more spell. Manual.",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The familiar has all the special qualities of its kind. Persistent Spell [Metamagic]",
        "name":  "Special Qualities",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use Table 3-19 in the Player’s The persistent spell must have a personal or a fixed Handbook to determine additional abilities as you would range (for example, comprehend languages or detect for a normal familiar. magic). Spells of instantaneous duration cannot be affected by this feat, nor can spells whose effect is Alternate Improved Familiars discharged. You need not concentrate on spells such as The list in Table 2-2 presents only a few possible detect magic and detect thoughts to be aware of the mere improved familiars. Almost any creature of the same presence or absence of the thing detected, but you must general size and power as those on the list makes a still concentrate to gain additional information as suitable familiar. Nor is the master’s alignment the normal. Concentration on such a spell is a standard only factor; for example, improved familiars could be action that does not provoke an attack of opportunity. A assigned by the master’s creature type or subtype, as persistent spell uses up a spell slot four levels higher shown in the examples below. than the spell’s actual level. TABLE 2-3: ALTERNATE IMPROVEDFAMILIARS Repeat Spell [Metamagic] AAAAArrrrrcccccaaaaannnnneeeee SSSSSpppppeeeeellllllllllcccccaaaaasssssttttteeeeerrrrr You can cast a spell that repeats the following round. FFFFFaaaaammmmmiiiiillllliiiiiaaaaarrrrr TTTTTyyyyypppppeeeee/////SSSSSuuuuubbbbbtttttyyyyypppppeeeee LLLLLeeeeevvvvveeeeelllll Prerequisites: Any other metamagic feat. Celestial hawk* Good 3 Benefit: A repeated spell is automatically cast again at Fiendish viper** Evil 3 the beginning of your next turn in the round. No matter Air elemental, small Air 5 where you are, the second spell originates from the Earth elemental, small Earth 5 same location and affects the same area as the original Fire elemental, small Fire 5 spell. You cannot use this feat on spells with a touch Shocker lizard Electricity 5 range. If the original spell designates a target, the Water elemental, small Water 5 repeated spell affects the same target if it is within 30 Homunculus† Undead 7 feet of its original position; otherwise the second spell Ice mephit Cold 7 fails. A repeated spell uses up a spell slot three levels higher than the spell’s actual level. * Or other celestial animal from the standard familiar list. ** Or other fiendish animal from the standard familiar list. Sanctum Spell [Metamagic] † The master must first create the homunculus, substituting Your spells have a home ground advantage. ichor or another part of the master’s body for blood if necessary. Prerequisites: Any other metamagic feat.",
        "name":  "Familiar Special Abilities",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose a spell you can cast. You can now cast or the ability to penetrate a minor globe of invulnerability) this spell at will as a spell-like ability once per round, are calculated according to the adjusted level. A sanctum without needing to prepare it. One spell slot eight levels spell uses a spell slot of the spell’s normal level, modified higher than the innate spell is permanently used to by any other metamagic feats. power it. If the innate spell has an XP component, you Special: Your sanctum is an area you have previously pay the XP cost each time you use the spell-like ability. If designated within a 10-foot/level radius from the the innate spell has a focus, you must have the focus to center. This area can be a particular site, building, or use the spell-like ability. If the innate spell has a costly structure. A sanctum can be designated within a larger material component (see the spell description) you use structure, but its special advantages cut off beyond the an item worth 50 times that cost to use as a focus for the maximum area. The designated area must be a site spell-like ability. where you have spent a cumulative period of at least Since an innate spell is a spell-like ability and not an three months. Once designated, it takes seven days for actual spell, a cleric cannot convert it to a cure or an inflict the site to become a sanctum. If you designate a new spell. Divine spellcasters who become unable to cast area to be your sanctum, the benefits of the old one divine spells cannot use divine innate spells. immediately fade. You may have only a single sanctum",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can choose this feat more than once, at one time. selecting another spell each time. You have to pay the costs in spell slots, focuses, and material components for each innate spell you acquire. 41 CHAPTER 2: FEATS damage can be affected by this feat. The split ray affect Sculpt Spell [Metamagic] any two targets that are both within the spell’s range and You can alter the shape of a spell’s area. within 30 feet of each other. Each target takes half as",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat. much damage as normally indicated (round down). If",
        "name":  "Prerequisite",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can modify a an area spell by changing the desired, you can have both rays attack the same target. A area’s shape. The new area must be chosen from the follow- split ray uses up a spell slot of the spell’s normal level, ing list: cylinder (10-foot radius, 30 feet high), 40-foot modified by any other metamagic feats. cone, four 10-foot cubes, or a ball (20-foot-radius spread). The sculpted spell works normally in all respects except Subdual Substitution [Metamagic] for its shape. For example, a lightning bolt spell whose You can modify a spell that uses energy to deal damage area is changed to a ball deals the same amount of damage, to deal subdual damage instead. but the lightning ball affects a 20-foot-radius spread. Prerequisite: Any other metamagic feat, 5 ranks in A sculpted spell uses a spell slot one level higher than Knowledge (arcana) the spell’s actual level. Benefit: Choose one type of energy: acid, cold, electricity, fire, or sonic. You can modify a spell with the Spell Specialization [General] chosen designator to inflict subdual damage instead of You deal more damage with ray or energy missile spells. energy damage. The subdual spell works normally in",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your damage-dealing spells that make a but the subdual fireball deals subdual damage instead of ranged touch attack gain a +2 damage modifier. The fire damage. damage bonus only applies if the target is within 30 feet, A subdual spell uses a spell slot of the spell’s normal because only at that range can you strike precisely level, modified by any other metamagic feats. enough to hit more effectively.",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat twice: once for ray spells Twin Spell [Metamagic] and once for energy missile spells. Its effects do not stack. You can cast a spell simultaneously with another spell similar to it.",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat.",
        "name":  "Prerequisite",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Casting a spell altered by this feat causes the spell to take effect twice on the target, as if you were simultaneously casting the same spell two times on the same location or target. Any variables in the spell (such as targets, shaping an area, and so on) apply to both of the resulting spells. The target suffers all the effects of both spells individually and receives a saving throw for each (if applicable). In some cases, failure of both of the target’s saving throws results in redundant effects, such as a twinning charm person (see Combining Magical Effects on page 153 of the Player’s Handbook), although any ally of the target would have to succeed at two dispel attempts in order to free the target from the charm. As with other metamagic feats, twinning a spell does not affect its vulnerability to counterspelling (for example, using an untwinned form of the spell doesn’t negate only half of the twinned spell). A twinned spell uses up a spell slot four levels higher than the spell’s actual level. Widen Spell [Metamagic] You can increase the area of your spells.",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can alter a burst, emanation, or spread spell to increase its area. Spells that do not have an area of one of these three sorts are not affected by this feat. Any numeric measurements of the spell’s area increase Split Ray [Metamagic] by one-half. For example, a widened fireball spell (which You can affect two targets with a single ray. normally produces a 20-foot-radius spread) now fills a",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat. 30-foot-radius spread. A widened spell uses up a spell",
        "name":  "Prerequisites",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can split spells that specify a single target slot three levels higher than the spell’s actual level. and make a ranged touch attack. Only spells that deal 42 CHAPTER 3: PRESTIGE CLASSES CHAPTER 3: Acolyte of the Skin PRESTIGE \"No pain, no gain\". See Complete Arcane CLASSES The temptation of power drives some people to extreme lengths, regardless of the consequences. Replacing your own skin with that of a living demon is a goal that most The DUNGEON MASTER’S Guide contains several prestige couldn’t even conceive of, let alone consider. But this classes. Those presented here are specifically tailored to ghastly fate is exactly what some spellcasters seek in their arcane spellcasters (although they are open to anyone desperate quest. who qualifies). Characters must qualify for a prestige class The Ritual of Bonding is a blasphemy that was long before they can take any levels in such a class. These ago eradicated from most arcane libraries, but a few classes are special, optional roles that offer abilities and barely legible copies survive—or at least references powers otherwise inaccessible to PCs, and focus them in thereto—along with promises of great power. Spell- specific, interesting directions. casters who happen upon such documents can choose to destroy or ignore the find, but the temptation has already occurred. Those who give in can eventually ACQUIRING A stumble upon the complete ritual, usually through extended contact with one or more summoned fiends PRESTIGE CLASS who are all too eager to share their terrible knowledge. A character who meets the requirements of a particular Acolytes of the skin are ill-suited to any position other prestige class can multiclass into it. However, the DM has than one that wields temporal power. Although NPC final say as to whether a particular prestige class is allowed acolytes may sometimes serve more powerful evil char- in the campaign for PCs, for NPCs only, or not at all. acters as sinister captains, they would rather be calling the shots. They prefer to remain safely ensconced in well- defended fortresses of evil, though sometimes an acolyte PRESTIGE CLASS may lead an expedition to retrieve a rumored tome of evil arcane magic or other artifact of malign power. DESCRIPTIONS",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The alienist listens to the secret groups to enact some obscure ritual, but more often they voices whispering from beyond time’s end, and profit are encountered singly. NPC alienists sometimes haunt thereby. At 3rd and 7th level, she may choose any libraries or specialty bookshops in large cities, skulking metamagic feat as a bonus feat. and mumbling among stacks of rare (and dangerous) Mad Certainty: At 4th level, the alienist’s mad volumes. certainty in the power of entities beyond the reach of",
        "name":  "Alienists may, on rare occasions, gather in secluded Metamagic Secret",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a new alienist level is gained, certainty crystallizes into a truly chilling mania. She gain the character gains new spells per day as if he had also an additional 3 hit points as though from the Toughness gained a level in a spellcasting class he belonged to before feat, but her phobia likewise intensifies. All penalties adding the prestige class. She does not, however, gain and bonuses listed under Mad Certainty for the selected any other benefit a character of that class would have creature increase to –6/+6. gained (improved chance of controlling or rebuking Timeless Body: At 9th level, the alienist learns the undead, metamagic or item creation feats, hit points secret of perpetual youth. She no longer suffers ability beyond those he receives from the prestige class, and so penalties for aging and cannot be magically aged (see on), except for an increased effective level of spellcast- Table 6-5: Aging Effects on page 93 of the Player’s Hand- ing. If a character had more than one spellcasting class book). Any penalties she may have already suffered, before becoming a alienist, she must decide to which however, remain in place. Bonuses still accrue, but the class she adds each level of alienist for purposes of alienist is stolen away by horrible entities when her time determining spells per day. is up, and she is never seen again. SSSSSuuuuummmmmmmmmmooooonnnnn AAAAAllllliiiiieeeeennnnn (Sp): When an alienist casts any summon Transcendence (Su): At 10th level, the alienist, monster spell, she summons a \"pseudonatural\" version of a through long association with alien entities and intensive creature chosen from the appropriate list on page 258 of study of insane secrets, transcends her mortal form and the Player’s Handbook. For example, by casting summon becomes an alien creature. Her type changes to monster VI, she could summon a pseudonatural rast. This \"outsider”, which means (among other things) that she is adds the pseudonatural template to the summoned crea- no longer affected by spells that specifically target ture (see Pseudonatural Creatures below). If the selected humanoids, such as charmperson, but she can be hedged creature would normally be celestial or fiendish, the out by a magic circle spell against her alignment. Addi- 46 CHAPTER 3: PRESTIGE CLASSES tionally, the alienist gains damage reduction 20/+1 and • Electricity and acid resistance (see the table below). electricity resistance 20. • Damage reduction (see the table below). Upon achieving transcendence, the alienist’s appear- • SR equal to double the creature’s HD (maximum 25). ance undergoes a minor physical change, usually growing a small tentacle or other strange addition or substitution, EEEEEllllleeeeeccccctttttrrrrriiiiiccccciiiiitttttyyyyy,,,,, AAAAAccccciiiiiddddd such as an extra appendage, organ, eye, or enigmatic HHHHHiiiiittttt DDDDDiiiiiccccceeeee RRRRReeeeesssssiiiiissssstttttaaaaannnnnccccceeeee DDDDDaaaaammmmmaaaaagggggeeeee RRRRReeeeeddddduuuuuccccctttttiiiiiooooonnnnn lump. The alienist can hide this abnormality in a robe or 1-3 5 — hood, but the alien growth is not under the alienist’s 4-7 10 5/+1 control and sometimes moves, twitches, opens, or other- 8-11 15 5/+2 wise animates of its own accord. 12+ 20 10/+3 Anyone who shares the alienist’s predilection for study of the Far Realms immediately recognizes her transcen- If the base creature already has one or more of these dent nature, and she gains a +2 circumstance modifier special qualities, use the better value. on all Charisma-based skill and ability checks when inter- Alternate Form (Su): At acting with such beings. She gains a +2 circumstance will, a pseudonatural crea- modifier on Intimidation checks against all other crea- ture can take the form of a tures to whom she reveals her abnormal nature. grotesque, tentacled mass (or another appropriately grue- Pseudonatural Creatures some form determined by Pseudonatural creatures dwell the DM), but all its abili- past the eons that lie between the ties remain unchanged stars, beyond the planes as we despite the alien appear- know them, nestled in far realms ance. Changing shape is of insanity. When summoned to the standard action. Other Material Plane they often creatures receive a –1 morale take the form of, and emu- penalty to their attack rolls late the abilities of famil- against pseudonatural creatures iar creatures, though in this alternate form. they are more grue- Saves: Same as the base creature. some in appearance Abilities: Same as the base crea- than their earthly coun- ture, but Intelligence is at least 3. terparts. Alternatively, Skills: Same as the base creature. they may appear in a manner Feats: Same as the base creature. more consistent with their origins: A mass of writhing Climate/Terrain: Any land and tentacles is a favorite, although underground. other terrible forms are always Organization: Same as possible. the base creature.",
        "name":  "Spells per Day",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The candle caster must candle holds one spell. initially possess a supply of at least Effectively, the candle caster 100 tindertwigs. gains the Scribe Scroll feat using an alternative medium Class Skills (see page 84 of the Player’s The candle caster’s class skills (and the key ability for each Handbook). All rules, XP costs, skill) are Alchemy (Int), Concentration (Con), Craft (Int), and expenses that apply to Scribe Knowledge (Int), Profession (Wis), Scry (Int, exclusive Scroll also apply to this ability. A candle normally illu- skill), Search (Int), and Spellcraft (Int). See Chapter 4: minates a 5-foot-radius and burns for 1 hour, but a scribed Skills in the Player’s Handbook for skill descriptions. candle burns as noted below. A burning candle cannot be TABLE 3-7: THE CANDLE CASTER BBBBBaaaaassssseeeee FFFFFooooorrrrrttttt RRRRReeeeefffff WWWWWiiiiillllllllll CCCCClllllaaaaassssssssss LLLLLeeeeevvvvveeeeelllll AAAAAttttttttttaaaaaccccckkkkk BBBBBooooonnnnnuuuuusssss SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSpppppeeeeeccccciiiiiaaaaalllll SSSSSpppppeeeeellllllllllsssss pppppeeeeerrrrr DDDDDaaaaayyyyy 1st +0 +0 +0 +2 Scribe candle +1 level of existing class 2nd +1 +0 +0 +3 Extend candle +1 level of existing class 3rd +1 +1 +1 +3 Unfettered candle +1 level of existing class 4th +2 +1 +1 +4 Enlarge candle +1 level of existing class 5th +2 +1 +1 +4 Dipped candle +1 level of existing class 6th +3 +2 +2 +5 Empower candle +1 level of existing class 7th +3 +2 +2 +5 Quick light +1 level of existing class 8th +4 +2 +2 +6 Heighten candle +1 level of existing class 9th +4 +3 +3 +6 Striped candle +1 level of existing class 10th +5 +3 +3 +7 Maximize candle +1 level of existing class 53 CHAPTER 3: PRESTIGE CLASSES extinguished unless the candle caster wills it (although by people other than herself. Effectively, she gains the dispel magic still suppresses the effect as it would for any Brew Potion feat using an alternative medium (see page other magic item). 80 of the Player’s Handbook). All rules, XP costs, and To have any chance of activating a stored spell, the expenses that apply to Brew Potion also apply to this candle caster must meet the usual requirements for abil-ity. Like a potion, only spells of 3rd level and lower successfully reading a scroll. The stored spell must be of a can be scribed in an unfettered candle. Any creature type she can cast and on her class list, and she must have who successfully lights the unfettered candle, following the requisite ability score to cast the spell (for example, the procedure described above, is targeted by the candle’s Intelligence 15 for a wizard casting a 5th-level spell). stored spell at the beginning of the creature’s next turn Even then, she must make a caster level check (DC = in the round. An unfettered candle otherwise works scribed candle’s caster level +1) to cast the spell correctly. exactly like a normally scribed candle.",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 4th level, the candle caster can check (DC 5) to avoid a mishap (see page 203 of DUNGEON double the range of spells she stores in a candle. Effec- MASTER’SGuide). tively, she gains the Enlarge Spell metamagic feat (see",
        "name":  "If she fails, the spell is lost, and she must make a Wisdom Enlarge Candle",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lighting the candle is best done using Dipped Candle: At 5th level, the candle caster refines a tindertwig. Doing so is a standard action, which is her chandler’s craft to the point where she can store two subject to disruption just as casting a spell would be. spells in the same candle. She must scribe each spell sepa- Lighting the candle by a slower method, such as flint and rately, paying full XP and gp costs for both, and must tinder or even a magnifying glass, is a full-round action specify the order in which the spells take effect. The first under the best of circumstances, and definitely draws an spell is triggered normally by successfully lighting the attack of opportunity. scribed candle; when the duration of the first spell ends, A candle caster can \"light defensively\" by making a the second power stored in the candle automatically trig- successful Concentration check (DC 15). This preempts gers. If the first spell is suppressed bydispel magic, or an attack of opportunity, but if she fails the check she the candle caster ends the effect voluntarily, the second does not light the candle. Alternatively, the candle caster effect does not trigger but is not lost. The candle caster can suffer the attack of opportunity, and if hit, attempt a can trigger the second effect by relighting the candle. If Concentration check (DC 10+points of damage taken) to the second spell requires a target, the candle caster can light the candle anyway. target the effect when it activated as if casting the spell",
        "name":  "Light the Candle",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A successfully lit candle automatically acti- normally, as long as she is within 30 feet of the lit candle. vates the stored spell at the beginning of the candle caster’s Otherwise, the candle is the default center of effect. The action in the next round (which does not draw an attack of two spells maybe differentiated by color; for example, the opportunity). It works exactly like a spell prepared and cast top half of the candle is yellow while the bottom is blue. the normal way. However, since she lit the candle during Empower Candle: At 6th level, the candle caster can the previous round, the candle caster can take normal increase all variable, numeric effects of a spell she stores actions on the same round the candle’s spell takes effect. in a candle. Effectively, she gains the Empower Spell The flame of the burning candle mimics the triggered metamagic feat (see page 82 of the Player’s Handbook), but spell’s duration. Thus, an instantaneous spell causes the only when scribing candles. All the rules that apply to candle to flare and burn out immediately, while a candle using Empower Spell also apply to empowered candles, scribed with a spell having a longer duration burns for and the scribed spell takes up a spell slot two levels that length of time. However, if the flame is extin- higher than the spell’s actual level. guished before the spell expires, the spell’s duration is Quick Light: At 7th level, the candle caster learns to cut short. activate her candles more quickly. The act of lighting A scribed candle may incorporate any number of the the candle takes no less time, but the stored spell takes special enhancements noted below, as long as their effect as soon as the candle is lit (not on the candle combined requirements do not make the spell take up a caster’s next turn). spell slot higher than the caster’s normal maximum. Heighten Candle: Upon reaching 8th level, the",
        "name":  "Candle Effect",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 2nd level, the candle caster can candle caster can increase the effective level of a spell extend the duration of spells stored in a candle. Effec- stored in a candle. Effectively, she gains the Heighten tively, she gains the Extend Spell metamagic feat (see Spell metamagic feat (see page 82 of the Player’s Hand- page 82 of the Player’s Handbook), but only when scribing book), but only when scribing candles. All the rules that candles. All the rules that apply to using Extend Spell apply to using Heighten Spell also apply to heightened also apply to extended candles, and the scribed spell candles, and the scribed spell takes up a spell slot at the takes up a spell slot one level higher than the spell’s new level. actual level. Striped Candle: At 9th level, the candle caster",
        "name":  "Extend Candle",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 3rd level, the candle caster further refines her ability to store two spells in the learns how to store spells in candles that can be triggered same candle. She must still scribe each spell separately, 54 CHAPTER 3: PRESTIGE CLASSES paying full XP and gp costs for both. Successfully light- Dragon disciples prefer a life of exploration to a clois- ing the scribed candle triggers both stored spells tered existence. Most are sorcerers, but bards sometimes simultaneously, and the candle caster chooses any follow the path. Already adept at magic, many pursue targets for both effects. The two spells may be differ- adventure, especially if it furthers their goal of finding entiated by color; for example, the left half of the candle out more about their draconic heritage. All dragon disci- is green while the right is red. ples are drawn to areas known to harbor dragons.",
        "name":  "Unfettered Candle",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 10th level, the candle caster Hit Die: Special (see below). reaches the pinnacle of her craft, gaining the ability to maximize all variable, numeric effects of spells she stores Requirements in a candle. Effectively, she gains the Maximize Spell To qualify to become a dragon disciple, a character must metamagic feat (see page 83 of the Player’s Handbook), but fulfill all the following criteria. only when scribing candles. All the rules that apply to Race: Any nondragon (cannot already be a half-dragon). using Maximize Spell also apply to maximized candles, Knowledge (Arcana): 8 ranks. and the scribed spell takes up a spell slot three levels Languages: Draconic. higher than the spell’s actual level. Spells: Ability to cast arcane spells without prepara- tion.",
        "name":  "Maximize Candle",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Energy Substitution (acid, cold, electricity, or fire). The elemental savant cannot use Energy Substitution to TABLE 3-9: THE ELEMENTAL SAVANT BBBBBaaaaassssseeeee FFFFFooooorrrrrttttt RRRRReeeeefffff WWWWWiiiiillllllllll CCCCClllllaaaaassssssssss LLLLLeeeeevvvvveeeeelllll AAAAAttttttttttaaaaaccccckkkkk BBBBBooooonnnnnuuuuusssss SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSpppppeeeeeccccciiiiiaaaaalllll SSSSSpppppeeeeellllllllllsssss pppppeeeeerrrrr DDDDDaaaaayyyyy 1st +0 +0 +0 +2 Elemental transition, resistance +5 +1 level of existing class 2nd +1 +0 +0 +3 Elemental focus +1 +1 level of existing class 3rd +1 +1 +1 +3 Elemental penetration +1 +1 level of existing class 4th +2 +1 +1 +4 Elemental transition, resistance 10 +1 level of existing class 5th +2 +1 +1 +4 Elemental focus +2 +1 level of existing class 6th +3 +2 +2 +5 Elemental penetration +2 +1 level of existing class 7th +3 +2 +2 +5 Elemental transition, resistance 15 +1 level of existing class 8th +4 +2 +2 +6 Elemental focus +3 +1 level of existing class 9th +4 +3 +3 +6 Elemental penetration +3 +1 level of existing class 10th +5 +3 +3 +7 Elemental perfection, immunity — 57 CHAPTER 3: PRESTIGE CLASSES insert a type of energy opposed to her chosen element. gains an elemental creature’s immunity to poison, sleep, For example, an air elemental savant can substitute light- paralysis, and stunning and is no longer subject to critical ning for another form of energy in a spell, but she is hits or flanking. prohibited from substituting acid. The elemental savant gains the speed and movement modes, special attacks, and special qualities of a medium Opposing Element elemental of the appropriate type, as noted in the Monster Element Allied Energy and Energy Manual, except that the save DC against her elemental Air Electricity Acid, Earth attack form, if any (whirlwind, burn, or vortex) is 20+her Earth Acid Air, Electricity Constitution modifier. Fire Fire Cold, Water Upon achieving this state, the elemental savant’s Water Cold Fire appearance undergoes a minor physical change, usually to the skin or eyes. An earth elemental savant, for At 1st level, the elemental savant becomes immune to example, might acquire gemlike eyes and hard, pebbly magical sleep effects. skin. Anyone who shares the At 4th level, she gains darkvision with a range of 60 elemental savant’s predilection feet and immunity to paralysis. for study of her chosen plane At 7th level, she gains immunity to stunning. immediately recognizes her Resistance (Ex): As the transcendent nature. She gains elemental savant gains levels in a +2 circumstance modifier on this prestige class, she becomes all Charisma-based skill and more resistant to the type of ability checks when interacting energy allied with her chosen with creatures having her element. At 1st level, she gains elemental type and with other resistance 5 against this energy elemental savants who have form. This rises to resistance 10 chosen her element. at 4th level, resistance 15 at 7th Elemental perfection is not level, and complete immunity without cost. The elemental when she becomes an elemental savant can be hedged out by a being (at 10th level). magic circle spell against her Elemental Focus(Ex): Begin- alignment. She also takes double ning at 2nd level, the elemental damage from energy attacks savant learns to better manipu- allied with her opposing late energy allied with her element unless the attack allows chosen element. The save DC a saving throw for half damage, in for any spell using that type which case she takes half damage of energy increases +1. This even on a successful save. rises to +2 at 5th level and +3 Immunity (Ex): At 10th level, at 8th level. These increases the elemental savant is completely are cumulative with those comfortable with energy allied with granted by the Spell Focus and her chosen element. She gains Greater Spell Focus feats. immunity to that type of energy, Elemental Penetration in addition to the immunities (Ex): Beginning at 3rd level, the granted by her elemental form elemental savant further (see Elemental Perfection below). refines her ability to wield energy allied with her chosen element. When she Fatespinner casts a spell using that type of energy, she gains a See Complete Arcane +1 competence modifier on caster level checks (1d20 ”Keep trying. I have a feeling your luck will change—soon”. +caster level) to beat a creature’s spell resistance. At 6th level, this modifier increases to +2, and at 9th level it Some people are lucky. Others, less so. And a few make increases to +3. These increases are cumulative with those their own luck. granted by the Spell Penetration and Greater Spell A fatespinner (also called a «mage of many fates») has Penetration feats. pulled back the curtain of chance, circumstance, and chaos",
        "name":  "Feat",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 10th level the elemental to glimpse a deeper truth: probability. When one event savant, through long association with elemental entities occurs, innumerable possible ones do not, as the universe and extensive study of their secrets, completely tran- blindly seeks balance. Through his newfound scends her mortal form to become an elemental creature. understanding, the fatespinner satisfies that unthinking Her type changes to «elemental”, which means (among drive—with prejudice. He can increase the probability other things) that she is no longer affected by spells that of events in his favor, at the expense of a greater specifically target humanoids, such as charm person. She probability of undesirable events. 58 CHAPTER 3: PRESTIGE CLASSES Any arcane spellcaster who has cursed his bad luck is fatespinner class, as well as at 7th level, the character a potential candidate for this prestige class. Who has not gains new spells per day as if he had also gained a level in fired off a spell, hoping fervently but impotently for a a spellcasting class he belonged to before adding the pres- particular outcome, or sadly noted the astounding luck tige class. He does not, however, gain any other benefit of an enemy who resists spell after spell? The fatespinner a character of that class would have gained (improved is all about applying some control over the seeming chance of controlling or rebuking undead, metamagic or vagaries of chance—fortune for himself, misfortune for item creation feats, hit points beyond those he receives his foes. from the prestige class, and so on), except for an increased NPC fatespinners are often found in positions of effective level of spellcasting. If a character had more power and authority, as would be expected from those than one spellcasting class before becoming a fatespin- able to directly affect their own destiny. Others continue ner, he must decide to which class he adds the new level to ply the world, honing their abilities and seeking their for purposes of determining spells per day. ultimate fortune. Spin Fate (Ex): The mage of many fates understands",
        "name":  "Elemental Perfection",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At every second level gained in the he use this ability. TABLE 3-10: THE FATESPINNER BBBBBaaaaassssseeeee FFFFFooooorrrrrttttt RRRRReeeeefffff WWWWWiiiiillllllllll CCCCClllllaaaaassssssssss LLLLLeeeeevvvvveeeeelllll AAAAAttttttttttaaaaaccccckkkkk BBBBBooooonnnnnuuuuusssss SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSpppppeeeeeccccciiiiiaaaaalllll SSSSSpppppeeeeellllllllllsssss pppppeeeeerrrrr DDDDDaaaaayyyyy 1st +0 +0 +0 +2 Spin fate 2nd +1 +0 +0 +3 Resist fate +1 level of existing class 3rd +1 +1 +1 +3 Fickle finger of fate 4th +2 +1 +1 +4 As fate would have it +1 level of existing class 5th +2 +1 +1 +4 Spin destiny 6th +3 +1 +2 +5 Deny fate +1 level of existing class 7th +3 +2 +2 +5 Luck of the wind +1 level of existing class 8th +4 +2 +2 +6 As fate would have it +1 level of existing class 9th +4 +3 +3 +6 Seal fate 10th +5 +3 +3 +7 Favored one +1 level of existing class 59 CHAPTER 3: PRESTIGE CLASSES Resist Fate (Ex): At 2nd level, the fatespinner devel- attempt to seal the fate of one other creature as a spell-like ops extraordinary good luck. Once per day, may reroll ability. As a standard action, the fatespinner selects a size one roll that he has just made. He must take the result of Large or smaller target creature he can see within 100 feet the reroll, even if it’s worse than the original roll. If the and speaks the words, ”Your fate is sealed”. The target fatespinner has levels of cleric with the Luck domain, must make a successful Fortitude save (DC 20) or die. this benefit stacks with that domain’s granted power. Even if the save is successful (or if the Target is Huge or Fickle Finger of Fate (Ex): On reaching 3rd level, larger), it instead takes 3d6+13 points of damage. The the fatespinner gains the extraordinary ability to affect fatespinner may add spin to increase the Fortitude save the luck of others. Once per day, he may reroll one roll DC, the amount of damage dealt, or both, as desired. that another creature—friend or enemy—has just made. Favored One: On attaining 10th level, the fatespinner That creature must take the reroll, even if it’s worse than is favored by chance, rising above the common animal the original roll. caught in the web of reality it can’t see or appreciate. His Fickle finger of fate takes place outside the normal type changes to ”outsider”, which means (among other initiative order? but fatespinner still can\u0027t use it if he is things) that he is no longer affected by spells that specif- caught flat-footed. He must be able to see the recipient ically target humanoids, such as charm person, but he can to use this ability. be hedged out by a magic circle spell against his alignment.",
        "name":  "Spells per Day",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 4th and 8th level, fate Order (see Chapter 1). In casual conversation, the acad- conspires with circumstance to bring about a useful, if emy is called the Order, or sometimes «that college of rather mundane, result. The fatespinner learns a bonus wizardry». It is both a school for fledgling spellcasters metamagic feat. and a guild for those of advanced knowledge and power. Spin Destiny (Ex): Beginning at 5th level, the fate- The Arcane Orders charter is twofold, its first tenet is spinner more clearly apprehends the matrix of reality and advancing magical knowledge through both ongoing can use accumulated spin to ajust other \"random\" events. research and archeological investigation of lost arcane The method is identical to increasing a spell’s save DC, disciplines. A good portion of research is centered but the fatespinner can now add spin to boost any skill around elucidaring a \"magical grammar\" of the great check, attack roll, or saving throw. However, he can’t power wielded in ages past, and this research has borne substract points from these checks to accumulate spin. wondrous fruit: metamagic feats. The second tenets is the In addition, he can apply a number of points of spin up support and welfare of the Order’s membership, initially to his caster level (which is still the maximum spin he can through arcane schooling and later through compan- store) to skill checks, attack rolls, or saving throws. For ionship, resources, boarding, and access to the Spellpool example, a 5th-level wizard/5th-level fatespinner could (see below). Although nonwizards can benefit some- apply up to 10 points of spin to a desired check, assuming what from what the Order has to offer, its emphasis on had enough scored. wizardry deters most applicants. Deny Fate (Ex): At 6th level, the fatespinner’s control NPC guildmages often join adventuring companies of of chance becomes stronger. He can now reroll a roll, as nonspellcasters who are not affiliated with the Order. with Resist Fate, twice per day. This also stacks with the Thus, they could be encountered anywhere adventure Luck domains granted power. beckons. However, a guild member in good standing Luck to the Wind (Ex): On reaching 7th level, the returns when he can to the campus, pay his required mage of many fates can appease chance by ”throwing dues, and does his part in the upkeep of the Spellpool. luck to the wind”. This is an extraordinary ability. He chooses Hit Die: d4. whether or not to use this power each time he casts a spell that allows a saving throw. The save DC for a spell so Requirements adjusted is 1d20+ spell level+caster’s Charisma or Intelli- To qualify to become a mage of the Arcane Order, a gence modifier (whichever is greater). The fatespinner character must fulfill all the following criteria. rolls the d20 when he casts the spell. He can also enhance Knowledge (Arcana): 8 ranks. the spells by adding up to 3 points of spin to the spell’s Feats: Two metamagic feats, one of which must be save DC, or accumulate spin by deducting 2 points from Cooperative Spell. it, but not both. This cannot be further adjusted by other Spells: Ability to prepare and cast arcane spells of 2nd abilities such as spin destiny. level or higher, fee of 750 gp. SSSSSeeeeeaaaaalllll FFFFFaaaaattttteeeee (Sp): At 9th level, the fatespinner can meddle Special: Prospective members must pay an initiation in matters literally of life and death. Once per day, he can fee of 750 gp. 60 CHAPTER 3: PRESTIGE CLASSES Class Skills The mage of the Arcane Order’s class skills (and the key ability for each skill) are Alchemy (Int), Concentration (Con), Craft (Int), Knowledge (Int), Profession (Wis), Scry (Int, exclusive skill), Speak Language, and Spellcraft (Int). See Chapter 4: Skills in the Player’s Handbook for skill descriptions.",
        "name":  "As Fate Would Have It",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a new mage of the Arcane Order level is gained, the character gains new spells per day as if he had also gained a level in a spellcasting class he belonged to before adding the prestige class. He does not, however, gain any other benefit a character of that class would have gained (improved chance of controlling or rebuking undead, metamagic or item creation feats, hit points beyond those he receives from the pres- tige class, and so on), except for an increased effective level of spellcasting. If a character had more than one spellcasting class before becoming a mage of the Arcane Order, he must decide to which class he adds the new level for purposes of determining spells per day.",
        "name":  "Spells per Day",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A «guild-level» mage of the Arcane Order pays monetary dues and accepts various duties in return for various benefits. The dues are 30 gp per month. Duties include putting in an appearance on campus at least once every six months and accepting any special commissions handed down by senior members. A guildmage who falls into arrears on his dues by more than three months has his membership revoked and loses access to the Spellpool. Reinstating membership is difficult. However, ex-members do not lose any spells or metamagic feats they had gained while in good standing. A member in good standing may board at the Arcane Order campus between adven- tures, paying only 5 sp per day for common- quality meals and lodging. At his leisure, he may browse the Order’s well-respected library, which is stocked with tomes on both mundane and arcane lore (though no spells are located here). Likewise, he may use the common laboratory facilities when creating a minor or medium magic item (although material costs remain out-of-pocket). Furthermore, he is free to read and post notices to the «job-board”, a mundane medium whereby fellow members of the Order pass information, advertise their interest in a research topic or adventure, or attempt to sell an interesting oddity, 61 CHAPTER 3: PRESTIGE CLASSES TABLE 3-11: THE MAGEOFTHE ARCANE ORDER BBBBBaaaaassssseeeee FFFFFooooorrrrrttttt RRRRReeeeefffff WWWWWiiiiillllllllll CCCCClllllaaaaassssssssss LLLLLeeeeevvvvveeeeelllll AAAAAttttttttttaaaaaccccckkkkk BBBBBooooonnnnnuuuuusssss SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSpppppeeeeeccccciiiiiaaaaalllll SSSSSpppppeeeeellllllllllsssss pppppeeeeerrrrr DDDDDaaaaayyyyy 1st +0 +0 +0 +2 Guild member, Spellpool I +1 level of existing class 2nd +1 +0 +0 +3 Research breakthrough +1 level of existing class 3rd +1 +1 +1 +3 Bonus language +1 level of existing class 4th +2 +1 +1 +4 Spellpool II +1 level of existing class 5th +2 +1 +1 +4 New spell +1 level of existing class 6th +3 +2 +2 +5 Bonus language +1 level of existing class 7th +3 +2 +2 +5 Spellpool III +1 level of existing class 8th +4 +2 +2 +6 New spell +1 level of existing class 9th +4 +3 +3 +6 Research breakthrough +1 level of existing class 10th +5 +3 +3 +7 Regent +1 level of existing class magical orotherwise.Last but not least, members form The Spellpool professional ties with their fellow wizards, possibly leading A magical reservoir of spell energy is bound into a special to lasting friendships or at least allies. matrix in a guarded vault in Mathghamhna’s sublevel. SSSSSpppppeeeeellllllllllpppppoooooooooolllll (Sp): Beginning at first level, mages of the Using his guild focus, a mage of the Arcane Order can Arcane Order can call spells from a common source, the «call» spells from this common resource at need. Spellpool. This is a spell-like ability. New members receive Calling a Spell: Calling a spell from the Spellpool can a special focus (a small trinket chosen by the spellcaster, be done at any distance but requires the caster to have an such as a ring, brooch, scarf, or other portable item) at open, unused spell slot of the appropriate level. Wizards the time of their initiation. The focus allows access to the preparing spells for the day decide at that time whether to Spellpool and works only for its owner. If he loses his leave some spell slots open. The spellcaster can call only focus, he must undergo another initiation. The range of for spells of a level that he could normally cast. He can available spells increases at levels 4 and 7. See the call a number of spells per day whose total levels are equal Spellpool section, below. to or less than half his caster level (minimum of one). For",
        "name":  "Guild member",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 2nd and 9th levels, a example, a 5th-level wizard can call one 2nd-level spell or mage of the Arcane Order gains sudden insight from two 1st-level spells per day, assuming he has slots avail- studying the reconstructed texts of ancient magical gram- able and his Spellpool Debt isn’t too high (see below). mars. He gains a bonus metamagic feat. When the caster calls a spell, he takes a full-round action",
        "name":  "Research Breakthrough",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 10th-level mage of the Arcane Order is Spellpool exist. A member first joining the Order gains awarded the status of regent. He no longer pays dues Spellpool I privileges, which grants access to spells of 1st but continues to receive all the benefits of guild member- to 3rd level. Spellpool II allows 4th- to 6th-level spells, ship. A regent gains a +2 competence modifier on all and Spellpool III grants 7th- to 9th-level spells. No 0-level Charisma-based interaction checks when dealing with spells are available, but the Spellpool can provide any lower-level members of the Order. other spell on the wizard/sorcerer spell list in the Player’s The regents set the Arcane Order’s rules and policies, Handbook, as well as any additional spells designated by meeting each month in the Council of Regents. A regent the DM. must attend six Council meetings in one year or be SSSSSpppppeeeeellllllllllpppppoooooooooolllll DDDDDeeeeebbbbbttttt::::: Every time a spellcaster calls a spell, he removed from the Council and lose his regent status (he incurs a debt. He must return an «energy packet» to the loses no other benefits of guild membership). Enacting Spellpool: a spell he has prepared (or can cast in the new policies or eradicating old ones requires a three- sorcerer’s case) of equal level to that called, or a number fifths majority vote to pass. of spells whose combined levels total the level of the Generally, the Council hands out commissions for spell called. For instance, the Spellpool debt for a 5th- lower-level mages of the Arcane Order to perform on level spell is 5 levels, which could be paid off with behalf of the guild. An individual regent may also head another 5th-level spell or any combination of spells up a special group of lower-level members to accomplish whose levels total 5. Returning a spell is a full-round a specific goal, such as investigating a crime committed action, like calling a spell, and depletes a prepared spell using magic, undertaking an archeological dig of an ancient slot, or uses up a spell slot for the day, as if the spell had site of wizardry, or some other important task. been cast. 62 CHAPTER 3: PRESTIGE CLASSES The debt need not be repaid immediately. In fact, a Requirements spellcaster can accumulate a Spellpool debt equal to three To qualify to become a mindbender, a character must times his caster level (including levels in this prestige fulfill all the following criteria. class) before facing penalties. Thus, 5th-level sorcerer/ Bluff: 4 ranks. 5th-level mage of the Arcane Order could call up to 30 Diplomacy: 4 ranks. levels of spells from the Spellpool. However, upon incur- Intimidate: 4 ranks. ring 31 or more spell-levels of debt, his access to the Sense Motive: 4 ranks.",
        "name":  "Regent",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a new true necromancer level as a spell-like ability (see page 189 of the Player’s Handbook). is gained, the character gains new spells per day as if she She must still supply the requisite material component. had also gained a level in a spellcasting class she belonged This ability is considered a necromantic spell (see Necro- to before adding the prestige class. She does not, however, mancer above), so the character’s effective caster level is gain all the benefits a character of that class would have the total of all her spellcaster class levels. gained (metamagic or item creation feats, hit points Energy Drain (Sp): At 10th level, the true necromancer beyond those he receives from the prestige class, and so acquires one of the most dreaded powers of the undead. on). She does still gain effective levels for purposes of Once per day, she can use energy drain as a spell-like abil- rebuking undead (see Rebuke below) and casting certain ity (see page 199 of the Player’s Handbook). This ability is spells (see Necromancer below). If a character had more considered a necromantic spell (see Necromancer above), than one spellcasting class before becoming a true necro- so the character’s effective caster level is the total of all mancer, she must decide to which class she adds the her spellcaster class levels. new level for purposes of determining spells per day. Rebuke (Su): The true necromancer has great influ- Wayfarer Guide ence over the living dead. Whenever she gains a level in this prestige class, she also gains an effective level for \"Where to?\" See Complete Arcane purposes of rebuking undead. For instance, if a 5th-level cleric/5th-level wizard takes 2 levels of true necro- The wayfarer guide focuses on honing her skills at instan- mancer, she rebukes undead as a 7th-level cleric. taneous magical transportation. Unlike spellcasters of",
        "name":  "Spells per Day",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A prospective wayfarer guide must join the TRADE Wayfarers’ Union (although she can later quit without losing previously acquired levels). Arcane spellcasters live and die by their magic, but even Class Skills the most accomplished wizard or sorcerer needs a little The wayfarer guide’s class skills (and the key ability for help now and then. each skill) are Alchemy (Int), Concentration (Con), Craft (Int), Knowledge (Int), Profession (Wis), Scry (Int, MUNDANE ITEMS exclusive skill), Speak Language, and Spellcraft (Int). See Chapter 4: Skills in the Player’s Handbook for skill These items have proven popular with many arcane spell- descriptions. casters. Prices for the items described here are shown on Table 4-1: Mundane Items.",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a wayfarer guide reaches 1st and is viable (see Researching New Spells in Chapter 5: Spells). 3rd level, she gains new spells per day as if she had also Arcane Library: This is a collection of at least 200 rare gained a level in a spellcasting class she belonged to before volumes used in spell research. Due to its size and cost, adding the prestige class. She does not, however, gain all most wizards depend on various professional organiza- the benefits a character of that class would have gained tions (see Chapter 1: Arcane Lore) to provide access to a (metamagic or item creation feats, hit points beyond those suitable library. Booksellers in large cities and metropo- she receives from the prestige class, and so on). She lises sometimes have sufficient numbers of the right does still gain effective spellcaster levels. If a character books, but even then, whole libraries are seldom accu- had more than one spellcasting class before becoming a mulated at once. It can take a week or more to purchase wayfarer guide, she must decide to which class she adds all the necessary volumes, depending on supply and avail- the new level for purposes of determining spells per day. able transportation. Enhanced Capacity(Ex): A wayfarer guide can trans- Familiar Carrier: This is a sturdy hutch or box for port material more efficiently. When casting any spell safely transporting a familiar. The carrier is made of metal with the «teleportation» descriptor, the wayfarer guide’s lined with wood and padding to cushion the familiar maximum weight capacity is 100 pounds per caster level from impacts. It is equipped with a door that the familiar (normally 50). can open from inside or outside, as well as an internal",
        "name":  "Spells per Day",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rubbing this stinky green paste into Prices for the items described here are shown on Table wounds promotes rapid healing. Applying the salve is a 4-2: Special Items. full-round action. One dose cures 1d8 points of damage to a living creature. TABLE 4-2: SPECIAL ITEMS. The Alchemy check DC to make healing salve is 25. If IIIIIttttteeeeemmmmm CCCCCooooosssssttttt WWWWWeeeeeiiiiiggggghhhhhttttt you have 5 or more ranks in Profession (herbalist), you Disappearing ink * 5 gp — get a +2 synergy modifier on checks to craft it. Flashpellet 50 gp — Phantom Ink: Similar to disappearing ink, messages Glowpowder 50 gp — written with this ink vanish from view at the end of an Healing salve 50 gp — hour and thereafter can be read only under the right Phantom ink kind of light. The usual types specify one of the follow- Firelight 10 gp — ing: firelight (which includes candles, torches, and other Magical light 10 gp — flames), magical light (which includes the dancing lights, Moonlight 10 gp — light, and continual flame spells), moonlight, and starlight Starlight 10 gp — (this last usually isn’t discernable unless the reader has Scentbreaker* 5 gp — darkvision). Suregrip 20 gp — The Alchemy check DC to make phantom ink is 20.",
        "name":  "Healing Salve",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Item Pricing where a bag of scentbreaker strikes. The Alchemy check DC to make scentbreaker is 15. If Pricing a magic item always requires some guesswork you have 5 or more ranks in Profession (herbalist), you and judgment. Here are two examples of new magic items get a +2 synergy modifier on checks to craft it. from this book to show how the process works.",
        "name":  "Behind the Curtain",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A general description of what the item does. full price of the most expensive power (minor globe of",
        "name":  "Effect",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The cost to add a particular power to an invulnerability), then adds three-quarters of the price of iicm. The total base prices of all an item’s powers (as the next most expensive power (repulsion) and one-half modified by the appropriate conditions) determine what of the price of each the remaining powers: the item costs to make and its market price, as described in Chapter 8 of the DUNGEON MASTER’SGuide. 39,000 x 1= 39,000",
        "name":  "Base Price",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Rod, Maximize Spell does not confer the feat; Market Price: 27, 200 gp (lesser), 108,000 gp (normal), associated feat on the or 243,000 gp (greater). owner, only the ability Quickening: The user can cast up to three spells per to use the given feat a day that are quickened as though using the Quicken specified number of Spell feat. times per day. For Caster Level: 17th; Prerequisites: Craft Rod, Quicken instance, having a rod of Spell; Market Price: 37,800 gp (lesser), 151,200 gp substitution does not (normal), or 340,200 gp (greater). count as having Sculpting:The user can cast up to Energy Substitution three spells per day that are sculpted toward gaining the as though cast with the Sculpt Spell Energy Admixture feat. feat. A sorcerer Caster Level: 17th; Prerequisites: Craft Rod, Sculpt still must take a Spell; Market Price: 5,400 gp (lesser), 21,600 gp full-round action when using a (normal), or 48,600 gp (greater). metamagic rod, as if using a meta- Silence: The user can cast up magic feat he possesses. to three spells per day without verbal components as Lesser and Greater though using the Silent Metamagic Feat Rods Spell feat.",
        "name":  "Possession of a metamagic rod Caster Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft spells of up to 3rd level, Rod, Silent Spell; Market Price: 5,400 normal metamagic feat rods gp (lesser), 21,600 gp (nor- can be used with spells of mal), or 48,600 gp (greater). 6th level and lower, while greater rods can Substitution: Five different types be used with spells of up to 9th level. of rod of substitution exist, each keyed to a different type of energy: acid,",
        "name":  "Lesser rods can be used with Caster Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "::::The book contains cloudkill, geas/ Wondrous Items Descriptions quest, limited wish, and polymorph any object.",
        "name":  "IIIIIrrrrrooooonnnnn GGGGGooooollllleeeeemmmmm MMMMMaaaaannnnnuuuuuaaaaalllll",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, GGGGGooooollllleeeeemmmmm CCCCCooooonnnnnssssstttttrrrrruuuuuccccctttttiiiiiooooonnnnn SSSSSkkkkkiiiiillllllllllsssss BBBBBooooodddddyyyyy CCCCCooooosssssttttt TTTTToooootttttaaaaalllll CCCCCooooosssssttttt***** familiar pocket (see Chapter 5: Spells), Leomund’s secret chest, Flesh Craft (leatherworking) 500 gp 50,000 gp locate object; Market Price: 11,000 gp; Weight:1 lb. or Heal (DC 13)",
        "name":  "Caster Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These garments offer magic save, and the attacker has a chance to inflict a critical hit. protection in the form of a +1 to +5 resistance modifier to If the save fails, the creature is disintegrated, no matter all saving throws (Fortitude, Reflex, Will). what the critical roll was. If the target successfully saves,",
        "name":  "Vest of Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You give a substance a better, worse, or differ- Fun With Prestidigitation ent flavor. You could, for example, make porridge taste The prestidigitation spell gives you the ability to perform like lobster bisque. You do not change the substance’s minor magical effects for 1 hour. You can slowly lift 1 quality or wholesomeness. Spoiled food remains spoiled, pound of material. You can color, clean, or soil items in a a poisoned drink is still deadly, and inedible material 1-foot cube each round. You can chill, warm, or flavor 1 provides no nourishment—you can make a twig taste pound of nonliving material. You can create small objects, like steak, but it remains a twig. but they look crude and artificial, and they are fragile. Gather:You neatly collect numerous objects. The Any actual change to an object (beyond moving, cleaning, objects you gather can be no larger than Fine size, no two or soiling it) persists only 1 hour. items can be more than 10 feet apart, and their total So, what’s the use of prestidigitation? Actually, it’s one of weight cannot exceed 1 pound. You can place the gath- the handiest cantrips around. ered objects into a container you touch, or you can form",
        "name":  "Flavor",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You remove dirt, dust, and stains from floors, Stitch: You magically sew seams in textiles or leather. walls, dishes, windows, and the like, leaving these You can create new stitching or repair old work. Unlike surfaces or objects spotless. You can clean an object with the mending cantrip, you cannot heal rips, holes, or tears a volume of 1 cubic foot, or 1 square foot of the surface of (though you can patch or sew them together). If you a larger object, each round. The effect does not remove have thread on hand, the stitches you make remain after any foreign object of Fine size or larger. Dirt you remove the effect ends, but they are no stronger or weaker than is permanently gone, but objects you clean can get dirty normal stitching. You also can sew without thread, but again just like anything else. then the seams last only an hour.",
        "name":  "Clean",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You bring color to an object. You can restore Tie: You magically tie a firm knot (as though taking 10 faded hues or give it a new color. If you add color, it must with the Use Rope skill) in a thread, string, cord, rope, be from the visible spectrum (red, orange, yellow, green, or cable up to 10 feet long. You can knot together two blue, indigo, or violet). You cannot change an object’s such objects if they’re within 1 foot of each other. pattern, such as adding or removing stripes or polka dots, Warm: You increase the temperature of an object by but you can change the color in a pattern so that, for about 40° F, but never above 140° F. After an hour the example, a blue garment with white stripes becomes object’s temperature returns to normal. green with yellow stripes.",
        "name":  "Color",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Charmperson, magic missile, and sleep. Offensive Spells: Dominate monster, energy drain, meteor",
        "name":  "Offensive Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Until expended or 10 minutes/level and used). In other words, the prepared spell doesn’t disappear from your memory since you didn’t use that Spells (and spell-like effects) targeted against you are \"prepared\" magical energy to power the casting. If you absorbed and their energy stored until you release this are a sorcerer, you can use stored energy to cast any energy in spells of your own. The abjuration absorbs only spell you know. The levels of spell energy you have stored spells that have you as a target. Effect and area spells are must be equal to or greater than the level of the spell you not affected. Absorption also fails to affect touch range want to cast, and you must (and use) have any material spells. components required for the spell. From 7-10 (1d4+6) spell levels are affected by the absorption. The DM secretly rolls the exact number. Each Acid Orb spell absorbed subtracts its level from the amount of Evocation [Acid] absorption left. Level: Sor/Wiz 4 A spell might be only partially absorbed. Subtract the Components: V, S 1d4+6 result from the spell level of the incoming spell. Casting Time: 1 action",
        "name":  "Duration",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level This spell makes your eyes glow blue and allows you to see magical auras within 120 feet of you. The effect is similar to a detect magic spell, but works much more quickly. You know the number of auras within your sight, and the strength and location of each aura. An aura’s magic 85 CHAPTER 5: SPELLS school and strength depend on a spell’s functioning level shower of ice crystals for 1 round. A successful Fortitude or an item’s caster level, as noted in the description of the save reduces damage by half and negates the blindness. detect magic spell (see page 193 of the Player’s Handbook). If you spend a full-round action scrutinizing a crea- Command Undead ture within 120 feet of you, you can determine if it has Necromancy any spellcasting or spell-like abilities, whether they are Level: Sor/Wiz 2 arcane or divine (spell-like abilities register as arcane), Components: V, S, M and the strength of the most powerful ability the crea- Casting Time: 1 action ture currently has available for use. In some cases, the Range: Close (25 ft. +5 ft./2 levels) spell may give a deceptively low reading, such as when Targets: 1 undead creature you use it on a spellcaster who has used up most of her Duration: 1 day/level daily spell limit. Saving Throw: See text",
        "name":  "Duration",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A shred of raw meat and a splinter existence around the target’s throat and begin to strangle of bone. it. Only aberrations, animals, beasts, fey, giants, human- oids, magical beasts, monstrous humanoids, outsiders, Corpse Candle and shapechangers can be affected. Creatures without Conjuration (Creation) necks, such as beholders, cannot be affected. The hands Level: Sor/Wiz 3 cannot be attacked or damaged. Components: S, M The target takes 1d4 points of damage per round but Casting Time: 1 action can make a Reflex save each round for half damage. All Range: Close (25 ft. +5 ft./2 levels) attack rolls and checks the target makes while being Effect: Ghostly hand and candle choked suffer a –2 circumstance penalty; if the check Duration: 1 minute/level (D) (see text) involves speaking, the circumstance penalty is –4. Spell- Saving Throw: None casting is possible, but the target must make a successful Spell Resistance: No Concentration check (DC 10+ spell level +½ the last damage dealt) or lose the spell. The –2 circumstance A ghostly hand bearing a lit candle appears at the spot penalty also applies to the check, or –4 if the spell has a you choose. The candle sheds light in a 5-foot radius. The verbal component. hand moves as you desire (no concentration required):",
        "name":  "A pair of invisible hands made of pure force spring into Material Components",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 4 simulating hauntings. The corpse candle illuminates hidden, ethereal, and As acid orb, except cold orb deals cold damage. A creature invisible beings and items, which become faintly visible struck directly takes the orb’s damage and is blinded by a as wispy outlines. Ethereal creatures remain unreachable 86 CHAPTER 5: SPELLS from the Material Plane (except with force effects), but Eagleís Splendor* invisible creatures have only three-quarters concealment Transmutation while within 5 feet of the candle. Level: Brd 2, Clr 2, Sor/Wiz 2",
        "name":  "Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M/DF and items ever so slightly material (including the hand Casting Time: 1 action itself). Incorporeal creatures within 5 feet of the corpse Range:Touch candle retain all the usual benefits of being incorporeal, Target: Creature touched but they have only a 30% chance to avoid attacks from Duration: 1 hour/level corporeal creatures. Saving Throw: Will negates (harmless) The hand is Diminutive, has 1 hit point per caster Spell Resistance: Yes (harmless) level, and has AC 14+ a deflection bonus equal to your Charisma modifier. It makes saves as you do. It is The transmuted creature becomes more poised, articu- immune to spells that don’t cause damage (other than late, and personally forceful. The spell grants an enhance- disintegrate). The spell effect ends if the hand is ment bonus to Charisma of 1d4+1 points, adding the destroyed. usual benefits to Charisma-based skills. Sorcerers and",
        "name":  "The ghostly radiance also makes immaterial creatures Components",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None (harmless) magical companion",
        "name":  "Saving Throw",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 full round magical poisons created by spells of 4th level or lower",
        "name":  "Casting Time",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small metal or ivory horn. A magical shard of ice springs from your hand and speeds Hide Life to its target. You must succeed at a normal ranged attack Necromancy to hit. For every two caster levels, you gain a +2 modifier",
        "name":  "Arcane Focus",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes slain. (If you are a sorcerer, you simply cannot cast imbue familiar with spell ability again until the familiar uses the A hail of magical ice chunks erupts from a point in space. imbued spells). In either case, the spell slots you transfer The chunks fly in all directions, hitting everything are not available to you until the familiar uses them. within the burst. The pelting ice deals 1d4 points of cold If the transferred spells require focuses or material damage +1 point of blunt damage per caster level, to a components, the familiar must have them to use the maximum of 10d4+10. spells. Any XP costs from a transferred spell are deducted",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All creatures in a 10-ft.–radius sphere around Magical scrying or divination attempts, such as detect you at the time of casting thoughts, clairaudience/clairvoyance, or scrying, cannot pene-",
        "name":  "Targets",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes mum +10) against a DC of 11+the spell’s caster level. The screen has no effect on any items a creature carries. A ray of negative energy projects from your pointing If an unattended magic item passes through the screen, finger. You must succeed at a ranged touch attack with you make a dispel check against the item’s caster level. If the ray to deal damage to a target. The ray deals 1d6 you succeed, all the item’s magical properties are sup- points of damage to a living creature. pressed for 1d4 rounds. For every two extra levels of experience past 1st, you Spell effects that are not operating on objects or crea- deal an extra 1d6 points of damage. You deal 2d6 at 3rd tures cannot pass through the screen. A disintegrate or level, 3d6 at 5th level, 4d6 at 7th level, and a maximum of successful dispel magic spell removes Otiluke’s dispelling 5d6 points of damage at 9th level or higher. screen, while an antimagic field suppresses it.",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 2 The barrier is semimaterial and opaque, providing total concealment. It blocks magical effects and provides nine- As repair light damage, except repair moderate damage repairs tenths cover against physical attacks. Creatures can easily 2d8 points of damage +1 point per caster level (up to move through a spiritwall, but at a cost. A living creature +10). that merely touches the wall takes 1d10 points of damage as its life force is disrupted. 1 living Repair Serious Damage creature that actually passes Transmutation through the wall takes 1d10",
        "name":  "Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Several undead orb deals sonic damage. A creatures within a 50- creature struck directly ft. radius burst takes the orb’s damage Saving Throw: Will and is deafened for 1 negates round. A deafened creature cannot hear, As circle of death, except that suffers a –4 penalty to this spell destroys undead initiative checks, and has creatures as noted above, and a 20% chance of spell undead above 9 HD can be failure when casting affected. spells with verbal Material Component: The components. The powder of a crushed dia- creature cannot make mond worth at least 500 Listen checks. A gp. successful Fortitude save reduces damage by half and negates the deafening effect. 96 Hidden lore ATome and BloodWeb Enhancement by Skip Williams Here’s a few handy things for all you fans of arcane EEnndduurree EElleemmeennttss.. Ignores 5 damage/round spells out there. The first item is a combined list of sor- from one energy type. cerer/wizard spells from the Player’s Handbookand HHoolldd PPoorrttaall..Holds door shut. Additional Credits Tome and Blood,with short descriptions of each spell. PPrrootteeccttiioonn ffrroomm CChhaaooss//EEvviill//GGoooodd//",
        "name":  "As acid orb, except sonic Area",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "i1apracmionercftheSublime\\X\u0027aycn:ates ofnunt\u0027\\n~thatsharesoeecommonphiJosopln\u0027oreffi.a.Nire thepowerfor hismaneuversbyinvokingacosmicprinciple manialdisciplinesexist,eachccnsisringoffifreentotwenty ofperfecnon.ThisrhecryholdsthatifthestudentmO\\\u0027(\u0027Sina maneuversandstances.The-runedisciplinesarecalledDesert precisep3llemwhilecallingtomindtheveryspecificmental \"\"ind,DevotedSpirit,Diamond~lind,Iron Heart,SernngSun, imagesoranalogiescorrespondingtothatmaneuver,heforges ShadowHand,StoneDragon.TigerClaw.andWhileRaven. abriefconnection withasourceofpowerthatlendsstrength Most martialadeptsdon\u0027thave-access10allrhedisciplines. andprecisiontohisstrike.Othersbelievethatfollowersofrhe ~taneuv(\u0027rsKnown:Thecollectionofmaneuversarnarnal SublimeWaydrawthenecessarypow~rfromtheirownsouls adeplhaslearned.Youcanthinkoflhisasthemartialadept\u0027s byharnessingb-theenetgyoflife,Butwhatevertherrurh spellbookorspellltsr.Amartialadept\u0027sclassandleveldeter oftbematter,theresuhsnrespectacular.FewcanmatchIhe minethl\u0027 numbcrand levelofmaneuversshe knows. agility,strength.andskillofamasteroftheSublimeWay. ManeuversReadied:Mostmartla]adeptscannotkeepall maneuverstheyknow~adyatallrtmes.At thebegtnotogof WHAT YOU NEED TO PLAY eachJay,amartialadeptchoosessornecfthemaneuversshe VouneedrhethreeD\u0026Dcorerulebooks- Prdrtr\u0027lH,m,UlOOk know\u0027Sashertreadied\"maneuvers(thenumberlsdetermined (PH), Ollllg.\u0027Oll ,~I,lSltr\u0027i Gllidt(D.\\lC),and Monsftr.\\Imllial byherclassandlevel).Theseare rhemaneuversshecaniniri (\u0027\\1.\\11--(0make rhebestuse ofTolilt ofBaltic.Th.·Bookof are.Amartialadeptcanchangeherreadiedmaneuversatany :\u0027:111{SUllmls.Thisbookoccasionallyme-ntionsmaterialfroma lime,bUIdoingthis requires5minutesofrest,mednanon. few0\u00260supplements.suchas.~fomlir.~ttllllltilin.Complrt. prayer,orrheperformanceofvariouspracticeroutines.The AJl\u0027tlilurtr.andComp/tltWamor,burnoneofthe-sesuppl.... specificdetailsdependon themartialadept\u0027sclass, mearsare necessarvto getthemostouto(Tomi 4 Bartle, Stance:Astanceisaspecialtypeofmaneuver.Eachstanceis apercularfightingpoo;ethatgramsamarrul3deprspecialben A QUICK PRIMER efitsandoptions.Forexample,rbeTigerClawdisciplineteaches SUllCeslhatalJo..,.,theusertounlockherIeral,animalisricnature. unlikeothermaneuver\u0027S,moststancescanremainin effl\"C\"tfor lomeof\u0026tdt:TIl(BookofNilitS\\l\\lrJ,describesasystemofspecial anindefinitetime.Allstancesacharacterknowsareavailableto combat\"spells\"knownastheSublimeWay,theNineDisciplines, heratalltimes.Acharactercanadcprastance,or-changefrom orblademagic.Herearesomeofthesaliemrcrrnsandfactsyou onestance toanother,asaswiftaction. willneed 10 befamiliarwirhasyouperuSe\u0027thisbook.",
        "name":  "Somebelieveth",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "arlislwhohaslearned how 10 invokeaunique knowshowIh~1 pow\\\u0027rwillmJnifesl. formofmagic10accomplishtrulysuperhuman(andsuprr MAKING A CRUSADER n;lIunlll·xploiIS.",
        "name":  "ISamartial",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "ThePerft\"CtClarityof~findlind Bodyfe3tenables fill\u0027lhrrlalllt£ToUSC\u0027thi.soption,youmustdealfiredam3ge theuseofthree13Cticaloplions toJ;[foe.Onyournexrlurn,youcan:J.ItempraDC20Tumble COI/t,1Sprlllg:TouSt\u0027thisoplion,youmusrUSE\u0027lhe total checkasamove;leiion.Youmustbeadj.:acenlrorheIargello defenseactionandmove nomoreth.:an5feet on your IUrn. liSt\u0027 lhis3bililY. Ifyou succeed,~\u0027ouropponent c.1tches fire Onyourn~xtrurn,yougaina.30-footbonusto )\u0027ourbnd (D.\\IG303~ s:peed.1nda..2bonustoACasyouburstacrosstheb311lefield. .\\lllrl:ofFm:TouseIhisoption,youmustdealfire damage YouC.1n m.1ke 3singleattack aflermovingin lhisround,i.f loafOt\"wilh:l De-scnWindstrike.Onyournexlturn,you youdon\u0027tmO\\\u0027e-moreth:J.ndoubleyourmodif1t\"dsp«tJ. OUStde:ll6redamage totharfoe again and makea DC 20 \u0027 _rtrl.\\hnJ:TousC\u0027lhisopllon,youmustfirsl de-fro:otan 5pellcnflcheck. Ifyou succC\u0027r\"\u0027d,Ihe O.1messpread across enemy in aduelofwills(seepagC\u0027 27).On yourneXItum, your urget.granling )\u0027OUrallies a -2bonus on attack rolls vougaina..4monlebonuson :onyrollyou make todisarm, againstherfor I round, (t\u002710I,orlripthaie-nemy. ~n(tof111l11lti:Touselhisoplion.youmUSImOl\u0027l.\"alle-asl Prtn lIuAJI\u0027allfllgr:Touselhisoption,youmustdamage, lofeelandinili:Jte:l DesenWindstance.Onyournextlum, dlsu m,or lrip.1n oppont\u0027nl.On yournext rurn,youcan )\"OUg:rina .2bonU5on Tumblecht\"Cks.Ifyou succeedonJ m2kcoaDC20Inlimidatecht\u0027Ck ag:rinslyouropponent as:o TumbleeM-d.[02\\o~idan.tlackofopportuniry,lheopponrnt 1m- twn Iflhiscb«k)ucct\"fib,vourfoeIakes.-2~nal,,· whoseatlac.k)\u0027OlI.1voideJ lake, IJ(. polnlSoffil\u0027C\u0027.umageas .en It.;Kkrolls for 1round m\\\"\"Sucalfl.am tWIrlaround SHARDS OF GRANITE STORMGUARD WARRIOR like the great Stone Dragon,YOU hammer through your opponents\u0027 defenses using raw, brutal TheStcrrnguard Warrior feal srrengrh. Each blow sunders steel, sbn- t\u003encomfQSses a number ofrhe rer bone,and cleaves through moreadvancedtacticsandrccb Flesh.WitheachsUCCeS\u0027I\\\u0027l\u0027at rnquesyouwoulduseasaslUJcnr rack YOU make,youhilwith ofthe Iron Heartschool. greaterforce. Prerequisite:Prcficrencvwithan IronHeart preferred",
        "name":  "Benefit",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11051martialadeptscan refreshsomeor Derecrtng Martial Maneuvers: Most maneuvers don\u0027t allofrhelrexpended maneuversinthecourse ofabanleby createpersisrent orlong-lastingeffects,and rheresultsare raking aspecialaction10 doso.The type ofspecialactlcn obvious roanyobserver.However,idemifying aspecific requireddependsonamartialadept\u0027scuss(Drfear)selection, rnaneuver,stance,ordisciplinerequiresthe Martial Lore assummarizedbelow. skill(secpagl\u002728). Crusilder.Acrusaderrecoversexpendedmaneuverswhen ~tuhipleEffects:Martialmaneuversand stancesusually ever no more withheld maneuvers can begranted [0 him workasdescribed inChapter4,no matterhow manyother (the round in whichhislastwithheldmaneuver isgranted powers,spells,ormagicaleffectshappentobeoperatingin doesn\u0027tcount). thesameareaoronthesamesubject.Wheneveramaneuver",
        "name":  "SpecialActton",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "s-~arlofblackdoubl (3rd) drawn [0bolhthe-Sublimt\"WayandIhe magical:ms- for Sl\"kes-emerald razor (2nd).inSightfulstrike(3rd), he\u0027W;lSilmasterS\\\\VNsagl.\u0027and:a mightywizardin pr~ious rubynlghtmollreblade (4th) !in·..he\" has nowforgollen. In limC\u0027,anothf\u0027rJade PhOt\"nix Counters- action beforethought (2nd). momentof ItUSte-rdl~u\\er!iIhe nt\u0027Wmcamalionofbisoldcompanion perfectmind (lst) Inana~ldOle rheeXl,ungmaster;l.....3. kenshi,ne.....found Dls\u0026tplmtJ.: DesertWind, Diollmond Mmd, Stonco Dragon. comrade10a\\\\iarenes)01hiS f4~llh·es. renew~ thl.\u0027oaths01 Tiger(I.w V1 Ilanceth,U bmd Ihe\u0027 uldrakeinils prison ilnd m ;II 10him the anciem secret: oftheorder BothJade Phoenix CLA S FEAll RES brorlursthengorhelrownW3Y,IhelrancientdUlydischarged lhe jJdt\u0027 Phoenix class features locus on Improving your urmlonceagainajade Phoenixmagedies andisreborn. arcanespellcasnngabIlity,but IheyJI~ovastlyImproveyour capabiluies in mt\u0027lt\u0027l\u0027combatbyfocusingyourarcaneenergies BECOMING A intoincreased meleedamageandthrough theacquisuionof JADE PHOENIX MAGE newmaneuvers. ~IOSfJade Phoenixmagt\u0027Sbt\u0027gin rheircareersassorcerers. 5pcllcasling;Ateach level escepr 1st and 61h, you gain warmages.orwtzards.From rhtsbeginning,two parhslead newspellspt.\u0027rdayandan increaseincasterlevel(anJ spells to membership In rhe fellowshtp ofthe Jade Phoenix known, ifapplicahle)asifyou had alsogained3level In an mulnclasstng in a martial adept arcanespelkasungclassto.....hichyoubelongedbeforeadding class (crusader, swcrdsage. or rhepresugeclass11\"\\\u002711\u00271.Youdonet.however,gainanyother warblade),crchocsmg~1ar1ial benefitacharacrerofthaIcla..swouldhavegained.Ifyouhad Srudvmd !l.larualStancefeats more thanonearcan..spellcastingclass beforebecominga tomasterrheTf\u0027CIUlrNnumber JadE\u0027 Ph~ni); magt\u0027,you must decide 10 whichclass10 ofmamalmanecvers Thelaner add each level for rhe purpose ofdererrmning spells pathIScostly,smce thenumber perday,ca~tC\u0027rk\\\"C\u00271.andspellsknown. offearsyoumu~tspend10punue ~taneu\\\u0027ers: At IhlS p.nh IS high,bUllhal opnon eachodd-numbered isadvamageousin thatvoudonot lecel,youpinant\u0027\\\\. n..edrou.k.t\u0027 .lI1..vdmadassIhat maneuver known will nOI Improvt\u0027 your [rom the Desert arcane spelfcasnng \\t\u0027ind or Devoted abtlil} Spiril disciplines As with 3n} You must meet a mao spellcaoer,your neuver\u0027s prerequisite 10 primary spefl- learn it. You add your full castingabilityrcmaim jade Phoenix mage levels to vour most important yourIniuatorlevelrodetermlne abtluv score, After your10131inuiaror1t\u0027Vt\u00271andyour that,youwillfind good highest-levelmaneuversknown Strength, Dexreruv,and Al jrdlevel.erh Ic\\\u0027C\u0027I,and sth Consnrunon seen\u0027s highly level.yougain anadditionalmaneu useful.sinceyouwill riskmelee verreadiedperdav, combat much morefreq~ll\u0027nrly than most S,anecs Known:Al 5th level arcane spellcasrers. of these. Dex you learn a new martial srance terity and Consnrunon an\u0027 most from the Desert Wind or De important-yourclassahililil\u0027sand votedSptrudiscipline!\u003e.You marnaln13nl\u0027U\\\"C\u0027fSprovide)\u0027ouwnh mustmeetastancesprel\u0027t\u0027q ways tocompensateforamediocre uisire10 learnit. Strength score. Arcane\\X\u0027rath(Su):You Ifyou choose 10 takea levelm rhts can spontaneously channel prestigeclass,)\u0027OUcansafelyassumethat stored spell energy tprepared you ate rhe reincernanonofoneofrbe spellsorspellslots)intoyourmelee rhlrte..n ancientguardians whose lives macks.Asaswiftaction.you can10$t\u0027an) keeprheSouldrakeboundininprison.YourDungeonMaster prepared arcane spell or spell slot 10 gain a +4 bonus on a might requireyouroseekoutanexistingmemberoftheorder singleattack ormartialsmke,aswellasanextra rd10points [QdeterminejfthisisIfUe.Ahemauvelv,ifyou have\u0027earned ofdamageperspelllevelexpended.Bothbonusescan beap fameand renown (or yourdt\u0027l·d~,theJade Phoenix masters plied onlyon anattack made beforethebegrnr ungofvour mlghlcomt\u0027 lookingforyou. rn-xllurn.Fort\u0027x.:rmplC\u0027,ifyoulOW\u002733rd-le...el spellslotorpre pared spell,yougam a~-4 bonuson anattackroll you make ENTRY REQUIREMENTS befort\u0027yournrXlmrn,andyoudral3nC\u0027l(tl\"lll 3dl0pomt~of Alignment.:Anynon(\u0027Y11. damagei[your:mackissucee~sful.",
        "name":  "SIDnu",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Areach even-numbered level,yougain one newmaneuverknown from the Devoted Spirit.Shadow ~You\u0027VtIlJrtl1l.·t1rlour}\u0027tollleforlh, IIlSItune,mr: l Hand,Slone Dragon.orWhite Ravendisciplines.You must -c-Ereth Nazbek.aRuby KnightofW!;:\u0027eJas meet a maneuver\u0027s prerequisite to learn it. YOLI add your fullRuby Knightvtndrcarorlevels toyourinitiatorlevel10 The RubyKnightsareacrusader-orderintheserviceofWt\u0027e determineyourtotaltniuarorlevelandyour highest-level jas.goddessofdeath and magic,Inscrutableand mysteri maneuversknown. ous, these secretive warrtorsserveasrbe militantarm of At5thleveland 9thlevel.yougainanadditionalmaneuver theIastre fairh.They protect the templesofWeelas,guard readiedper day. importantleadersofthe church,aidpowerfulsorcerersand",
        "name":  "Maneuvers",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "..Ibonus. (novice),10thIschclm,or 15th (master), Construcrton(Novice):Craft WondrousItem.knowledge of.1 maneuver from Ihl\u0027While Ravendiscipline; 1,500 gp, rhl\u0027 wondrous items presented here can be used borh by 120XP,3uay!\u0027. martialadcpl~and byIhosewho haveno knowl\\.\u0027dgeof(he Constfuction (Scholar);Crafl Wondrous hem.knowl mafli31Jisciplim\u0027s, edgeof.1maneuverfrom the \\\u0027(\u0027hlll\u0027 R;1\\\u0027C\u0027ndiscipline;7,500 gr.600XP,15Jays. CROWN OF WHITE RAVENS Construction(!\\Ialitt\u0027r):CraftWondrousIlem.knowledge AcrowII oflX\u0027IIII.\u0027 RlZvt\u0027\"~isone ofseveral items (hatgrants of :l m3neU\\\u0027t\u0027f irsWC\u00273rer IheUSt\u0027ofaman\\.\u0027uvC\u0027r. rhecrown\u0027swearer ne..d not beamanu!adepl.bUIknowledgeofothermaneu wrs and nnks in Ihe discipline\u0027s kcr skill gl\\\u0027t\u0027IheweJreracce~s10 morepowerful maneu\\\u0027ers. Ll\u003efc:Elfscholns tnSI~1 Ihalmem hers of Iheir race were Ihe flTSI10 cre.ueerPll\u0027nioflX\u0027llllt RIZI\u0027(Il~..1ndall otherSImilarilems.suchas Dtsn l \\\u0027(\u0027IFIJdOoJluo1ndlhl\u0027ptflofIll(~ fllIl~ SUI1,areCOriMof,heconcept created by marlial,;tdepls of olher races. This as st.\u0027ssmenl s.ct\"msplausible nt\u0027lonlyb..\u0027Caus.eall\u0027roll\"\u0027l of lX\u0027llIle RIZI\u0027t\u0027IIS seem fO he f.1shloned in Ihe el\\\u0027en s(~\u0027le. bUI also bec.1use the crownshavethelongest record eJ history trom the While R3Hn d.sctphne: 22.500 gpo \\,800 XP, bandsetwuhadiamond.buranyonePl\u0027(\u0027nngcloselymrothr is(lays. stonecall St\u0027l\u0027thevisage ofthewearer,orofthe la~t person",
        "name":  "Price",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters who use this form of magic gain druids, and clerics, each new form of magic presented in this power by making pacts with powerful creatures. In real- book is a secret undiscovered by most people. Thus, you can world legends and literature, evil or foolish mortals usually adopt one or all of them on the sly. The PCs might fi nd a book make such pacts with fi ends, gaining power in exchange in a treasure hoard or a hidden library that describes a new 4 form of magic, or they might discover tantalizing hints about host of new ideas, tactics, and roleplaying opportunities to it in a mural on the walls of a ruin. Alternatively, they might the gaming table. You can surprise friends and foes alike with face a monster that utilizes one of the new forms of magic, your new abilities, and plumb new depths of the campaign or fi nd a magic item related to it. Better still, the PCs could world in the process of seeking out more information about meet a new NPC who practices the magic in question so that your chosen type of magic. they can see it in action before they know much about it. You As with any new game element, you should consult your can even subtly work the magic types into the history of your DM before you start using this material. Your experience campaign world—great heroes and villains of legend might using your chosen form of magic will be greatly enhanced have been practitioners, but history ascribed their powers to if the DM understands the rules and builds a place for it in normal spellcasting or magic items. her game. You can also take a more direct route and introduce the For more specifi c ideas about how your character can new magic types by allowing players to create new characters use the new forms of magic, check out the beginning of using the material presented in this book or add levels in these each chapter. The sections describing the new standard classes to existing characters. Indeed, giving the players the classes and prestige classes also provide a wealth of sugges- opportunity to create unique PCs and to have characters who tions about roleplaying, character background, tactics, and possess more knowledge about the magic types than most advancement choices. NPCs do allows them to feel accomplished and powerful. In addition, being the ones “in the know” gives the players WHAT YOU NEED TO PLAY ownership over these concepts. Tome of Magic makes use of the information in the three For more specifi c ideas about incorporating these new D\u0026D core rulebooks—Player’s Handbook, Dungeon Master’s forms of magic into your game, check out the beginning of Guide, and Monster Manual. Though no other books are each chapter. strictly necessary, certain ones might increase your enjoy- ment of this product. Most notably, Manual of the Planes and ADVICE FOR PLAYERS Planar Handbook provide cool material about the Plane of You can get a lot of use from this product as a player. By Shadow that adds value to the chapter on shadow magic, creating a character that uses one of the new forms of magic and Draconomicon, Libris Mortis, and Savage Species offer presented in these pages (or having your PC take a level in feats that might prove useful to certain practitioners of one of the standard classes from this book), you can bring a pact magic. SWIFT AND IMMEDIATE ACTIONS a casting time or manifesting time of 1 swift action is a swift The Miniatures Handbook introduced the concept of a new action. Casting a spell or manifesting a power with a casting or action type: the swift action. Likewise, the Expanded Psionics manifesting time of 1 swift action does not provoke attacks of",
        "name":  "Pact Magic",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "the immediate opportunity. action. Some of the class features, feats, granted abilities of ves- Immediate Actions: Much like a swift action, an immediate tiges, shadow magic mysteries, and truename magic utterances action consumes a very small amount of time, but represents a described in Tome of Magic use these concepts. A description larger expenditure of effort and energy than a free action. Unlike of how they work follows. a swift action, an immediate action can be performed at any",
        "name":  "Handbook introduced another new action type",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A swift action consumes a very small amount time—even if it’s not your turn. of time, but represents a larger expenditure of effort and energy Using an immediate action on your turn is the same as using than a free action. You can perform one swift action per turn a swift action, and counts as your swift action for that turn. You without affecting your ability to perform other actions. In that cannot use another immediate action or a swift action until after regard, a swift action is like a free action. However, you can your next turn if you have used an immediate action when it is perform only a single swift action per turn, regardless of what not currently your turn (effectively, using an immediate action other actions you take. before your turn is equivalent to using your swift action for the You can take a swift action any time you would normally be coming turn). You also cannot use an immediate action if you allowed to take a free action. Since swift actions usually involve are currently flat-footed. magic or psionics, or the activation of magic or psionic items, Under these rules, casting a feather fall spell is an immediate many characters (especially those who don’t use magic or action (not a free action, as stated in the spell description in the psionics) will never have an opportunity to take a swift action. Player’s Handbook).",
        "name":  "Swift Actions",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Activating a spell completion item, mystery, or speaking a quickened truename magic utterance, activating a spell trigger item, or drinking a potion is a standard or manifesting a quickened psionic power, is a swift action. action, even if the spell or mystery from which the scroll, potion, In addition, casting any spell or manifesting any power with or item is made can be cast as a swift action. 5 eings that cannot exist inhabit a place VOWS TO DEITIES that cannot be. Cursed by gods and By pledging to serve a deity, a cleric puts his soul into the feared by mortals, these entities fall hands of a greater power. If he thereafter falters in his duty, outside the boundaries of life, death, he can lose his wondrous powers. Similarly, the cause of and undeath. They are untouchable a paladin requires a constant heart. The slightest doubt or by even the most powerful deities, hesitation can lead to disaster, rendering the paladin unable though they can be summoned and to continue her mission without a deity’s consent. used by the weakest mortal. The practitioner of pact magic BARGAINS WITH OUTSIDERS contacts these alien forces by means of special symbols and Mortals can make binding agreements with outsiders. Spells rituals. Once a summoning is complete, he strikes a bar- such as lesser planar ally, planar ally, and greater planar ally gain with the summoned being to gain great supernatural allow a spellcaster to bargain for the services of an outsider power. or elemental. The planar binding spells work in a similar This chapter of Tome of Magic provides all the information manner, allowing a character to task a particular creature in you need to use pact magic in your game, whether as a player return for its freedom. or as a DM. It details a standard class and several prestige classes for PCs and NPCs, feats for users of pact magic and COVENANT SPELLS others, and related magic items that characters can make Some spells create a hidden pact between caster and subject, or discover in their adventures. In addition, DMs might although the target need not be willing. Geas/quest and its fi nd many uses for the strange monsters associated with lesser version force a creature to do the caster’s bidding or pact magic, the descriptions of the organizations that either suffer the consequences. Mark of justice sets up clear expecta- employ it or battle those who do, and the sites for adventures tions for the subject’s behavior and defi nes the punishment involving this form of magic. that will follow should the subject choose to behave other- wise. LESSER PACT MAGIC Pact magic exists in many forms. Oaths, a lesser form of pact THE METHODS OF PACT MAGIC magic, are often used to add power to words. Indeed, oaths A promise possesses power. An oath owns its maker. These are so commonplace that few recognize their similarity to two simple statements express the fundamental principle of the pacts made by pact magic practitioners. pact magic. From this kernel, pact magic grows and branches, letting mortals draw from a wellspring of power that no OATHS TO IDEALS divine power can touch. Many characters make pacts with themselves. Such an unspoken promise can be as binding as any contract signed VESTIGES by a merchant—and far more effective at forcing a person A pact magic practitioner gains his power by bargaining to keep his word. For example, a druid who abandons her with entities called vestiges—the remnants of once-living allegiance to nature or adopts an extreme outlook must seek beings now trapped beyond life and death. Whether they forgiveness or remain forever divorced from her former were mortal souls strong enough to shatter the cage built by source of comfort and power. A monk who sets one foot off death, wayward outsiders too willful to cease existence, or the path to spiritual purity can never walk that path again. dead deities unable to lie quietly in their astral graves, vestiges Even barbarians, wild and inconstant as they are, must gird are the outcasts of the cosmos. They dwell in a place no one their thoughts against lawful leanings or risk losing the wild can reach and exist in a manner no one truly comprehends. emotion that gives them power. This eternal distancing from reality drives most vestiges mad and twists their views of all beings—even themselves. 7 Illus. by R. Mimura Because vestiges have been divorced from normal reality alterations occur only rarely. For this reason, most binders by some extraordinary means, they can return to it only spend a great deal of time studying the origins and theories by binding themselves to other souls. Binders, so named of pact magic in order to gain the insight that will allow them for their willingness to share their souls with these exiled to foresee future developments. spirits, can summon them forth by means of special rituals. Since vestiges constantly hunger for any small taste of reality, PACT MAKING they always answer the call of any binders powerful enough Once a summoned vestige manifests, a binder must formally to draw them forth from the void. address it and request a pact. The general terms of the pact are always the same, no matter which vestige is summoned. VESTIGES’ SEALS To gain the powers that a vestige offers, a binder must agree Each vestige is associated with a seal—a series of lines within to host it for a period of 24 hours. a circle—that acts as its symbol and as a portal through which When a binder offers a pact, a contest of wills ensues it can enter normal existence. between him and the vestige. This contest might be played To call a vestige, a binder must know and be able to draw out by means of an argument, a staring match, a riddle posed its seal. In fact, anyone can draw a seal, but only someone to the binder, or in any number of other ways. If the vestige with the power to host a vestige can hope to create a pact ultimately wins, it maintains an amount of infl uence over that opens a door for it. the binder for the duration of the pact. If the binder does not act as the vestige wills, it can punish him. However, if the SUMMONING binder reigns supreme after the contest, the vestige quietly Immediately after drawing a seal, a binder must ritually accompanies him. invoke the desired vestige’s name and title to summon it. Again, though anyone can intone the proper words, the BINDING binder’s power is the key to success. Even so, a binder can Once a binder makes a pact with a vestige, the two are inex- summon only those vestiges that are within the range of his tricably bound. A shard of the vestige’s soul fuses with the personal power. binder’s spirit, creating a link so tight that the binder’s body The origins of a vestige’s name and title seem associated manifests some physical sign of the vestige’s presence. The with both its previous existence in reality and its current inconvenience of such a sign is a small price to pay for the state. These appellations can change over time, although such supernatural powers that the vestige grants—powers that Drawing a vestige’s seal 8 ollirraP .L yb .sullI require no components, no complicated gestures, and no MAKING A BINDER tongue-twisting words to use. When a binder wishes to use The binder can redefi ne his role in an adventuring party on the abilities granted by a vestige, he simply wills the desired a daily basis, if desired. His potent abilities are always useful result to happen. in combat, but what those abilities are and what strategies he employs when using them depend on the vestige that he binds. As with any class, the race, alignment, and abil- LEARNING PACT MAGIC ity choices made upon character creation infl uence future Those who practice pact magic expound upon its ease. A choices. The binder class, however, offers a special opportu- binder need never beg on his knees for power or study moldy nity to break free of a spellcaster’s typical boundaries. tomes for hours on end to grasp the secrets of a few simple",
        "name":  "Casting a quickened spell or a quickened shadow magic Magic Items and Potions",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A binder typically possesses a healthy body and spells. Once he learns the basics of pact magic, he can call a strong personality, since high Constitution and Charisma up a vestige at any time and take its power for his own. Ves- scores can improve many of his supernatural abilities. More tiges never refuse pacts, and they ask little in return for the importantly, a high Charisma score enhances the binder’s power they grant. ability to make benefi cial pacts with vestiges. Since many However, the tempting ease of pact magic and the necessity vestiges grant improved melee or ranged combat ability, of soul binding with a being whose nature is completely alien a high Strength or Dexterity score serves the binder well. generates suspicion about its practitioners. Many churches Lastly, a high Intelligence score grants him extra skill points actively hunt binders and attempt to eradicate evidence of to spend on important class skills. pact magic to prevent the faithful from learning that beings",
        "name":  "Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Because binders associate with spirits beyond the can exist that are beyond the reach of the gods. This general control of the gods, the practice of pact magic is forbidden by condemnation of pact magic makes discovering it diffi cult, most religions. Binders tend to be rare among all humanoid even though the art itself remains quite simple. races. Given their ambition and their penchant for a cosmo- Many binders are defrocked priests or acolytes who took politan lifestyle, humans choose the path of the binder more up pact magic after discovering the rituals to contact vestiges frequently than members of other races do, but binders are in heretical texts kept hidden in secret temple libraries. no more welcome in human society than in any other. Many Others take up the path after discovering the secrets of pacts halfl ing traveling communities remain largely unaware of and seals during investigations of ancient ruins. A few gain binders, but settlements often gain knowledge of them—and their knowledge of the binder’s arts from elder binders, but learn to fear them—from the clergy of other races in neigh- tutelage is rare because of the secrecy that most binders try boring areas. Because single deities dominate the cultures of to maintain and the cloud of suspicion under which they both elves and dwarves, members of these races tend to be must work. more aware of—and more opposed to—binders than their fellow humanoids. Gnomes who know of binders claim that Garl Glittergold appreciates the cosmic joke of mortal souls THE BINDER that grow so powerful that they can be neither saved nor damned. Half-orcs and half-elves, accustomed as they are to “I call upon you, Amon, the Void before the Altar. Render unto me existing on the fringe of society and suffering persecution, your sight and your breath, for I stand before your seal and possess sometimes even sympathize with the plight of binders. your talisman.”",
        "name":  "Races",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d4 gp. Binders generally avoid accepting followers or serving in lead- ership positions because a high-profi le station draws too many eyes. Yet the charismatic and mysterious nature of most bind- BINDERS IN THE WORLD ers draws others to them like moths to fl ame, so binders often “Binders—you know why they’re called that? Because they give up develop friendships with outcasts, rebels, curious youths, and their souls to bind with the dark forces. Heretics, the lot of them. others who feel they don’t fi t in or aren’t fond of the status quo. They profane the natural order! Should you ever meet one, destroy By actively strengthening these bonds of friendship, a binder him, and let the gods punish him for his crimes.” can create secret networks of allies and spies who will alert him —Prelate Czarran Highfi st, dwarf paladin of Moradin to threats and aid him in times of danger. Local authorities rarely see these groups as simple gatherings of friends. The binder’s Binders put the allure of the forbidden into the hands of allies are often involved in other clandestine dealings that spell players, allowing them to participate in occult-style activities trouble for the whole network. without forcing them to play evil characters. At the same time, the reaction that most religious organizations have to binders NOTABLES can reveal a darker side to the clergy of good-aligned deities Because of the secrecy surrounding vestiges and the constant while creating opportunities for great roleplaying. attempts to quash all knowledge of soul binding, few bind- ers become notable in their communities. Even so, most DAILY LIFE who pursue this class know of Syfal, the mythic individual A binder typically begins his day by fi nding a quiet, out-of- who is said to have fi rst discovered the means of contacting the-way place to summon the vestige whose power he desires. vestiges. Syfal’s name appears in almost every text about He then spends the rest of the day engaged in whatever task vestiges, though whether he is invoked as a patron saint of seems most pressing while trying to avoid too much con- the practice or cursed as a foul defi ler of the universal order tact with others. Although many binders are adept at social depends on the writer’s viewpoint. No one knows for certain interaction, a vestige’s infl uence can affect his personality. who or what Syfal was, or even when he lived, but the age of The bound spirit’s sign also manifests on his body unless he some carvings about him found in ruins indicates that he has the means to prevent it. When not adventuring, binders must have lived and died millennia ago. often spend their time seeking out scraps of information Some binders are persecuted for practicing pact magic, and others suffer an even worse fate 13 Illus. by J. Zhang Without an obvious champion for their practice, many choose to keep that knowledge secret, lest the common clergy binders look to history for signs of famous folk who might and worshipers learn of powers beyond the reach of their dei- secretly have pursued this profession. Legends are replete ties. Occasionally, a church even maintains a secret arm of its with great heroes and villains who possess strange powers, organization to seek out and eradicate binders. Such a force and many a binder takes comfort in the belief that an usually possesses a small library of texts describing vestiges admired individual spoke to the same vestiges that he con- and the practices required to summon them, so that its leaders tacts every day. can teach members to recognize the signs of pact magic and train them to defeat binders. Ironically, books stolen from ORGANIZATIONS such libraries introduce many future binders to pact magic. Binders rarely work in groups, but an individual binder who In fact, many binders began their careers as clerics before gathers a small circle of friends occasionally chooses one or the promise of a swift means to power seduced them to the two of them as apprentices. Such a group might eventually path of pact magic. This attrition is one reason why clerics, grow into a cabal of a dozen or so people whom the binder paladins, and other religious people who know about binders has taken into his confi dence. In general, cabals of this sort react to them in an unfriendly or hostile manner. exist solely to protect the binder and to seek out rumors and hints relating to other binders or vestige lore. Rarely, such a BINDER LORE cabal grows into a larger organization, such as the Theurgian Characters with ranks in Knowledge (arcana) or Knowledge Society. For more information about the Theurgian Society, (religion), or who have the bardic knowledge ability, can see the Pact Magic Organizations section beginning on research binders and pact magic to learn more about them. page 90. Also, although religious groups try to quash the stories of binders, bards often fi nd the intrigue and romance of pact NPC REACTIONS magic so alluring that they can’t resist sharing the tales of Most people have an indifferent attitude toward binders it, if only with other bards. When a character makes a skill because they know very little about what such individuals check or a bardic knowledge check, read or paraphrase the do. Even those who gain a basic understanding of binders’ following, including the information from lower DCs. A powers typically view these individuals with the same respect character with ranks in Knowledge (the planes) can also or fear that they view conjurers or necromancers. gain some information about binders, though each of the The situation changes radically when religion comes DCs below increases by 5 for such checks. into the equation, however. The leaders of most organized DC 15: Certain strange spellcasters called binders practice religions are aware of binders to at least some degree. Most a taboo art known as pact magic. Most clerics who know of",
        "name":  "Gold",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In the process of summoning a vestige, the are capable of having; indeed, some even assert that they binder must draw its seal. The unique seal associated with can see the future or monitor present events occurring in each vestige is displayed above the summary information. distant locations. It’s impossible to force a vestige to tell the Drawing the seal requires no skill check of any kind, but the truth or even determine whether it is lying, since vestiges binder must have the means to scribe the seal visibly upon a have immunity to all spells except antimagic fi eld, and Sense relatively fl at surface. Many binders carry chalk or charcoal Motive attempts against them always fail. with them for this purpose. One piece is suffi cient to draw Even so, however, some binders regularly consult with one seal. vestiges. Although the information provided is unreliable,",
        "name":  "The Seal",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The summary for each vestige gives a bind- MULTIPLE VESTIGES ing DC for the binding check needed to make a pact with it. As a binder grows in power, he learns how to bind more In general, this DC scales with the binder level required to than one vestige at a time. To do so, he must go through the summon the vestige, but certain vestiges present a greater- ritual of drawing the seal and making a pact with each of than-average challenge to binders. them separately. While bound to multiple vestiges, he gains Special Requirement: If the vestige imposes any special the full range of powers granted by all of them. The binder requirements on its summoning, this entry in the summary shows the sign of each vestige (unless he can suppress it), and is “Yes.” Otherwise, it reads “No.” ROLEPLAYING THE INFLUENCE and force him to talk his way out, or you can use them as a If you’re playing a binder, you will eventually come under the reason to seek out or avoid certain places or people. Should influence of a vestige. Although the limitations imposed by this aspect of the influence become too troublesome, you can influence can be a hindrance, they can also make for great role- always just ignore the vestige’s influence and take the penalty playing opportunities. Because the emotions that a vestige’s in- that such a choice imposes. fluence brings are often not typical for steely eyed adventurers, If you find the process of roleplaying a vestige’s influence fun, you can explore aspects of your character’s personality that you remember that you can always voluntarily fail a binding check. might otherwise ignore. If you play the influences well, you can But be considerate of the other players at the table when making set up a strong contrast with your character’s typical behavior. that choice. Don’t use the influence as an excuse to hog the The constraints or demands that the influencing vestige spotlight or steer the adventure in a different direction. When places on your character provide yet another hook for roleplay- you have fun at the expense of the other players’ enjoyment, the ing. Giving in to the demands can get your character into trouble campaign is in trouble. 17 Table 1–2: Vestiges by Level organizations and secular authorities that might be able to Vestige Special offer proof one way or the other generally muddy the issue Level Vestige Binding DC Requirement still further, either by claiming that vestiges are unholy and 1st Amon 20 Yes accursed beings that damn those who deal with them, or by 1st Aym 15 No disavowing the creatures’ existence entirely. 1st Leraje 15 Yes 1st Naberius 15 Yes 1st Ronove 15 Yes SPECIAL REQUIREMENT 2nd Dahlver-Nar 17 Yes If the vestige imposes any special requirements on its sum- 2nd Haagenti 17 Yes moning, they are given in the next element of the description. 2nd Malphas 15 No Special requirements vary widely depending on the nature of 2nd Savnok 20 Yes the individual vestige. For example, a vestige might require 3rd Andromalius 20 Yes 3rd Focalor 20 Yes that its seal be drawn in a particular place, or that the binder 3rd Karsus 25 Yes possess a certain item or attribute. If a binder does not fulfi ll 3rd Paimon 20 No the vestige’s special requirement, it does not manifest when 4th Agares 22 Yes summoned, and the attempt to bind with it fails. 4th Andras 22 No 4th Buer 20 Yes MANIFESTATION 4th Eurynome 21 Yes 4th Tenebrous 21 Yes Different vestiges take different forms, but all manifest 5th Acererak 25 Yes (become visible) as images fl oating over their seals. The 5th Balam 25 Yes image that appears is a supernatural fi gment—an illusion 5th Dantalion 25 No that cannot be dispelled, though it vanishes in an antimagic 5th Geryon 25 Yes fi eld. Certain aspects of the illusion (such as wisps of fog) can 5th Otiax 25 No 6th Chupoclops 25 Yes extend up to 10 feet beyond the borders of the seal, but the 6th Haures 25 No vestige never leaves the area over the seal. Noises produced 6th Ipos 26 Yes by the vestige or the process of pact making can be heard 6th Shax 26 Yes normally, according to their volume. 6th Zagan 25 Yes 7th Eligor 30 No SIGN 7th Marchosias 30 Yes 8th Halphax 32 Yes A binder who makes a pact with a vestige binds his soul to it, 8th Orthos 35 Yes thereby becoming a conduit through which the vestige can experience reality. This powerful bond cannot be broken by LEGEND any magic—even an antimagic fi eld only suppresses it. This element of the description relates the origin legend This integral link manifests on the binder’s person as a associated with each vestige. Although binder scholars physical sign peculiar to the individual vestige, as described point to similar legends among the general populace (and here. This sign is a real change rather than an illusory or sometimes even to historical fi gures) to back up their claims, shapechanging effect, so anyone viewing the binder with these backgrounds are in large part apocryphal and known true seeing sees it just as it is. The sign is a supernatural only to binders. The historical information on which each effect and therefore is suppressed when the binding is legend is based has been gathered through the years by quest- suppressed. ing for information about them. The legend detailed in this A binder can hide a sign by either mundane or magical section represents the most widely accepted version, but pact means. Furthermore, a binder with the suppress sign class magic grimoires differ and many theories exist. The religious feature can choose when to show a vestige’s sign. MAKING VESTIGES DIFFERENT The vestiges in this book were designed as spirits to which a Changing the nature of vestiges might also necessitate character of any alignment might bind while still maintaining the changes to the binder class. For instance, if you replace the taboo feel that pacts with otherworldly beings carry in real-world vestiges with saints of a religious order, the binder becomes mythology. When using pact magic in your game, you could give more like a paladin. If you replace them with totemic beings, on it a different place in the campaign world by changing the nature the other hand, the binder becomes more akin to a barbarian. of the vestiges or even replacing them with other creatures. However you decide to use pact magic in your game, take For example, in your campaign, pact magic might be practiced extra care if you decide to change the powers a vestige grants or only by good creatures who make deals with celestial beings. the influence it has on a binder. Vestige-granted powers present Alternatively, it might be wholly the province of evil or foolish far thornier balance issues than do typical game elements, such mortals who make promises to fiendish forces. Vestiges might as feats or spells. The influences were designed to strike a care- even be alien entities, totemic spirits, the souls of ancestors or ful balance between how often they affect play and the penalties great heroes, or some other entities of your own creation. for ignoring them. 18 INFLUENCE • A binder shows no outward sign when using a granted This element details the infl uence that the vestige imposes ability, unless the ability description specifi es that he must on a binder who makes a poor pact. The vestige’s infl uence concentrate, or the use of the ability would be obvious constantly affects the binder’s personality and emotions. In based on its description (such as a ray projecting from the addition, the vestige might require that the binder take (or binder’s eyes). refrain from taking) some action. A binder who ignores the • When subjected to a supernatural ability that requires a wishes of a vestige that infl uences him takes a –1 penalty on saving throw but has no obvious effect, the target feels a attack rolls, saves, and checks until the vestige leaves. hostile force or tingle but does not necessarily know the source or nature of the attack. GRANTED ABILITIES • Effects created by the binder’s supernatural abilities end The supernatural abilities that the vestige grants are given in when the vestige leaves the binder, or if the binder dies this element of its description. The following rules govern while bound. these supernatural abilities. • The Diffi culty Class for a saving throw against a vestige- granted power is 10 + 1/2 effective binder level + binder’s • All powers granted by vestiges are supernatural in origin, Cha modifi er. even if they replicate spells or abilities that are not normally • Abilities that duplicate the benefi t of a feat do so even if considered magical. the recipient does not qualify for the feat. • Supernatural abilities are magical and thus are suppressed in an antimagic fi eld. ACERERAK, THE DEVOURER • Supernatural abilities are not subject to spell resistance. Acererak, a half-human lich, grasped at godlike power only • Supernatural abilities cannot be dispelled. to lose his grip on reality. As a vestige, he grants abilities that • Unless they deal damage, supernatural abilities affect are similar to a lich’s powers. incorporeal creatures normally. A supernatural ability that",
        "name":  "Binding DC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A gem replaces one of your teeth. If removed, he hoped would merge his consciousness the gem reverts to a normal tooth, and a new gem with the Negative Energy Plane through appears in its place. the sacrifi ce of potent spirits. Had he actu- Infl uence: As a vestige, Acererak possesses the ally accomplished this goal, he could have immortality he desired but none of the power assumed control of any undead on any plane that should accompany it. If you fall under his and gained godlike powers as well as immortal- infl uence, you evince a strong hunger for infl u- ity. But the infamy of the Tomb of Horrors ence and primacy. If you are presented with an drew more than wealth-hungry thrill-seekers opportunity to fi ll a void in power over a group intent on gaining the reward promised in of creatures, Acererak requires that you attempt Acererak’s diary. Supplicants also came. to seize that power. You might impersonate a Necromancers questing for knowledge, missing city offi cial, take command of a seekers of eternal life, and lost souls in leaderless unit of soldiers, or even grab search of purpose traveled to the tomb to the reins of runaway horses to establish learn what they could of the dark arts. In your supremacy. time, the supplicants became worshipers, Granted Abilities: While bound to and they stayed to dwell near the object of their Acererak, you gain powers that the great devotion. Eventually, a settlement called Skull lich held in his legendary unlife. City sprang up around the entrance to Acererak’s Detect Undead: You can use detect undead as Tomb of Horrors. the spell at will (caster level equals your effective Some of the heroes Acererak lured to his tomb Manifestation of binder level). proved even more powerful and ingenious than he Acererak Hide from Undead: At will as a standard action, you had anticipated. After fi ghting their can become undetectable to undead. way through Skull City and the Tomb This ability functions like the hide from of Horrors, they made their way to AACCEERREERRAAKK undead spell, except that the DC for the demilich’s Fortress of Conclusion. intelligent undead to ignore the effect At the last possible moment, they sur- and notice you is 10 + 1/2 your effective mised Acererak’s plan and destroyed binder level + your Cha modifi er. the artifact that was crucial to his apo- Lich’s Energy Immunities: You gain theosis. They struck down Acererak immunity to cold and electricity and shattered his phylactery. damage.",
        "name":  "In truth, Acererak had devised a ritual that Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can vomit forth a line of fi re as a standard your back. The wings are small enough to be hidden beneath action. The line extends 10 feet per effective binder level a shirt or cloak, but doing so makes you appear hunch- (maximum 50 feet) and deals 1d6 points of fi re damage per backed. binder level to every creature in its area. A successful Refl ex Infl uence: Andras’s infl uence causes you to become save halves this damage. Once you have used this ability, you listless and emotionally remote. Because Andras wearies of cannot do so again for 5 rounds. combat quickly, you must drop any items in hand and with-",
        "name":  "Fire Breath",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You must obtain two different nonmagical items similar to those that Andromalius holds in his hands when he manifests and place them within the confi nes of his seal when you summon him. These items vanish as soon as Andromalius appears.",
        "name":  "Special Requirement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain an extra digit on each limb. This append- Sneak Attack: You deal an extra 2d6 points of damage when age prevents you from wearing normal gloves or gauntlets, fl anking an opponent or at any time when the target would but magic gloves and gauntlets reshape to fi t you. be denied its Dexterity bonus. This extra damage applies to",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When infl uenced by Andromalius, you become ranged attacks only if the opponent is within 30 feet. For a devious mischief-maker who delights in causing small ca- every fi ve effective binder levels you possess beyond 5th, your lamities—especially misunderstandings between friends and sneak attack damage increases by an additional 1d6 points. incidents of mistaken identity. However, Andromalius can- For example, a 15th-level binder deals an extra 4d6 points not now abide acts of theft, so he forbids you to steal from a of damage with his sneak attack. See the rogue class feature creature, take an item from a dead body, or remove someone on page 50 of the Player’s Handbook. If you get a sneak attack else’s possession from a location without permission so long bonus from another source, the bonuses to damage stack. as you are under the jurisdiction of an authority whose laws expressly forbid such activities. By the same logic, you cannot AYM, QUEEN AVARICE take possession of any object that you know to be stolen. Once a monarch of dwarves, Aym allowed her greed to bring",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At will, you can sense the direction of any well- became virtual slaves to their work. As onerous as Aym’s rule known or clearly visualized object that lies within 100 feet was, however, all this mining greatly expanded the dwarves’ per effective binder level of your location. If you wish to fi nd territory, and many dwarven clans grew quite wealthy. a specifi c object, this ability works only if you have seen the Jealous of the dwarves’ wealth and smarting from their object fi rsthand and can accurately visualize its peculiarities. conquests, a great horde of orcs, giants, and goblinoids banded Otherwise, the into an army to assault Aym’s kingdom. The dwarves fought direction of the bravely, but because their forces were stretched so thin across nearest object of AANNDDRROOMMAALLIIUUSS Aym’s empire, they could not respond quickly enough to the the same type is horde’s concentrated assault on their capital. Legend has it revealed. You can that when the fi res of the burning city reached her, Aym stood sense the direc- among a hundred wagons laden with gold that her servants tion of only one had loaded in preparation for her fl ight. But so engrossed item each round. was she in counting the coins to make certain she didn’t This ability does lose a copper that she didn’t notice the danger until the fi res not reveal the began to melt the coins in her grasp. Rather than repenting direction to a her greed at the point of her death, Aym cursed Moradin for disguised object not protecting her, and in return, Moradin cursed her. such as a secret",
        "name":  "Locate Item",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Under Aym’s infl uence, you become stingy arranged evenly and greedy, begrudging every coin or item of value that you around a shared or your group must give to another. At the same time, she gaping maw. requires that you give a coin (copper, silver, gold, or platinum, This mouth is as you choose) to every dwarf you meet within 10 rounds of a tooth-stud- learning his name. ded chute that",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your feet turn into satyr’s hooves, giving you a curi- poclops grants its summoner a poisoned bite and unnatural ous tip-toeing gait. These hooves prevent you from wearing senses, plus the ability to pounce on foes, to exist ethereally, normal boots or shoes, but magic footwear reshapes to fi t and to make enemies despair. you. Legend: Chupoclops once stood tall in the company of",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your lower jaw increases in size, and two long, to the magic items that carry his name—the teeth of Dahlver- sharply pointed tusks grow upward from it. Nar. Some say that because Dahlver-Nar was antiquity’s most",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While under the infl uence of Chupoclops, you powerful cleric, his followers treated his teeth as holy relics can’t help but be pessimistic. At best, you are quietly resigned after his death and they somehow gained magical powers to your own failure, and at worst, you spread your doubts to through this veneration. Others insist that Dahlver-Nar was others, trying to convince them of the hopelessness of their a cleric of little consequence who discovered some magic goals. In addition, Chupoclops requires that you voluntarily dragon teeth in the ruins of a red dragon’s lair. In this version fail all saving throws against fear effects or any effect that of the story, the teeth were named after Dahlver-Nar because imposes a morale penalty. he became a terror in the region where he acquired them.",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Chupoclops gives you the power to Binder scholars know a different story—that Dahlver-Nar linger on the Ethereal Plane, sense the living and undead, was a powerful cleric who forsook his deity to pursue the demoralize foes, and poison enemies. power of pact magic. The fabled teeth of Dahlver-Nar, to which",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One of Dantalion’s faces appears on your torso, as cannot occupy the designated space because it contains a though it were a vestigial conjoined twin. It seems lifeless solid body inside which you cannot exist (for example, if an most of the time, but when you activate an ability granted invisible creature is in the square, or some magic in that loca- by Dantalion, it opens its eyes and mouth, revealing a starry tion prevents dimensional travel, or the like), the attempt to void within. travel fails and you are stunned for 1 round. Otherwise, you",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Pact magic grimoires attest to Danta- martial prowess lion’s profound wisdom and his extensive knowledge about both in and out all subjects. Because he knows all thoughts, he can grant you of the saddle, as a portion of that power, as well as the ability to travel just by EELLIIGGOORR well as supernat- thinking. You also gain a portion of his commanding pres- ural strength. ence, which many binders ascribe to his royal origins.",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No mortal magic can perma- help their kinfolk escape the city. But when the hobgoblins nently affect your form while you are bound to Haagenti. threatened the life of Halphax’s wife, the great architect Effects such as polymorph or petrifi cation might force you put all his effort into creating the most impregnable prison into a new shape, but at the start of your next turn, you can possible. Legend holds that no gnome ever escaped Halphax’s immediately resume your normal form as a free action. You city, and it was the last goblinoid holding to fall in the war remain affected by such effects only when you choose to that followed the Great Betrayal. do so. When at last the goblinoids were defeated, the prison city",
        "name":  "Immunity to Transformation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In his time as a vestige, Halphax seems to have states. They quickly took to gnome society, learning as much lost all memory of his life as well as any feeling of guilt or as they could and using their strong backs and hale bodies to shame for his actions. Thus, when you are under his infl u- earn places for themselves in the military and manual labor ence, you lose any normal sense of shame or embarrassment. trades. Then, in an act known to gnomes as the Great Betrayal, However, if someone threatens a hostage you care about—be the hobgoblins turned against their benefactors in a series of it a creature or an item—Halphax requires that you accede well-coordinated attacks. The victorious goblinoids turned to the hostage taker’s demands. 34",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While you are bound to Haures, your palms are magic, and the gods. Through his study of these topics, Ipos where the backs of your hands should be, just as they are on a sought to discover the planar order—the set of fundamental rakshasa. If you fl ip over your hands so that the backs are up, laws within which the multiverse operated. your thumbs end up on the wrong sides of your hands. This Ipos did a magnifi cent job with his research, and his dis- rearrangement has no effect on your Dexterity, spellcasting, coveries have been passed down through the generations. Yet ability to wield objects, or use of skills. he left such an incomplete vision of reality that later scholars",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When moving, you become nearly enough interest in occult studies. Anyone wishing to bind incorporeal and can ignore the effects of diffi cult terrain. You Ipos must have at least 5 ranks in Knowledge (arcana) and can even move through an enemy’s space, but not through 5 ranks in either Knowledge (religion) or Knowledge (the walls or other solid barriers. Furthermore, any attacks of op- planes). portunity directed at you while you move have a 50% miss Manifestation: Ipos steps forward onto his seal as though chance. You can suppress or activate this ability as a stan- reappearing from invisibility. Some pact magic texts say that dard action. he has the head of a vulture or a goose, but those writers must",
        "name":  "Incorporeal Movement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain protection from the natural magic, and his obsession continues unabated in his current effects of a specifi c plane. These effects include extremes state. He grants you the ability to see magic, destroy it with in temperature, lack of air, poisonous fumes, emanations of a touch, and use any magic item with ease. He even provides positive or negative energy, or other attributes of the plane increased spellcasting power. itself. You can change the plane to which you are attuned as",
        "name":  "Planar Attenuation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The save DC for each effect of every magic a standard action. item you use increases by 2.",
        "name":  "Heavy Magic",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you hit one foe with all your claw attacks, Karsus’s Senses: You can sense magic auras as easily as others you automatically deal double the damage of a normal claw can detect odors, and concentrating on them reveals them attack (including your Strength modifi er) in addition to your to your sight. When you concentrate (a standard action), normal damage. you automatically detect the number of different magical auras within 30 feet, and the power of the most potent KARSUS, HUBRIS IN THE BLOOD aura within 30 feet, as though you had cast detect magic on Karsus lived and died by magic, so he grants binders power the area and concentrated for 2 rounds. You do not need to over that force. concentrate to maintain this effect, but concentrating for",
        "name":  "Rend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  ": 1155 members of the various elf subraces, and other great heroes, and most elves SSppeecciiaall such as drow. think her legend is heresy. Pact magic",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Malphas grants you the ability to spy of the elven nobility. His trademark, a white dove’s feather, without detection, to disappear, to use poison safely, and to could be found at sites where good deeds had been done, strike vicious blows against vulnerable foes. although no one ever saw him perform them. Bird’s Eye Viewing: At will, you can summon a dove or a This impression was all part of Malphas’s act. While raven to aid your powers of observation. (Use the statistics studying the druidic traditions, he met another elf druid—a for a raven regardless of the creature’s form.) The bird appears female who won his heart with guile and promises of power. perched on your shoulder. You have complete control over Together they hatched a plan to make Malphas heir to the its actions, and you can see what it sees and hear what it throne. While his white feathers turned up wherever good hears. Use the bird’s skill checks to determine the results events were occurring, black feathers began to appear on the of its actions and observations (for example, Bluff, Search, murdered corpses of royalty. Elf diviners soon discovered that Spot, Listen), but use your skill bonuses to derive informa- Malphas was at the root of their troubles, and the traitorous tion from its observations (for example, Knowledge, Sense elf was forced to fl ee. Motive, or Spellcraft to identify a spell). If you have the Malphas fl ew to his lover’s hideaway among the trees, trapfi nding ability, you can use the bird to fi nd traps so long intending to warn her and fl ee with her. But when she heard as doing so doesn’t require it to manipulate an object. The his story, she fl ew into a rage, mocking him for his stupid- bird cannot talk. You can have only one bird summoned at ity and his overtures of affection. To wound him even more a time. It remains until you summon another dove or raven, deeply, she revealed her true form—that of a drow. When the mentally dismiss it (a standard action), or stop binding with elf authorities found Malphas, he lay on the ground, dead not Malphas. from magic or physical harm, but from the breaking of his",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can alter the appearance of your form as a binder scholars know that his name and form have changed standard action. This effect works like the disguise self spell. many times over the centuries. Ancient pact magic texts refer",
        "name":  "Disguise Self",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Orthos might well be the original vestige—the for more than 1 round. Additionally, Orthos requires that fi rst being to break the boundaries and see past the window you speak only in a whisper. of reality to the nothingness beyond. Pact magic texts always",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Otiax is a bit of a conundrum because it seems Combat Refl exes: You gain the benefi t of the Combat Refl exes to have originated outside the known cosmology of the feat. You cannot use this ability if you do not show Otiax’s planes. A few sources of pact magic lore refer to some plane sign. or place called the Far Realm, but most offer no explanation Concealing Mist: You can whip the mist that constantly of Otiax’s past. Some even posit that Otiax is somehow the surrounds you into a concealing screen that grants you con- key to reaching the Far Realm, but that supposition has more cealment (foes’ melee and ranged attacks have a 20% miss to do with Otiax’s appearance than with any real evidence of chance). You cannot use this concealment to hide. You can its nature. Because Otiax never speaks, it can shed no light suppress or activate this ability as a full-round action. A se- on the issue. Binding with it is more a matter of instinct and vere wind (either natural or magical, such as a gust of wind will than of deliberation. spell) suppresses your concealing mist. You cannot use this",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While under Shax’s infl uence, you become when the storm giants started battling the other giant kinds, possessive and stingy, particularly about territory—be it claiming their caves, clouds, hills, frosty mountains, and actual land or simply a room in an inn. In addition, her infl u- volcanic peaks as storm giant territory. When Annam asked ence requires you to demand compensation for any service them why they had attacked their fellow giants, the storm rendered and to tax any use of your territory. However, you giants pointed to the sea. Annam’s blind spot still prevented can accept nearly any item of value—be it material goods or him from perceiving Shax, so he sent his son Thrym to take a service—as payment. care of the problem.",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use the fl icker shadow magic completion of mystery (see page 146) as a supernatural ability once per day.",
        "name":  "Vessel of Emptiness",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Zagan grants you a snake’s ability to constrict damage. detect creatures by scent, the ability to grapple and constrict 49 PACT MAGIC vestiges you can bind. You do not, however, gain any other benefi t a binder would have gained. PRESTIGE CLASSES",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any metamagic feat a vestige, you gain a +2 bonus on initiative checks for the",
        "name":  "Feat",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to bind a 2nd-level vestige Vestige Metamagic (Su): At 4th level, you can use a bound vestige to augment your spells by temporarily giving up access CLASS FEATURES to its powers. Using vestige metamagic is a swift action that The abilities you gain as an anima mage refl ect a greater does not provoke attacks of opportunity. degree of control over your bound vestiges. This increased Choose one of the vestiges to which you are bound when- mastery of binding allows you to augment the arcane spells ever you activate this ability. You can then apply the effects you cast. of any metamagic feat that you possess to a spell you cast that",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By employing a short ritual, you can contact a your Cha modifi er). This process requires 1 minute, but you vestige and make a pact with it. You are treated as a 1st-level can choose to make a rushed binding check as a full-round binder for this purpose, regardless of your character level. action at a –10 penalty. The DC for this check is provided in Thus, only 1st-level vestiges are available to you, and you the description of each vestige. You must make your perilous can bind to only one vestige at a time. Furthermore, unlike pact alone; others cannot aid you in any way. characters with the soul binding class feature, you gain only Whether the binding check succeeds or fails, you gain the one power from the vestige you bind, as given on Table 1–9: power granted by the vestige for 24 hours. During that time, Bind Vestige Feat Abilities. you cannot rid yourself of the vestige unless you possess the To contact a vestige, you must draw its unique seal visibly Expel Vestige feat. If you fail the binding check, however, the on a surface (generally the ground), making the image at vestige infl uences your personality and your actions, and you least 5 feet across. Drawing a seal requires the ability to are said to have made a poor pact. (Specifi cally, the vestige’s mark a surface and 10 consecutive rounds of concentra- presence changes your general demeanor, and it can force tion, and the act provokes attacks of opportunity. A seal not you to perform or refrain from certain actions. The infl uence used within 1 minute of its drawing loses all potency, and of each vestige is described in its individual entry.) If your you must draw a new one to contact the vestige. A vestige binding check is successful, the vestige has no control over might also have other requirements for contact, as noted in your actions and does not infl uence your personality. In this its entry (see page 18). case, you are said to have made a good pact. Once the seal is drawn, you must perform a ritual requiring While under the infl uence of a vestige, you must adhere a full-round action to summon the corresponding vestige. to its requirements to the best of your ability. If you are con- During this time, you must touch the seal and call out to the Table 1–8: Pact Magic Feats General Feats Prerequisites Benefit Bind Vestige — Gain one power from a chosen 1st-level vestige Bind Vestige, Improved Bind Vestige Bind one vestige of up to 5th level Practiced Binder Bind Vestige Gain a second power from a bound vestige Defense against the Supernatural Knowledge (arcana) 2 ranks +1 insight bonus on saves against supernatural attacks Empower Supernatural Ability Supernatural ability, 6 HD Empower supernatural ability 1/day Enlarge Supernatural Ability Supernatural ability, 4 HD Enlarge supernatural ability 1/day Expel Vestige Soul binding Attempt to prematurely expel vestige 1/day Rapid Pact Making Expel Vestige, Intimidate 8 ranks 1/day bind vestige as a full-round action Extend Supernatural Ability Supernatural ability, 4 HD Extend supernatural ability 1/day Favored Vestige Soul binding +1 binder level with specific vestige Favored Vestige Focus Favored Vestige +1 DC with favored vestige abilities Rapid Recovery Favored Vestige Reuse abilities of favored vestige faster. Ignore Special Requirements Soul binding Ignore special requirements when summoning vestiges Improved Binding Soul binding +2 binder level when determining eligible vestiges Skilled Pact Making Base Will save +4, soul binding +4 bonus on binding checks Sudden Ability Focus Special attack +2 to DC of any supernatural attack 1/day Supernatural Crusader Knowledge (arcana) 2 ranks +1 insight bonus on attack rolls and damage rolls against a creature with a supernatural special attack Supernatural Opportunist Supernatural Crusader Make an attack of opportunity against creature activating a supernatural ability Widen Supernatural Ability Supernatural ability, 8 HD Widen supernatural ability 1/day 72 scious and free-willed and you encounter a situation in which An empowered supernatural ability cannot be maxi- you cannot or will not refrain from a prohibited action or mized. perform a required one, you take a –1 penalty on attack rolls, Special: This feat can be taken multiple times. Each time saving throws, and checks until that vestige leaves you. it is taken, you can empower a supernatural ability one addi- As long as you are bound to a vestige, you manifest a specifi c tional time per day. You cannot empower a particular use of physical sign of its presence, as given in its entry. This sign is a supernatural ability more than once. real, not an illusory or shapechanging effect, and someone using true seeing perceives it just as it is. You can hide a sign ENLARGE SUPERNATURAL ABILITY by mundane or magical means without penalty. You can increase the range of a supernatural attack. The vestige is bound to your soul by the pact. It cannot be",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day, you can enlarge a supernatural feat, nor can it be suppressed except by an antimagic fi eld or ability. When you use an enlarged supernatural ability, its similar effect. range increases by 100%. You must declare use of this feat The Diffi culty Class for a saving throw against any super- before you use the ability. A continuous use ability (such as natural powers granted by a vestige is 10 + 1/2 your effective a gaze attack) can only be enlarged for 1 round. Enlarging a binder level + your Cha modifi er. supernatural ability does not require a separate action.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day, you can empower a supernatural EXTEND SUPERNATURAL ABILITY ability. When you use an empowered supernatural ability, You can cause a supernatural ability with a duration to last all variable, numeric effects of the supernatural ability are longer than normal. increased by one-half. An empowered supernatural ability Prerequisites: 4 HD, supernatural ability. deals half again as much damage as normal, cures half again Benefi t: Once per day, you can extend a supernatural as many hit points, affects half again as many targets, and so ability that has a duration. When you use an extended super- on as appropriate. Saving throws and opposed rolls (such as natural ability, it lasts twice as long as normal. A supernatural the one made when you cast dispel magic) and supernatural ability that has a duration of concentration, that happens abilities without random variables are not affected. You must instantaneously, or that permanently affects a target is not declare use of this feat before you use the ability. A continu- affected by this feat. You must declare the use of this feat ous use ability (such as a gaze attack) can be empowered for before you use the ability. Extending a supernatural ability only 1 round. Empowering a supernatural ability does not does not require a separate action. require a separate action. 73",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Soul binding. Karsus* Karsus’s senses Heavy magic",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Favored Vestige. Your skill with pact magic lets you bind a vestige extremely",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whenever a creature that you threaten activates a supernatural ability, you can make an attack of opportunity against that creature. This feat does not give you the ability to make more than one attack of opportunity in a single round. 75 Illus. by F. Tsai PACT MAGIC ITEMS IMPLEMENTS OF BINDING Implements of binding enhance your ability to bind and Binders rarely possess the power to craft magic items because control vestiges. They help to focus your concentration pact magic is too dissimilar to spellcasting for its use to during the binding process and provide incentive for the facilitate item creation. Even so, some binders who become spirit to be amenable to your will. powerful spellcasters choose to apply their knowledge of Description: Inside an intricately carved teak box, a arcane or divine magic to the creation of implements useful set of unusual objects rests upon a red velvet cushion. The in pact magic. items are an ivory chalice, a bronze serpentine knife, and three perfectly spherical crystals. When you use implements of binding, the knife vibrates CHIME OF SUPPRESSION and the chalice creates a soft ringing sound, while the A chime of suppression helps you gain control of an unruly three stones glow with the brightness of candles. vestige. Prerequisite: Only characters with the soul binding",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "During the time of Syfal, binders created class feature can use this item. and used these items to conceal the vestiges they Activation: As part of the time it takes to draw a vestige’s bound while they were hunted by the Seropaene- seal properly (see page 17), you can use implements of ans. (Knowledge [religion] DC 25) binding to aid the process of pact making. You",
        "name":  "Lore",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This triangular brass instrument must begin by placing the three crystals is inscribed with strange runes and feels unusu- around the seal to form an inverted ally light. One end features a hinged handle triangle. Then you use the knife to made of rosewood and a chain, also brass, cut a small incision in each of your that ends in a metal striker. palms, dealing a total of 1 point of The runes are the confounding damage, and squeeze the blood into seals of the vestiges, reinforced with the chalice. additional markings that suggest Effect: Implements of binding provide control and power. When struck, a +2 competence bonus on your binding the instrument produces an unset- check to make a pact with a summoned tling, echoing chime that can be vestige. In combat, the knife functions as heard only by the wielder. a nonmagical masterwork dagger.",
        "name":  "Description",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item func- Aura/Caster Level: Faint transmuta- tions only if the wielder is bound tion. CL 3rd. to a vestige. Construction: Craft Wondrous Item, soul Implements",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, soul binding a gold ring. Whenever the wearer uses a supernatural abil- ability, dismissal, 1,900 gp, 152 XP, 2 days. ity granted by a vestige and augments it with this item, the",
        "name":  "Construction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You must be bound to a vestige to use this item.",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Using a soul lens is not an action; you simply wear the item. It fi lls the goggle slot.",
        "name":  "Activation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, soul binding The strange and wondrous teeth of Dahlver-Nar give you a ability, eagle’s splendor, 6,000 gp, 480 XP, 6 days. physical link to the vestiges and their power.",
        "name":  "Construction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,000 gp. human to use them. Rumor among the ignorant holds that the teeth tie your soul to fi endish forces, granting them control over your body and even your thoughts. (Knowledge SEAL OF THE SPIRIT [history] DC 30) A seal of the spirit provides a permanent and reusable seal No one knows who created the teeth, or even how it for summoning a particular vestige. was done. Binder scholars debate whether the items can",
        "name":  "Price",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each seal is keyed to a specifi c spirit. (Knowledge be created at all—many contend that a new one simply [arcana] or Knowledge [religion] DC 25; Knowledge [the comes into being when a soul transforms into a vestige. planes] DC 30) (Knowledge [arcana] DC 30) The Seropaenean Order is desperate to acquire and Individual teeth of Dahlver-Nar have occasionally destroy these items. (Knowledge [religion] been destroyed, but a new version of a destroyed DC 35) tooth always crops up at some later date.",
        "name":  "Lore",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only characters her into a tooth beast (see page 88). How with the soul binding class feature can much of this tale is truth and how much is use this item. fi ction remains to be seen. Many binders have",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once activated, a seal of the spirit serves as the fi st, Acererak’s tooth is a ruby shaped like a cuspid, and seal you would otherwise draw during the ritual required Zagan’s tooth is a snake fang the length of an elf’s hand. to contact a vestige. Since you need not draw the seal to Each tooth is inscribed with the seal of a vestige—though contact the spirit, the item considerably reduces the time it is unbound by the outer circle common to vestige seals. it takes to conjure the entity. The seal does not negate any The teeth change size to fi t the user’s mouth, but only just. other requirements for summoning a particular vestige. Chupoclops’s tooth juts out of the user’s mouth in the form For more information on binding vestiges, see the binder of a tusk, beside the two created by his sign. class description (page 9).",
        "name":  "Effect",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To employ one of these items, you must Aura/Caster Level: Moderate conjuration. CL 7th. remove one of your own teeth and put the tooth of Dahlver-",
        "name":  "Activation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, soul binding Nar in its place. This bloody process requires a full-round ability, minor creation, 3,000 gp, 240 XP, 3 days. action and deals 1 point of damage. Afterward, your tooth is",
        "name":  "Construction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6,000 gp. ing the tooth of Dahlver-Nar. A regenerate spell replaces lost teeth, so long as no teeth of Dahlver-Nar occupy the spaces of missing teeth at the time of casting. Replacing your 77 Illus. by S. Roller teeth with teeth of Dahlver-Nar does not affect bite damage of the associated vestige. The effects of the specifi c teeth or give you a bite attack if you normally lack one. are given below, along with their saving throw DCs. You must have a tooth of Dahlver-Nar in your mouth for Acererak: You can use command undead three times per one full day before you can use its ability. During that time, day (Will DC 14 negates). Faint necromancy; CL 5th; Price you show the sign of the associated vestige and are under 10,800 gp. its infl uence, as described in the Effect section below. Agares: You can use earthquake once per day. Strong evo- After the tooth has been in your mouth for 24 hours, you cation; CL 15th; Price 43,200 gp. can activate or deactivate any continuous abilities it grants Amon: You can use burning hands at will (5d4 fi re; Refl ex as a standard action. Other abilities require a standard DC 11 half). Faint evocation; CL 5th; Price 9,000 gp. action to use. Use of an ability granted by this item never Andras: You can use magic circle against evil or magic circle provokes an attack of opportunity, but effects produced against good (chosen when expending the use) once per day. by a tooth of Dahlver-Nar are not supernatural; they can Faint abjuration; CL 5th; Price 5,400 gp. be dispelled and suppressed in the same way as those of Andromalius: You can use discern location once per day. other magic items. A creature cannot target a tooth in your Strong divination; CL 15th; Price 43,000 gp. mouth for the purpose of sundering or magic effects other Aym: You can use produce fl ame once per day. than dispel magic. The only way a foe can get your tooth is Faint evocation; CL 5th; Price 9,000 gp. to render you helpless and physically remove it. Such a Balam: You can use polar ray once per day. removal deals no damage. Strong evocation; CL 15th; Price 43,200 Using teeth of Dahlver-Nar does not give gp. you the ability to bind a vestige for the Buer: You can use neutralize poison purpose of meeting the prerequisites once per day. Faint conjuration; CL 5th; of a feat or a prestige class. Teeth of Price 5,400 gp. Dahlver-Nar do not occupy a magic Chupoclops: You can use ethereal item body slot. jaunt once per day. Strong evoca-",
        "name":  "Price",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use imprisonment once per day with their signs, you do not gain those attacks—even (Will DC 23 negates). Strong abjuration; CL 17th; Price though you show the same sign—unless the tooth actually 55,000 gp. grants that power. Haures: You can use phantasmal killer three times per day Each tooth of Dahlver-Nar grants an ability similar to one (Will/Fortitude DC 16 negates/partial). Moderate illusion; granted by the associated vestige. The effects of the teeth CL 7th; Price 30,240 gp. are not supernatural. They are spell-like effects and follow Ipos: You gain a +4 enhancement bonus to Intelligence. all the normal rules for such—they can be suppressed by Moderate transmutation; CL 10th; Price 16,000 gp. a targeted dispel magic, for example. A tooth of Dahlver-Nar Karsus: You can use dispel magic three times per day. Faint is activated by a command word—specifi cally, the name abjuration; CL 5th; Price 16,200 gp. 78 dnalgnE .W yb .sullI",
        "name":  "Although some vestiges grant natural attacks associated Halphax",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use lesser restoration three times per into a vestige phylactery once per day, and you can call a spirit day. Faint conjuration; CL 5th; Price 10,800 gp. from it once per day. The box does not occupy an item slot,",
        "name":  "Naberius",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The means of constructing teeth of it is automatically released. Dahlver-Nar, if it was ever known, is lost. Each tooth of Aura/Caster Level: Moderate conjuration. CL 10th. Dahlver-Nar is a unique magic item. Construction: Craft Wondrous Item, planar binding or",
        "name":  "Construction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50% goods or items can make one appendage blade attack",
        "name":  "Treasure",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A deathshead has a +10 racial bonus on Knowledge with long hair matted into several ropelike tendrils. The type checks. It also has a +8 racial bonus on Climb checks and can of giant varies, but the hairless stone giants are never turned always choose to take 10 on a Climb check, even if rushed or into deathsheads. By the same logic, female deathsheads are threatened. In addition, a deathshead has a+8 racial bonus on slightly more common than males, since male giants often any Swim check to perform a special action or avoid a hazard. keep their hair shorter than their female counterparts. The It can always take 10 on a Swim check, even if distracted size of a deathshead’s body depends on the type of giant or endangered. It can use the run action while swimming, head used to create it, but most range between 2 and 3 feet in provided it swims in a straight line. diameter. A deathshead typically weighs about 100 pounds and stands approximately 4 feet tall on its hair tentacles. HORNED BEAST A deathshead speaks Common, Giant, and up to three other languages spoken by its creator. Medium Magical Beast",
        "name":  "A deathshead looks like the partially rotted head of a giant Skills",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Temperate and warm hills and mountains Pact magic grimoires say that when Amon was a god of light",
        "name":  "Environment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Because of its two heads, a horned beast gains a +2 racial bonus on Listen, Search and Spot checks. Karsites are a subrace of humans born at random among the human population. When the vestige called Karsus yet lived as a powerful KARSITE wizard, he fathered many children among his slaves and 1st-Level Warrior supplicants. Then his failed attempt to steal power from the Medium Humanoid (Human) deity of magic shattered his people’s empire and spread them",
        "name":  "Skills",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic-draining attacks blond or black hair, a sharp widow’s peak, and a small nose",
        "name":  "Special Attacks",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Human traits, damage reduction 5/magic, and mouth. spell healing, spell resistance 11, spellcasting inability Karsite infants appear as normal humans, but as they",
        "name":  "Special Qualities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability Focus (magic-draining attacks), Toughness often view the change in an emerging karsite’s appearance as",
        "name":  "Feats",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary, pair, strike team (3–7 plus 1 2nd-level Karsus’s bloodline allows a matured karsite to resist non- sergeant and a leader of 3rd–6th level), or clan (20–50 plus magical blows and to turn spells cast against him into healing 10% noncombatants plus 1 2nd-level sergeant per 5 adults, magic, but it also prevents him from ever casting any spell. 2d4 5th-level lieutenants, 1d4 7th-level captains, and 1 Karsites born among humans might live and die without leader of 8th–10th level) ever knowing that their unusual appearance comes with",
        "name":  "Organization",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A karsite cannot cast arcane or of arcane spellcasters and establish the worship of Karsus divine spells, even if he takes levels in a class that grants as the only god. Accomplishing this latter goal would make spellcasting ability. He can use spell-like abilities, psionic the karsites the ruling caste of humanity because of their powers, and magic items normally. divine bloodline. Communities of karsites work toward this goal in many KARSITE SOCIETY ways, such as discrediting the good works of heroic spell- Over the centuries, karsites have discovered one another casters, preventing the founding of temples and schools of and founded communities of their own kind. Many of these magic, stealing magic items and ruining their creators, and communities exist within human society, and their members taking leadership roles in human settlements. However, they pass off their unusual karsite appearance as a simple family carry out all their work in secret. Despite their evil natures, trait. The karsites of these regions hide their abilities, their karsites loathe killing other humans, primarily because philosophy, and their agenda while doing their best to seem doing so is robbing them of their future servants, who after like normal members of society. all don’t know any better now. However, they do relish the Long ago, the humans of a forgotten nation persecuted opportunity to harm spellcasters of any race. the karsites out of fear of their abilities. Countless karsites were hunted down and executed during this period. Brought KARSITES AS CHARACTERS together by this disaster, some karsites joined forces and fl ed Most exceptional karsites are fi ghters or binders. Some choose the area. They found safety in numbers, as well as a strong to become monks, barbarians, or rogues, and a few discover feeling of camaraderie based on their shared past. psionics and follow that path. Almost no karsite becomes In the process of investigating their history as a group, a ranger or paladin, however, and none are clerics, druids, these karsites discovered the legend of Karsus and the process sorcerers, or wizards. of binding vestiges. By summoning Karsus and consulting Karsite characters possess the following racial traits. with him, they “discovered” their purpose: to rid humanity 85 Illus. by L. Parrillo • Human Traits: Karsites possess all the traits of humans as ROVING MAULER described in the Player’s Handbook, except as noted here. Medium Magical Beast (Extraplanar) • +2 Constitution, +2 Charisma: Karsites are exceptionally",
        "name":  "Spellcasting Inability",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Claw +8 melee (1d8+4) • Magic Draining Attacks (Su): A karsite’s",
        "name":  "Attack",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Warm land or items still detect as magi- underground cal, but the magic appears",
        "name":  "E nvironment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tamsin Cutterbuck (see Sample Encounter, enemies, and all targets must be within a 30-foot burst page 96), the current leader of the Theurgians, befriended an centered on the crypt thing. The transported targets ogre mage named Thurgesh in her planar travels. After she cannot take any actions until their next turn. The save saved the ogre mage’s life from a group of eladrins in Sigil, DC is Wisdom-based and includes the +2 bonus from the City of Doors (see page 141 of Planar Handbook), he vowed Ability Focus. to serve her for ten years. During his service, Thurgesh grew interested in the library’s secrets and the practice of pact Tactics: Charged with preventing intruders from entering magic. Although his service to Tamsin ended years ago, he the library, the advanced crypt thing urges visitors to turn remains with her still, guarding the sacred Hidden Library back whence they came. If a binder successfully improves and his friend’s life. the crypt thing’s attitude from unfriendly to friendly, the",
        "name":  "Creature",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each room contains 4d% scrolls and 2d% books. invisibly near the top of the stair, listening for any sounds of None of these texts are magical. They cover a range of topics combat that might indicate that Tamsin is in trouble. ranging from gardening to planar theory. The scrolls are worth 1d10 gp each and the books 1d4+1×10 gp each, but 2. GUARDPOST (EL 5) these works are merely decoys for the real treasure in area This chamber is empty except for its guardian. 6. Characters might be tempted to cart off the books and",
        "name":  "Treasure",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You do not cast spells as other classes chance, and are subject to interruption (but they do not do, but instead invoke mystical secrets called mysteries (see require material components, foci, or verbal components). pages 139–153). You know one mystery at 1st level and gain one Whenever you cast a mystery as an arcane spell, observers additional mystery every class level. Up to 6th level, you can can make a DC 15 Spot check to note that your shadow is learn only apprentice mysteries. At 7th level, you gain access making different gestures from the ones you make when to initiate mysteries, and at 13th level you become able to use you cast the mystery (see Detecting Mysteries, page 138). master mysteries. You can choose your new mystery from any At 7th level, when you become capable of casting initiate category you have access to (including fundamentals). For mysteries (whether or not you choose to learn any), your instance, at 8th level, you could select either a fundamental, apprentice mysteries become so much a part of you that an apprentice mystery, or an initiate mystery. they now function as spell-like abilities, and they no longer Shadow magic progresses in very specifi c stages. You may require somatic components. Your new initiate mysteries not “jump ahead” in a path, although you need not complete (when you learn them) function as arcane spells and follow a path if you do not wish to. Within a category (apprentice, the rules described above. initiate, master), you can only learn mysteries of a new level When you reach 13th level and become capable of cast- if you have learned at least two mysteries of a previous level, ing master mysteries, another change occurs. Your master and you must know all previous mysteries within a path to mysteries now function as arcane spells, and your initiate select a mystery from that path. For example, you cannot learn mysteries function as spell-like abilities. Your apprentice 112 mysteries become supernatural abilities. (See page 139 for new bonus feat for repeating a path you already know, and rules governing supernatural abilities.) fundamentals do not apply for the purpose of bonus feats. You can learn a mystery more than once. Each time you You must meet the prerequisite (if any) in order to select relearn a mystery, you gain another set of uses of that mystery a feat as a bonus feat. The list of feats you can select includes per day. any metamagic feat (as described in the Player’s Handbook), You can use each mystery you know a certain number Favored Mystery, Greater Path Focus, Nocturnal Caster, Path of times per day depending on whether it is cast as a spell Focus, Shadow Vision, and any metashadow feat. (once), a spell-like ability (two times), or a supernatural ability Umbral Sight (Su): When you reach 3rd level, your vision (three times). The allotments per level are given on Table 2–2, extends slightly into the Plane of Shadow. You gain darkvision but only apply if you are able to cast mysteries of the level out to 30 feet. If you already have darkvision, or gain it from indicated. For example, if you choose breadth over depth some other source, the effective distance of that vision is and know no 4th-level mysteries as a 7th-level shadowcaster, increased by 30 feet. At 11th level, you become able to see you cannot take advantage of the one use per mystery per perfectly in complete darkness, even magical darkness, out day detailed in the table. Unlike spellcasters, you don’t get to 60 feet. bonus mysteries for a high ability score. Although you do Sustaining Shadow (Ex): When you reach 5th level, not prepare spells, you must rest for 8 hours and meditate your bond to the Plane of Shadow allows you to absorb dark for 15 minutes each day to regain your use of mysteries just energies, mitigating certain biological needs. You need eat as a sorcerer or bard must rest and meditate to regain use of only a single meal per week to maintain health. At 10th level, spell slots. you only need 1 hour of sleep per night (but you must still In order to cast a mystery, you must have an Intelligence rest for 8 hours to regain your mysteries for the next day). At score of at least 10 + the mystery’s level. The save DC for your 15th level, you gain immunity to nonmagical diseases and mysteries equals 10 + mystery level + your Cha modifi er. poisons. Finally, at 20th level, you no longer need to breathe, Even though as a shadowcaster you do not “cast spells” in and need never eat or sleep. the traditional sense, your levels in this class count for the purpose of determining your overall caster level. PLAYING A SHADOWCASTER You are a master of arcane secrets far greater than any Table 2–2: Uses per Mystery per Day other—or at least you will be. You understand what others Class ——————— Mystery Level ——————— do not: All power stems from darkness. All reality is a façade, Level 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st 1 – – – – – – – – and everything is symbolism; by changing a thing’s refl ec- 2nd 1 – – – – – – – – tion—its shadow—you change the thing itself. Other forms 3rd 1 1 – – – – – – – of magic, and other religions, aren’t necessarily inferior 4th 1 1 – – – – – – – or worthy of scorn; it’s simply that they see only a part of 5th 1 1 1 – – – – – – the whole, the fi rst layer of a deeper truth. You rarely take 6th 1 1 1 – – – – – – anything at face value or make snap decisions. You might be 7th 2 2 2 1 – – – – – inclined to see conspiracies where none exist, so accustomed 8th 2 2 2 1 – – – – – 9th 2 2 2 1 1 – – – – are you to looking for the shadows behind the obvious. 10th 2 2 2 1 1 – – – – Mostly, you adventure to perfect your understanding and 11th 2 2 2 1 1 1 – – – mastery of shadow. You likely prefer endeavors that allow you 12th 2 2 2 1 1 1 – – – frequent use of your mysteries and other abilities, or those 13th 3 3 3 2 2 2 1 – – that promise access to ancient lore. You might have personal 14th 3 3 3 2 2 2 1 – – goals as well, and it’s not uncommon for shadowcasters to 15th 3 3 3 2 2 2 1 1 – 16th 3 3 3 2 2 2 1 1 – adventure for the sake of riches, to avenge a past wrong, or 17th 3 3 3 2 2 3 1 1 1 for any other “standard” adventure motive. 18th 3 3 3 2 2 2 1 1 1 19th 3 3 3 2 2 2 1 1 1 RELIGION 20th 3 3 3 2 2 2 1 1 1 If you are the scholarly type, you might eschew religion, preferring to focus entirely on your own abilities and those",
        "name":  "Mysteries and Paths",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose a mystery you know. You cast that mystery Normal: You must have line of effect or line of sight to as a supernatural ability instead of a spell-like ability, or as a target a creature or object with a mystery or spell. spell-like ability instead of as a spell. If you choose a mystery Special: You can take this feat up to four times. To take it a that you cast as a supernatural ability, or if you later gain second time, you must have fi ve metashadow feats. To take it the ability to cast that mystery as a supernatural ability, you a third time, you must have eight metashadow feats. To take it a fourth time, you must have eleven metashadow feats. MAXIMIZE MYSTERY METASHADOW FEATS [METASHADOW] Just as other casters enhance their spells through metamagic, You can cast mysteries to maximum effect. so mystery users can manipulate their castings with meta- Prerequisite: Any two metashadow feats. shadow feats. While metamagic feats increase the casting Benefi t: Once per day, all variable, numeric effects of a time of a spell to a full round when attached to spontaneously mystery modifi ed by this feat are maximized. This functions cast spells, this is not always the case with metashadow feats. in most respects as the Maximize Spell feat. Metashadow feats function identically to metamagic feats in Casting a maximized mystery is a full-round action. all ways not specifically contradicted herein.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose one path of mysteries or school of magic to Spell feat. which you have access. At night, the save DC of all associated Special: You can take this feat up to three times. To take it mysteries or spells increases by +1. This bonus stacks with a second time, you must have seven metashadow feats. To take similar bonuses, such those from the Path Focus or Spell it a third time, you must have eleven metashadow feats. Focus feats. The ambient light is irrelevant, nor does it matter if you REACH MYSTERY [METASHADOW] can see the sky. Only the actual time of day matters. You can cast touch-range mysteries without touching the",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day, you can cast a mystery that normally has a range of touch at any target within 30 feet. The mystery PATH FOCUS effectively becomes a ray, so you must succeed on a ranged Choose a path of shadow magic, such as Touch of Twilight. touch attack to bestow the mystery upon the recipient. Your mysteries of that path are more potent than normal. Special: You can take this feat multiple times.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can obtain a familiar in the same manner as All mysteries have a level, which is used to determine save a sorcerer or wizard, but it possesses the dark template. As DCs. Mysteries are divided into areas of study called paths. with a sorcerer or wizard, obtaining a familiar takes 24 hours Paths come in three categories: apprentice, initiate, and and uses up magic materials worth 100 gp. master, and each path has three steps of increasing power. For the purpose of determining familiar abilities that Thus, the nine levels of mysteries divide equally into the depend on your arcane caster level, your levels in all classes paths: 1st-, 2nd-, and 3rd-level mysteries form the apprentice that allow you to cast mysteries or arcane spells stack. paths, 4th-, 5th-, and 6th-level mysteries the initiate paths,",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Opponents that do not rely on sight ignore the • Functions in darkness or any sort of ambient light, even if miss chance. the mystery describes the mystery user manipulating his or the subject’s shadow. The mystery user’s connection to SHADOW VISION the Plane of Shadow is so strong that he can manipulate Your senses grow so attuned with shadow that you gain a a subject’s “spiritual shadow” even where shadows cannot limited ability to see in natural and magical darkness. normally exist.",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As long as you are in shadowy illumination or • Is subject to the same stacking rules as spells. darkness, you can take a move action to sense the number • Does not easily interact with spells. Any attempt to use a of creatures within 20 feet that are also within shadowy mystery (such as shadows fade) to dispel a spell, or to use a illumination or darkness and the direction to each one. You spell (such as dispel magic) to dispel a mystery, takes a –4 cannot pinpoint the location of any creature with this feat. penalty. • Can be identifi ed with a Spellcraft check, but requires a different understanding of that skill. A mystery user STILL MYSTERY [METASHADOW] with no levels in a spellcasting class takes a –4 penalty on You can cast mysteries without gestures. Spellcraft checks made to identity spells. A spellcaster",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Create ink by manifesting surrounding On the line below the mystery’s name, the mystery’s path shadows. category (apprentice, initiate, or master) and path name Mystic Refl ections: As the spell detect magic. are presented. If a mystery is a fundamental, only the word Shadow Hood: Subject takes –1 penalty on attack rolls and “Fundamental” appears on this line. Dexterity-based checks.",
        "name":  "PATH CATEGORY, PATH NAME Liquid Night",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5 bonus on Hide, Sleight of Hand, or LEVEL/SCHOOL other checks to conceal your movements, actions, or This line gives the mystery’s level, school, subschool, or presence. descriptor. Creatures that have immunities, vulnerabilities, Umbral Hand: As the spell mage hand, but can affect or special bonuses against a particular school, subschool, or heavier objects and magic items. descriptor of a spell have the same characteristics against a Widened Eyes: Gain low-light vision. mystery of that school, subschool, or descriptor.",
        "name":  "Sight Obscured",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes 8 Flesh Fails, Greater: As the mystery fl esh fails, but more potent and affecting more subjects. A shadowy image of your foe appears before him and reaches out to 9 Ephemeral Storm: Targets must save or die, success clutch him before vanishing. results in 5d6 damage. You draw forth a twisted refl ection of your foe from the DARK METAMORPHOSIS Plane of Shadow. The image unerringly touches the subject, 7 Ephemeral Image: Create a shadow duplicate through causing Wisdom damage equal to 1d6 points +1 point per which you can cast your magic. four caster levels (maximum +5). A Will saving throw halves 8 Umbral Body: Transform into an incorporeal being of the Wisdom damage. shadow. 9 Shadow Time: Act freely for 3 rounds. ARMY OF SHADOW EBON WALLS Master, Shadow Calling 7 Prison of Night: Entrap subject in a Le vel/School: 9th/Conjuration shadow prison. (Summoning) 8 Tomb of Night: Prison of shadow Ran ge: Close (25 ft. + 5 ft./2 levels) drains levels from subject inside. Ef fect: One or more summoned 9 Consume Essence: Slay creature creatures, no two of which are and instantly reanimate it as a dark more than 30 ft. apart creature under your control. Du ration: 1 minute/ level (D)",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous surface. The terrain becomes diffi cult, meaning that each Saving Throw: Will negates (harmless) 5-foot square within the area costs double to move into. For Spell Resistance: Yes (harmless) instance, each light undergrowth square (normally costing 2 squares of movement to move into) now costs 4 squares of You look toward your shadow and speak a few words knowing that movement to move into. If you cast this mystery a second some distance away, a subject hears them and might reply. time on the same area (or a portion of the same area) while the fi rst casting is still active, the second casting does not You speak, and your words appear in the mind of a distant worsen the terrain further (although it would extend the creature. The message can consist of up to fi ve words, plus duration of the effect on that area). one additional word per caster level. It cannot deliver command words for magic items, or in any other respect function as anything but normal speech. If the subject is CAUL OF SHADOW where you believe it to be, the message is delivered. The Fundamental subject recognizes the identity of the sender of the message Level/School: 1st/Abjuration if it knows you. The creature can then reply, using the same",
        "name":  "You cloak the ground with an uneven and hard to traverse Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No 144 wolhctirC .C yb .sullI By drawing shade from the Plane of Shadow, or banishing the shad- Saving Throw: Fortitude partial ows back to it, you control the level of illumination in the area. Spell Resistance: Yes You make a dark area lighter or a light area darker, blanketing The air explodes with shadowy tendrils that slice like blades. the affected area in shadowy illumination. Creatures with darkvision can see through this area normally. Targets of ephemeral storm must make a Fortitude save or die. Those who succeed take 5d6 points of damage. ECHO SPELL Initiate, Black Magic FAR SIGHT Level/School: 5th/Universal Master, Eyes of the Night Sky",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text Effect: Magical sensor",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No mystery you can cast, and you can never echo a mystery or a spell of higher than 4th level. You infuse one or more small objects with shadowstuff, causing them to animate at your command. EPHEMERAL IMAGE Master, Dark Metamorphosis This mystery functions like the spell animate objects, but the Level/School: 7th/Illusion (Shadow) items grow dark and warped, becoming more sharp-edged",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Once per round, as an immediate action, you can instantly You channel shadowstuff into the subject’s shadow, literally weigh- transfer yourself from your current location to any other ing him down under its weight. spot within a distance of 5 feet per two caster levels. You always arrive at exactly the spot desired—just as with the Languor functions like either the spell slow or the spell hold spell dimension door. If you cast fl icker in response to an attack monster. You choose which version you want before the effect against you, the strike has a 50% miss chance. begins. If you choose hold monster, the mystery can affect only one subject. FLOOD OF SHADOW Initiate, Black Magic LIFE FADES Level/School: 6th/Abjuration Apprentice, Touch of Twilight",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You inundate the area with strange energies from the Plane of Shadow, warping the effects of magic. A wave of darkness washes over the subject, sapping his energy into the Plane of Shadow. A fl ood of mystical shadow-power renders casting more dif- fi cult. To cast most spells while in, or into, an area affected by Your touch deals 1d6 points of nonlethal damage per caster fl ood of shadow, the caster must succeed on a Spellcraft check level (maximum 5d6) and causes the subject to become (DC 15 + spell level), or the spell is lost with no effect. fatigued for 1 round per caster level (a Fortitude save negates Mysteries or any spells of the shadow subschool can the fatigue). This mystery does not stack with itself, so a be cast within or into the affected area without making creature fatigued by one casting does not become exhausted the Spellcraft check. In addition, if a mystery or a spell by a second casting. of the shadow subschool originates in an area affected by 146 LIFE FADES, GREATER MYSTIC REFLECTIONS Master, Breath of Twilight Fundamental Level/School: 7th/Necromancy Level/School: 0/Divination",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You peer slightly into the Plane of Shadow and can see the distortion in an object’s shadow-self caused by the presence of magic. Draining shadows erupt around your foes, funneling their essence and energy into the Plane of Shadow. This mystery functions like the spell detect magic, except as noted above. You can detect magic up to 30 feet away. Your touch deals 1d6 points of nonlethal damage per caster level (maximum 20d6) and causes the subject to become PASS INTO SHADOW exhausted for 1 round per caster level (a Fortitude save reduces Initiate, Ebon Roads the damage by half and decreases the exhaustion to fatigue). Level/School: 5th/Conjuration (Teleportation) This mystery does not stack with itself, so a creature fatigued",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round or less; see text as noted above. In addition, this mystery can mimic an evoca- tion spell of lower than 5th level (rather than 6th). Semisolid shadows rise up and serve as protectors, fl ickering around you and absorbing some of the damage you might otherwise have taken. SHADOW EVOCATION, GREATER Initiate, Dark Refl ections You can cast this mystery as an immediate action. You gain Level/School: 6th/Illusion (Shadow) damage reduction according to your caster level (see table below). This DR lasts until the beginning of your next This mystery functions like the spell greater shadow evocation, turn. except as noted above. In addition, this mystery can mimic an evocation spell of lower than 7th level (rather than 8th). Caster Level DR Up to 4th 5/magic 5th–9th 10/magic SHADOW HOOD 10th–14th 10/silver Fundamental 15th–19th 15/silver Level/School: 0/Evocation 20th 15/— 148 xoC .E yb .sullI SHADOW STORM SHADOW TIME Initiate, Elemental Shadows Master, Dark Metamorphosis Level/School: 6th/Evocation [Electricity, Cold] Level/School: 9th/Transmutation",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) You reach into shadow and draw forth the refl ection of active magic, merging it with that magic and causing them to cancel You cloak the subject and her movements in subtly shifting each other. shadow. This mystery functions like the spell dispel magic. This mystery grants a +5 circumstance bonus on Hide checks, Sleight of Hand checks, and any other checks that involve concealing the subject’s actions or gestures. SHADOWS FADE, GREATER Initiate, Unbinding Shade Level/School: 6th/Abjuration SOUL PUPPET Master, Heart and Soul This more potent version of the mystery shadows fade func- Level/School: 8th/Enchantment (Compulsion) [Mind- tions like the spell greater dispel magic. Affecting]",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Detect chaos 1 Detect evil 1 You summon a creature of shadow to serve you, calling it through Detect good 1 the barriers between worlds. Detect law 1 Detect magic 1 Detect thoughts 1 This mystery functions like the spell summon monster I, except Determine subject’s recent actions1 3 as noted here. You can summon one Huge, two Large, or four Discern lies 1 Medium or smaller shadow elementals. Learn subject’s greatest fear 2 Learn subject’s greatest love 2 Learn subject’s name 2 THOUGHTS OF SHADOW 1 See what the subject did a number of minutes into the Apprentice, Umbral Mind past equal to your caster level. Level/School: 2nd/Transmutation",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Spell Resistance: No You point your fi nger at a dis- You open a conduit to the Plane of tant object, and the shadows Shadow, leaching out the energy main- seem to grasp and tug at it. taining an ongoing magical effect. This mystery functions This mystery functions like the like the spell mage hand, spell break enchantment. except you can manipu- late heavier objects and UNVEIL magic items. Magic Initiate, Veil of Shadows items are allowed a Level/School: 6th/Divination saving throw to negate",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes enhances incoming light. You and other creatures you touch enter the Plane of Shadow for You gain low-light vision, enabling you to see twice as far as a brief span, using it as a means of crossing great distances on the a human in starlight, moonlight, torchlight, shadowy illumi- Material Plane. nation, and similar conditions of poor illumination. If you already have low-light vision, these effects stack, enabling you This mystery functions like the spell shadow walk, except as to see four times as far as a human in poor illumination. noted here. Your movement rate on the Plane of Shadow is double that described by the spell. Further, upon reaching your destination, you can attempt a DC 30 Knowledge (the planes) check; success indicates that you appear exactly where you wish, rather than being shunted to a nearby space as per the spell. You need not leave the Plane of Shadow once you enter it, and this mystery can be used on the Plane of Shadow to travel rapidly. WARP SPELL Initiate, Black Magic Level/School: 4th/ Abjuration",
        "name":  "Spell Resistance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Rod, Empower Mystery; 4,500 gp, wishes to imbue in the item. The act of imbuing the item 360 XP, 9 days (lesser); 16,250 gp, 1,300 XP, 33 days (normal); triggers the mystery; the creator loses one use of that mystery 36,500 gp, 2,920 XP, 73 days (greater). for the day, as though he had expended it. The mystery user",
        "name":  "Construction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,000 gp (lesser), 32,500 gp (normal), 73,000 gp must supply all the necessary materials for these items, and (greater). must have a quiet and well-equipped workspace. Creating an item requires one day per 1,000 gp of the base price, Metashadow, Enlarge Mystery minimum one day. He must spend at least 8 hours working Aura/Caster Level: Strong (no school). CL 17th. every day until the item is completed. In all respects, this",
        "name":  "Price",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Rod, Enlarge Mystery; 1,500 gp, 120 process follows the standard rules for creating magic items XP, 3 days (lesser); 5,500 gp, 440 XP, 11 days (normal); 12,250 (DMG 282–288). gp, 980 XP, 25 days (greater). Mystery users cannot use spell completion or spell trig-",
        "name":  "Construction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp (lesser), 11,000 gp (normal), 24,500 gp ger devices created by members of other classes, even if the (greater). spell has an effect similar to that of a mystery. For instance, a mystery user could not use a wand of dispel magic, even though Metashadow, Extend Mystery that spell is functionally the same as the mystery shadows fade. Aura/Caster Level: Strong (no school). CL 17th. The same is true in reverse; a wizard could not use a wand of",
        "name":  "Price",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Rod, Line of Shadow Mystery; 7,000 default, shadow magic staffs are normally priced as follows. gp, 560 XP, 14 days (lesser); 27,000 gp, 2,160 XP, 54 days (The price indicated is market price; cost to create is 1/2 (normal); 60,750 gp, 4,860 XP, 122 days (greater). market price, as normal.)",
        "name":  "Construction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "14,000 gp (lesser), 54,000 gp (normal), 121,500 gp (greater). Table 2–9: Shadow Magic Staff Costs Caster Metashadow, Maximize Mystery Path(s) Level Price One apprentice 8th 30,000 gp Aura/Caster Level: Strong (no school). CL 17th. One initiate 11th 48,469 gp Construction: Craft Rod, Maximize Mystery; 7,000 gp, One master 15th 69,375 gp 560 XP, 14 days (lesser); 27,000 gp, 2,160 XP, 54 days (normal); Two apprentice 8th 49,500 gp 60,750 gp, 4,860 XP, 122 days (greater). Two initiate 11th 81,318 gp",
        "name":  "Price",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "14,000 gp (lesser), 54,000 gp (normal), 121,500 gp Two master 15th 115,313 gp (greater). One apprentice, one Initiate 11th 74,690 gp One apprentice, one master 15th 104,063 gp One initiate, one master 15th 112,500 gp 154 Metamagic, Quicken Mystery An item made from shadow silk weighs approximately Aura/Caster Level: Strong (no school). CL 17th. one-quarter as much as the same item made from other",
        "name":  "Price",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item transforms you into a being of shadow, WONDROUS ITEMS bestowing the dark creature template. The following are just a sample of the items Aura/Caster Level: Moderate transmutation. CL 11th. that can be created through the use of Construction: Craft Wondrous Item, shadow investiture, shadow magic—or to thwart it. 5,400 gp, 432 XP, 11 days.",
        "name":  "RINGS AND Effect",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While some mystery users appreciate the cost DARK LANTERN savings associated with a command word item, others prefer Designed by shadowcasters, a dark a continuous collar of umbral metamorphosis. These items have lantern sheds a mystical light in the a market price of 22,000 gp. form of shadowy illumination. Weight: 1 lb.",
        "name":  "Variants",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item is a hooded Price: 10,800 gp. lantern, constructed of black iron with mithral fi ligree. Its crystalline GEM OF NIGHT panels are tinted bright gold. A gem of night is essentially a piece of solid shadow that When lit, the lantern radiates can grow into a shadow elemental. shadowy illumination out to Description: The item appears to be a refl ective 60 feet. The light fl ickers more black gemstone. It is a rough globe, covered in hun- slowly than normal fi re, and dreds of tiny facets. It is vaguely cold to the touch and the crackle of the fl ames seems to absorb rather than refl ect light. sounds more like plodding Prerequisite: Anyone can benefi t from a gem footsteps. of night.",
        "name":  "Description",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You strike a Activation: The gem must be crushed, smashed, light within, just as if it were a or broken (a standard action). normal lantern. The lantern must have oil Effect: The gem conjures a Large shadow elemental under or other fuel. You also speak a command the control of the creature that broke the gem. The elemental word, such as “shadows” or “darkness.” Dark lantern is banished back to the Plane of Shadow after 13 rounds. The activating process requires a full- Aura/Caster Level: Moderate conjuration. CL 13th. round action. You can deactivate the lantern by opening Construction: Craft Wondrous Item, summon umbral it and blowing out the fl ame within (altogether a standard servant, caster must begin with a gem mined or found on the action). Plane of Shadow, 750 gp, 60 XP, 2 days.",
        "name":  "Activation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, dusk and dawn, power. 1,000 gp, 80 XP, 2 days. Description: An orb of shadow appears to be a black pearl",
        "name":  "Construction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Like a pearl of power, this item allows of shadow. a single extra use of a mystery, regardless",
        "name":  "This collar temporarily transforms you into a creature Effect",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A command word, the recall of two mysteries per day (each of a such as “fade” or “darken,” both different level, 6th or lower). activates and deactivates the collar. Aura/Caster Level: Strong transmutation. This requires a standard action. A CL 17th. collar functions for up to 10 minutes Construction: Craft Wondrous Item, per day, divided up as you see fi t creator must be able to cast mysteries of the mys- (but each use counts as 1 minute, tery level to be recalled; 500 gp, 40 XP, 1 day (1st); Collar of umbral minimum). 2,000 gp, 160 XP, 4 days (2nd); 4,500 gp, 360 XP, 9 metamorphosis 156 dnalgnE .W yb .sullI relloR .S yb .sullI days (3rd); 8,000 gp, 640 XP, SHROUD OF NIGHT 16 days (4th); 12,500 gp, A shroud of night grants you a number of shadow-oriented 1,000 XP, 25 days (5th); defenses. 18,000 gp, 1,440 XP, Description: A shroud of night is a very lightweight cloth, 36 days (6th); 24,500 made of a thin, gossamer material. It is always black or dark gp, 1,960 XP, 49 gray. When worn, it ripples slightly even in the absence of any days (7th); 32,000 wind or movement. The shroud wraps about the shoulders gp, 2,560 XP, 64 but occupies space on the body as a vest, not as a cloak. days (8th); 40,500 Activation: The defl ection bonus is active constantly gp, 3,240 XP, 81 while the shroud is worn. Using dancing shadows or shadow days (9th); or 35,000 skin requires a command word, such as “nightfall” or “obfus- gp, 2,800 XP, 70 days cate.” (two mysteries). Effect: A shroud of night grants you a +2 defl ection bonus to",
        "name":  "Activation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At any time, you can Construction: Craft Wondrous Item, dancing shadows, specify the type of attack against which shadow skin, caul of shadow, 5,080 gp, 407 XP, 11 days. Greater the ring will protect you. Doing this shroud: Craft Wondrous Item, dancing shadows, shadow skin, requires a standard action. The ring then caul of shadow, voyage into shadow, 18,315 gp, 1,466 XP, 37 activates instantly and automatically should days. you be targeted by that sort of attack. Variants: A greater shroud of night grants a +3 defl ection",
        "name":  "Activation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Morningstar +5 melee (1d6) or javelin +5 ranged (1d4) MONSTERS",
        "name":  "SHADOW MAGIC Attack",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adding a truename-using character to an ongo- character’s ability to use truenames effectively. ing game requires little extra preparation on the part of a DM. Truenames will start to have an important place in your A truenamer is just a character class with a number of spell- characters’ schemes. They will investigate the personal true- like abilities that rely on a successful skill check to function. names of their archrivals, and they will spend time trying Truename spells are just like their traditional counterparts, to fi gure out which truenames will be particularly useful in only they too require a skill check to function. The rest of overcoming challenges. the PCs can be blithely unaware of the nature of truename The Truename Campaign: If you’re a Dungeon Master, magic; to them it’s just another esoteric magic discipline. you can create a campaign where truename magic is central— If you’re a player, you can give your character the power of even if the PCs don’t realize it at fi rst. You can incorporate the truename magic through two possible paths. First, you can rules in this book gradually by fi rst hinting at the existence take levels in the truenamer class (described on page 198). of organizations such as the Collectors of the Lexicon or You will function like a spellcaster, but you use utterances the Kingmakers. Perhaps the PCs will eventually make an and recitations to create magical effects. As you attain more enemy of one of those organizations, or of a truename-using levels, you will learn more truenames and discover more monster such as a garbler or a loquasphinx. Confronted with ways to employ them to overcome challenges. the strange magic of a truenamer or a logokron devil, the PCs If you’re already a spellcaster, you can learn the Truespeak will seek out more information about these truenames the skill (described on page 195), then learn truename spells. villains keep talking about. To protect themselves, they might These spells function just like regular spells (with levels, start taking ranks in Truespeak, casting spells that protect components, and all the game rules you’re used to). However, against truename magic, and so on. they incorporate one or more truenames into their verbal However you incorporate truenames, you can use the same component, so you can achieve powerful effects on a true- system to resolve their effects. A character who wants to use named target. They’re also somewhat more diffi cult to cast; a truename must complete two steps: learning the truename, you must succeed on a Truespeak skill check for a truename then speaking it aloud. spell to function as intended. Whether you opt for the truenamer class or start casting TRUENAME GLOSSARY truename spells, you will want your Truespeak bonus to be as high as possible. The Truename Training feat makes This book isn’t large enough for a list of truename equiva- Truespeak a class skill for you, so you can get the maximum lents for every word you’re likely to use in your D\u0026D ranks in the skill rather quickly. Skill Focus (Truespeak) is game—and it wouldn’t be much fun to read in any case. likewise helpful, for obvious reasons. So there’s no glossary for your character. But a player using",
        "name":  "Dabbling",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " For example, a truenamer who knows the name for goblin THE ROOTS OF TRUENAME MAGIC might have a great deal of power in encounters with goblins, but The magic of names has been a theme in fantasy literature for as that same truenamer might be powerless against other kinds long as the genre has existed. Several attempts have been made of creatures and therefore wouldn’t have much fun outside a to bring this theme into the DUNGEONS \u0026 DRAGONS game, but Tome goblin lair. of Magic represents a major effort to implement a thorough rules The truename magic system needed to move away from the set. When work on the truename magic system began, the goal tropes of fantasy. Instead of making the nouns of truenaming was to allow players to create characters who use and master the be the rare words of power (a noun might be the truename for power of truenames. Characters would learn the names of spe- goblin), the rules system presented here instead makes the cific things, slowly build their repertoire of names, and through verbs the rare and powerful parts of truenames. That means those names, expand their control over the world. Staying true to that whether the encounter is with a goblin or a troglodyte, the the literary roots of truename magic, however, would not have truenamer has a chance to participate, but like other classes is meshed well with the game aspect of roleplaying. not sure of the success or magnitude of an attack or ability. 193 the truename magic rules will discover terms unique to the Evolving Mind—can be spoken in reverse, making each this sort of magic. two words in one. One truenamer might learn the utterance",
        "name":  "BEHIND THE CURTAIN",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The repetition of the speaker’s personal know all the utterances in all the lexicons. truename, subtly altering the cadence for a particular magic Spellcasters with ranks in the Truespeak skill automati- effect. Truenamers use recitations to restore their bodies cally know the truenames that are part of the truename and minds to an “original” state; most recitations eliminate spells they cast; it’s a normal part of the spell-learning poison, disease, and similar ongoing harmful effects. Recita- process. But because the truenames are woven into the spell tions are available to those with ranks in the Truespeak skill itself, spellcasters can’t extract the truenames and use them through feats, although truenamers receive access to some outside the context of the spell. That’s the province of the recitations through bonus feats. truenamer.",
        "name":  "Recitation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A class devoted to the study of truenames. —Reversed utterance of essence of lifespark, Truenamers use utterances and recitations to achieve potent a common execution technique for magical effects.",
        "name":  "Truenamer",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A combination of a truename that describes uniquely describes an individual creature is much harder an action with a truename that describes the subject of that to learn, because most creatures powerful enough to be action. This is the most important class feature of the true- aware of their personal truenames are smart enough to namer class. know that a personal truename should be kept secret. But magical research—everything from poring over dusty tomes to asking the gods for divine guidance—can LEARNING sometimes uncover a personal truename. The process is TRUENAME MAGIC uncertain and time-consuming. But the payoff is often worth it; when you know a creature’s personal truename, Despite the fact that truenames are fi endishly complex and it is easier to affect it with your utterances than if you often require several alphabets just to write down, learning were using a normal truename. The method of discerning a truename is the easy part. creatures’ personal truenames is described in Truename",
        "name":  "Utterance",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most people don’t know on. Even bards accustomed to delivering epic poetry or long their own personal truename. Indeed, you would get a blank dramatic works quickly fi nd their vocal cords exhausted by stare if you asked the local blacksmith what his truename the precise demands of Truespeech. Many a failed apprentice was. But it’s often useful to know what your truename is. Your is unable to muster a voice louder than a whisper; truespeak- personal truename can be a conduit for powerful benefi cial ing can even permanently damage the vocal cords if you spells. A truenamer gains access to recitations through bonus attempt too much too soon. feats, and can take more recitation feats as he attains more Speaking a truename aloud is the hard part of the process, levels. Recitations can restore the truenamer to his original and doing so requires a successful check in a new skill: condition, wiping away poison, disease, or ongoing magical Truespeak. Using Truespeak requires a skill check, and effects in the process. Members of prestige classes such as calculating the DC for such a check usually follows the same the acolyte of the ego and the disciple of the word rely on formula. an intimate knowledge of their own personal truenames as a path to inner power. • To speak a creature’s truename aloud, you must succeed You can learn your own truename through magical on a Truespeak check with a DC equal to 15 + (2 × the divination (described in Truename Research on page creature’s Challenge Rating). If you’re saying the truename 196). Truenamers automatically learn their own personal of a PC, the DC is 15 + (2 × the PC’s Hit Dice). When you’re truenames at 1st level; doing so marks the end of their speaking a creature’s personal truename, the DC increases apprenticeship. by 2 because those truenames are more linguistically When you learn your own truename, take a moment to complex. write it out. Anything of eight or more syllables will do. • To speak a magic object’s truename aloud, the Truespeak You can match the sound of your personal truename to DC is 15 + (2 × the item’s caster level). your personality. If you have an aggressive character, make • To speak a nonmagical object’s truename aloud is a DC 25 up a personal truename with a lot of explosive consonants Truespeak check. and guttural sounds. If your character has a more serene countenance, use a lot of vowel blends and softer-sounding Usually you make a Truespeak check to speak an utterance, consonants. Thakrasch-Voor-Grakat’tranqi is a good personal use a recitation, cast a truename spell, or use a unique special truename for a bold, often angry character, while the per- ability (such as those used by some of the new prestige classes sonal truename of Aurash-Hrietuli-Oursselleam hints at a more found later in this chapter). The check doesn’t require an contemplative character. action of its own; it’s part of the action (usually a standard action) of the utterance, recitation, spell, or ability. Rules for using recitations and utterances are found on pages 231 SPEAKING A TRUENAME and 232. Learning a truename is a straightforward process; you either The consequence for failing a Truespeak check is that the fi gure it out through magical research or know it automati- utterance, recitation, spell, or ability doesn’t work. Creatures cally from a spell or from the truenamer class feature. Once with the Personal Truename Backlash feat have truenames you know a truename, that knowledge can’t easily be taken that are dangerous to utter aloud. If you fail at a Truespeak away from you. However, just because you know the personal check involving a creature with Personal Truename Back- truename of the demon prince Orcus (no mean feat, by the lash, the universe itself punishes you for getting the name way) doesn’t mean you have him under your thumb. You must wrong (see the feat on page 229 for details). be able to speak the truename aloud. No ordinary language comes close to the complexity and demanding exactness of truenames. A simple sound such as “Iorakh-hrun’wellenek-lauvroonea!” a long “a” can be delivered with a hundred slight variations of pitch, timbre, and infl ection. How the sounds blend into —Utterance of caster lens, delivered by one another carries meaning of its own. Every consonant Menastrasian before calling the pit fiend sound you’ve ever heard—and some completely foreign to that sacked Joruul your ears—is represented. Even the simplest truename can have up to a dozen syllables demanding a specifi c cadence and polyrhythm. Pronouncing any truename properly TRUESPEAK (INT; TRAINED ONLY) takes hours of practice and the height of concentration, and Use this skill to master the tortuous pronunciation of true- personal truenames are even more complex. names, each of which involves a dozen syllables, precise Apprentice truenamers often strain their throats into timing, and vocalizations foreign even to the most multilin- hoarseness or silence just mastering basic vowel sounds, as gual character. If you’re a truenamer, you use this skill every 195 time you deliver an utterance or make a recitation. If you’re a bonus on Truespeak checks for saying your own personal spellcaster with a truename spell at your disposal, you make truename. a Truespeak check to cast the spell properly. Members of Because saying a truename is such an idiosyncratic, exact- prestige classes such as the fi endbinder, acolyte of the ego, ing task, you can’t take 10 or take 20 on Truespeak checks. and brimstone speaker make Truespeak checks to activate Action: Speaking a truename is a standard action that their class features. provokes attacks of opportunity.",
        "name":  "Your Own Personal Truename",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. identify an utterance being spoken, even when it’s not your Synergy: If you have 5 ranks in Truespeak, you gain a +2 turn. The DC of this check is equal to the DC to speak the bonus on any Knowledge checks made to conduct truename utterance you wish to identify. research. “Unevanskillaub- TRUENAME RESEARCH krandechagh’plovarrith!” Most truenamers learn truenames from the three lexicons that defi ne a truenamer’s craft. But an important category —Utterance of rebuild item, delivered by of truename doesn’t exist within the lexicons: personal truenames. A normal truename defi nes you in terms of Krentil Orgautham to revive the golems your creature type and what you’re doing, such as “orc that guarded the Tower of Vines berserker” or “lurking mind fl ayer.” But a personal true- name defi nes you and you alone: “Gratharz son of Morach” Of the standard classes, only the truenamer has Truespeak or “Ythrinik Rumikauptraal of the Hydramaw clan.” Your as a class skill. Other characters can avoid the high cost truename might change depend on what you’re doing, but of cross-class skills by taking the Truename Training feat your personal truename never changes, even if you undergo (described on page 229). personal upheaval or magical transformation (such as a This skill doesn’t represent your ability to learn and know polymorph spell). truenames so much as it represents your ability to say them Personal truenames are harder to say (+2 DC on the True- aloud. Each truename is complex and exacting enough that speak check). But they enable a truenamer to deliver more just overhearing a truename—even a personal truename— devastating utterances. If a truenamer knows the personal doesn’t give you any particular facility for pronouncing it truename of a creature and uses his utterances against it, the yourself. That takes continuous vocal exercises and endless save DCs of any utterances that incorporate the creature’s study. personal truename increase by 2, and the truenamer gains a",
        "name":  "You can also make a Truespeak check as a free action to Try Again",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can pronounce the truename of a creature +2 bonus on caster level checks to overcome that creature’s (such as “orc,” “horse,” or “red dragon”) by succeeding on a spell resistance, if any. Personal truenames are also a neces- Truespeak check with a DC of 15 + (2 × the creature’s CR). sary component in many truename spells that arcane and For creatures that don’t have Challenge Ratings, such as divine spellcasters with the Truespeak skill employ. player characters, use a DC of 15 + (2 × the creature’s HD). Only creatures with an Intelligence score of 3 or higher Speaking the truename of a magic item has a DC of 15 + (2 have personal truenames. This excludes most animals, × item’s caster level). vermin, and oozes, for example. Some undead and con- Speaking a creature’s personal truename increases the structs likewise have no Intelligence and thus no personal DC of the Truespeak check by 2. You gain a +4 competence truenames. If the Intelligence of a creature with a personal HOW COME MY NAME Truename scholars note that many who exhibit this phe- GETS HARDER TO SAY? nomenon eventually become important leaders, great heroes, Master truenamers and grand spellcasters with the Truespeak or sinister villains. They speculate that the universe is taking skill have noticed an intriguing phenomenon: Some people’s a greater interest in them as they achieve more. As their true- truenames get harder to pronounce as they get older. The names become more important to the universe, they become phenomenon isn’t widespread, but nearly every truenamer harder to say. mentor can tell the tale of an apprentice who goes out to (Mechanically, what is happening is that the young truenam- explore the world. When the apprentice returns years later, ers are gaining Hit Dice as they attain more levels, and thus his truename hasn’t changed. But it has become harder to the DC to speak their truename increases as well. Because Hit pronounce, less tolerant of slight quavers and minuscule Dice are an abstraction that doesn’t exist in the game world, the disparities in timing. NPCs have only a vague sense of what’s going on.) 196 truename drops below 3, it does not lose its personal true- half (see the feat description on page 229), or by three- name. Likewise, if the Intelligence of a creature with an quarters if he also has access to a library or other source of Intelligence of less than 3 increases above 3 through some truename lore. temporary magical effect (even that generated from an item The research process is interruptible at any time. If you such as a headband of intellect), it does not temporarily gain need to go on an adventure, just keep track of how many a personal truename. If a creature’s Intelligence is perma- successful checks you’ve made thus far, then resume your nently improved above 3 (such as an animal being the subject research when your schedule allows. of an awaken spell), the universe acknowledges the creature’s Obscure Creatures: Ironically, it can be somewhat easier new state of awareness and it gains a personal truename. to research the personal truename of a powerful dragon than a lowly gnoll hunter. Historical annals will periodi- cally mention a great wyrm’s deeds, and previous truename “Borukanthalau’quirialahn’imaush- researchers might have made progress on the truename anathir! (and recorded that progress). But it’s likely that no one has ever cared about the gnoll hunter’s personal truename, so —Utterance of critical word of nurturing, mundane texts won’t be much help. Creatures with less than used by Jellisqua to keep General Sulvarr 10 HD are considered obscure unless they have historical or alive during the Battle of the Red Isthmus political importance. Unless you’re using magical divinations to aid your research, you can’t even attempt the Knowledge checks. The Knowledge check to learn a personal truename is DISCOVERING A modifi ed by the factors in the table below. PERSONAL TRUENAME You can fi nd out someone’s personal truename using a combi- Table 3–1: Personal Truename Research Modifiers nation of mundane and magical research techniques. But the Condition Modifier search can be an expensive, time-consuming process. Even Staff of research assistants +2 access to the Merciless Catalog or Splendors beyond the Veil isn’t Commune spell* +2 suffi cient, because those encyclopedias are neither complete You know who the subject’s ancestors are† nor completely accurate. (Shortly after the Merciless Catalog Parents +1 Grandparents +2 of Fiends was disseminated, for example, many clever devils Great-grandparents or beyond +4 intentionally spread fake copies with their own names badly Divination spell* +4 garbled but the personal truenames of their rivals intact.) Contact other plane spell* +2 Shorter-lived characters, such as humans, probably don’t Legend lore spell* +6 have their personal truenames recorded in any important You have met the subject +1 You have spent more than a month +2 text, so discovering such an individual’s truename becomes in proximity to the subject an exercise in detective work using genealogies, magical You are related to the subject (or you are the subject) +4 divinations, and other esoteric techniques. You know the subject’s creature type +1 It takes a successful Knowledge check in the relevant You have 5 ranks in Truespeak (synergy bonus) +2 subskill to discover a personal truename (although 5 ranks You have the Truename Research feat +2 Subject is considered obscure (see above) –4 of Truespeak grant a synergy bonus to any such checks, and Subject has Obscure Personal Truename feat –4 the Truename Research feat grants additional benefi ts). The Subject has hidden truename effect –8",
        "name":  "Check",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Must speak at least four languages requires a Truespeak check (see Known Personal Truename, above). Table 3–4: The Acolyte of the Ego Hit Die: d8 The fabric of your reality can withstand only a certain Base amount of distortion. Thus, the Law of Resistance (see page Attack Fort Ref Will 233) applies to cadences. This means that each time you use Level Bonus Save Save Save Special the same cadence on the same day, the DC of the Truespeak 1st +1 +2 +0 +0 Known personal check increases by 2. You can have as many cadences active truename 2nd +2 +3 +0 +0 Morphic cadence at a time as you desire. 3rd +3 +3 +1 +1 Resonant voice Cadence of the Distant Step: You can use dimension door (as 4th +4 +4 +1 +1 Morphic cadence the spell, PH 221) to transport yourself and any items you are 5th +5 +4 +1 +1 Cadence mastery carrying a maximum of 100 feet per morphic cadence you 6th +6 +5 +2 +2 Morphic cadence know. You cannot use this ability to affect other creatures 7th +7 +5 +2 +2 Alter personal truename (–4), or any objects you aren’t carrying. recitation feat Cadence of the Swallowed Spell: You gain spell resistance 8th +8 +6 +2 +2 Morphic cadence equal to 15 + 2 per morphic cadence you know. The benefi t 9th +9 +6 +3 +3 Alter personal lasts for 1 round per class level. truename (–8)",
        "name":  "Languages",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain damage reduction 2/ magic, plus an additional 2 points of damage reduction per BECOMING AN morphic cadence you know beyond the fi rst. In other words, ACOLYTE OF THE EGO a 10th-level acolyte of the ego who knows this cadence gains Many acolytes of the ego begin as truenamers. After months damage reduction 10/magic. or years spent learning how to uncover and speak various Cadence of the Living Fortress: You gain a measure of resis- truenames, some truenamers develop a mild to moderate tance against critical hits for 1 round per class level. When a 204 critical hit or sneak attack is scored against you, there is a 20% increases by 5 for each additional morphic cadence you wish chance per morphic cadence you know (maximum 100% if to activate after the fi rst. you know fi ve morphic cadences) that the critical hit or sneak For example, a 6th-level bard/5th-level acolyte of the ego attack is negated, and damage is rolled normally instead. can properly speak her own truename with a DC 37 True-",
        "name":  "Cadence of the Iron Skin",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Monks who multiclass into this prestige Piercing 20 class can continue advancing as monks. Slashing 20 Bludgeoning 25 Magic 30 PLAYING A DISCIPLE OF THE WORD Silver 35 As a disciple of the word, you understand that reality, as most Cold iron 35 know it, is nothing more than an abstraction of the true Adamantine 40 forms—words. All things are mere refl ections, shadows of Epic 45 217 the true form, and even other people are just fl awed copies are constantly amazed at how easily you can shape a battle to of their true form. Thanks to your unusual outlook, you have your own ends now that you know the secrets of truenaming. a hard time making friends, but that’s not a problem. Mortal Though you are not required to spend all your days at the friendships can never compare with the ideal concept of monastery, you often retreat there for further training and friendship. education. Then again, you might remain at a monastery Being a disciple of the word means you are part of the for years, only emerging when you feel a call to explore or Order of the Word, a group of like-minded individuals who adventure, to advance the perfect forms through intervention work to leave behind the fl aws of the physical body and when the forces of entropy assert themselves. become one with the form from which they are modeled. As you continue to awaken your true form, you have many You might be the master of a particular enclave of monks opportunities to develop your fi ghting skills. Spend skill and the living embodiment of this goal, or you might be an points on movement skills such as Climb, Jump, and Tumble. instructor at one of these rare monasteries. It’s a good idea to invest in feats that work well with your class abilities, so be sure to pick up feats such as Defl ect Arrows, COMBAT Run, and Spring Attack. Your advantage is your knowledge of Truespeech. It allows you to avoid damage, to heal yourself, and gives access to RESOURCES many other powerful abilities. In battle, use your mobility Though you might wander far from your teachers and school, to distract your opponents from attacking your allies. The you can always return. For you, it is a safe haven, a place to more attacks your enemies waste trying to strike you, the heal or hide. The Order of the Word provides free food, more attacks your companions can make against these same lodging, and basic supplies to all its members. They maintain opponents. friendly relations with local clerics of Zuoken (see page 124 You should take advantage of your mobility and move to of Complete Divine or page 221 of Expanded Psionics Handbook) fl ank your foes with allied rogues and fi ghters. Good position- who always have a shrine dedicated to the demigod within ing helps other characters make use of sneak attacks, and at the monasteries’ walls. Disciples gain access to free healing the very least provides a bonus on attack rolls. In these situa- from those clerics, as well. tions, it’s probably best to fi ght defensively, and if you have it, maximize your AC bonus from the Combat Expertise feat. At DISCIPLES OF THE WORD 5th level, not only can you get in and out of dangerous spots, IN THE WORLD you can also more effectively escape harmful area effects. “Though we walk different roads, the paths converge at the same Upon reaching 9th level, you can rest assured that you will end.” rarely be subject to a spell you don’t want to affect you. —Utod, Fist of Zuoken ADVANCEMENT A disciple of the word combines truenaming and martial You probably started down the path of the disciple of the word arts, representing the pinnacle of what a person can achieve after fi rst being exposed to the power of Truespeech, either in by devoting herself to reaching her true form. Disciples the presence of a truenamer or another disciple of the word. can appear in any campaign, originating in small shrines Another disciple of the word might have then recognized your in mountain aeries or well-defended and enormous martial agility and combat skills, and told you there was a way to deny arts schools taught by ancient masters. the dangers posed by reality. You sought out the monks of the Order of the Word and unlearned all your previous training, DAILY LIFE for once you saw their techniques in practice, you had to fi nd As important as it is for disciples to focus on their personal the key to unlocking those abilities yourself. training, they do so by following the principles of self-dis- Long hours of study and training fi nally paid off, and you cipline and mental prowess as scribed in the sacred scroll",
        "name":  "DR DC Multiclass Note",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If the utterance is successful, you can increase tion, those attempting to research your personal truename its range by 100%. For most utterances, this means the range fi nd doing so much more diffi cult. The DC of any check made becomes 120 feet. This feat has no effect on utterances with to research your personal truename increases by 4. a range of touch. An enlarged utterance has a Truespeak DC Normal: The Truespeak DC to say a personal truename 5 higher than normal. is 15 + (2 × CR) + 2. “Chenashthri-tenshalemqui’joghenetal!” PERSONAL TRUENAME BACKLASH Your personal truename is so charged with magic power —Reversed utterance of eldritch attraction, that those who fail to speak it properly are warped by reality delivered by Gor’unnalh to push rivals off run amok.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You are rendered free of disease, whether the sickness has an ordinary or a supernatural origin. Both active and incubating diseases are affected. SPELL RESISTANCE Spell resistance applies to your utterances, so you must suc- ceed on a caster level check to overcome the spell resistance of creatures you speak utterances on. Because your utterances are spell-like abilities, the Spell Penetration and Greater Spell Penetration feats make those caster level checks easier, just as they do for spellcasters. When you deliver an utterance, it has an effective caster level equal to your truenamer level. In addition, when speaking an utterance, you can voluntarily 232 increase the DC of a Truespeak check by 5 to automatically For utterances that use the Lexicon of the Perfected overcome a target’s spell resistance. Map, you must be able to see the center of the area you’re truenaming. You can’t truename a dungeon chamber that’s on the other side of a closed door, but you can truename the PERSONAL TRUENAME room once you open the door, even if you can’t see the entire Creatures with an Intelligence score of 3 or higher have per- room from the outside. sonal truenames, which you can discover through research (described in Truename Research, page 196). Personal true- names are more complex than more general truenames, RANGE but knowing one gives you an advantage when facing that Unless otherwise specifi ed, utterances work at a range of creature. If you know a creature’s personal truename, the save 60 feet. DC of your utterances used against that creature increase by 2, and you gain a +2 bonus on caster level checks to overcome DURATION that creature’s spell resistance with your utterances. Speak- Utterances have short durations. Your use of truenames reor- ing a personal truename is more diffi cult, however, and ders the universe as you direct, to be sure, but the universe the DC of a Truespeak check that incorporates a personal quickly reestablishes some semblance of the status quo. truename increases by 2. When you deliver an utterance, you’re remaking reality All truenamers learn their own personal truenames as part itself. Whether the “default reality” returns quickly or slowly, of their education. You have an instinctive understanding of it does so at its own pace. Once you’ve delivered an utterance, your own personal truename and a sense of how it should it will run its full course; utterances aren’t dismissable. be pronounced. But it’s not automatic, even for you. You gain a +4 circumstance bonus on Truespeak checks to affect yourself with truename magic. EFFECTIVE SPELL LEVEL The effective level of an utterance is equal to its utterance THE UNIVERSE KEEPS TRACK OF YOU level for the purpose of Concentration checks, as well as When you deliver an utterance, you’re dealing with the interactions with other spells and abilities, such as globe of cosmos itself and reshaping reality. If a target changes its invulnerability. However, you can increase the effective spell creature type with a spell such as polymorph, its personal level of an utterance by increasing the DC of your Truespeak truename doesn’t change, although the truename you would check. For every spell level you increase the utterance by, use in a less specifi c utterance might. Shapechange, wild shape, increase the DC of your Truespeak check by 4. disguise, resurrection, reincarnation—none of these change a personal truename. Only the ritual of renaming (described THE LAWS in the Truename Spells section of this chapter) can change All utterances obey a pair of important universal laws that a personal truename. govern Truespeech. In fact, one of these laws—the Law of Resistance—is so pervasive that even uses of Truespeech TARGET not involved in speaking utterances must frequently obey With the exception of utterances that use the Lexicon of it. Many Truespeak-based abilities in this chapter, especially the Perfected Map, all utterances target a single creature or some prestige class abilities, follow the strictures of this object. Because the language of truenames is both exacting law. and specifi c, the same truename doesn’t necessarily apply to all four orcs charging at you. You must be able to see your THE LAW OF RESISTANCE target (or at least perceive it in some other way that gets you The fi rst time you speak a particular utterance, you calculate as much information as sight). But your target doesn’t need the DC as described under Speaking a Truename on page to hear the truename. You aren’t speaking to the target, after 232. However, the universe tends to resist being manipulated all. You’re using truenames to speak to the cosmos about with Truespeak repeatedly in a short period of time, so each the target. time you successfully speak the same utterance in a day, the DC of your Truespeak check for that utterance increases by THE UNIVERSE HEARS JUST FINE 2. If you fail a Truespeak check, however, the DC does not Because no creature needs to hear you speak the truename, increase on your next attempt of that utterance. a silence spell won’t automatically stop your utterances. It is more diffi cult to speak a truename properly when you don’t THE LAW OF SEQUENCE have the feedback of hearing your own voice. You have a 20% All utterances obey the Law of Sequence. If you speak an chance of a given utterance failing when you deliver it from utterance with an ongoing duration, you can’t speak that within the area of a silence spell, no matter how high your utterance again until the duration of that utterance ends. Truespeak check result. It’s okay to use a different utterance while the fi rst is still 233 active, however. It’s also okay to use a higher-level version of because they have more of an impact on the universe. Items an utterance while a lower-level version is active, or vice versa, and places are more static, and therefore require more precise because these constitute different utterances. The reverse of language. More information on each lexicon can be found an utterance is treated as the same utterance for the purpose later in this section. of the Law of Sequence. The level entry for each utterance describes the level of the For example, you could speak a 2nd-level lesser word of utterance (not the level that the truenamer gains access to nurturing utterance on one ally, then target another ally with the utterance). See Table 3–2: The Truenamer and Table 3–3: a 1st-level minor word of nurturing utterance. But you could not Maximum Utterance Level Known for details on the levels at use the 2nd-level lesser word of nurturing utterance on an ally, which a truenamer gains access to higher-level utterances. and while it was still in effect, target an ally with the same utterance or an enemy with the reverse of that utterance. LEXICON OF THE COUNTERSPEAKING AND EVOLVING MIND DISPELLING Utterances from the Lexicon of the Evolving Mind form Utterance effects with ongoing durations can be dispelled the bulk of a truenamer’s knowledge. These potent phrases normally using dispel magic. They can also be countered by in the language of Truespeech enable you to persuade the counterspeaking, which works similarly to countering a universe to change with respect to a single creature. Without spell. exception, each of these utterances shares the following characteristics. COUNTERSPEAKING These utterances can target only a single creature, unless To counterspeak an utterance, you must select an opponent you are of high enough level to have the truenamer’s speak as the target of the counterspeaking and ready an action unto the masses class feature. to counterspeak. When your opponent begins to speak an Each utterance from this lexicon, and this lexicon alone, utterance, you can attempt a Truespeak check (DC equal to can be spoken in reverse. When you learn a new utterance, the DC of the utterance being spoken) to identify it. If you you effectively learn two unique, but related, ways to alter also know the utterance, you can then attempt a second the world. Each entry in this lexicon features read-aloud and Truespeak check in an effort to counter the utterance. If your descriptive text for the normal version of the utterance and check result is higher than your opponent’s, you negate the its reverse. The duration and saving throw requirement for utterance with no other results. the normal way to speak an utterance might differ from its reverse, which will be called out in the utterance’s statistics DISPELLING at the top of the entry. To dispel an ongoing utterance, you must successfully speak the same utterance on the same target as the original 1ST-LEVEL UTTERANCES utterance. If your Truespeak check result is higher than the",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ally gains spell resistance, or grant a Normal: Your utterance allows your target to move quickly creature benefi t of Empower Spell feat. through the crowded battlefi eld, striking and darting away before",
        "name":  "Magic Contraction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    }
]
