[
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Although this qualifies as a calling spell, it does not involve a diagram or magic circle trap. Instead, it uses the same power that a calling spell channels to inflict incredible dam- age against an outsider or summoned creature. You reach out, invoke the spell and attempt to call the target creature to your presence. However, halfway through the spell, you simply release the binding energies to the ether and let the target’s physical sub- stance unravel before it arrives. This is sheer agony for the target, which suffers damage equal to its current hit point total if it fails a Fortitude save. Succeeding at the save results in half this damage. No form of damage reduction or resistance effect miti- 4444 45 CONJURATION SPELLS you have been before, even if this requires planar Casting Time: 1 action travel. The song transports the target, its familiar Range: Close (25 ft. + 5 ft./level) if any, and up to 10 pounds of non-living equip- Effect: One summoned familiar ment per caster level. There is no chance of error Duration: Instantaneous with arriving and if a physical obstruction is in the Saving Throw: Will negates (harmless) arrival point, the spell moves the target as far as Spell Resistance: Yes (harmless) needed in the shortest possible straight line to an unobstructed space. This is a simple spell that instantly transports the caster’s familiar to him from anywhere within one If the transported target is currently in command mile per caster level. The familiar can resist this of summoned or called creatures, they are all call, but will not do so under normal transported with him, appearing within 5 feet of circumstances. If the familiar does resist the call, him when they all materialise. This can make the the caster instantly knows why and can release the song a very powerful spell in the repertoire of a spell without losing it or spending the spell slot it conjurer. occupies.",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous doses when first made. Each item treated with Items, planar binding, polymorph any object; the balm requires one dose per cubic foot of",
        "name":  "Caster Level",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13th; Prerequisites: Craft Wondrous Spell Resistance to avoid this effect unless they Items, echoing call I, creator must have 5+ ranks have more Hit Dice than the wearer’s caster level. in Perform; Market Price: 27,500 gp. If so, they may make a Will save against a DC of 20 + 1 per day of captivity. If the wearer of the mantle attacks the creature during its escape or Kukri of Binding beforehand, he receives no protection at all and This single-edged angled dagger is crafted of must suffer the attack as normal. silver and iron in a braided pattern and hammered into a single blade. The handle is ivory and bears",
        "name":  "Caster Level",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous used again. Items, greater planar binding, magic jar; Market",
        "name":  "Caster Level",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Items, greater planar binding, true seeing; Market",
        "name":  "Caster Level",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When the party cleric uses his your presence in your adventuring group or convince turning ability for the last time, you must be ready to the leaders of the order that your party is the right take over. If an evil cleric opposes the party, you group to undertake a mission. might direct the fight against the evil cleric to prevent a countering of your cleric’s turn attempts. Advancement You must also be ready to step forward if the cleric is As you advance in level, some choices are better than unable to turn due to magical effects or uncon- others. Shrewd decisions will lead you down the path sciousness. Prior discussion with the party can be to success. important, since you must choose to turn or attack in Abilities: The two most important abilities for you melee. A skilled party will cover you if you stop to improve are Wisdom and Charisma. The former fighting to turn undead. The good news is that since affects spellcasting, the latter affects turning. If your turning is a supernatural ability, it doesn’t provoke an adventures involve many undead, then Charisma is attack of opportunity. clearly the more important of the two abilities.",
        "name":  "When to Turn",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 15th-level halfling paladin has a giant lizard mount. On Table 1–2 (small paladin) you find that the giant lizard became avail- able at 6th level. Checking the 6th-level column on Table 1–3: Paladin Special Mount Abilities, you find that a 15th-level paladin’s giant lizard mount gets the following abilities: +6 HD, +8 natural AC, +3 Strength adjustment, Int 8, and can command others of its kind. Retiring a mount carries a continued financial than a simple animal (Intelligence score ranging responsibility throughout the rest of the animal’s life. from 8 to 18 depending on age and species) and may While it costs a mere 15 cp per day for a groom to well be smarter than its rider. Patience and tact get tend the mount (a DM may decide that a groom for a better results than harsh words and punishments. special mount charges more), stabling costs 5 sp per Expect the dragon to learn quickly, but allow for its day in addition. inexperience to cause mistakes. Like children and If you retire your special mount at an appropriate pets, dragons get tired, and it’s best to let them rest time, you don’t need to wait a year and a day to gain when they do. another one. However, ignoring the effects of aging and refusing to retire your mount may well constitute Keeping Your Dragon mistreatment of the mount. Mistreating your mount Always give the dragon the reward promised it. Always has consequences (including the mount abandoning treat the dragon as an equal partner in any enterprise. your service). Anyone who wants a loyal dragon companion must defend that dragon as vigorously as the dragon defends Dragon Mounts its partner. The dream mount for many paladins is, of course, a The idea of partnering with a mount may strike dragon. Raising a dragon from an egg until it’s many as odd, but it’s the smartest approach with a large enough to use as a mount (which depends dragon. The dragon is an independent intelligent crea- both on the dragon’s type and your size) can take ture, with its own mind. Expect the DM to treat dragon years. Whilesome elves or dwarves may be inclined mounts as NPCs, not as animals. A rider without a high toward projects that lengthy, members of other Charisma can expect to lose a lot of arguments with races need mounts sooner. Assuming someone in one of these mounts. Dragons age, but do not generally need of a mount could get a dragon to stop and gain experience points. talk, she might persuade the dragon to join her as a special mount and a partner (see Leadership and Losing Your Dragon Mounts, below). Offering a dragon immense Dragons have long memories and gain vast powers rewards in return for assistance might also work, over time. Angering one always has consequences. The depending on the species—but be sure to pay the time may come when the dragon wants to leave. Keep- reward! Tempting a dragon’s curiosity is another ing a dragon when it wants to leave, even if that is possible way to gain a dragon partner. Young possible, is a mistake. Chances are you will gain expe- dragons already separated from their families rience faster than the dragon grows. At some point the might serve in return for experience, education, dragon will realize this (generally when your level is and protection. greater than the dragon’s CR + 4) and will leave. Using magic, such as charmspells, is a mistake, since Whether or not it discusses leaving depends on its the magic eventually wears off, and such coercion may alignment and its relationship with you. anger the dragon. Similarly, persuading a dragon of If you keep your promises to a dragon mount and let widely differing alignment to join an adventuring it leave when it chooses, most likely the dragon will group leads only to the dragon leaving, if not attacking remain friendly toward you. If it holds a grudge against the party. you, it may attack openly, or it may plot secretly for 14 years before striking. Training Your Dragon A young dragon is more like a very intelligent child T11840_620_00 Defenders2.qxd 2/5/01 3:49 PM Page 15 CHAPTER 1:CLERICS AND PALADINS Leadership and Mounts your level or higher, even if you’re only using a level Canny characters may use the Leadership feat to equivalent (for special cohorts, as given in Table 2–27). attract a cohort that can serve as a mount (see Leader- Then consult Table 1–4: Dragon Cohorts to see what ship, page 45 of the DUNGEONMASTER’sGuide). This feat type and age of dragon can be attracted based on the cannot attract a mount with an Intelligence of less level of cohort you can attract. (Generally, only lawful than 4. If you already have a special mount, familiar, or good dragons, such as bronzes, silvers, or golds, will animal companion, you suffer a –2 penalty to your serve as a paladin’s cohort. The other dragons are Leadership score. Table 2–27: Example Special Cohorts included on Table 1–4 as examples for nonpaladins on page 45 of the DUNGEON MASTER’s Guide includes who wish to have a dragon cohort.) some cohorts that can also serve as mounts; use these Most dragon cohorts are at least of young age. as a guideline if you want to add more examples. Wyrmling and very young dragons are too young to serve as cohorts, since they are usually still under the Dragon Cohorts care of their parents. Dragons older than adult age If your DM is willing to allow it, you might be able to make poor cohorts, since they are generally seeking a use the Leadership feat to attract a dragon as your mate by this time. cohort. To determine the type and age of dragon that It is possible for a paladin to attract a dragon cohort will heed your call, first consult Table 2–25: Leadership that is too small for her to ride. Any such cohort can’t in the DUNGEONMASTER’s Guideto determine the level gain the special mount powers (see below). of cohort you can attract. You can’t attract a cohort of Special Dragon Mounts Table 1–4: Dragon Cohorts Some paladins want more from a mount than loyalty. Lawful Good Dragons CR Level Equivalent Some desire an intelligent companion that can share Bronze dragon (young)* 6 11th their adventures; a mighty ally against the forces of Silver dragon (young)* 6 12th evil whose power can grow with the paladin’s. For Bronze dragon (juvenile) 8 13th these paladins, only one choice exists: the special Gold dragon (young) 8 13th dragon mount. Silver dragon (juvenile) 9 14th Clearly, a dragon is a far more powerful special Gold dragon (juvenile) 10 15th Bronze dragon (young adult) 11 16th mount than anything else a paladin can obtain, even Silver dragon (young adult 12 17th with the rules presented elsewhere in this book. Expect any DM who chooses to allow a special dragon Chaotic Good Dragons CR Level Equivalent mount to closely monitor the situation to ensure that Brass dragon (young)* 5 10th you and your mount (or indeed, the mount alone) Copper dragon (young)* 6 11th don’t become the centerpiece of the campaign. Brass dragon (juvenile)* 7 12th Copper dragon (juvenile)* 8 13th That said, few sights are more breathtaking than a Brass dragon (young adult) 9 14th paladin astride a mighty dragon, its scales glistening in Copper dragon (young adult) 10 15th the sunlight as it soars through the sky in search of evil Brass dragon (adult) 11 16th to smite. If you (and your friends) are willing to put up with the headaches, this option might suit you. Lawful Evil Dragons CR Level Equivalent First, you must use the Leadership feat to gain an Green dragon (young)* 4 9th appropriate dragon as a cohort. Only a lawful good Blue dragon (young)* 5 10th Green dragon (juvenile) 7 12th dragon will serve as a paladin’s special mount, which Blue dragon (juvenile) 7 13th limits your choices. Green dragon (young adult) 10 15th Second, the mount must be capable of bearing the Blue dragon (young adult) 10 16th rider, as with a typical mount. The dragon must be at Green dragon (adult) 12 17th least one size category larger than the rider. This means that Small paladins can actually summon a Chaotic Evil Dragons CR Level Equivalent special dragon mount earlier than their Medium- White dragon (young)* 3 8th Black dragon (young)* 4 9th size counterparts! The mount also must be strong White dragon (juvenile)* 5 10th enough to bear the rider aloft. As a quadruped, a dragon Black dragon (juvenile)* 6 11th can carry more than the normal weight of a typical Red dragon (young) 6 11th creature with its size and Strength (see Strength, White dragon (young adult) 7 12th page 10 of the Monster Manual); however, flying crea- Black dragon (young adult) 8 13th tures can carry weight aloft only up to their maxi- Red dragon (juvenile) 9 14th White dragon (adult) 9 14th mum light load. Black dragon (adult) 10 15th Third, you must provide the dragon with a suitable 15 Red dragon (young adult) 12 17th lair: Even a loyal silver dragon mount won’t live in the *May be ridden only by a Small rider. stable with the other mounts. The Monster Manual T11840_620_00 Defenders2.qxd 2/5/01 3:49 PM Page 16 CHAPTER 1: CLERICS AND PALADINS describes what types of lairs these dragons prefer; any Sites that are more important might be guarded by dragon denied the ability to build an appropriate lair better wards that require higher turning check results. will certainly rebel against its paladin. Sealing a Portal:In the middle of the once-sacred Fourth, you must provide the dragon with treasure temple of Pelor, where the altar stood, a column of to keep in its lair. A minimum hoard of 1,000 gp value hellfire now rises from the floor and through the of treasure per Hit Die of the dragon is typical, with the dome above. Through the flaming column, devils exact makeup depending on the type and likes of the make their way from Baator to the Material Plane to dragon. Bronze dragons, for instance, prefer pearls. work their evil. Jozan, standing over the corpse of an (The dragon isn’t just keeping the treasure safe for you, osyluth, brandishes his holy symbol and channels it belongs to the dragon, and it won’t part with this Pelor’s power back into the forsaken temple. While treasure kindly). sweat runs down his face, positive energy flows Finally (and perhaps most importantly), you must through his body, forcing the planar portal closed. treat the dragon with the respect that a creature of its Such a portal might require a turning check result Intelligence, power, and stature commands. It is not good enough to turn a 10-HD undead, or higher, a dumb beast to order around, nor is it merely a depending on the strength of the connection. This is minion to command. Even lawful good dragons are an appropriate challenge for a 7th-level cleric, who will willful creatures with their own desires and needs, need a 19 or better on his turning check. A portal to and you take your life into your own hands if you Baator is almost certainly surrounded by a desecrate forget this. effect that adds a measure of difficulty to the turning If you meet all these requirements and successfully check. A cleric hoping to close the portal would do summon a special dragon mount, it gains all the special well to cast consecratefirst (to negate that effect), then abilities of a typical paladin’s mount; however, it gains make the turning attempt with no penalty. them later in your career than other mounts. See the An evil cleric could effectively bolster the same “Dragon” column on Table 1–3: Paladin Special Mount portal, so that it would require a higher turning check Abilities for details. In addition, you become immune result to close the portal. This would work the same as to the frightful presence of your special dragon mount bolstering undead. (as long as it remains loyal to you). New Feats: Several new feats allow clerics and",
        "name":  "Example",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to turn or rebuke undead, Metamagic Feats Prerequisite Cha 13+, Extra Turning. Reach Spell —",
        "name":  "Prerequisite",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spend one of your turn/rebuke undead action, but with a –4 penalty on both your turning attempts to increase your base speed by 10 feet and check and turning damage roll. You may still only gain a +2 enhancement bonus to your Constitution. make one turning attempt per round. These effects last a number of minutes equal to your You may use this feat only when you actually Charisma modifier. attempt to turn or rebuke undead. You may not use it when you power a divine feat. Empower Turning [Special] You can turn or rebuke more undead with a single Reach Spell [Metamagic] turning attempt. You can cast touch spells without touching the spell",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can turn or rebuke more undead than range of “touch” at any distance up to 30 feet. The spell usual, but have a harder time affecting undead with a effectively becomes a ray, so you must succeed at a larger number of Hit Dice. If you take a –2 penalty on ranged touch attack to bestow the spell upon the recip- your turning check roll, you can add +2d6 to your turn- ient. A reach spell uses up a spell slot two levels higher ing damage roll. than the spell’s actual level. Extra Smiting [Special] Sacred Spell [Metamagic] You can make more smite attacks. Your damaging spells are imbued with divine power.",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rangers, scouts, spies, and many Weight: 1 lb. elves covet these arrows. By taking a full-round action Goad of Mastery: This 3-foot iron rod allows the to concentrate, the user can see what is happening in bearer to speak with animals at will when it is held. the vicinity of the arrow as if using the clairvoyancespell. While mounted and bearing this item, the user gives Five minutes after being fired against a target, the arrow the mount a +2 morale bonus on all saving throws. The crumbles to dust. Otherwise, it is in all ways a +1 arrow. goad of mastery also acts as a +1 heavy mace, but only",
        "name":  "Arrow of Farsight",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Rod, whispering Rod of Authority: These multiuse items are pro- wind;Market Price:35,712 gp; Weight:8 lbs. tected zealously and only given to those with permanent",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day the bearer of this Caster Level: 4th; Prerequisites:Craft Wondrous Item, amulet may recall up six levels of divine spells already cast. ability to turn or rebuke undead as 4th-level cleric, The bearer can recall only spells prepared and cast that day. participation of a celestial, fiend, or other outsider",
        "name":  "Amulet of Memory",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6th; Prerequisites: Craft Wondrous Item; servant of a deity; Market Price: 5,040 gp; Weight: 1 lb.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6th; Prerequisites: Craft Wondrous Item; gp; Weight: 1 lb.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6th; Prerequisites:Craft Wondrous Item, Caster Level: 5th; Prerequisites: Craft Wondrous Item, divination;Market Price: 44,800 gp; Weight: 2 lb. comprehend languages, speak with dead; Market Price:",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These appear no different from 23,400 gp; Weight: —. any other magic bracers.On command, these bracers Mirror of Revelation: If an evil outsider looks into jerk together and remain bound to each other until this small, octagonal mirror, the mirror dispels any another command word is spoken. Against escape illusion spells or effects that conceal the true nature of attempts, the bracers have Strength 30, and the DC for the outsider. This effect functions as a targeted dispel the Escape Artist check is 35. magiccast by a 10th-level cleric. If the outsider is wary",
        "name":  "Bracers of Binding",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, or attempts to avert its gaze, treat the situation as a gaze make whole;Market Price:10,800 gp; Weight: 1 lb. attack (see page 77 of the DUNGEONMASTER’s Guide).",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This elf-made item is a green Caster Level: 10th; Prerequisites: Craft Wondrous Item, cloak with brown leather trim. When worn by an elf, dispel magic;Market Price: 48,000 gp; Weight: 1/2 lb. that individual gains a +4 competence bonus on Sacred Scabbard: This item has a varying appear- Balance and Climb checks and may use tree stridethree ance. When first found, there is a 25% chance it times per day. appears as a dagger sheath, a 25% chance it appears as",
        "name":  "Cloak of the Forest",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The elven religion teaches that the common believers, providing spells and other serv- magic and other arts are powerful spiritual forces, lift- ices, or collecting and passing on information. ing the spirit above the mundane and drawing it to the Other Characters: By their nature, chaotic good divine. Beauty must die when it is constrained within churches do not sponsor orders of knights, templars, regulations and conventions, and the spirit dies under or other groups. However, it is not uncommon for 32 the same conditions. individual characters of some classes to associate with a",
        "name":  "Corellon Larethian",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The emphasis of Wee Jas’s teachings lies temple’s library and for safeguarding its arcane secrets upon individual discipline, particularly in the study from the uninitiated. Undercleric Oberd Mallom and practice of magic. Through a disciplined life of handles much of the day-to-day business, including study and practice, followers of Wee Jas learn to most contact with the outside world. control the force of magic and, through its power, 1. Great Hall:With a high, arched ceiling and elab- impose order on the world around them. orately carved columns running its length, the Great",
        "name":  "Wee Jas",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +5, Concentration +16, Diplomacy (1d4+1/19–20, +1 dagger) or +7 ranged (1d4+1/19–20, +1 +5, Heal +10, Knowledge (arcana) +8, Knowledge (religion) dagger); SA Rebuke undead 7/day; SV Fort +6, Ref +4, Will +15, Scry +8, Search +3, Sense Motive +7, Spellcraft +17, Spot +9; AL LN; Str 11, Dex 14, Con 14, Int 16, Wis 15, Cha 11. +6; Craft Wondrous Item, Empower Spell, Leadership, Skills and Feats:Alchemy +11, Concentration +12, Knowl- Quicken Spell, Scribe Scroll. edge (arcana) +13, Knowledge (religion) +13, Scry +9, Spell-",
        "name":  "Skills and Feats",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine Health: Immune to all diseases; craft +13; Extra Turning, Scribe Scroll, Spell Focus (Necro- Half-Elven Traits: Immune to sleep,+2 racial bonus on saves mancy), Spell Penetration, Toughness. 34 against enchantments, low-light vision; Slippery Mind: Cleric Spells Prepared(4/4/3; base DC = 12 + spell level): 0— Against enchantment spell, roll a second saving throw 1 detect magic, guidance, resistance, virtue;1st—bane, cause fear*, round after failing first. doom,sanctuary;2nd—death knell*, desecrate, hold person. T11840_620_00 Defenders2.qxd 2/5/01 3:51 PM Page 35 CHAPTER 2:CHURCHES AND ORGANIZATIONS *Domain spell. Deity: Wee Jas. Domains: Death (1/day, that reflect the needs of that idea or role. For melee touch attack kills living creature if 3d6 roll equals or instance, a neutral church dedicated to “natural exceeds its current hit points), Magic (use scrolls, wands, and other spell completion or spell trigger devices as a 5th- philosophy” (what we know today as science) would level wizard). have libraries, laboratories, and observatories. A Wizard Spells Prepared(5/5/4; base DC = 13 + spell level): neutral temple dedicated to nature might be made 0—daze, disrupt undead*(2),mage hand, ray of frost;1st—cause out of living matter. fear*, chill touch*, magic missile, ray of enfeeblement*, sleep;2nd— Dogma: Few principles of dogma are common in all darkness, ghoul touch*, Melf’s acid arrow, spectral hand*. neutral churches. The faithful of neutral churches",
        "name":  "Special Qualities",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +7, Diplomacy +5, Intimi- suitable for ceremonies. Fharlanghn emphasizes the date +2, Knowledge (religion) +8, Sense Motive +4, Spell- need for travel and the benefits of an open mind and craft +8; Scribe Scroll, Toughness. broad personal horizons. Although clergy travel Spells Prepared (4/4; base DC = 12 + spell level): 0—cure throughout their ordained careers, the faithful take minor wounds, detect magic, guidance, light; 1st—command, regular trips and return home, sharing what they detect undead, protection from chaos*, sanctuary. learn with others. The church has almost no hierarchy. *Domain spell. Deity: Wee Jas. Domains: Law (cast law Individual clerics defer to each other based on expe- spells at 3rd caster level), Magic (use scrolls, wands, and other spell completion or spell trigger devices as a 1st- rience and need. level wizard). Obad-Hai: In temples of Obad-Hai, the clerics’ hier-",
        "name":  "Skills and Feats",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Neutral evil clerics worship deities that Neutral evil churches have two main variations. One teach them to be self-centered, but at the same time teaches personal success and gratification as the ulti- they must claim an interest in others. False compas- mate goal. It doesn’t matter who the faithful hurt as sion helps them lead their flocks and influence those long as they get what they want. The other variation who might one day convert to the faith. Although not teaches that power and personal gratification flow worth much as healers, neutral evil clerics are some- from actively hurting others. Both consider hierar- times welcome in adventuring parties for their ability chies and personal freedoms irrelevant. As a result, two to magically inflict damage on opponents and glean temples of the same deity may interfere with each secret knowledge from their temples. Neutral evil other, or fight openly. Congregations do not welcome clerics generally hide their beliefs to avoid persecu- new worshipers because that would mean they cared tion, and doing that allows them to give advice to their about those new people. Clerics, however, are always neighbors and acquaintances without those people happy to gain converts. knowing their true motivation. Of course, the advice Neutral evil churches generally must operate in invariably advocates cruelty and dispassionate eleva- secret. They may be hidden beneath the streets or tion of selfish needs. behind legitimate businesses, or may hold services in Other Characters: Neutral evil temples actively conveniently empty warehouses. Where they operate plot the murder of paladins, and never have orders of openly, they flaunt power, wealth, and cruelty. The such characters in their temples. Orders of assassins place of worship usually contains sacrificial altars and are often associated with neutral evil faiths. Orders of cages for holding victims. Branches of the church shadowdancers may also lurk in neutral evil temples. devoted to actively hurting others generally have Monks and barbarians are too involved with the chambers and implements for ritual torture within struggle between law and chaos to associate with their facilities. temples of true evil. Some faiths encourage bards for",
        "name":  "Clerics",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Male half-orc Clr2; CR 2; Medium-size humanoid; 39 dispel magic, invisibility purge, magic circle against good*;4th— HD 2d8+6; hp 16; Init –2; Spd 20 ft.; AC 17 (touch 8, flat- divine power, empowered bull’s strength, giant vermin, poison, footed 17); Atk +7 melee (1d8+4, masterwork morningstar); unholy blight*; 5th—circle of doom, dispel good*, flame strike, T11840_620_00 Defenders2.qxd 2/5/01 3:52 PM Page 40 CHAPTER 2:CHURCHES AND ORGANIZATIONS SA Rebuke undead 2/day; SQ Darkvision 60 ft.; AL CE; SV members who are elected by their peers to serve seven- Fort +6, Ref –2, Will +5; Str 18, Dex 7, Con 17, Int 6, Wis 14, year terms. The council honors the outstanding Cha 9.",
        "name":  "DKor",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "HD 8d8; hp 45; AC 20; Atk +4 melee mark, detect magic, mending, read magic; 1st—comprehend (1d6+4, 2 hooves), –1 melee (1d4+2, bite); Fort +9, Ref +7, languages, identify, unseen servant;2nd—darkvision, daylight. Will +3; Str 20, Int 7, Improved Evasion. Lay on Hands(Sp):",
        "name":  "Warhorse Mount",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0—arcane mark, dancing lights, daze, detect magic, Heal up to 27 points of damage per day, or deal up to 27 detect poison, disrupt undead, flare, ghost sound, light, mage hand, points of damage per day to undead as if using a touch spell. mending, open/close, prestidigitation, ray of frost, read magic, resist-",
        "name":  "Spellbook",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Upon adopting the church check as if casting dispel magic against the shape- inquisitor class, a character gains access to the Inqui- changing effect. The church inquisitor’s +4 bonus on sition domain, described in Chapter 4: Divine Magic. dispel checks (the Inquisition domain granted power) The character gains the granted power associated applies to this check. This ability undoes the effect of with the domain (a +4 bonus on dispel checks) and alter self, polymorph self, shapechange, and alternate form can choose the spells in that domain as his daily abilities, whether exceptional, spell-like, or super- domain spells. natural in nature. The affected creature cannot change",
        "name":  "Prestige Domain",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 + Int modifier. Dispel Magic (Sp): A consecrated harrier can use dispel magicas a cleric of the same level. Starting at 3rd Class Features level, the consecrated harrier can use this spell-like 53 All of the following are class features of the conse- ability once per day, plus one additional time per point crated harrier prestige class. of Wisdom bonus. T11840_620_00 Defenders2.qxd 2/5/01 3:54 PM Page 54 CHAPTER 5:PRESTIGE CLASSES Emotion (Sp): Starting at 4th level, a consecrated 1st—alter self, animate rope, calm emotions, harrier can arouse an emotion in all living creatures in command, doom. a 15-foot radius, as the spell emotion. She uses this 2nd—charm person, daylight, detect thoughts, hold spell-like ability as a wizard of one level lower, so a 4th- person. level consecrated harrier uses it like a 3rd-level wizard. 3rd—death ward, discern lies, dismissal, legend lore. She can do this a number of times each day equal to 4th—dominate person, mark of justice. her Wisdom bonus, minimum one. 5th—antimagic field, banishment. False Vision (Su): Starting at 6th level, a conse- See Complete Divine crated harrier can hide herself from the scrying CONTEMPLATIVE attempts of her target, her target’s allies, or anyone in the target’s employ, as the spell false vision. She For any servant of a deity, no joy is greater than at uses this supernatural ability as a wizard of one level those rare moments when the presence of her patron lower, so a 6th-level consecrated harrier uses it like deity is a real, tangible force, sending shivers of a 5th-level wizard. She can do this a number of power through her body and sending her soul soar- times each day equal to her Wisdom bonus, mini- ing. For some, the taste for this experience is such a mum one. powerful attraction that they begin devoting their Implacable Hunt (Su): Beginning at 8th level, if lives to cultivating it, hoping to attain greater close- the consecrated harrier wounds a target and the ness to their deity through a life of contemplation. target escapes, the consecrated harrier always knows Spending hours in prayer and meditation, these the direction in which her target lies and the approx- devoted followers purify their souls, fitting them for imate distance between her and her target. This abil- closer contact with the divine. While some contem- ity only works if the consecrated harrier and her platives withdraw from the world into private target are on the same plane of existence. Implacable retreats, others remain active, even adventuring, hunt can be used simultaneously against different finding that true nearness to their deity comes from targets, as long as each of those individual targets is living out the deity’s will in the world. In return, part of a group that is, in total, the harrier’s target for they find their minds, bodies, and souls purified, her current mission. perfected, and finally brought close to union with Faultless Hunt (Su): At 10th level, a consecrated their deity. harrier who establishes an implacable hunt can Some contemplatives, rather than devoting their intensify this to a faultless hunt, enabling her to lives to a deity, strive to conform themselves to an locate her quarry even across planar boundaries. some other abstract principle such as an alignment. Unlike an implacable hunt, which can affect several Their mission is no less divine than that of contempla- individuals at the same time, only one faultless hunt tives devoted to a deity, and their methods substan- against a single individual can be pursued at one tially the same. Many such contemplatives live as itin- time. For the consecrated harrier to begin a faultless erant philosophers, teaching their doctrines in schools hunt, she must abandon any faultless hunt that she is or in the marketplace as they travel from city to city, already conducting. hoping to enlighten the masses. Most contemplatives are clerics, though paladins are",
        "name":  "Skill Points at Each Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A contemplative who was previously a divine spellcaster continues to gain access to more powerful divine magic while following the contempla- tive path. Thus, when a new contemplative level is gained, the character gains new spells per day as if she had also gained a level in the divine spellcasting class she belonged to before she added the prestige class. She does not, however, gain any other benefit a char- acter of that class would have gained (improved chance of controlling or rebuking undead, more frequent remove disease, and so on). This essentially means that she adds the level of contemplative to the level of what- ever other spellcasting class the character has, then determines spells per day accordingly. For example, if Class Skills Theresa, an 11th-level cleric, gains a level as a contem- The contemplative’s class skills (and the key ability plative, she gains new spells as if she had risen to 12th for each skill) are Concentration (Con), Craft (Int), level as a cleric, but uses the other contemplative Diplomacy (Cha), Heal (Wis), Intimidate (Cha), aspects of level progression such as base attack bonus Intuit Direction (Wis), Knowledge (religion) (Int), and save bonus. If she next gains a level as a cleric, Profession (Wis), Scry (Int, exclusive skill), Sense making her a 12th-level cleric/1st-level contemplative, Motive (Wis), and Spellcraft (Int). See Chapter 4: she gains spells as if she had risen to 13th level as a Skills in the Player’s Handbookfor skill descriptions. cleric. If a character had more than one divine spellcasting",
        "name":  "Spells per Day",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The holy liberator and Spells: A hospitaler casts spells as a cleric (see Table companion can communicate verbally as if they were 3–6: The Cleric, page 30 of the Player’s Handbook) and using a common language. Other creatures do not has full access to the general cleric spell list. Hospitaler understand the communication without magical help. levels are added to cleric levels to determine spells per",
        "name":  "Speak with Holy Liberator",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A drumming, beating a possessed person on the soles of Once a master of shrouds sum- master of shrouds may summon any combi- the feet, liberal use of holy water, or many other mons undead creatures, only nation of shadows and allips totaling no means, sacred exorcists hope to drive away the spiri- three outcomes are possible. more than two creatures. At the instant the tual forces of evil, preventing them from causing The undead may be slain or ability is used, the master of shrouds may harm to the bodies and souls of humanity. Sacred driven off in combat. The set a shorter duration than the usual 1 exorcists are serious about their work and very undead may depart when the round per master level. A master who can devoted to their religion. Not all of them are dour and spell duration ends. The communicate with the summoned undead grim, but most are. Their determination to combat undead attack the master of can direct them as per the summon monster the forces of evil in the world—along with their shrouds when their no other spell. If the summoned creatures remain special ability to do so—more than makes up for enemies remain to be dealt after the last enemy is gone, they will attack their lack of humor. with. In the last case, the mas- the master of shrouds unless she succeeds Most sacred exorcists are clerics or paladins who are ter of shrouds must rely on at a turning check for each creature every specifically trained by their church for the work they other powers or allies to save round until they disappear. The summon are called to do. Most churches select only those who her from the wrath of the sum- undead I ability can be used a number of have shown a clear dedication to the work of opposing moned undead. times each day equal to three plus the evil outsiders, as well as exemplary faith and devotion. master of shrouds’ Charisma bonus (mini- Occasionally, a wizard qualifies to fill this role in a mum once). church that is tolerant toward arcane magic, but Summon Undead II(Sp): As summon undead I,but the members of other classes rarely become sacred exorcists. master of shrouds may summon two wraiths, or any NPC sacred exorcists are usually loners who travel combination of shadows and allips totaling no more from city to city in the service of their church. As than four creatures. highly specialized professionals, their services are Summon Undead III (Sp): As summon undead I, but frequently in demand, though few cities would have the master of shrouds may summon two spectres, or need for a full-time sacred exorcist. any combination of wraiths, shadows, and allips total- Hit Die:d8. ing no more than four creatures. Summon Undead IV (Sp): As summon undead I, but Requirements the master of shrouds may summon any combination To qualify to become a sacred exorcist, a character of spectres, wraiths, shadows, and allips totaling no must fulfill all the following criteria. more than eight creatures. Alignment:Any good. Knowledge (the planes):7ranks. Master of Shrouds Spell List Knowledge (religion):10ranks.",
        "name":  "Summoning Undead spell, with the following exceptions",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast dismissalor dispel evil. following list: Special: Adopting this prestige class requires the 1st—disrupt undead, chill touch, ray of enfeeblement. sanction of a church or order that ordains sacred exor- 2nd—ghoul touch, scare, spectral hand. cists. Only characters judged by their church to be 3rd—contagion, gentle repose, halt undead, vampiric touch. exemplary in faith and devotion, strong of will and 4th—enervation, fear. upright in morality, are made sacred exorcists. 5th—magic jar. Access to these spells does not increase the number Class Skills of spells a master of shrouds can cast each day. The sacred exorcist’s class skills (and the key ability for each skill) are Concentration (Con), Craft (Int), Heal Table 3–12: The Sacred Exorcist Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +0 0 +2 Prestige domain: Exorcism, +1 level of existing class chosen foe +1, turn undead 2nd +1 +0 0 +3 Resist possession, detect evil +1 level of existing class 3rd +2 +1 +1 +3 Extra Turning +1 level of existing class 4th +3 +1 +1 +4 Dispel evil1/week, chosen foe +2 +1 level of existing class 5th +3 +1 +1 +4 Consecrated presence +1 level of existing class 6th +4 +2 +2 +5 Extra Turning +1 level of existing class 68 7th +5 +2 +2 +5 Dispel evil2/week +1 level of existing class 8th +6 +2 +2 +6 Chosen foe +3 +1 level of existing class 9th +6 +3 +3 +6 Extra Turning +1 level of existing class 10th +7 +3 +3 +7 Dispel evil3/week +1 level of existing class T11840_620_00 Defenders2.qxd 2/5/01 3:56 PM Page 69 CHAPTER 3:PRESTIGE CLASSES (Wis), Intimidate (Cha), Knowledge (arcana) (Int), ing its granted power (the ability to force possessing Knowledge (the planes) (Int), Knowledge (religion) spirits out of the bodies they inhabit). The Exorcism (Int), Profession (Wis), Scry (Int, exclusive skill), and domain spells can be chosen as daily domain spells. Spellcraft (Int). See Chapter 4: Skills in the Player’s Chosen Foe (Ex):A sacred exorcist designates either Handbookfor skill descriptions. undead or outsiders as her chosen foe. Extensive study and special training in the proper techniques for combat-",
        "name":  "Masters of shrouds choose their divine spells from the Spells",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sacred exorcist her paladin level –2) to advances in spellcasting ability as determine her effective well as learning the skills of exor- level with respect to cism. Thus, when a new sacred exor- turning attempts. cist level is gained, the character Resist Possession (Ex): gains new spells per day as if she Sacred exorcists of at least 2nd level had also gained a level in what- receive a +4 sacred bonus on ever spellcasting class she their saving throws against belonged to before she added the magic jar spells or similar prestige class. She does not, abilities (including a ghost’s however, gain any other benefit malevolence ability), and a character of that class would a +2 sacred bonus on have gained (improved dispel checksmade to chance of controlling or dispel such effects. rebuking undead, more They also get a +2 frequent remove disease, sacred bonus on their and so on). This means saving throws against that she adds the level all charm and compul- of sacred exorcist to sionspells and effects the level of another cast by evil outsiders spellcasting class the or undead. character has, then deter- Detect Evil (Sp): At mines spells per day accordingly. will, a sacred exorcist of For example, if Delliva, an 8th- at least 2nd level can level cleric, gains a level as a detect evil as a spell- sacred exorcist, she gains new like ability. This abil- spells as if she had risen to 9th ity duplicates the level as a cleric, but uses the effects of the spell other sacred exorcist aspects detect evil. of level progression such as base attack bonus and save Extra Turning:At 3rd, 6th, and 9th level, a sacred bonuses. If she next gains a level as a cleric, making her exorcist gains Extra Turning as a bonus feat. Each time a 9th-level cleric/1st-level sacred exorcist, she gains a sacred exorcist gains this feat, she adds four to the spells as if she had risen to 10th level as a cleric. number of turning attempts she can make in a day. If a character had more than one divine spellcasting Dispel Evil(Sp):At 4th level, the sacred exorcist gains class before she became a sacred exorcist, the player the ability to use dispel evilas a spell-like ability once per must decide which class to assign each level of sacred week. At 7th level, she can use this ability twice per exorcist for the purpose of determining spells per day. week. At 10th level, she can use it three times per week.",
        "name":  "Spells per Day",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Speak with animalsonce per day per 4 Status.Monitors condition, position of allies. level as the spell. This is a supernatural ability. 5 Rary’s Telepathic Bond.Link lets allies commu- nicate. Beastmaster Domain Spells 6 Heroes’ Feast. Food for 1 creature/level, cures 1 Animal Friendship. Gains permanent animal and blesses. companions. 7 Refuge.Alters item to transport its possessor to you. 2 Beastmask†. Animals and beasts think 8 Mass Heal.As heal, but with several subjects. subject is one of them. 9 Miracle.Requests a deity’s intercession. Granted Power Note 3 Animal Trance. Fascinates 2d6 HD of The Divination domain grants a animals. Creation Prestige Domain character the ability to cast div- 4 Bear’s Heart†.One ally/level +4 Strength Deities:Corellon Larethian, Garl Glittergold, Moradin, ination spells at +2 caster levels and +1d4/level hit points. Obad-Hai, Pelor, Vecna, Yondalla. instead of the more usual +1. 5 Animal Growth. One animal/2 levels Granted Power:Cast Conjuration (creation) spells at Similarly, the Creation domain doubles in size. +2 caster levels. grants a +2 caster levels benefit 6 Summon Nature’s Ally III. Calls for the casting of spells from creatures to fight. Creation Domain Spells the creation subschool. In each 7 Animal Shapes. One ally/level poly- 1 Create Water.Creates 2 gallons/level of pure water. case, the spells in question morphsinto chosen animal. 2 Minor Image.Creates audial and visual illusion of tend to be less immediately 8 Summon Nature’s Ally IV.Calls crea- your design. useful in a conflict, and the tures to fight. 3 Create Food and Water. Feeds three humans (or total number of such spells 9 Shapechange. Transforms you into one horse)/level. tends to be smaller than those any creature, and change forms once 4 Minor Creation.Creates one cloth or wood object. for similar granted powers per round. 5 Major Creation. As minor creation, plus stone from Chapter 11 of the Player’s and metal. Handbook. Celerity Prestige Domain 6 Heroes’ Feast. Food for 1 creature/level, cures",
        "name":  "Granted Power",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Boccob, Obad-Hai, Pelor, Vecna. 1 Blur. Attacks miss subject 20% of the time. Granted Power: You cast divination spells at +2 2 Cat’s Grace. Subject gains 1d4+1 Dex for 1 hr./level. caster levels. 3 Air Walk.Subject treads on air as if solid (climb at 45-degree angle). Divination Domain Spells 4 Haste.Extra partial action and +4 AC. 1 Identify.Determines single feature of magic item. 5 Tree Stride. Step from one tree to another far away. 2 Augury. Learns whether an action will be good 6 Wind Walk.You and your allies turn vaporous and or bad. travel fast. 3 Divination. Provides useful advice for specific, 7 Mass Haste.As haste,affects 1/level subjects. proposed action. 8 Blink. You randomly vanish and reappear for 1 4 Scrying.Spies on subject from a distance. round/level. 5 Commune. Deity answers one yes-or-no ques- 9 Time Stop.You act freely for 1d4+1 rounds. tion/level. 6 Legend Lore. Learn tales about a person, place, Community Prestige Domain or thing.",
        "name":  "Celerity Domain Spells Deities",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You have the supernatural ability 2 Zone of Truth.Subjects within range can’t lie. to force possessing spirits out of the bodies they 3 Detect Thoughts. Allows “listening” to surface inhabit. You make a Charisma check (1d20 + your thoughts. Charisma modifier) and consult Table 8–16, page 4 Discern Lies.Reveals deliberate falsehoods. 140 of the Player’s Handbook, using your prestige 5 True Seeing.See all things as they really are. class level plus your cleric level, if any, plus your 6 Forbiddance. Denies area to creatures of another paladin level –2, if any. If the result from the table is alignment. at least equal to the HD of the possessing creature, 7 Dictum. Kills, paralyzes, weakens, or dazes non- you force it out of the body. If the spirit belongs to a lawful subjects. spellcaster using magic jar, the spirit returns to the 8 Holy Aura.+4 AC, +4 resistance, and SR 25 against receptacle. If it is a ghost, it becomes ethereal and free- evil spells. floating again. In any case, the spirit cannot attempt to 9 Trap the Soul.Imprisons subject within gem. possess the same victim again for one day. Madness Prestige Domain",
        "name":  "Granted Power",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Boccob, Erythnul, Vecna. 1 Protection from Evil. +2 AC and saves, counter Granted Power:You gain an “Insanity score” equal to mind control, hedge out elementals and outsiders. half your class level (add cleric levels to prestige class 2 Magic Circle against Evil. As protection from evil, levels for this purpose). For spellcasting (determining but 10-ft. radius and 10 min./level. bonus spells and DCs), add this score to your Wisdom 3 Remove Curse.Frees object or person from curse. score and use the result in place of Wisdom alone. For 4 Dismissal. Forces a creature to return to native all other purposes, such as skill checks and saving plane. throws, subtract this score from your Wisdom score 5 Dispel Evil.+4 bonus against attacks. and use the result in place of Wisdom alone. This 6 Banishment.Banishes 2 HD/level extraplanar crea- means that your spells are very difficult to resist, but tures. you are in general unaware of your surroundings and 7 Holy Word. Kills, paralyzes, weakens, or dazes act imprudently—often erratically. nongood subjects. Once per day, you can see and act with the clarity of 8 Holy Aura.+4 AC, +4 resistance, and SR 25 against true madness. Use your Insanity score as a bonus on a evil spells. single roll involving Wisdom, such as a Listen check or 9 Unbinding†.Destroys binding spells within 180 ft. a Will saving throw. Choose to use this power before the roll is made. Glory Prestige Domain",
        "name":  "Exorcism Domain Spells Deity",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gain a +2 bonus on Bluff, Diplomacy, infectious diseases. Innuendo, Read Lips, and Sense Motive checks. Gain a +2 bonus on Will saves against enchantment spells Pestilence Domain Spells and effects. 1 Doom. One subject suffers –2 on attacks, damage, saves, and checks. Mind Domain Spells 2 Summon Monster II. Calls 1d3 fiendish dire rats 1 Comprehend Languages.Understands all spoken to fight for you. and written languages. 3 Contagion.Infects subject with chosen disease. 2 Detect Thoughts. Allows “listening” to surface 4 Poison.Touch deals 1d10 Con damage, repeats in thoughts. 1 min. 3 Lesser Telepathic Bond†. Link with subject within 5 Plague of Rats†.Summons horde of diseased rats. 30 ft. for 10 min./level. 6 Curse of Lycanthropy†. Causes temporary lycan- 4 Discern Lies.Reveals deliberate falsehoods. thropy in subject. 5 Rary’s Telepathic Bond. Link lets allies communicate. 7 Scourge†.Inflicts a disease that must be magically 6 Probe Thoughts†. Read subject’s memories, one cured, one subject/level. question/round. 8 Create Greater Undead. Creates one mummy from 7 Brain Spider†. Eavesdrop on thoughts of up to a corpse. eight other creatures. 9 Otyugh Swarm†. Creates 3d4 otyughs or 1d3+1 8 Mind Blank.Subject is immune to mental/emotional Huge otyughs. magic and scrying. 9 Weird. Fearful illusion, affects all within 30 ft., Summoning Prestige Domain either killing or dealing 3d6 damage. Deities:Any.",
        "name":  "Granted Power",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes long, curving claws and heavy knuckles. These claws act T11840_620_00 Defenders2.qxd 2/5/01 3:58 PM Page 82 CHAPTER 4: DIVINE MAGIC This spell has two versions. To cast either version, you Brain Spider must touch a plant and breathe on it. Divination [Mind-Affecting]",
        "name":  "Beast claws changes your hands and fingers, giving you Spell Resistance",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Permanent successful melee touch attack. A subject who fails a Will T11840_620_00 Defenders2.qxd 2/5/01 3:58 PM Page 84 CHAPTER 4: DIVINE MAGIC save is afflicted with insanity (a continuous confusion enhancement bonus to your Charisma score for the effect). This condition is permanent until countered, duration of the spell. and the madness can be passed to anyone the victim All creatures with fewer than 8 HD or levels cease touches. Anyone who makes the initial saving throw is whatever they are doing and are compelled to pay atten- immune to that casting of the chain of chaosspell. tion to you. Any such creature that wants to take hostile Each person the subject touches during the spell’s action against you must make a successful Will save to do duration (including by successful melee attack) must so. Any creature that does not make this saving throw make a Will save at the spell’s DC or suffer the insanity the first time it attempts a hostile action is enthralledfor effect. Each additional victim in turn can pass the the duration of the spell (as the enthrallspell), as long as madness on for a period of one day per five caster it is in the spell’s area, nor will it try to leave the area on its levels after being infected. The spell affects a maxi- own. Creatures with 8 HD or more may pay attention to mum of five persons per caster level. you, but are not affected by this spell. Individual victims can be restored by any means When you speak, all listeners telepathically under- effective against insanity, for example, greater restoration, stand you, even if they do not understand your limited wish,miracle,or wish.Anyone restored cannot be language. While the spell lasts, you can make up to affected again by that casting of the chain of chaos spell. three suggestions to creatures of less than 8 HD in",
        "name":  "Duration",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Humanoid touched 84 You are imbued with an aura of celestial authority, Duration:Permanent (see text) inspiring awe in all lesser creatures that behold your Saving Throw:Fortitude negates terrible perfection and righteousness. You gain a +4 Spell Resistance:Yes T11840_620_00 Defenders2.qxd 2/5/01 3:58 PM Page 85 CHAPTER 4: DIVINE MAGIC",
        "name":  "Target",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S Area: 15-ft.-radius emanation, centered on you T11840_620_00 Defenders2.qxd 2/5/01 3:59 PM Page 86 CHAPTER 4: DIVINE MAGIC",
        "name":  "Components",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No and each claw attack deals 1d4 points of damage. If you are Small, your bite deals 1d3 points of damage You create an immobile, finite plane with limited and each claw attack deals 1d3 points of damage. access—a demiplane. Demiplanes created by this • You gain darkvision with a range of 60 feet. power are very small, very minor planes. You can cast • You gain immunity to poison. this spell only on the Ethereal Plane. When you cast • You gain acid, cold, electricity, and fire resistance 20. it, a local density fluctuation precipitates the • You gain the following bonuses to your ability 86 creation of a demiplane. At first, the demiplane scores: +4 Str, +4 Dex, +2 Con, +4 Int, +4 Wis, +2 Cha. grows at a rate of a 1-foot radius per day to the initial maximum radius of 180 feet as the fledgling plane T11840_620_00 Defenders2.qxd 2/5/01 3:59 PM Page 87 CHAPTER 4: DIVINE MAGIC",
        "name":  "Spell Resistance",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No electricity if you are good, cold and fire if you are evil. Harriercreates an incorporeal magical bird of prey the Lesser Telepathic Bond size of a dire bat (roughly 5 feet long with a 10-foot Divination [Mind-Affecting] wingspan). This bird operates independently of the Level:Clr 3, Mind 3 caster for the duration of the spell. When you invoke Components:V, S harrier, choose a target. The bird then attacks the target Casting Time:1 action for the duration of the spell, or until the target dies. Range:30 ft.",
        "name":  "Spell Resistance",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 3; Large magical beast; HD 4d10; hp 22; Duration:10 minutes/level Init +5; Spd 20 ft., fly 50 ft. (good); AC 19 (touch 14, Saving Throw:None flat-footed 9); Atk +9 melee (1d8, energy); Face/Reach Spell Resistance:No 10 ft. by 5 ft./5 ft.; SA Touch attack; SQ Incorporeal; AL N; SV Fort +4, Ref +9, Will +3; Str —, Dex 20, Con —, You forge a telepathic bond with another creature with an Int 2, Wis 14, Cha 6. Intelligence score of 6 or higher. The bond can be estab-",
        "name":  "DHarrier",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 action Duration:Instantaneous T11840_620_00 Defenders2.qxd 2/5/01 3:59 PM Page 88 CHAPTER 4: DIVINE MAGIC",
        "name":  "Casting Time",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes fighting off the rats takes 1d4 points of damage on its turn and makes a Fortitude saving throw against DC 15 As true domination, except the subject can be any creature + your Intelligence bonus to avoid contracting filth and is permanently dominated if it fails its initial Will fever. A creature in the swarm who takes any other saving throw. A subject ordered to take an action against action, including leaving the swarm, takes 1d4 points of its nature receives a saving throw with a –4 penalty to damage per caster level, and must save at a –4 penalty to resist taking that particular action. If the save succeeds, the avoid contracting the disease. Spellcasting or concen- subject still remains your thrall despite its minor mutiny. trating on spells within the swarm is impossible. Once a subject of thrallmakes a successful saving throw to The rats’ attacks are nonmagical, so being incorpo- resist a specific order, it makes all future saving throws to real, damage reduction, and other defenses can protect resist taking that specific action without a penalty. a creature from damage. The disease effect is magical",
        "name":  "Spell Resistance",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One action 88 A swarm of dire rats viciously attacks all other creatures Range:Touch within a 20-foot spread, inflicting damage and spreading Target:Creature touched filth fever (see page 74 of the DUNGEONMASTER’s Guide). Duration:1 round/level T11840_620_00 Defenders2.qxd 2/5/01 3:59 PM Page 89 CHAPTER 4: DIVINE MAGIC",
        "name":  "Casting Time",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to your holy symbol, this creature to recover. The symptoms persist until the crea- spell requires a sacred text as a divine focus. ture finds some magical means to cure the disease (such as remove disease, heal, or restoration).",
        "name":  "Divine Focus",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unattended, nonmagical object of nonliving Divination matter, up to 1 cu. ft./ level",
        "name":  "Sweet Water Effect",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A well shaft, 10 ft. diameter, up to 100 ft. deep. You create a nonmagical, unattended object of any sort",
        "name":  "Effect",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous of matter. Items created are permanent and cannot be",
        "name":  "Duration",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None negated by dispelling magics or negating powers. For",
        "name":  "Saving Throw",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5 ft. wide out to limit of range same type of item you plan to create—a sliver of wood 90 Duration: Instantaneous to create arrow shafts, a tiny piece of the appropriate",
        "name":  "Effect",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes XP Cost: The item’s gold piece value in XP, or a T11840_620_00 Defenders2.qxd 2/5/01 3:59 PM Page 91 CHAPTER 4: DIVINE MAGIC minimum of 1 XP, whichever is more (see the Player’s force), guards and wards, temporal stasis, and slow spells, Handbookfor item costs). among others. The effect of a statue spell is ended. A magic jaris shattered—forever destroyed—and the life True Domination force within snuffed out. In addition, any spell that Enchantment (Compulsion) [Mind-Affecting] holds magical effects, including other spells, immedi-",
        "name":  "Spell Resistance",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Domination 8 ately releases them at a range of 0 feet (including magic",
        "name":  "Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes familiars, invisible stalkers, genies, and elementals). An antimagic fieldis not affected, nor will the effect of You can control the actions of any humanoid that is unbindingpenetrate one. A magic circle against evil(or Medium-size or smaller. You establish a telepathic link another alignment) that currently holds a creature with the subject’s mind. If a common language is imprisoned is dispelled. shared, you can generally force the subject to perform Curses and geas/quest spells are negated only if as you desire, within the limits of his abilities. If no thecaster is of a level equal to or greater than that of the common language is shared, you can communicate original caster. only basic commands, such as “Come here,” “Go there,” All these effects occur without regard to the caster’s “Fight,” and “Stand still.” You know what the subject is wishes. Spell effects on the person of the caster or experiencing, but you do not receive direct sensory being carried or worn by the caster remain undis- input from him. turbed, but any others within the burst are effective, Subjects have a chance of resisting this control (Will including those of allies. The opening of locks or other save to avoid the effects when the spell is cast). Those closures triggers any alarms or traps attached to them. affected by the spell and then forced to take actions Any released creature may or may not be friendly to against their nature receive a new saving throw with a the caster. penalty of –4. Obviously self-destructive orders may be Material Components: A lodestone and a pinch of carried out, unless the subject can make a saving throw saltpeter. with the –4 penalty. Once control is established, the range at which it can be exercised is unlimited, as long Unfailing Endurance as you and the subject are on the same plane. You need Transmutation not see the subject to control it. Level:Clr 4",
        "name":  "Spell Resistance",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subjects gain an additional +4 morale When you cast an unbinding spell, a burst of force bonus that stacks with the bonus from the Endurance erupts from your body and magically destroys any feat. This bonus also applies to saving throws against spells that contain, constrain, or seal, with the excep- spells and magical effects that cause weakness, fatigue, tions noted below. exhaustion, or enfeeblement.",
        "name":  "Morale Bonus",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Descended from a previous generation of deities, system. If you build a religious system with a single god, you may the gods defeated their ancestors and re-created the universe accord- choose to give divine ranks to servants of that god, calling them ing to their own ideas. They imprisoned their ancestors in various saints, archangels, or whatever you like. The same is true for a dual- places on various planes. Player characters, in the course of their istic system. The two opposed deities may have hosts or choirs of adventures, discover clues to the existence of the primordial gods and servants. Animism assumes that spiritual power in everything and eventually face the decision of whether to free them or not. is best when paired with an infinite amount of divine power. Earned Divinity HIDDEN KNOWLEDGE In this case, divinity can be achieved independent of any act by the As you design your pantheon, keep notes about what is public existing gods. A mortal who fulfills requirements that you define knowledge among mortals, and what secrets the gods keep for automatically becomes a god. Such requirements should vary, so that themselves. You could design a pantheon where the total of no one class dominates the pantheon. For instance, a fighter who divine power has a limit and the gods constantly scheme to assas- defeats a demon lord has just as much chance to become a god as a sinate each other, or to protect themselves and their followers wizard who masters every school of magic. Perhaps anyone who from such activities (depending on alignment). Mortal wor- travels to a far corner of an Outer Plane can drink three times from a shipers know nothing of this, and the gods strive to keep their mystic well, making increasingly difficult Will saves before each limitations hidden. drink, and earn divinity. New deities appear throughout recorded his- Hidden knowledge might genuinely be the domain of the gods, tory. The requirements for becoming a god are most likely known to or it might be hidden in ancient texts, perhaps in a numerical or the highest clerics of each religion, and they may be known through- symbolic code. Ancient beings such as dragons and titans might out your world, or the existing gods may keep them secret. hold bits and pieces of hidden knowledge as well. Such knowledge The number of existing gods makes this decision a significant has value both to mortals and to gods. One example of valuable challenge. Assigning one deity for each domain, player character hidden knowledge could be the exact method by which one earns class, player character race, and alignment allows forty-seven gods. divine status (see The Nature of Divinity, below). So many more could earn divine status that even with monster races Your choice of pantheism, monotheism, dualism, or animism and prestige classes, there could be gods with extremely specific affects the source of hidden knowledge. In the first three cases, portfolios. Some would become the patron deities of geographic that knowledge can come from mortals, divine servants, or one of regions or features, such as a god of the Sulhaut Mountains, or of the gods (or the one god, in the case of monotheism). How the individual countries or cities, making household and local gods more gods interact with the world affects the likelihood of their hiding common. Mystery cults help individuals develop personal relation- or sharing knowledge of themselves. If you build an animistic ships with the divine amid the ever-growing number of gods. If the system, most hidden knowledge comes from mortals who learned sum of divine power is limited, you could have a large number of something about the spirits, or about a specific spirit. If your low-ranked gods (including an infinite number with divine rank 0) system contains mystery cults, many of them possess at least one or a small number of higher-ranked gods. With earned divinity, fragment of hidden knowledge shared only with initiates. player characters have a way to ascend to the ranks of your pantheon. “Hidden” can be a relative term. The knowledge can be in a They may have to discover that way in play, but it exists. common text but hidden in numerical code. It can be in a dead lan- If you choose this route, you need to decide how the current guage, awaiting only translation. Or perhaps any literate person gods (current when your campaign starts) earned their divinity could read it easily, if only the librarian could remember where the and how long ago. Some gods may have been born with divine text was kept. rank, while others earned their divinity. If this is the case, you need to decide how the older gods feel about the “nouveau divine” gods THE NATURE OF DIVINITY who have earned their status. There may be rivalry or outright war Gods are immortal beings with power beyond mortal capabilities. between the two types of god. You decide where they came from. Consider the divine spark, the Earned divinity works well with pantheism, but less so with indefinable quality that separates god and mortal, separately from the monotheism. As discussed elsewhere, monotheistic systems nor- source of divine power (see Dependent and Independent Deities, mally assume the single deity is the creator of the universe. Earning below). While they may be the same thing, they don’t have to be. divinity before there was a universe is a difficult concept to ration- alize, and may be more trouble than it is worth. Conversely, if all the Innate Divinity gods earned their divine rank after the universe was created, you’ll Divinity, the divine spark that makes gods able to perform their need to spend some time deciding how the universe came into being. roles, may be innate to the gods. The Olympian gods, descended Dualism can work with the concept of earning divinity. The from the Titans, were born with their divine status. In this case, methods used by the two gods to earn their respective divine status mortals such as your player characters cannot earn divinity (though might be the very things that polarized them into opposition. In you may decide that deities can impart divine status to mortals). fact, dividing the two deities by their method of attaining divinity Rarely are such gods born during recorded history. They generally can be much more interesting than dividing them by which is predate the intelligent races, and may have created those races. good and which is evil. With this option, you set the number and identity of the gods at If you use ancestral spirits with an animistic system, then earn- the beginning of the game, and these quantities generally remain ing divinity in animism means you become an ancestral spirit. This static. If your campaign will never focus on player characters isn’t a very attractive option for player characters, since they have 10 ascending to godhood or on divine events, this decision on the to die (become spirits) to enjoy their divine status. There’s nothing :1 RETPAHC NI SEITIED EMAG RUOY wrong with the deity or deities at the start of your campaign power, thus becoming the spirits revered in the campaign. Alter- having been born with their power and creating a system in which natively, you could have a mythology in which representatives others can earn divinity as time passes (see Mixing It Up, below). from the animal and plant kingdoms aided the mortals, and they The chief impact of earned divinity for clerics and paladins is all became spirits. Such talking animals and mobile talking plants that new deities appear over time, each demanding his or her own are common in world mythologies. In all cases, you must detail the temple and, depending on alignment, holy order (see Immortal source of the “original theft.” There has to be something to steal Turnover, below). In addition, clerics and paladins who serve gods from, all the way back to the beginning of the universe. know that their divine patron wasn’t always divine. Their faiths do A crime such as theft implies secret or hidden knowledge. Any not include concepts such as the infallibility, omniscience, or time you have a change in the pantheon, you have the potential for omnipotence of their patron deities. secret or hidden knowledge. For instance, the thieves might want The main hidden knowledge about a deity who earned his or her to destroy any record of previous gods, or of their own previous divinity is who the deity was before the achievement. While the new identities. This “active hiding” means that anyone who discovers god may have been well known locally, that doesn’t mean someone “heretical” information is at risk of retribution through divine or thousands of miles away ever heard of him or her. Of course, if the mortal actions. new deity has some personality flaw or weakness, he or she will act Clerics and paladins of deities who stole their way to divine quickly to obscure or hide any record of such weakness. Only the status face some of the same challenges as they do with deities who oldest among the gods have been around long enough for mortals to earned their divine status. Their gods were once nondivine charac- lose track of knowledge about their mortal origins. ters. Their faiths do not include concepts such as the infallibility,",
        "name":  "A single spark of divinity is not mandated in a monotheistic Campaign Idea",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A god’s create the universe. If someone servant approaches the or something else created the player characters with a universe, you need to message. The servant’s know the details. You patron deity will grant the also need to decide if player characters divine the facts of the matter are status, provided they hidden information, com- recover a specific arti- monknowledge, or some- fact from a demon where in between. A pantheon prince’s lair in the of gods might claim to have cre- Abyss and return it to ated the universe and be lying or the deity’s temple in the concealing the truth. The current crop of gods capital. Player characters must travel to may have killed the creators, as the Olympian deities slew the Abyss, locate the demon prince’s lair, infiltrate it, recover the the Titans. They may have defeated the creators and taken their artifact, and then safely transport it to the temple. As an added com- place. Depending on your mythology, the defeated gods might be plication, the artifact is hideously dangerous to mortals on the more desirable than the current crop, or they might be dark and Material Plane if not handled very carefully. To make matters worse, alien, in which case everyone fears their return. evil gods discover this quest and actively seek to destroy the patron Alternatively, the universe might have been born because of a natu- deity’s reputation by unleashing the artifact’s horror on the world. ral process, such as that described in the Big Bang Theory. If you make If the player characters succeed, they become gods. that choice, deities might be superpowerful beings who came into existence before any other life in the universe. All other life might, in Surrendered Divinity fact, result from their experimenting with their new existence. You may choose to allow your gods to surrender their divine status, permanently or temporarily. A god overcome by ennui or grief DEPENDENT AND INDEPENDENT DEITIES might choose to wander the planes or live among mortals. She might Having considered how deities came to be, you should think about decide to take the smaller responsibilities of a household or local where the gods get their power. This choice is independent of god. The other gods must take over the surrendered domains, and choosing the number of gods. The role of clerics and lay members squabbling may result. Further conflict may erupt if the departed of the church changes depending on whether deities derive power from worshipers. Independent gods can take less of an interest in the affairs of their clerics, but deities who depend on worshipers will probably instruct their clerics to protect the faithful and bring new members into worship. Worshipers Provide Power If worshipers provide power to the deities, then the deities are dependent on their worshipers. The deities may accept this depend- 12 ency, or they may chafe at it and seek alternatives. If worshipers :1 RETPAHC NI SEITIED EMAG RUOY yauG .R yb .sullI pqs HOW THE D\u0026D PANTHEON CAME TO BE Most deities in the D\u0026D pantheon were born with their divine power. Vecna, an ascended lich, achieved divine rank. St. Cuthbert is an ascended mortal (see Appendix 2). pqs provide power, then the total number of worshipers and the zeal of HOW DEITIES BEHAVE each worshiper become vital to the deities. Most gods, when The basic attitude of deities toward their mortal followers defines dependent on worshipers, work to give mortals reason to worship. how they influence a campaign. A deity’s attitude generally falls It’s very difficult for such gods to be distant (see Active and Distant into one of three categories: benevolent, indifferent, or hostile. Deities, below) or indifferent, much less actively hostile. Power flowing from worshipers to the gods does not mandate that Benevolent Deities the gods love, or even like, their worshipers. It means that if wor- Benevolent gods care about their worshipers and act to protect shipers die out or lose interest, the god becomes weaker and may them. They focus on constructive methods of building their faith eventually die (see Deicide, below). Rival deities may incite wars to and strive to be awesome figures that people want to worship. As wipe out each other’s worshipers. Clerics actively proselytize and characters advance in levels, benevolent gods become more inter- recruit new worshipers, competing for the attention of everyone ested in their activities and more willing to answer calls for assis- within the sound of their voice. Deities look for ways to provide more tance or information. Benevolent gods are likely to communicate power to their clerics as representations of their own divine power. information to their worshipers and unlikely to hide it. Mystery cults allow dependent gods to cultivate dedicated initi- If the gods are benevolent, mortals must be important to them ates, each of whom provides more power. Ancestor worship may exist for some reason. Typically, mortal worship provides gods with because family reverence for the departed gives ancestors enough power, making gods and mortals interdependent. If it’s possible to power to continue their existence as spirits. Household or local gods kill gods in your campaign or to replace them, gods may be benev- may be all that’s left of formerly powerful gods whose worshipers olent to keep mortals satisfied and unthreatening. In campaigns dwindled, or they may spring up from residents’ beliefs. with benevolent gods, most clerics serve a specific deity and many Desperate deities may compel mortals to worship them (evil paladins belong to divine orders. deities may do so regardless of their source of power), in which case It may be difficult to justify why evil gods are benevolent. You may many of their “faithful” worship out of fear. Many deities emphasize choose to eliminate evil deities and instead allow the most powerful what they’ve done for mortals, encouraging worship out of gratitude demons and devils to represent evil. This arrangement can set the if not love (see Why Mortals Worship Deities, below). stage for a war between infernal armies and divine deities. If you use",
        "name":  "Adventure Idea",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A mighty paladin lost her beloved husband to don’t make players feel that their characters are powerless in the disease. Deranged by her loss, she decided her patron god had campaign. Instead, use the occasional disaster to create a varied betrayed her after her years of love and devotion. She blamed her and dramatic landscape, or to reveal buried cities and lost mines. god for not protecting her family and became a blackguard. She You could even write rescue adventures, in which the player char- sought a legendary artifact said to be able to slay a god. If one of the acters work to save NPCs from floods, volcanoes, or landslides. player characters is a paladin, the blackguard is a former member of Revering animistic spirits out of fear carries the same challenges as the same order. If no player characters are paladins, then the black- dealing with hostile animistic spirits. Ancestral spirits may receive guard was part of a holy order devoted to the deity of the party’s worship as intercessors with or defenders from the gods. cleric. The PCs must find and stop the blackguard somewhere on Fear is a good reason to conceal information. Mortals hide a the plane of Pandemonium, where the gods hid the artifact. great deal from feared gods to avoid retribution. Anything that’s hidden can become lost, if the person who hid it dies without Gratitude revealing its hiding place or simply forgets where he’s hidden it. Mortals may worship gods for their gifts without loving them. In The god or gods may hide information that reveals some reason this case, mortals respect the power of the gods and appreciate why they shouldn’t be feared. their gifts but don’t particularly like them. The gods may be Adventure Idea:The clerics of the local temple dedicated to a unpleasant or simply stern. Think of such gods as particularly lawful evil god begin organizing paramilitary units to enforce atten- strict, but not abusive, parents. Mortals may chafe under rules and dance and worship. They argue to the local government that their commandments without losing sight of the gods’ nature as the god is not receiving its fair share of attention, donations, and source of life. Clerics remind their flocks of all the gods do for appeasement. They produce records and statistics to prove their them while interpreting applications of divine law. point. Legally, no one can oppose them. It’s up to the player charac- Because monotheism is so common in the real world, it’s hard to ters to produce evidence that the press gangs are committing crimes exaggerate the importance of injecting fantastic elements into any or acting in ways offensive to the local government, while they monotheistic system. That said, worshiping a single god out of simultaneously protect people from the brutal “worship enforcers.” gratitude requires the same effort discussed elsewhere. In this case, it’s more interesting if the deity is a somewhat oppressive, stern Other Possibilities figure. Don’t make the rules and commandments of the faith too Necessity is a great reason to worship. In such a system, the deities pro- intrusive in everyday adventuring unless overcoming them, per- vide something mortals need, generally on a daily basis. For instance, haps replacing the god, is the focus of the campaign. Dualism makes deities may embody the forces of nature, such as a god who drives the best use of this situation if mortals love one deity but owe gratitude chariot of the sun across the sky every day. Mortals worship in order to to the other, or fear one deity and owe gratitude to the other. This provide deities with reason, or perhaps power, to grow crops, move the choice works well with animism. Ancestor worship may revolve sun, and so forth. On the other hand, deities may be the source of all around gratitude for what the ancestor bequeathed to or accom- magic, divine and arcane, requiring worship to power spells. plished for the family. Gratitude for a home or local resources may Another possibility is that divine sites generate some mental or motivate the worship of household or local gods. emotional control over those who live around them, growing",
        "name":  "Adventure Idea",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Player characters live in a world where the forever, if left alone to do so. If player characters can kill the gods, gods are believed benevolent, but no one has any direct experience then so can some nonplayer characters, such as other gods and very with such benevolence on an individual level. Clerics dedicate powerful infernal creatures. If the divine spark can be stolen and if themselves to concepts or causes, rather than to gods. Littered divine power is limited, there’s strong motivation for gods to kill about the world are colossal artifacts hinting that the gods were each other to gain power. Granted, your gods may not be motivated once active (such as crashed flying castles proportioned for huge by the desire to gain power, but other creatures may be, particularly inhabitants, unbreakable enormous statues with only the head or evil-aligned creatures and characters. If divine power is limitless or hand protruding above the earth and made entirely of diamond, cannot be stolen, then there’s far less impetus to commit deicide. and so on). As player characters adventure among the mysterious This option allows for change in the pantheon. It also allows ruins, they learn that the gods may also have been responsible for pantheons to replace each other as civilizations rise and fall. If you the vast miles-long dead patches that dot the world. They begin to decide that gods depend on worshipers for power, then something suspect that the gods distanced themselves from the world in order must happen when gods lose so many worshipers that they to keep their struggles from destroying it. They may set out to become powerless and forgotten. reach the gods and beg them to return to their mortal creations. Frequent turmoil in your pantheon may lead to fewer people worshiping any gods at all. If the gods don’t endure longer than Intercession mortals, mortals may not see the point of holding them sacred. The possibility for intercession exists with active gods. Most divine There’s certainly no point in going through the initiation rites for a divination spells involve minor intercession (although the inter- mystery cult if the cult won’t have a patron by the end of the ruption is so minor that answering a low-level divination spell may process. Clerics and paladins may choose to follow something require no conscious effort from the deity). With distant gods, other than one or more gods if they can’t count on their patron however, you must decide how much intercession is truly possible. being alive in the morning. Even if your gods can die, they should You can run a high-level roleplaying game in which deities com- not do so often. Divine death should be a momentous event in your monly appear for whatever reason, but remember that too much campaign. Consider the consequences of domains shifting to a god interference from the gods takes fun away from the players. If a with an opposed alignment, for instance. god can remove obstacles with a wave of his hand, no heroic effort If your gods can die, you need to decide where they go. Perhaps is needed on the part of the characters. The player characters are their corpses drift through the Astral Plane. They might simply dis- heroic not because of the tremendous powers they might or might sipate, or you could create a plane just for the divine dead. not accumulate, but because of the terrible risks they take in the A monotheistic system in which the single god can die runs the risk of, someday, being a universe without a divine being. Some natural mechanism may prevent this from ever happening by auto- matically elevating some worthy mortal to divine status if the cur- rent deity dies. A dualistic system loses its central balance if either deity dies. The remaining deity must immediately appoint a worthy opponent in order to keep the universe functioning and the balance intact. Animistic systems believe everything is alive, and this life stems from the spirits. If the spirit of a place or object dies, the result is an abomination. A dead place or thing is a source of horror and perhaps fear for the faithful, even if the spirits are hostile or feared. Being able to kill a spirit implies that the killer could someday murder the world. Accidental death should never 18 be possible for spirits. Anyone intentionally killing a spirit faces a :1 RETPAHC NI SEITIED EMAG RUOY pqs INTERCESSION BY THE D\u0026D PANTHEON The gods of the D\u0026D pantheon are keenly interested in events on the Material Plane, but they stay on the Outer Planes by general agreement. The only two exceptions are Fharlanghn, who wanders the Material Plane at will, and Vecna, whose Material Plane citadel is kept secret even from his high-ranking clerics. When the deities of the D\u0026D pantheon intercede in mortal affairs, they often do so indirectly or through intermediaries. pqs lifetime spent in hiding from frightened faithful seeking to bring An entirely new god must seek clerics and paladins from among the killer to justice. Ancestor worship is a viable alternative to wor- the faithful as worshipers. These may be new (1st-level) characters shiping dying gods. she encourages and develops, or they may be existing characters dissatisfied with their current faith. Her mortal agents then Gods Cannot Die demonstrate the powers given by their new patron, providing evi- Truly immortal gods fear neither mortal nor fellow god. This doesn’t dence of her existence, and begin attracting worshipers. In addi- mean the same gods have always existed: New gods may come into tion, they may well hire heralds and bards to advertise the new existence as new civilizations and faiths rise, and old ones may disap- temple and bring in the curious. pear as civilizations fall and faiths fade. Immortality may stem from Of course, if the deities are distant and indifferent, then changes an inability for any nondivine creature or character to reach the gods, to the divine ranks may happen without mortal realization. or the gods may be invulnerable as well as immortal. Truly unkillable gods can provide stability and order in your campaign as characters BUILDING A PANTHEON take comfort in the enduring existence of their gods. True immortal- ity boosts the faith of clerics and paladins, and makes them more This section deals with the nuts and bolts of creating gods for a D\u0026D likely to commit their lives to deities. This concept is so common campaign. Because player characters are the focus for any D\u0026D cam- that it makes little difference what sort of system it’s applied to. paign, this section looks at gods from the point of view of the char- acters who worship them. Other Options Perhaps only a specific deity assigned to the task can kill the gods. HOW MANY DEITIES? This god-slayer deity acts to preserve the existing pantheon, and If you’ve chosen a monotheistic or dualistic religion or ethical the world, by slaying those who threaten either. system for your campaign, you need only one or two gods. If you’ve Another option is that only specific items, spells, or acts can kill opted for a more traditional approach using several deities in a gods. For instance, Balder is vulnerable only to mistletoe. Thetis loose or tight pantheon, you’ll want to make sure that you provide tried to make her son Achilles immortal by dipping him in the a god for each character class, character race, and alignment. river Styx, but his heel, where she held him, remained vulnerable. So how many gods is that? Well, that depends on how closely The method for killing a deity (and each god may have a different you want player character alignments to match the alignments of method) is carefully hidden by the gods. their deities. You may choose to protect your gods by giving all of them the The D\u0026D game doesn’t have any rules governing what alignment ability to re-form a body if their current form is slain (see the you have to be to worship a deity—except for clerics, whose align- salient divine ability Rejuvenation in Chapter 2). This “interrupted ment must be within one step of their deity’s alignment (see the cleric immortality” requires some preparation. In systems with this fea- class description in Chapter 3 of the Player’s Handbook). Most player ture, at least one scheming, evil god spends eternity developing characters, however, prefer patron deities whose alignments are simi- spells and artifacts to prevent the return of slain gods. lar to their own. In your world, it might be possible for a lawful good Your deities may be immortal only if they have a minimum ranger to worship a chaotic evil god of the hunt, but such a worshiper number of worshipers. Rather than depending on worshipers for would never truly be welcome in a sect that venerates an evil god, and power, deities depend on them for existence (though they may also many players won’t be comfortable with such an arrangement. depend on worshipers for power if you wish). It may be possible in your campaign for player characters to search EXAMPLE PANTHEON the planes for the bodies of dead gods and resurrect or awaken them. Assuming that your campaign world includes all of the common races described in the Player’s Handbook,your first step in building",
        "name":  "Campaign Idea",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Anyone foolish enough to attack Pelor will likely face Deities possess tremendous personal power. Divine and salient Heironeous’s forces as well. Two other factors protect them: divine abilities combined with the might of their bodies and minds oracles and their own churches. Many deities have some ability to make them awesome creatures. Their ability to invoke divine awe perceive the future, and thus predict attacks before they happen. is often defense enough. In their homes (see Cosmology and Some have servants functioning as oracles at all times, constantly Divine Realms, below) they also possess subtle control over real- combing the weave of times to come for any threat. In addition, ity itself. Flocks, if not armies, of servants, avatars, and proxies churches mobilize to stop threats to their deities. A potential god- normally surround deities. Deities possess relics and artifacts killer likely faces legions of mortal worshipers first. The effort about which mortals know nothing. If threats to their existence are required to kill a god is enormous, and few are willing to expend real, they’ve had centuries to carefully prepare their defenses. In it—even other gods are reluctant to focus that much of their many pantheons, allied gods stand ready to assist and defend attention and energy on a single task. pqqqqrs law) in common, with no opposing element. For example, a chaotic PORTFOLIOS AND DOMAINS good barbarian might be able to choose between a neutral good The Player’s Handbook offers twenty-two cleric domains. Which deity and a chaotic neutral deity (both alignments having some- domains are associated with a deity is largely a function of the thing in common with the character’s own), but should not be deity’s portfolio (see Chapter 2 for a discussion of portfolio and forced to choose a chaotic evil deity, because the evil component of domain selection). However, you’ll want to make sure that your that deity’s alignment is directly opposed to the good component deities offer all twenty-two domains from the Player’s Handbook of the barbarian’s alignment. (otherwise, all the spells described in the Player’s Handbookmay not The chart on the facing page shows one possible arrangement be available in your campaign). If you want to add additional of deities and worshipers in a specially created pantheon. This domains, you’ll have to assign those to your deities as well. minimal pantheon includes enough deities to account for all the possible combinations of class and alignment among the charac- FINISHING UP ters in the campaign. Once you have a deity for each character class and alignment (and Before defining the deities we need to fill out the pantheon, first racial deities, if desired), you need to flesh out each deity with a we divide the eleven classes into four groups according to their name, portfolio, personality, brief history, and dogma. You may general nature: find that a minimal pantheon of ten or fifteen deities as discussed • Martial characters (barbarians, fighters, monks, paladins, and in this section does not quite fit your campaign. Perhaps a society rangers). or a religious sect merits a deity that is very different from the ones • Roguish characters (bards and rogues). you have sketched out. If that’s so, just add enough deities to fill in • Arcane magic-users (sorcerers and wizards). the holes. • Priestly characters (clerics and druids). Starting with the martial characters, we decide that a lawful good COSMOLOGY AND deity, a chaotic neutral deity, and a neutral evil deity would be suffi- DIVINE REALMS cient to give every barbarian, fighter, monk, paladin, and ranger at least one appropriate deity to worship (see Figure 1 on the chart). The In the D\u0026D game, the gods are physical creatures, and as such they color coding on the chart indicates which characters would, or could, need places to live and work. Where you choose to locate them worship which deities. In Figure 1, the chaotic neutral deity (green affects your campaign. background) would be appropriate for a barbarian, fighter, or ranger Each sample pantheon of deities presented in this book includes who is either neutral, chaotic good, chaotic neutral, or chaotic evil. a discussion of the cosmology those deities inhabit. The Olympian The lawful good deity (blue background) would be appropriate for gods, for example, dwell primarily on the Outer Plane called characters who are lawful good, lawful neutral, or neutral good. The Olympus, and only a handful of other planes exist in that cosmology. neutral evil deity (brown background) would be appropriate for char- The deities of the D\u0026D pantheon, on the other hand, dwell on a acters who are neutral, lawful evil, neutral evil, or chaotic evil. multitude of Outer Planes (and some dwell on the Material Plane). Figures 2 and 3 work the same way: We pick three alignments A complete discussion of planes—Material, Inner, Outer, and for deities that account for all the possible combinations of class Transitive—in the D\u0026D game lies in the pages of Manual of the and alignment among roguish characters and arcane magic-user Planesand is beyond the scope of this book. characters, then set up the same sort of color-coded grid that Figure 1 has to show which deities are appropriate for which class Planar Traits and alignment combinations. (Note that in Figures 2 and 3, the box Certain traits define the characteristics of a plane, and can be representing neutral characters contains all three colors, meaning altered to some extent by deities who reside on that plane. (See that any one of the three deities is appropriate for such a character.) Godly Realms in Chapter 2 for details.) These traits include gravity, Accounting for priestly characters is simpler. Because a druid’s time, morphic traits, elemental and energy traits, alignment traits, alignment must include at least one neutral component, a single and magic traits. neutral deity is all we need to give every druid an appropriate deity to worship (see Figure 4). Clerics are free to choose any deity to • Gravity traits: heavy, light, or no gravity; objective or subjective worship, as long as the deity’s alignment has at least one compo- directional gravity. nent in common with the cleric’s alignment, and no component • Time traits: flowing (faster, slower, normal), erratic, timeless. directly opposed to the cleric’s alignment. • Morphic traits: alterable, static, highly morphic, magically Figures 5 and 6 on the chart show two other possible alignment morphic, divinely morphic, sentient. grids you could use, and many other alternatives exist as well. The • Elemental and energy traits: air, earth, fire, water, positive, or vital point to remember is that any group of three deities must negative dominant (minor or major). have alignments that are varied enough so that a worshiper of any • Alignment traits: good, evil, law, chaos, or neutral aligned alignment has at least one appropriate deity available. (mildly or strongly). 20 :1 RETPAHC NI SEITIED EMAG RUOY pqqqqrs IMMORTALITY IN THE D\u0026D PANTHEON the classes function in the game, each class was considered indi- Player characters can travel to where the gods’ mortal forms vidually. Deities for each class and alignment were then selected are and overcome the gods in combat. In principle this is akin from the many deities that have been developed over the years to tracking the tarrasque to its lair and killing it, but in practice for the fantasy setting of the D\u0026D game. Several of the deities it’s much, much harder. selected serve more than one kind of character. For example, Obad-Hai is a neutral deity of nature and wild things who",
        "name":  "WHY GODS RARELY DIE each other",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "THE D\u0026D PANTHEON receives veneration from both druids and barbarians. The D\u0026D pantheon was developed using slightly different tech- This approach produced a loose pantheon of deities whose niques than the ones discussed in this section. Instead of divid- worshipers are related by common interests, similar skills, and ing the game’s character classes into four groups based on how similar lifestyles rather than strictly by their game functions. pqqqqrs 21 YOUR GAME DEITIES IN CHAPTER 1: Example Pantheon Figure 1: Deities for Martial Characters Figure 2: Deities for Roguish Characters Lawful Good Chaotic Neutral Neutral Evil Lawful Neutral Chaotic Neutral Neutral Deity Deity Deity Deity Deity Deity Lawful Good Neutral Good Chaotic Good Fighter Barbarian Barbarian Neutral Good Chaotic Good P R M a a l n o ad n g i e k n r F R i a g n h g t e e r r F R i a g n h g t e e r r Law R f o u g l u G e ood R B o a g r u d e R B o a g r u d e Lawful Neutral Neutral Chaotic Neutral Fighter Barbarian Barbarian Lawful Neutral Neutral Chaotic Neutral Monk Fighter Fighter Rogue Bard Bard Ranger Ranger Ranger Rogue Rogue Lawful Evil Neutral Evil Chaotic Evil Fighter Barbarian Barbarian Neutral Evil Chaotic Evil R M an on ge k r F R i a g n h g t e e r r F R i a g n h g t e e r r Law Ro fu g l u E e vil R B o a g r u d e R B o a g r u d e Figure 3: Deities for Arcane Magic-User Characters Figure 4: Deities for Druids Neutral Good Neutral Evil Deity Neutral Deity Deity Neutral Deity Lawful Good Neutral Good Chaotic Good Sorcerer Sorcerer Sorcerer Neutral Good Wizard Wizard Wizard Druid Lawful Neutral Neutral Chaotic Neutral Sorcerer Sorcerer Sorcerer Lawful Neutral Neutral Chaotic Neutral Wizard Wizard Wizard Druid Druid Druid Lawful Evil Neutral Evil Chaotic Evil Sorcerer Sorcerer Sorcerer Neutral Evil Wizard Wizard Wizard Druid Figure 5: Alternative Arrangement Figure 6: Alternative Arrangement Lawful Good Neutral Evil Chaotic Good Lawful Good Chaotic Neutral Lawful Evil Deity Deity Deity Deity Deity Deity Lawful Good Neutral Good Chaotic Good Lawful Good Neutral Good Chaotic Good Worshipers Worshipers Worshipers Worshipers Worshipers Worshipers Lawful Neutral Neutral Chaotic Neutral Lawful Neutral Neutral Chaotic Neutral Worshipers Worshipers Worshipers Worshipers Worshipers Worshipers Lawful Evil Neutral Evil Chaotic Evil Lawful Evil Neutral Evil Chaotic Evil Worshipers Worshipers Worshipers Worshipers Worshipers Worshipers • Magic traits: normal, dead, or wild; impeded, enhanced, or limited through their oracles and priests, seeking bold adventurers to locate (by school, subschool, descriptors, level, arcane or divine). ancient magic items to open the tunnels, explore lost mines for alter- nate routes to the valley, or locate the person or god responsible for Material Plane closing the tunnels. The Material Plane is the ordinary universe of mortals, the default setting for any D\u0026D game. Depending on the cosmology, your Outer Planes campaign setting might be the entirety of the Material Plane, or it Deities typically make their homes on these strange and exotic could be just a tiny part of it. layers of alternate realities. Most Outer Planes are divinely mor- When the deities make their homes among mortals on the Mate- phic. This trait allows deities to alter the landscape, the physical rial Plane, mortals have a visible sign of divine presence among laws, the workings of magic, or any combination of the three when them. That visibility is the best aspect of this choice. Having even they establish personal realms on these planes. Exactly what a deity one divine “home” at a known location injects a considerable ele- can alter depends on its divine rank, as discussed in Chapter 2. ment of the fantastic into your game. It makes clerics and paladins Even outside a deity’s realm, travelers may encounter phenomena more likely to serve deities, since they have chances to interact unknown on the Material Plane. directly with their patrons, much as with active deities. The Outer Planes have none of the weaknesses of the Material Some additional planning steps attend this choice. A divine Plane, but they also the lack the strength. Outer Planes are divinely realm on the Material Plane is smaller than one on the Outer morphic, easily shaped by the gods who live there. Divine realms Planes (see Godly Realms in Chapter 2) and requires more thought in the Outer Planes measure their size in miles, not feet. The very to keep it exotic and remote. Possibilities include the top of the nature of the Outer Planes makes them difficult to reach and travel highest mountain in the realm, deep under the sea, in the depths of within, making mortal intrusions less likely. Those who do reach a an active volcano, or on a rocky crag off the coast that’s surrounded divine realm may be powerful enough to be worth a god’s atten- by rip tides, strong currents, and reefs. tion. Choosing a visible, yet intimidating, location is unnecessary Deities living on the Material Plane put a great deal of effort into because mortals and gods do not inhabit the same place. their defenses before your campaign begins, possibly even before Putting your deities on the Outer Planes removes the advan- recorded time. The point may not be to keep mortals out, but to test tage of proximity that the Material Plane enjoys; the gods are no them. Any mortal who passes a god’s defenses and comes before longer immediately visible to mortals. The exotic landscapes of the god is therefore worthy to be there. Remember that point the Outer Planes can make up for this loss of wonder, but only if when overachieving player characters attempt to breach a divine your player characters eventually travel there. D\u0026D characters barricade. The god behind the defenses probably wants to repel don’t speculate about the existence of other dimensions—they use mortal intruders, not kill them. Evil gods, of course, have no com- them. All the creatures from summon monsterspells come from punction about destroying any creature that invades their homes. other planes, for example. Consider why the deity breaks from the typical pattern of living Characters must have access to high-level spells to reach the on another plane. Building a home, defending it, and keeping mor- Outer Planes. That requirement generally stops player characters tals away while attending to divine duties are all more difficult on from visiting their patron deity directly until they have attained the Material Plane. A god may choose to do so out of love for her high levels. You have some time to plan the first meeting between creations. Such gods generally live in an appropriate location. For deity and worshiper. instance, a god of the sea might live in the depths of a marine While there are no further or special issues for monotheism or trench. A god of the dwarves might live atop, or deep inside, an dualism, an Outer Plane is not the best home for animistic spirits; inaccessible mountain peak. Or, the location of a divine home may they are part of the world all around their believers. Removing ani- not have been the god’s choice. A “fallen god” may have been cast mistic spirits to another plane negates the close connection out from the divine plane inhabited by the rest of the pantheon and between a spirit and its associated place, family, object, or creature. imprisoned on the Material Plane. If evil or hostile gods are domi- Campaign Idea:All the gods reside on a single Outer Plane, nant in your world, the good deities may live in the world along and the other planes (including the Material Plane) are for mortals with mortals, having been cast out from their other-planar homes. only. Each deity uses a set amount of space for a realm, based on Deities living on the Material Plane are not necessarily active. each god’s divine rank. The neutral and lawful deities find this They’re more likely to be active if they depend on mortal wor- shipers for their power, because they’ll protect their charges. If the deities are truly immortal, they may behave any way you wish, but benevolent or indifferent deities are still preferable. Active hostile gods that live on the Material Plane full-time are a huge challenge, constantly threatening the mortal realms. Monotheism and dualism have the same considerations as panthe- ism does when deities live in the mortal realm. Animism faces a fur- ther challenge: Spirits quickly overcrowd the world if they live on the Material Plane. Making them insubstantial is a necessity. Another seri- ous consideration is their mortality. Spirits on the Material Plane are easiest to handle if they’re immortal. Initiates of mystery cults may be the only mortals who can interact with gods on the Material Plane.",
        "name":  "BEHIND THE CURTAIN",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gods live among mortals, cloaking their identi- ties with magic. At regular times of the year they gather in a hidden mountain valley to discuss events in the mortal world. The entrances to the mountain valley are tunnels under the mountains. Each tunnel has a hidden entrance that reveals itself to those with divine rank (even if that rank is 0). At the winter equinox, the gods discover that the tunnels no longer reveal themselves. Recriminations fly and the gods separate, each with a plan for once again opening the tunnels. 22 Wishing to keep their presence hidden from mortals, the gods speak :1 RETPAHC NI SEITIED EMAG RUOY pqs DEITY HOMES FOR THE D\u0026D PANTHEON The gods of the D\u0026D pantheon reside on the following planes. Abyss Lolth Acheron Gruumsh, Hextor, Wee Jas Arborea Corellon Larethian Arcadia St. Cuthbert Baator Tiamat, Kurtulmak Beastlands Ehlonna Bytopia Garl Glittergold Carceri Nerull Celestia Bahamut, Heironeous, Moradin, Yondalla Elysium Pelor Material Plane Fharlanghn, Vecna Outlands Boccob, Obad-Hai Pandemonium Erythnul Ysgard Kord, Olidammara pqs arrangement agreeable, but the chaotic gods chafe at the rules. element, and the rest of that divine realm reflects that ease. There (This assumes an “overdeity” or some other powerful force capable might be no other open spaces within the realm of a god dwelling of imposing rules on the pantheon.) They cultivate mortal agents, on the Elemental Plane of Earth, for example. The stability of the directing accidents and coincidences so that these agents find open area is for the comfort of mortal supplicants. adventures and quests, gaining experience. The other gods notice The Energy Planes are dangerous to everyone, and your gods the interference of the chaotic gods on the other planes and begin may choose to live on them for precisely that reason. Because neg- developing their own agents to investigate and thwart the activi- ative energy drains living creatures and positive energy fills living ties of the chaotic gods. Eventually the chaotic gods establish terri- creatures until they literally explode, gods may choose to use these tories of their own beyond the realms they’ve been allotted. planes as moats or walls around their realms. If you place gods on Whether this situation develops into a war between the gods or a these planes, either make the deities immune to the effects of the rush to seize the best territory on the Outer Planes is up to you. plane, or make their realms islands in the energy seas that protect all within them. A dualistic system might have one deity on the Inner Planes Positive Energy Plane and one on the Negative Energy Plane. In the typical D\u0026D cosmology, the Inner Planes are the four Elemen- Alternatively, your gods may imprison one or more other gods tal Planes (Air, Earth, Fire, and Water) and the two Energy Planes (Pos- on an Inner Plane specifically because the environment is so dan- itive and Negative). For clerics and paladins, placing divine realms on gerous and uncomfortable. The Inner Planes make better prisons the Inner Planes differs little from placing them on the Outer Planes. than the Material Plane because they’re farther removed from",
        "name":  "Campaign Idea",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The following spells depend on The Transitive Planes run through and around all the other access to the Astral Plane and are ineffective in godly realms where planes. They include the Astral Plane, the Ethereal Plane, and the the deity has severed links to the Astral Plane (through the deity Plane of Shadow. may have chosen to maintain astral links in specific places). These The proximity of these planes to the Material Plane is both an spells are also ineffective in cosmologies that don’t include an aid and a hindrance. Active gods find moving from these planes Astral Plane (though a cosmology may provide an alternative to the to their mortal worshipers extremely easy, but conversely, mor- Astral Plane that allows these spells to function). tals can more easily reach these planes than they can the Inner Astral projection, dimension door,summon monster (I–IX),teleport, or Outer Planes. These planes lack the divinely morphic nature of teleportation circle,teleport without error,vanish. the Outer Planes, so realms here are alterable only through Spells with Ethereal Aspects:The following spells depend on magic and hard work, just as on the Material Plane. But unlike access to the Ethereal Plane and are ineffective on any Outer Plane. on the Material Plane, there’s very little raw material to work with They are also ineffective in cosmologies that don’t include an Ethe- on the Transitive Planes; almost every bit of matter was brought in real Plane (though a cosmology may provide an alternative to the by someone or something else. Building materials and finished Ethereal Plane that allows these spells to function). structures must be brought to the plane, and completed realms are Blink, ethereal jaunt,etherealness,Leomund’s secret chest,maze,vanish. obvious to planar travelers. Spells with Shadow Aspects:The following spells depend on As mentioned previously, the physical forms of dead deities may access to the Plane of Shadow and are ineffective in cosmologies that need a place to reside. The standard cosmology of the D\u0026D game don’t include a Plane of Shadow (though a cosmology may provide an places the “gods’ graveyard” on the Astral Plane. You may choose to alternative to the Plane of Shadow that allows these spells to function). use another Transitive Plane in a similar fashion, or to have living Greater shadow conjuration,greater shadow evocation,shades,shadow gods and the dead gods of the past occupy the same plane. conjuration,shadow evocation,shadow walk.",
        "name":  "Transitive Planes Spells with Astral Aspects",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“Portal” is a general term for a stationary inter- when dealing with the Transitive Planes. A faith with a single god planar connection. Portals open at one location on the originating living on the Plane of Shadow could teach that god is always watch- plane and another location on the destination plane (or planes, if ing the faithful from the shadows. The Ethereal Plane is a particu- several portals are linked together). They provide instantaneous larly good place for animistic spirits. The spirits are present and can transportation from one location to another. If a deity has severed perceive the Material Plane to some extent, but they are removed links to the Astral Plane in its realm, a portal cannot originate or enough to be mysterious. lead there, through the deity may have chosen to maintain astral",
        "name":  "Monotheism and dualism face lesser challenges than pantheism Magic Portals",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a standard action, a deity of rank 1 or higher can If a deity has the item creation feat pertaining to the item it wishes block the sensing ability of other deities of its rank or lower. This to create, the cost (in gold and XP) and creation times are halved. power extends for a radius of one mile per rank of the deity, or Divine Aura: The mere presence of a deity of rank 1 or higher within the same distance around a temple or other locale sacred to can deeply affect mortals and beings of lower divine rank, who the deity, or the same distance around a portfolio-related event. might find the experience either uplifting or unsettling, depend- The deity can block two remote locations at once, plus the area ing on the deity’s mood and their relationship to the deity. within one mile of itself. The blockage lasts 1 hour per divine rank. All divine aura effects are mind-affecting, extraordinary abili-",
        "name":  "Block Sensing",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a standard action, a deity of rank 1 or over sound is similar to the ghost sound spell, but capable of pro- higher can send a communication to a remote location. The deity ducing a much larger volume of noise. The deity’s ability to create can speak to any of its own worshipers, and to anyone within one scents is similar. Deities of rank 6 or higher can create the sounds mile per rank away from a site dedicated to the deity (such as a of intelligible speech. temple, shrine, or sacred grove), or within one mile per rank awaay A demigod or lesser deity can erect buildings and alter the land- from a statue or other likeness of the deity. scape, but must do so through its own labor, through magic, or The creature being contacted can receive a telepathic message through its divine powers. that only it can hear. Alternatively, the deity’s voice can seem to A deity of rank 6 or higher not only has control over the environ- issue from the air, the ground, or from some object of the deity’s ment, but also controls links to the Astral Plane (assuming the cos- choosing (but not an object or locale dedicated to another deity of mology where the deity resides has an Astral Plane). Manipulating a equal or higher rank than the deity who is speaking). In the latter realm’s astral links renders teleportation and similar effects useless case, anyone within earshot of the sound can hear it. within the realm (see Chapter 1 for a list of spells with astral connec- The deity can send a manifestation or omen instead of a spoken tions). The deity can designate certain locales within the realm where or telepathic message. The exact nature of this communication astral links remain intact. Likewise, the deity can block off the realm varies with the deity, but it usually is some visible phenomenon from planar portals or designate locations where portals are possible. such as a beam of light, a change in the weather, a gathering of ani- A deity of rank 11 or higher can also apply the enhanced magic or mals, or almost anything else. impeded magic trait to up to four groups of spells (schools, domains, A deity’s communication power can cross planes and pene- or spells with the same descriptor). The enhanced magic trait enables trate any barrier. Once communication is initiated, the deity can a metamagic feat to be applied to a group of spells without requiring continue communicating as a free action until it decides to end higher-level spell slots. Many deities apply the enhanced magic trait the communication. to their domain spells, making them maximized (as the Maximize A deity can carry on as many remote communications at one time Spell feat) within the boundaries of their realm. The impeded magic as it can remote sense at one time (see Remote Sensing, above). trait doesn’t affect the deity’s spells and spell-like abilities. 29 DEFINED DEITIES CHAPTER 2: pqqqqrs DEITIES AND SPELLCASTING As characters of around 60th level, deities can freely pay even to prepare and cast divine spells strictly through their own large XP costs. Consider that a deity has a safe cushion of devotion to some cause and without the intercession of any around 30,000 XP it can use every week for creating magic items specific deity. and casting spells with experience point costs. It is the training, skill, and dedication of the spellcaster that What happens when a deity casts miracle? Rather than implor- makes preparing and casting a divine spell possible, and this ing another deity to perform some task, the deity simply draws is why a deity needs levels in a divine spellcasting class to cast from its own divine power. It pays the experience point cost with most divine spells. Domain spells are an exception. A deity’s hardly a second thought, and creates the effect it desires. domains are closely linked to the deity’s portfolio and repre- sent the sum and substance of the deity’s identity and personal",
        "name":  "Remote Communication",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "DEITIES AND DIVINE SPELLS power. This is why deities can make such free use of their The task of granting divine spells places very little demand on a domain powers and why they can use their domain spells as deity. In fact, it is possible for clerics or other divine spellcasters spell-like abilities. pqqqqrs In addition, a deity of rank 11 or higher can erect buildings as within one mile of Bast’s location. (For details of special abilities desired and alter terrain within ten miles to become any terrain that familiars receive and impart to their masters, see Chapter 3 of type found on the Material Plane. These buildings and alterations the Player’s Handbook.) are manifestations of the deity’s control over the realm. A greater deity (rank 16 or higher) also can perform any one of PORTFOLIOS the following acts: • Change or apply a gravity trait within the realm. Every deity has certain aspects of existence over which it has • Change or apply an elemental or energy trait within the realm. dominion, power, and control. Collectively, these aspects represent • Change or apply a time trait within the realm. the deity’s portfolio. Deities are intimately concerned about and • Apply the limited magic trait to a particular school, domain, or involved in their portfolios, and they are often strongest in power spell descriptor within the area, preventing such spells and spell- when acting within the bounds of their portfolios. like abilities from functioning. The greater deity’s own spells and The portfolios of deities within a pantheon rarely change, but spell-like abilities are not limited by these restrictions. this can happen. If a deity dies, returns from the dead, gains or loses divine power, or radically changes personality, portfolios Once a deity sets the conditions in its realm, they are permanent, can change. though the deity can change them. As a standard action, the deity One or more deities may share certain portfolio elements. For can specify a new environmental condition. The change gradually example, Boccob and Wee Jas of the D\u0026D pantheon both have takes effect over the next 10 minutes. magic as an element of their portfolios. Changing astral links, planar traits, or terrain requires more effort, and the deity must labor for a year and a day to change BUILDING YOUR OWN them. During this time, the deity must spend 8 hours a day on the Portfolios represent important topics and concepts in the lives of project. During the remaining 16 hours of each day, the deity can worshipers. The more important an idea is to a group of wor- perform any action it desires, so long as it remains within the shipers, the more important it is for a major deity to control that realm. The astral links, planar traits, and terrain remain unchanged portfolio. For instance, if you’re building a pantheon for a culture until the labor is complete. that depends on the sea for food or trade, then the portfolio ele-",
        "name":  "BEHIND THE CURTAIN",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A deity of rank 1 or higher with levels as a sorcerer or a wizard has the ability to treat any creature of a given kind as a familiar, as long as that creature is within a distance of one mile per divine rank of the deity. For example, Bast (in the Pharaonic pantheon) is a 10th-level illusionist of divine rank 8. Felines are her specified kind of familiar, meaning that Bast can use any feline within eight miles of her location as a familiar. That animal gains all the characteristics that a familiar of a 10th- level wizard has. This special familiar ability only applies to one creature at a time, but the deity can switch between one crea- ture and another instantaneously, as long as the second creature is within range. This special familiar ability does not replace the deity’s ability to have a normal familiar, which could be any kind of eligible crea- ture. For example, Bast could have a toad as a normal familiar in addition to her special feline familiar. The toad gains the abilities of a normal familiar of a 10th-level wizard, as long as the toad is 30 :2 RETPAHC SEITIED DENIFED abundance cats darkness adventure chaos death agility childbirth desert storms agriculture chivalry destruction air cities discipline animals civilization discord arcane knowledge cold disease archers commerce distance art common sense drama artisans communication drought arts and crafts conflict drow athletics conquest dueling balance courage dwarves bards crafts earth beasts creation earthquakes beauty crocodiles elves birth dance endurance brawling daring engineering pqqqqrs TIME AND DIVINE POWERS its power available again, no matter when on Monday it used Many divine powers are usable only a certain number of the power. times per day. For purposes of this book, a day is a period of It is possible that time does not flow at an equal rate 24 hours beginning when the deity first uses the power in throughout your universe. If that is the case, the time that question. For example, if a deity has a power that is usable affects a deity is the local time where the deity is when it uses twice per day, and it uses that power at midnight on Monday, the power. On a timeless plane, time doesn’t flow at all. Once it can use that power once again before midnight onTuesday. a deity uses its day’s allotment of powers, it cannot use them Beginning at midnight on Tuesday, the deity has two uses of again until it exits the plane. pqqqqrs Any race and any profession can be worthy of inclusion as a portfolio Olympian pantheon includes Zeus, father of the gods, and Hera, element. Moradin has the dwarves portfolio element, for example, mother of the gods. and Pan is the Olympian deity with the shepherds portfolio element. In addition, most pantheons have at least one leader figure. PORTFOLIOS AND DOMAINS This deity is often the father or mother of all the other deities in If you’re building a pantheon for your campaign, make sure to the pantheon. This deity effectively has the supreme portfolio include enough portfolio elements to cover all twenty-two divine element, which concerns all the offspring deities. For example, the domains (see Chapter 11 of the Player’s Handbook). 31 DEFINED DEITIES CHAPTER 2: envy hearing loyalty planning spies underworld evil hearth luck poetry sports valor evil dragons home madness pranksters spring vanity exploration honesty magic prophecy stone vengeance family honor malice protection storms vice fate horizons marriage rage strategy victory fathers humor massacres rain strength war fertility hunting medicine rebirth strife watchfulness fighters husbands men retribution suffering water fire illusion merchants revelry sun wealth fitness insects mercy river hazards supreme weather flora and fauna intrigue metal rivers swiftness wetlands foresight jewelers mining roads tactics wild beasts forests jewelrymaking mirth rogues territory wilderness freedom journeys moon running theater wind gambling judgment motherhood sea thieves wine gemcutting justice mountains seasons thunder winter giants killing murder secrets trapmaking wisdom gnomes knowledge music serpents travel wit good kobolds nature shepherds trees wives good dragons law night sight tricks women grief learning nobility sky trust woodlands halflings lies orcs slaughter truth writing harvest life pain sleep tyranny zeal hate light panic smithing ugliness healing love passion spiders undead pqqqqrs",
        "name":  "Familiar",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity selects one kind of enemy from the list below. or to spell-like abilities it knows with no spell slot adjustment.",
        "name":  "The deity can apply a particular metamagic feat to spells it can cast Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity chooses one metamagic feat. As a free action, Animals Outsiders, chaotic the deity can apply the selected feat to the spells from any one Beasts Outsiders, evil spellcasting class the deity has or to its spell-like abilities. A spell Constructs Outsiders, good altered by the use of this ability does not use up a higher-level slot. Dragons Outsiders, lawful",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The kind of creature the deity can call is noted in the govern time. If the deity already has one hundred fifty creatures deity’s description. Each creature called can have no more Hit Dice under its control, it must release at least one to use this ability on than the deity has divine ranks, and the deity cannot have more a new creature. creatures serving it at any given time than the deity has ranks. Notes: A deity can have this ability multiple times, choosing a The creatures are transported to the deity’s presence through an different kind of creature each time. interdimensional connection similar to that created by a gatespell, Suggested Portfolio Elements: Any. except that it opens to the Material Plane. The creatures willingly serve to the best of their ability. The calling effect is otherwise sim- Craft Artifact ilar to the calling property of the gatespell. The deity can make magic items that exceed mortal limits.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity can see illusions, transmuted creatures and ment bonus higher than +5, a staff that allows the use of spells of objects, and disguised creatures or objects for what they really are, higher than 9th level, a cloak of Charismawith an enhancement provided they are within 10 feet per divine rank of the deity. This bonus higher than +6, and so on. More information on such items ability is similar to the true seeingspell, except that it does not reveal can be found in the Epic Level Handbook. creatures’ alignments and it does foil mundane disguises. Suggested Portfolio Elements: Crafts, knowledge, magic.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity can make plants grow in a radius of up to one Benefit:As a full-round action, the deity can create one or more mile per divine rank once per day. The deity can use this ability simple, nonmagical objects with a total weight of up to 50 pounds even in a place where no plants grow (such as the middle of a per divine rank, or with a total volume of 10 cubic feet per rank. If desert), though in this case the plants wither and die after one day. the deity uses this ability on a divinely morphic plane or within its This ability works like the plant growthspell, except that it cannot own godly realm, double the volume and weight the deity can be countered except by a deity of higher rank than the deity using create. If the deity’s realm is located on a divinely morphic plane, the ability. triple the volume and weight the deity can create there.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Agriculture, earth, fertility. Once created, the objects are permanent and nonmagical. If the deity has the appropriate Craft skill, the deity can make a Craft Control Creatures check when creating the item to make it a masterwork item.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ability works like the Create Object ability, except • The effects of all the deity’s bardic music abilities are doubled. as noted below. A deity can use this ability to create any kind of Inspire courage grants a +4 morale bonus on saving throws nonmagical object. against charm and fear effects and a +2 morale bonus on attack",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity must convert a considerable amount of its own and damage rolls; inspire competence grants a +4 competence energy into the object, which can leave the deity impaired. The bonus on skill checks; and inspire greatness grants +4d10 Hit deity can create an object with a value of up to 100 gp without Dice, a +4 competence bonus on attack rolls, and a +2 compe- impairment. For every additional 100 gp of value (or fraction of 100 tence bonus on Fortitude saves. gp), the deity must rest for 10 minutes. If the deity is creating an The number of allies the deity can affect with inspire compe- item on a divinely morphic plane or within its own godly realm, it tence or inspire greatness doubles. When inspiring competence can create a 200 gp item without resting. If the deity’s realm is in multiple allies, the deity can choose different skills to inspire located on a divinely morphic plane, it can create a 300 gp item for different allies. there without having to rest. • The effects of the deity’s bardic music inspiration abilities last",
        "name":  "Rest",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "War. fore not subject to being reduced by protection from elementsand similar magic.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Agility, beauty, endurance, abilities; when the deity changes into a lamia, it gains the lamia’s knowledge, strength, wisdom. Wisdom drain attack. In addition to animal forms, the deity can take the form of beasts Divine Celerity or magical beasts. Some deities can assume additional forms, such The deity can use a hasteeffect. as plant, vermin, elemental, or dragon. These are specified in the",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity acts as if hastedfor a number of minutes per The deity can assume the form of any animal, beast, or magical day equal to its divine rank. The duration of the effect need not be beast from Fine to Colossal in size. consecutive rounds. Activating this ability is a free action. Suggested Portfolio Elements:Nature.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Travel, wind. Divine Earth Mastery Divine Creation The deity has mastery over the earth. The deity can create creatures or magic items out of nothing. Prerequisites:Earth domain.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a full-round action, the deity can create mortal crea- and its foe are touching the ground. tures or magic items whose total weight is up to 100 pounds per The deity gains a burrow speed commensurate with its size (see divine rank, or with a total volume of 20 cubic feet per rank. If the Divine Characteristics), as well as the ability to glide through stone, deity uses this ability on a divinely morphic plane or within its dirt, or almost any other sort of earth except metal as easily as a fish own godly realm, double the volume and weight the deity can swims through water. This burrowing leaves behind no tunnel or create. If the deity’s realm is located on a divinely morphic plane, hole, nor does it create any ripple or other signs of its presence. triple the volume and weight the deity can create there. The deity has tremorsense, allowing it to automatically sense the",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity must convert a considerable amount of its own to rock,anddisintegratespells, with any earth, stone, or metal object energy into a creature, which always leaves the deity impaired. The as a target. The deity can also transmute any object made of earth, deity must rest for 10 minutes× the creature’s Hit Dice× the crea- stone, or metal into a different kind of earth, stone, or metal—such ture’s Challenge Rating for each creature created, with a minimum as changing a silver coin to gold. The deity can affect any object it of 10 minutes per creature. If the creature has class levels, each can see, but no more than one object per round. level counts as an additional Hit Die. For example, if Hades were to Suggested Portfolio Elements:Earth. use this ability to create five hell hounds, he would have to rest for 600 minutes (10 minutes× 4 HD× CR 3 = 120 minutes per hell Divine Fast Healing hound× 5 hell hounds = 400 minutes). The deity heals wounds in a flash. The deity can create any kind of magic item except an artifact. Prerequisites:Con 29 or the fast healing special quality.",
        "name":  "Rest",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity gains fast healing of 20 + divine rank. Lost Create Greater object ability. limbs or body parts reattach instantly when pressed against the",
        "name":  "The rest requirement for creating magic items is the same as for the Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Agility, gambling, luck, The deity can automatically know the location of any corporeal protection. creature within 10 feet per divine rank by sensing the disturbance in the ambient temperature that the creature causes. Divine Druid The deity has complete control over all nonmagical fire and The deity is the epitome of the druid and has abilities that far sur- can duplicate the effect of any spell with the fire descriptor as a pass those of mortal druids. standard action.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spell Focus, Greater Spell Focus. The deity is the epitome of the rogue and has abilities that far sur- Benefit:The deity chooses one school of magic. The save DC for pass those of mortal rogues. any spell of that school increases by the deity’s divine rank. This",
        "name":  "Divine Rogue Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When struck by an attack from an opponent the deity Notes: A deity can have this ability multiple times, choosing a has designated as its dodge target, the deity may make a Reflex save different school of magic each time. (DC 10 + damage dealt) to negate all damage from the attack. Suggested Portfolio Elements:Magic. If the deity passes within 5 feet of a trap, the deity is entitled to a Search check to notice it as if the deity were actively looking for it. Divine Spellcasting The deity can assess the exact value of any treasure it can see. The deity is an extremely accomplished spellcaster.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellcaster level 20th. carrying and where each carried item is. Benefit:The deity can cast spells whose effective level is above",
        "name":  "The deity also can immediately determine what any creature is Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This bonus stacks with the divine rank bonus deities through 12th level, as shown on Table 2–6. normally receive on checks. If the selected skill is related to the The deity also doesn’t incur attacks of opportunity for casting deity’s portfolio, add the deity’s rank to the maximum DC for a spells when threatened. free action. For example, any task with a DC of 20 or lower is a In addition, the deity receives the benefit of the Spell Focus feat free action for a lesser deity if the action is related to the deity’s on any spell it casts. portfolio. If a deity with a rank of 6 has Divine Skill Focus with a Suggested Portfolio Elements:Magic. 41 DEFINED DEITIES CHAPTER 2: Divine Splendor In addition, the force expels creatures whose alignment on The deity’s mere proximity is fatal to mortals. the ethical (lawful-chaotic) axis is opposite the deity’s. If the",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity chooses one sense to enhance. The ability Suggested Portfolio Elements:Healing, life. can extend a sense’s range one mile per divine rank, or it can allow the sense to ignore one type of physical or magical blockage. For Grow Creature example, the deity could see through solid objects or in magical The deity can make a certain type of creature larger. darkness. The enhanced sense can penetrate 10 feet of a physical Benefit:This ability works like the animal growthspell, except barrier per rank or 100 feet of a less tangible barrier (such as fog or that it can affect up to one creature of the specified type per divine smoke) per rank. rank each day, all of which must be within the deity’s line of sight",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic. • Affected creatures become blissfully calm. They are immune to fear and compulsion effects except for those created by Indomitable Strength deities of higher rank than the performing deity and any such The deity is very difficult to best in contests of strength. effects already operating on affected creatures are countered",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic. the deity’s divine rank). Once a creature makes a successful save against one of the Instant Move deity’s performances, the creature cannot be affected again for The deity can move instantaneously. one day.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After using either version of this ability, the deity must destruction spell, except that there is no material component or rest for 1 minute per levels or Hit Dice of the creatures affected. saving throw. The mortal cannot be raised or resurrected afterward, Suggested Portfolio Elements:Death, supreme. except by a deity of equal or higher rank using the Gift of Life or Life and Death salient divine ability. Master Crafter If the deity restores life to a mortal, this ability works like the The deity’s Craft skills and item creation capabilities are beyond true resurrectionspell, except that there is no material component compare. and the amount of time the subject has been dead is irrelevant. Prerequisites:23 ranks in two different Craft skills.",
        "name":  "If the deity chooses to kill a mortal, the ability works like the Rest",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any object the deity creates is treated as a masterwork can resurrect an elemental or outsider. It can resurrect a creature item, but uses the base item price (not the masterwork price) to whose soul is trapped (as the trap the soul spell in the Player’s Hand- determine time and cost required to create it. Any item the deity book), provided the soul is not held by a deity of higher rank than creates also has twice the hit points it would normally have, and its 46 the one using this ability. break DC is increased by +10. These benefits apply to walls, doors, :2 RETPAHC SEITIED DENIFED and other components of buildings the deity creates, as well as Benefit:The deity can give creatures good or bad fortune. The smaller items. deity can affect up to one creature per divine rank at once, but no",
        "name":  "This ability cannot restore a creature to life against its will, but it Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The mortal can use its own skills and the deity’s skills. If Suggested Portfolio Elements:Death, life, undead. the mortal and the deity have the same skill, use the skill of whichever has more ranks in the skill. Use the mortal’s effective See Magic ability scores to determine skill modifiers. The deity can see magical auras just by looking at them.",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Supreme. Prerequisites:Magic domain.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ability is similar to a detect magicspell, except that it Power of Luck covers the whole area the deity can see, and the deity immediately The deity can bestow good luck or ill. knows the number of auras present along with their locations and",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity can automatically command or destroy any The deity senses opponents in the darkness. undead creature, as desired, as a free action, though this counts Prerequisites:Base attack bonus +4, Blind-Fight, Wisdom 19. against the normal limit of free actions per round. The deity can do Benefit:Using senses such as acute hearing and sensitivity to this as often as desired, but it can command no more than one vibrations, the deity detects the location of opponents who are no 49 DEFINED DEITIES CHAPTER 2: more than 5 feet away from it. Invisibilityanddarknessare irrele- Normal:Bards without the Extra Music feat can use bardic vant, though it cannot discern incorporeal beings. (Except for the music once per day per level. decreased range, this feat is identical with the exceptional ability Special:A deity can gain this feat multiple times, adding blindsightdefined in theMonster Manual.) another four uses of bardic music each time. Disguise Spell [Metamagic] Eyes in the Back of Your Head [General] The deity can cast spells without observers noticing it. The deity’s superior battle sense helps minimize the threat of",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat, Knowledge (arcana) The deity chooses a school of magic to which it already has applied 5 ranks. the Spell Focus feat. Its magic spells of that school are even more",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity chooses one type of energy: acid, cold, elec- potent than normal. tricity, fire, or sonic. When employing a spell with the acid, cold, Prerequisite:Spell Focus. electricity, fire, or sonic designator, it can modify the spell to use its Benefit:Add +4 to the DC for all saving throws against spells chosen type of energy instead. The altered spell uses a spell slot of from the school of magic the deity selects to focus on. This bonus the spell’s normal level. overlaps (does not stack with) the bonus from Spell Focus.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A deity can gain this feat multiple times, choosing a dif- damage dealt. For example, a fireballspell changed to a sonicballspell ferent school of magic each time. works like a fireball, but deals sonic damage instead of fire damage.",
        "name":  "The altered spell works normally in all respects except the type of Special",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A deity can gain this feat multiple times. Each time the Greater Spell Penetration [General] feat applies to a different type of energy. The deity’s spells are especially potent, defeating spell resistance more readily than normal. Eschew Materials [Metamagic] Prerequisite:Spell Penetration. The deity can cast spells without material components. Benefit:The deity gets a +4 bonus on caster level checks (1d20",
        "name":  "Special",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat. + caster level) to beat a creature’s spell resistance. This bonus over-",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity must be at least 6th level. Repeat Spell [Metamagic]",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity can use any skill untrained, even those that The deity can cast a spell that repeats the following round. normally require training. Prerequisites:Any other metamagic feat.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whenever the deity deals 10 or more points of damage designates a target, the secondary spell retargets the same target if to its opponent in melee, it makes a trip attack as a free action the target is within 30 feet of its original position; otherwise the against the same target. secondary spell fails to go off. A repeated spell uses up a spell slot three levels higher than the spell’s actual level. Repeat Spell cannot Persistent Spell [Metamagic] be used on spells with a range of touch. The deity makes one of its spells last all day.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Extend Spell. Sacred Spell [Metamagic]",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The deity gains a +2 bonus on its ranged attack rolls sider carefully whether you want to use the deities as portrayed against targets with some degree of cover. This feat has no effect there. Novelists write what’s necessary to tell their story, and against foes with zero or total cover. they’re right to do so, but the needs of a story and a game setting sometimes differ. If you like a particular quirk or personality trait Subdual Substitution [Metamagic] from a novel, use it after considering how it will work around the The deity can modify a spell that uses energy to deal damage to game table. deal subdual damage instead. If you’re using a pantheon that only exists in books, then the",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat, Knowledge (arcana) novels are all the information you have. Think of that situation as 5 ranks. an opportunity. You can expand on the novels and add information",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Depending on the nature of the petitioner’s plane, Some spirits demonstrate their devotion to their deity by trav- the petitioner gains resistance 20 against two of the following eling to the deity’s home plane. Those that survive the fright- effects: acid, cold, electricity, or fire. ening, surreal, and dangerous journey across the planes Planar Commitment:Petitioners cannot leave the plane they become servants of their deity. While a few may remain disem- inhabit. They are teleported one hundred miles in a random direc- bodied spirits, most become petitioners through the divine tion if an attempt is made to force them to leave. will of their patron deity. These divine petitioners are similar in Additional Special Qualities:Particular planes may provide addi- many ways to petitioners found elsewhere on the Outer Planes. tional benefits for petitioners of those planes. Typical additional Depending on the deity, a petitioner may be a calm, untiring, special qualities may include any one of the following. unthinking servant who exists in bliss under the god’s care. • Damage reduction 5/silver and spell resistance 5. Another petitioner may be a slave burning among the hellfires • Continuous magic circle against evil. for sins real and imagined, tortured and eventually made into a • Fast healing 1. more powerful instrument of evil. A third petitioner is the war- • Damage reduction 10/+1. rior who battles throughout the day and wenches and drinks • Spell resistance 10. through the evening in great halls, preparing for the last battle • Additional 2d8 Hit Dice. of the universe. • Remove all immunities and resistances except immunity to In general, petitioners appear in the form that they had when mind-affecting effects. Add acid, cold, electricity, fire, and they died, though they may be remade by deities to fit the nature poison resistance 5. of their particular afterlife. In a campaign in which all the gods Such modifications are the result of the nature of the plane or are dragons, for example, petitioners may be remade to resemble the powerful beings within it. dragons. In the D\u0026D cosmology, most petitioners are humanoid Saves: Base saving throw bonuses are +3. in appearance. Abilities: Same as the base creature. Some cosmologies or In general, petitioners who become divine servants are crea- particularly insecure deities may set a maximum of 18 for peti- tures that originally had at least 1 Intelligence and 1 Wisdom. tioner ability scores. Abilities higher than that are reduced to The following creature types may become petitioners depend- the maximum. ing on the deity: aberrations, animals, beasts, dragons, fey, Skills: Petitioners have no skills. Previous skills are lost. giants, humanoids, magical beasts, monstrous humanoids, Feats: Petitioners have no feats. Previous feats are lost. shapechangers, and plants, oozes, and vermin with sufficient Climate/Terrain:Any land and underground (within the ability scores (treants are in, assassin vines are out). Constructs same plane). and undead are not usually made into petitioners, though the Organization:Same as the base creature. spirits of their original forms may be. Elementals and outsiders Challenge Rating: 1. tend to meld with their native planes, and as such do not Treasure: None. become petitioners. Their spirits may still be called back from Alignment:Same as the native plane. the dead, however. Advancement: None. In terms of game play, petitioners are usually not central fig- ures. While it may be useful to have the PCs encounter familiar Exceptional Petitioners and now-dead individuals in the court of a deity, in most cases The deities may choose particular servants for specific tasks that when a character becomes a petitioner, he or she is dead. The may retain the knowledge of their previous selves. These excep- template presented below is for NPCs, not player characters. If tional petitioners retain the feats and skills they had in life, but are dead characters who are petitioners are later restored to life otherwise limited as for the petitioners of their plane. (once again becoming player characters), they forget any of their experiences as petitioners. Sample Petitioner Ogre Petitioner (Chaotic Evil Plane) Creating a Petitioner Large Giant “Petitioner” is a template that may be added to any creature as Hit Dice:2d8+8 (17 hp) determined by the nature of the campaign (referred to hereafter as Initiative:–1 (Dex) the base creature). The creature’s type changes to outsider, and the Speed:30 ft. creature uses all the base creature’s statistics and special abilities AC:13 (–1 size, –1 Dex, +5 natural) except as noted here. Attacks:Slam +6",
        "name":  "PETITIONERS Resistances",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A short description of the holy or unholy symbol car- who do defeat the deity. (See Divine Encounters and Experience ried by the deity’s clerics. This symbol is often used on altars or Points, earlier in this chapter, for guidelines on awarding experi- other items dedicated to the deity. ence points in divine encounters.)",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What alignments the deity’s clerics can These powers are not mentioned. For example, the Magic have. As noted in the Player’s Handbook,a cleric typically has the domain power enables clerics to use items that produce arcane same alignment as his deities. Some clerics are one step away from spells; this power is usually irrelevant when a deity has wizard their respective deities. For example, most clerics of Heironeous levels, so it is usually not mentioned. (who is lawful good) are lawful good themselves, but some are Spell-Like Abilities:The deity’s spell-like abilities and the lawful neutral or neutral good. A cleric may not be neutral unless saving throw DC for those abilities. If a particular spell-like ability his deity is neutral. is superseded by a more powerful one, only the better one is listed. Two alignments are within one step of each other if they appear For example, deities with the Travel domain can use both teleport adjacent to each other horizontally or vertically on the following (the 5th-level domain spell) and teleport without error(the 7th-level chart. Alignments that are adjacent to each other on a diagonal are domain spell) at will. Because teleport without erroris strictly better, not within one step. it’s the only one mentioned. Spells marked with an asterisk are described in Appendix 1 of this book. Lawful good Neutral good Chaotic good Spells/DayandSpells Known:If the deity has any spellcasting Lawful neutral Neutral Chaotic neutral classes, the number of spells the deity can cast each day and spells Lawful evil Neutral evil Chaotic evil known (for bards and sorcerers) are given here. Because most deities cast their spells spontaneously (without preparation), lists Some deities do not accept clerics of all alignments that are within of spells prepared are usually not given. one step of their own. For example, St. Cuthbert, a lawful neutral Possessions:Although most of the deities described in this deity, only has lawful good or lawful neutral clerics. book are not provided with a great number of possessions, deities",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clerics of the deity can choose from among the in general are wealthy enough to carry almost any nonartifact item domains listed here. A deity can use any domain spell it can grant they desire. They usually don’t bother to do so, however, because as a spell-like ability usable at will. It also can use any domain their own powers are so formidable that carrying such items power it can grant at least once per day per divine rank. Turning or wouldn’t make them significantly more powerful. rebuking undead is not a granted power but a cleric class ability. A A few deities carry favorite items, usually as personal trade- deity can turn or rebuke undead only if it has levels in the cleric marks. Unless otherwise noted, these items are minor artifacts class or some special power over undead. with caster levels of 25th.",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The kinds of magic items the deity can The deity’s D\u0026D statistics are presented next. They use the same create without needing an item creation feat. The deity still must 56 format used to present statistics for any other D\u0026D game creature. spend time and experience points to create the items. :2 RETPAHC SEITIED DENIFED he D\u0026D pantheon is a loose collection of gods scattered • Infinite Layers of The Abyss across the Outer Planes. There’s no leader deity, and the var- • Tarterian Depths of Carceri ious greater, intermediate, and lesser deities are forever • Gray Waste of Hades squabbling over territory on the Material Plane and elsewhere. • Bleak Eternity of Gehenna Rivalries are fierce (particularly between Hextor and • Nine Hells of Baator Heironeous and between Corellon Larethian and Gruumsh). • Infernal Battlefield of Acheron And it’s possible to ascend to godhood—Vecna has done so fairly • Clockwork Nirvana of Mechanus recently, and St. Cuthbert ascended in a bygone age. • Peaceable Kingdoms of Arcadia • Seven Mounting Heavens of Celestia • Twin Paradises of Bytopia THE D\u0026D COSMOLOGY • Blessed Fields of Elysium The D\u0026D Cosmology is often called the Great Wheel because of • Wilderness of the Beastlands how the planes fit together. • Olympian Glades of Arborea The Great Wheel consists of twenty-seven planes. They are: • Concordant Domain of the Outlands",
        "name":  "GAME STATISTICS BLOCK Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic, arcane Other Divine Powers knowledge, foresight, As a lesser deity, Bahamut may take 10 on any check. Bahamut balance treats a 1 on an attack roll or saving throw normally and not as an Worshipers: Wizards, automatic failure. He is immortal. sorcerers, illusionists,",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bahamut can use any of his Knowledge Boccob is a distant deity who promotes no special agenda, except skills as a free action if the DC for the task is 20 or lower. He can proclaiming magic the most important force in the world—more perform up to five such free actions each round. vital than good, evil, law, or chaos. Most of his clerics observe strict",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "79 (+17 divine, +8 Dex, except for divination spells, which he +30 natural, +14 deflection) uses as a 28th-level caster. The save Attacks*: Staff of Boccob DCs are 36 + spell level. Antimagic field, +69/+64/+59/+54 melee; or change self, clairaudience/clairvoyance, confu- spell +64 melee touch or +65 sion, detect secret doors, detect thoughts, discern ranged touch *Always receives location, dispel magic, divination, false vision, a 20 on attack rolls; roll die to find the path, foresight, identify, imbue with spell check for critical hit. ability, invisibility, legend lore, mislead, Morden- Damage*: Staff of Boccob 1d6+12; or by kainen’s disjunction, nondetection, Nystul’s spell *Always does maximum damage undetectable aura, polymorph any object, protec- (staff 18 points). tion from spells, screen, spell resistance, spell turn- Face/Reach:5 ft. by 5 ft./5 ft. ing, time stop, true seeing.",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 24, Dex 27, Con 28, Int 50, Wis 29, Cha 29. result on any die roll he makes (including attack rolls, damage, Skills*: Alchemy +100, Appraise +70, Bluff +49, Concentration checks, and saves). He is immortal. +89, Diplomacy +83, Disguise +82, Gather Information +69, Senses:Boccob can see, hear, touch, and smell at a distance of Hide +71, Intimidate +28, Knowledge (arcana) +127, seventeen miles. As a standard action, he can perceive anything Knowledge (architecture and engineering) +80, Knowledge within seventeen miles of his worshipers, holy sites, objects, or any (geography) +80, Knowledge (history) +100, Knowledge location where one of his titles or name was spoken in the last (local) +80, Knowledge (nature) +87, Knowledge (nobility and hour. He can extend his senses to up to twenty locations at once. royalty) +80, Knowledge (religion) +100, Knowledge (the He can block the sensing power of deities of his rank or lower at up planes) +100, Knowledge (undead) +100, Listen +56, Profession to two remote locations at once for 17 hours. (apothecary) +89, Profession (scribe) +89, Scry +100, Search +80, Portfolio Sense:Boccob senses all magic use (spellcasting, item Sense Motive +59, Spellcraft +127, Spot +71. *Always receives a use, spell-like ability use, or magic item creation) seventeen weeks 20 on checks. before it happens and retains the sensation for seventeen weeks after",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Boccob can use any Knowledge skill, even teachers, diplomats, and generals in elven communities. They train those he has no ranks in, as a free action if the DC for the task is 30 others in the arts of combat and magic while honing their own or lower. He can use Knowledge (arcana) or Spellcraft as a free skills, and they serve as mediators in any disputes that may arise action if the DC for the task is 47 or less. He can perform up to from the elves’ independent lifestyle. They usually seek to main- twenty such free actions each round. tain cordial relations with other good, sylvan creatures.",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As the deity of magic, Boccob can create Corellon’s temples can be located anywhere elves live, usually in any kind of magic item. sylvan woodlands. Though always beautiful and designed to blend in with the surrounding landscape, they are invariably both sturdy Avatars and defensible. They are often placed on hilltops, river crossings, Although Boccob can have up to twenty avatars at once, he seldom and other locations of strategic significance. Living plants or trees deigns to use them. Boccob’s avatars look much like he does: hand- are always included in a temple of Corellon, either as decoration as some, male humans who appear to be in their prime. They wear part of the structure. flowing purple garments trimmed with gold. dAvatar of Boccob: As Boccob except divine rank 8; AC 61 CORELLON LARETHIAN (touch 31, flat-footed 53); Atk +60/+55/+50/+45 melee (1d6+12, Fighter 19/Wizard 20/Cleric 10 Staff of Boccob) or spell +55 melee touch or +56 ranged touch; SQ DR Medium-Size Outsider (Chaotic, Good) 43/+4, fire resistance 28, SR 40, divine aura (800 ft., DC 27); SV Fort Divine Rank: 19 +49, Ref +48, Will +51; all skill modifiers reduced by 9. Hit Dice:20d8+140 (outsider) plus 19d10+133 (Ftr) plus 20d4+140",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves, magic, arts and divine abilities, spell-like abilities. crafts, music, war Special Qualities: Elf traits, divine immunities, DR 52/+4, fire",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "25th;Weight:6 lb. spell level. Without the Extra Domain salient ability, Corellon’s 63 PANTHEON Illus. by M. Cavotta THE D\u0026D CHAPTER 3: avatar loses access to the Chaos domain and the spell-like abilities Ehlonna exhorts her followers to live in harmony with their animateobjects, chaos hammer, cloak of chaos, dispel law, magic circle woodland homes, taking only what they need. The bounty of the against law, protection from law, shatter, summon monster IX,andword forest, Ehlonna teaches, is a gift to be cherished and appreciated, of chaos. not a treasure to be coveted or looted. Clergy and Temples EHLONNA Ehlonna’s clerics usually choose serviceable attire of forest green. Ehlonna of the Forests, Goddess of the Woodlands They live in forests and keep on friendly terms with the local Intermediate Deity rangers, druids, elves, and fey. They keep guard against encroach-",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability damage, ability drain, acid, cold, craft or stealth, such as a cloak of elvenkind, as long as the item’s death effects, disease, disintegration, electricity, energy drain, market price does not exceed 200,000 gp. mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- tion, imprisonment, banishment. Avatars",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15 3rd—dispel magic, fly, haste; 4th—emotion, phantasmal killer;",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+21, always first (+17 langhn uses these abilities as a Dex, +4 Improved Initiative, 24th-level caster. The save DCs are Supreme Initiative) 35 + spell level.Aid, antimagic field,",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Turn un- 0—detect magic, light, mending, dead 14/day, domain pow- open/close, prestidigitation, read ers, salient divine abilities, magic;1st—alarm, charm person, spell-like abilities. grease, unseen servant, ventrilo-",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fharlanghn can create any item that patron, Garl’s clerics favor gold jewelry. involves travel or movement within a plane, such as boots of striding Garl’s clerics build few temples, preferring instead to place and springingor a carpet of flying, as long as the item’s market price modest shrines and chapels wherever gnome dwell or congre- does not exceed 200,000 gp. gate. These sanctuaries are always built so they are easy to secure against hostile forces, and the clerics fill them with beautiful Avatars things. The shrines also usually include at least one trap designed Fharlanghn makes little use of avatars, preferring to wander the to plague unwelcome visitors. These devices are seldom fatal and world himself, though he occasionally sends an avatar to assist a often whimsical. traveler in need or accompany a great explorer beginning an epic journey. GARL GLITTERGOLD dAvatar of Fharlanghn: As Fharlanghn except divine rank 7; Illusionist 12/Cleric 14/Rogue 16 AC 65 (touch 45, flat-footed 48); Atk +57/+52/+47/+42 melee Small Outsider (Good) (1d6+12,+5 defending quarterstaff) and +57/+57+/+52 melee (1d6+8, Divine Rank:18 +5 speed quarterstaff), or spell +54 melee touch or +64 ranged touch; Hit Dice:20d8+160 (outsider) plus 12d4+96 (Clr) plus 14d8+112 SQ DR 42/+4, fire resistance 27, SR 39, divine aura (700 ft., DC 28); (Clr) plus 16d6+128 (Rog) (912 hp) SV Fort +48, Ref +56, Will +45; all skill modifiers reduced by 7. Initiative:+16 (+12 Dex, +4 Improved Initiative)",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ambidexterity, Brew Potion, Combat Casting, whenever gnomes engage in humor, cast illusions, Combat Reflexes, Craft Wondrous Item, Deflect or make jewelry.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Low-light vision, +2 bonus magic gems, such as a gem of seeing, the various on saves against illusions, +1 bonus on figurines of wondrous power,jeweled items such a helm attack rolls against kobolds and of brilliance, and any magic ring. goblinoids, +4 dodge bonus against giants, cast dancing Avatars lights, ghost sound, andpres- Garl sends his avatars to wander gnome lands, keeping an tidigitation1/day, caster level 1st. eye out for trouble and aiding with crafts and jokes. He occasionally",
        "name":  "Gnome Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "60 ft. circle against chaos, magic circle against good, miracle, mislead, non-",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Domain powers, salient divine abilities, spell-like level): 0—arcane mark, dancing lights, detect magic, detect poison, ghost abilities, rebuke undead 12/day, sneak attack +4d6. sound, mage hand, open/close, prestidigitation; 1st—animate rope,",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability touch, and smell at a distance damage, ability drain, acid, of fifteen miles. Lolth’s cold, death effects, disease, vision penetrates even disintegration, elec- magical darkness. As a tricity, energy drain, standard action, she mind-affecting can perceive any- effects, paralysis, thing within fifteen poison, sleep,stun- miles of her wor- ning, transmuta- shipers, holy sites, tion, imprisonment, objects, or any location banishment. where one of her titles Salient Divine or name was spoken in",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17 Craft Wand, Craft Wondrous Item, Dodge, Empower Spell, Extra",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 24, Dex 28, Con 29, Int 30, Wis 43, Cha 31. Skills*: Animal Empathy +68, Concentration +67, Craft (leather- working) +84, Craft (pottery) +84, Craft (stoneworking) +84, Craft (woodworking) +84, Diplomacy +47, Handle Animal +48, Heal +33, Hide +40, Intuit Direction +47, Knowledge (arcana) +49, Knowledge (geography) +41, Knowledge (nature) +78, Knowledge (religion) +65, Listen +49, Move Silently +40, Perform +41, Profession (herbalist) +70, Ride (horse) +26, Scry +68, Search +41, Sense Motive +51, Spellcraft +88, Spot +49, Use Magic Device +41, Wilderness Lore +94. *Always receives a 20 on checks.",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Obad-Hai can create magic items that such as minstrels, brewers, or jacks-of-all-trades. Thus, they can be produce energy effects, such as a wand of fireball,items that control found almost anywhere doing or wearing anything. elementals, such as acenser of controlling air elementals,and items Temples dedicated solely to Olidammara are few. But as his fol- that control animals or plants, suchas a staff of swarming insects, lowers say, there is a temple of Olidammara anywhere there is wine, items that control or affect the elements, such as a staff of earth and song, and laughter, Most formal temples of Olidammara are hidden, stone,and items that protect the user from the elements, such as a because they usually double as hideouts for thieves. Many drinking ring of elemental resistance, as long as the item’s market price does not establishments include at least small shrines to Olidammara. exceed 200,000 gp. OLIDAMMARA Avatars Rogue 20/Bard 10/Cleric 10 Obad-Hai’s avatars vary in appearance, just as he does. He sends Medium-Size Outsider them to patrol wild areas and protect them from harm, and to mon- Divine Rank:15 itor the activities of Ehlonna. Hit Dice:20d8+140 (outsider) plus 20d6+140 (Rog) plus 10d6+70 dAvatar of Obad-Hai: As Obad-Hai except divine rank 7; AC (Brd) plus 10d8+70 (Clr) (840 hp) 56 (touch 36, flat-footed 47); Atk +58/+53/+48/+43 melee (1d6+12, Initiative: +24, always first (+20 Dex, +4 Improved Initiative, +5 defending shocking burst quarterstaff) adn +58/+53/+48/+43 melee Supreme Initiative) (1d6+8,+5 shocking icy burst quarterstaff) or spell +60 melee touch or Speed:60 ft. +62 ranged touch; SQ DR 42/+4, fire resistance 27, SR 39, divine AC:84 (+20 Dex, +15 divine, +28 natural, +11 deflection) aura (700 ft., DC 26); SV Fort +48, Ref +48, Will +55; all skill modi- Attacks:+5 chaotic keen speed rapier +81/+81/+76/+71/+66 melee; or fiers reduced by 8. spell +63 melee touch or +76 ranged touch",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 24, Dex 50, Con the chaotic, keen, and speed 24, Int 30, Wis 24, Cha 33. special abilities. Skills*: Appraise +45, Balance Caster Level:20th;Weight:3 lb. +59, Bluff +103, Climb +62, Concentration +54, Craft (mu- Other Divine Powers sical instrument) +57, Diplo- As an intermediate deity, Oli- macy +48, Disable Device +45, dammara automatically re- Disguise +58, Escape Artist ceives a die result of 20 on +55, Heal +26, Hide +67, In- any check. He treats a 1 on nuendo +48, Intimidate +52, a saving throw or attack Jump +26, Knowledge roll normally and not as (arcana) +71, Knowledge an automatic failure. He (history) +45, Knowledge is immortal. (local) +45, Listen +68, Senses:Olidammara can Move Silently +69, Open see, hear, touch, and smell at a Lock +75, Perform +62, Pick distance of fifteen miles. As a Pocket +65, Profession (herbal- standard action, he can perceive ist) +42, Profession (vintner) anything within fifteen miles of +68, Read Lips +45, Scry +68, his worshipers, holy sites, objects, or Search +55, Sense Motive +66, any location where one of his Spellcraft +52, Spot +54, Tumble +69, Use titles or name was spoken in Magic Device +78, Wilderness Lore +42. the last hour. He can extend *Always receives a 20 on checks. his senses to up to ten loca-",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+11 (+7 Dex, +4 Improved Initiative) wounds, magic circle against chaos, magic vestment, mind blank, order’s",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5 disruption holy lawful heavy mace 1d8+43/19–20; or spell level. by spell Possessions:The Mace of Cuthbert,a major artifact, is a +5 disrup- Face/Reach:5 ft. by 5 ft./5 ft. tion holy lawful heavy mace. It enables its wielder to use searing light",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine immunities, fire immunity, DR 45/+4, spontaneous casting of divine spells, understand, speak, and read all languages and speak directly to all beings within 10 miles, remote communication, godly realm, teleport without errorat will,plane shiftat will, blindsight 10 miles, scent, darkvision, water breathing, SR 42, divine aura (1,000 ft., DC 29). 93 PANTHEON Illus. by D. Crame r \u0026 J. Easley THE D\u0026D CHAPTER 3: a Reflex save (DC 56) or be pinned automatically, taking 4d8+28 grease, magic missile, true strike, ventriloquism;2nd—detect thoughts, fog damage each round until Tiamat moves. Tiamat can maintain the cloud, knock, locate object, silent image; 3rd—displacement, nondetection, pin as a normal grapple attack. haste, major image;4th—arcane eye, emotion, improved invisibility, Tail Sweep (Ex): As a standard action, Tiamat can sweep her tail shadow conjuration; 5th–feeblemind, mind fog, mirage arcana, telekine- in a half-circle with a 40-foot diameter. Medium-size or smaller sis;6th—analyze dweomer, chain lightning, project image; 7th—insan- creatures within the tail sweep area automatically take 2d8+28 ity, prismatic spray, reverse gravity;8th—power word blind, trap the soul, points of damage and must succeed at Reflex saves (DC 56) to avoid Otto’s irresistible dance; 9th—energy drain, soul bind, wail of the banshee. being knocked down. Spell Immunity (unique salient divine ability):Tiamat is",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Evil, Knowledge, Magic fire resistance 30, spontaneous casting of divine spells, under-",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vecna can see (using normal vision or darkvision), Temples to Wee Jas are few and far between, but she counts hear, touch, and smell at a distance of ten miles. As a standard many powerful sorcerers and wizards (especially necromancers) action, he can perceive anything within ten miles of his wor- among her worshipers. Most of her temples are located in or near shipers, holy sites, objects, or any location where one of his titles graveyards or catacombs, and they always contain crypts where or name was spoken in the last hour. He can extend his senses to powerful wizards are buried. They also contain extensive libraries up to five locations at once. He can block the sensing power of of arcane lore and large collections of items that once belonged to deities of his rank or lower at up to two remote locations at once great wizards from past eras. for 10 hours.",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vecna can create any kind of magic item, Attacks:+5 lawful ghost touch keen dagger +69/+64/+59/+54 melee; as long as the item’s market price does not exceed 30,000 gp. or spell +63 melee touch or +64 ranged touch",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Death, magic, vanity, law at will, plane shift at will, familiar (ravens), SR 47, divine aura",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Death, Law, Magic Abilities:Str 24, Dex 27, Con 24, Int 47, Wis 34, Cha 29.",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wee Jas can create magic items of any Divine Rank:18 kind, as long as the item’s market price does not exceed Hit Dice:20d8+200 (outsider) plus 12d4+120 (Sor) plus 13d10+130 200,000 gp. (Pal) plus 15d8+150 (Clr) (1,058 hp)",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "19/day turn or destroy earth creatures, or rebuke or command air creatures; cast chaos spells at +1 caster level; cast good spells at +1 caster level; 19/day inspire allies (+2 morale bonus for 9 rounds); 19/day feat of strength (+10 enhance- ment bonus to Str for 1 round). Spell-Like Abilities: Zeus uses these abilities as a 29th-level caster, except for chaos spells and good spells, which he uses as a 30th-level caster. The save DCs are 38 + spell level. Aid, air walk, animate objects, Bigby’s clenched fist, Bigby’s crush- ing hand, Bigby’s grasping hand, blade barrier, bull’s strength, call lightning, chain lightning, chaos hammer, cloak of chaos, control weather, control Knowledge winds, demand, discern lies, (arcana) +78, dispel evil, dispel law, divine Knowledge favor, elemental swarm(air (architecture only), endure elements, and engineer- enthrall, fog cloud, gaseous ing) +68, Knowl- form, geas/quest, greater com- edge (geography) mand, holy aura, holy smite, +68, Knowledge (history) holy word, ice storm, magic circle +73, Knowledge (local) +68, against evil, magic circle against Knowledge (nature) +73, Knowledge (nobility law, magic vestment, obscuring mist, and royalty) +73, Knowledge (religion) +78, protection from evil, protection from law, repulsion, righteous might, Knowledge (the planes) +73, Listen +50, Ride (horse) +31, Scry shatter, sleet storm, spell immunity, stoneskin, storm of vengeance, +38, Search +48, Sense Motive +48, Spellcraft +38, Spot +50. summon monster IX(as chaos or good spell only), whirlwind, wind *Always receives a 20 on checks. wall, word of chaos.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "78 (–1 size, +10 Dex, +14 divine, geas/quest, holy aura, holy smite, holy word, insanity, magic circle +27 natural, +18 deflection) against evil, magic circle against law, protection from evil, protection",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wave 1d10;Small +5 chaotic dancing magic;1st—cause fear, charm person, expeditious dagger1d6+16/19–20 retreat, hypnotism, sleep; 2nd—animal trance, Face/Reach: 5 ft. by 5 ft./10 ft. enthrall, hypnotic pattern, suggestion, Tasha’s hideous",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aphrodite can create any magic item that Apollo’s clerics often wear golden or yellow garb. They serve as has an enchantment effect, such as eyes of charming, as long as the advisors, teachers, diplomats, and healers. They prefer a peaceful item’s market price does not exceed 200,000 gp. role, mediating disputes and making the injured whole when they can. They are not afraid to take up arms when necessary, however, Avatars and gladly make their points on the battlefield if they cannot do so Aphrodite’s avatars are almost always beautiful women, though in the council chamber. they vary widely in appearance. She uses them to enjoy the com- Apollo’s temples are usually placed in sunny spots or near pany of nymphs and other fey, and occasionally mortals. caves or hot springs. In addition to hospitals for the sick, Apollo’s dAvatar of Aphrodite: As Aphrodite except divine rank 7; temples usually also include divination chambers where his clerics AC 64 (touch 44, flat-footed 54); Atk +56 ranged touch (1d10, divine the future. wave); or +62/+57/+52/+47 melee (1d6+16 plus 2d6 chaotic/19–20,Small +5 chaotic dancing dagger) or +61 ranged APOLLO (1d6+16 plus 2d6 chaotic/19–20,Small +5 chaotic dancing dagger) Fighter 9/Bard 20/Wizard 10/Cleric 10 or spell +56 melee touch or +58 ranged touch; SQ DR 42/+1, Large Outsider (Chaotic, Good) fire resistance 27, SR 39, divine aura (700 ft., DC 35); SV Fort Divine Rank:15 +46, Ref +51, Will +46; Perform +92; all other skill modifiers Hit Dice:20d8+140 (outsider) plus 9d10+63 (Ftr) plus 20d6+140 reduced by 7. (Brd) plus 10d4+70 (Wiz) plus 10d8+70 (Clr) (973 hp)",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +58, Ref +63, Will +61. are 38 + spell level. Aid, antimagic field, blade barrier, clairaudi-",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +58, Ref +55, Will +54. and destructive items such as a horn of blasting, as long as the item’s",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Athena wears a helmet that creates an Back of Your Head, Great antimagic field(as the spell) with a radius of 10 to Cleave, Hold the Line, 150 feet around her. Athena can set the radius Improved Bull Rush, Im- each round as a free action. Also as a free proved Disarm, Improved action, Athena can turn the antimagic field Initiative, Improved Trip, completely off or turn it back on.",
        "name":  "Expertise, Eyes in the Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CN, LN, N, NG, NE Feats: Alertness, Brew Potion, Craft Staff, Craft Wondrous Item,",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20d8+200 (outsider) plus 15d6+150 (Brd) plus Bard Spells Known (4/8/7/7/7/5; base DC = 26 + spell level): 15d8+150 (Drd) plus 10d10+100 (Rgr) (1,020 hp) 0—daze, detect magic, ghost sound, mage hand, prestidigitation, read",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+15 (+11 Dex, +4 Improved Initiative) magic;1st—cause fear, charm person, expeditious retreat, sleep; 2nd—",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hades senses any death seventeen weeks cleric/sorcerers. They prefer blue-white garb (the color of before it happens and retains the sensation for seventeen weeks moonlight). Her clerics usually work in solitude, performing after the event occurs. magical research, making items, and searching out legendary",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cast conjuration (creation) spells at +2 at night, She retains the sensation for eleven weeks after the event caster level; cast evil spells at +1 caster level; cast divination spells occurs. She is likewise aware of the exact instant the moon rises at +1 caster level; use spell completion and spell trigger devices or sets. as Wiz30. Automatic Actions:Hecate can use Alchemy, Knowledge Spell-Like Abilities:Hecate uses these abilities as a 21st- (arcana), Knowledge (geography), Knowledge (history), Knowledge level caster, except for evil spells and divination spells, which (nature), Knowledge (religion), Knowledge (the planes), Knowl- she uses as a 22nd-level caster, and conjuration (creation) edge (undead), Profession (herbalist), or Spellcraft as a free spells, which she uses as a 23rd-level caster. The save DCs are 31 action if the DC for the task is 25 or lower. Hecate can perform + spell level. Antimagic field, blasphemy, clairaudience/clairvoyance, up to ten such free actions each round. create food and water, create undead, create water, desecrate, detect Create Magic Items:Hecate can create any kind of magic secret doors, detect thoughts, discern location, dispel good, dispel magic, item, as long as the item’s market price does not exceed 200,000 gp. divination, find the path, foresight, genesis, heroes’ feast, identify, imbue with spell ability, legend lore, magic circle against good, major Avatars creation, minor creation, minor image, Mordenkainen’s disjunction, Hecate’s avatars resemble her preferred form, that of a beautiful Nystul’s undetectable aura, permanent image, protection from good, woman with dark hair. She sends her avatars to wander the protection from spells, spell resistance, spell turning, summon monster night, and occasionally she tells them to protect shepherds, IX (as evil spell only), true creation, true seeing, unholy aura, herders, or children, as the whim strikes her. Hell hounds often 118 unholy blight. accompany her avatars just as they accompany her. :4 RETPAHC NAIPMYLO EHT NOEHTNAP dooW .S yb .sullI dAvatar of Hecate: As Hecate except divine rank 5; AC 41 AC:69 (–1 size, +8 Dex, +15 divine, +28natural, +9 deflection) (touch 33, flat-footed 32); Atk +59/+54/+49/+44 melee Attacks: Huge +5 flaming burst warhammer +80/+75/+70/+65 (1d6+12/18–20,Small +5 ghost touch keen unholy dagger) or spell melee; or spell +74 melee touch or +62 ranged touch +53 melee touch or +55 ranged touch; SQ DR 40/+4, fire resist- Damage:Huge +5 flaming burst warhammer2d8+37/19–20/×3; or ance 25, SR 37, divine aura (500 ft., DC 25); SV Fort +44, Ref +46, by spell Will +48; all skill modifiers reduced by 6. Face/Reach:5 ft. by 5 ft./10 ft.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "LG, LN, NG +47, Spellcraft +51, Spot +56, Use Magic Device +55, Use Rope",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blind-Fight, Cleave, Craft Wondrous Item, Divine Might,",
        "name":  "Earth, Fire, Good Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sneak attack +13d6, crippling magic circle against evil, magic circle against law, miracle, mislead, non- strike, domain powers, salient divine abilities, detection, phase door, polymorph any object, protection from elements, spell-like abilities. protection from evil, protection from law, screen, shatter, spell turning,",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine immunities, DR summon monster IX (as chaos or good spell only), teleport without 50/+4, understand, speak, and read all error, time stop, word of chaos. languages and speak directly to all beings Wizard Spells/Day:4/7/7/6/6/6/6/5/5/5; base DC = 20 + within 15 miles, remote communica- spell level. tion, godly realm, teleport without errorat Gust of Wind (unique salient divine ability): On any round will,plane shiftat will, familiar (birds), when Hermes takes a move action (or moves as a free action), he evasion, improved evasion, traps, can create a blast of light, moderate, strong, or severe wind that opportunist, slippery mind, spreads 150 feet along his path. See Table 3–17: Wind Effects in the uncanny dodge (cannot be DUNGEONMASTER’s Guide. flanked, +4 against traps), Possessions:Caduceus,a winged staff entwined with SR 47, divine aura (1,500 two serpents, is Hermes’s symbol, given to him by Apollo. 124 ft., DC 35). It allows him to control animals and beasts as if using the :4 RETPAHC NAIPMYLO EHT NOEHTNAP alocniaG .D yb .sullI Control Creatures salient divine ability. This item only functions (quicken wizard spells), Divine Dodge, Divine Sneak Attack, Extra in the hands of creatures with a divine rank of 0 or higher. Domain (Good), Extra Domain (Luck), Gust of Wind†, Sponta-",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "and so her honor is high indeed despite her low rank in Arcane Spell Mastery, Automatic Metamagic the pantheon. 125 PANTHEON Illus. by D. Cramer \u0026R. Guay THE OLYMPIAN CHAPTER 4:",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "80 ft. Create Magic Items: Hestia can create minor magic items",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Small +5 flaming burst dagger +55/+50/+45/+40 melee; or Murlynd’s spoon, as long as the item’s market price does not spell +50 melee touch or +46 ranged touch exceed 30,000 gp.",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability damage, ability drain, acid, cold, Like Dionysus, Pan teaches no dogma, but shows mortals and feys death effects, disease, disintegration, electricity, energy drain, a way of life by his example. He is a carefree soul, prancing through mind-affecting effects, paralysis, poison, sleep,stunning, the high mountains, tending sheep, playing his pipes, singing, transmutation, imprisonment, banishment. and dancing. His only creed is freedom. Salient Divine Abilities:Alter Reality, Alter Size, Control Creatures (fey), Divine Celerity, Divine Druid, Clergy and Temples Increased Energy Resistance (sonic), Power of Nature, Pan’s clerics are country shepherds Speak with Creatures (animals), Speak with Creatures or sylvan creatures such as centaurs, (plants). satyrs, or nymphs. They worship Domain Powers:7/day use animal friendship; cast chaos spells at their joyful god in mountain glens +1 caster level; 7/day rebuke or command plant creatures. and forest glades. They act as protec- Spell-Like Abilities:Pan uses these abilities as a 17th-level tors of nature, working independ- caster, except for chaos spells, which he uses as an 18th-level ently from each other and keeping caster. The save DCs are 28 + spell level. Animal shapes, far from civilization. They wear animate objects, antilife shell, barkskin, calm animals, laurel wreaths on their heads changestaff, chaos hammer, cloak of chaos, command and olive-colored tunics. plants, commune with nature, control plants, creep- ing doom, dispel law, dominate animal, entangle, PAN hold animal, magic circle against law, plant Druid 20/Bard 10/Barbarian 10 growth, protection from law, repel vermin, repel Large Outsider wood, shambler, shapechange, shatter, summon",
        "name":  "Dogma Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cast Poseidon sends his avatar to chaos spells at +1 caster punish mortals who have level; 17/day turn or offended him. They usually destroy air creatures, or appear just as the deity does, but rebuke or command earth they sometimes appear as creatures; 17/day turn or destroy gigantic humanoids formed fire creatures, or rebuke or com- entirely out of water. mand water creatures. dAvatar of Poseidon: As Spell-Like Abilities:Posei- Poseidon except divine rank 8; don uses these abilities as a AC 56 (touch 35, flat-footed 27th-level caster, except for 56); Atk +79/+64/+59/ chaos spells, which he uses as a +54 melee (2d8+47, 28th-level caster. The save DCs Huge +5 spell storing are 37 + spell level. Acid fog, ani- thundering returning trident) mate objects, chaos hammer, cloak of or +65 ranged (2d8+35, Huge chaos, cone of cold, control water, +5 spell storing thundering return- dispel law, earthquake, elemental ing trident) or spell +69 melee swarm(as earth or water spell touch or +55 ranged touch; only),fog cloud, horrid wilt- SQ DR 43/+4, no fast heal- ing, ice storm, iron body, magic ing, SR 40, divine aura (800 circle against law, magic stone, ft., DC 28); SV Fort +51, Ref obscuring mist, protection from +48, Will +48; all skill modifiers law, shatter, soften earth reduced by 9. and stone, spike stones, stone Salient Divine Abili- shape, stoneskin, summon ties:Alter Reality, Anni- monster IX (as chaos spell hilating Strike, Divine only), wall of stone, water Blast, Divine Archery, breathing, word of chaos. Divine Strike, Divine Water",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Poseidon can use any skill, even those he Olympians—with a slim, agile body. She wears a sky-blue tunic has no ranks in, as a free action if the DC is 30 or lower. He can per- and carries either a cornucopia or a rudder, indicating that she 130 form up to twenty such free actions each round. steers mortal life. :4 RETPAHC NAIPMYLO EHT NOEHTNAP remarC .D\u0026 ahnidraS .R yb .sullI Tyche is the daughter of the titans Oceanus and Tethys—one Face/Reach:5 ft. by 5 ft./5 ft. of three thousand such progeny, most of whom are cloud Special Attacks: Constitution drain, domain powers, salient nymphs. Tyche won her place on Olympus by siding with Zeus divine abilities, sneak attack +10d6, spell-like abilities, turn and his siblings against the Titans, helping them seize control of undead 21/day. the universe. Special Qualities:Divine immunities, DR 43/+4, spontaneous casting of divine spells, understand, speak, and read all Dogma languages and speak directly to all beings within 8 miles, Tyche has a variety of faces. She is the giver of good fortune and remote communication, godly realm, teleport without error at the bringer of evil, a god of whimsy and an emblem of inescapable will,plane shiftat will, familiar (cats), crippling strike, defen- destiny. Tyche propagates different dogmas among different sive roll, evasion, fire resistance 28, improved evasion, people at different times, leading to a wide variety of views opportunist, traps, uncanny dodge (cannot be about her true nature. flanked, +4 against traps), SR 40, divine aura Some followers of Tyche believe that life is essen- (800 ft., DC 36). tially a game of dice, where every situation’s outcome Saves:Fort +49, Ref +50, Will +49. is determined by chance. They offer prayers and Abilities:Str 26, Dex 29, Con 26, Int 30, sacrifices to Tyche in the hope that she will Wis 26, Cha 46. turn their dice to high numbers, allowing Skills: Appraise +58, Balance +59, Bluff them success in their endeavors. +66, Climb +36, Concentration +66, Others believe that the course of life Diplomacy +80, Escape Artist +57, is all laid out by the gods in advance Gather Information +71, Heal +26, and cannot be altered—except by Hide +57, Intimidate +28, Jump Tyche. Tyche, they believe, can liber- +58, Knowledge (arcana) +48, ate mortals from the fate that Knowledge (religion) +28, Listen lies before them, free- +63, Move Silently +57, Pick ing them from the Pocket +59, Read Lips +58, Scry tyrannical whim of +38, Search +63, Sense Motive destiny and allow- +56, Spellcraft +68, Spot +63, ing them to forge Tumble +64, Use Magic their own destiny. Device +66, Use Rope +37, While many followers of the Wilderness Lore +26.",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "60 ft. caster. The save DCs are 36 + spell level. Aid, antimagic field, astral",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tyche can use Bluff, Diplomacy, Escape important to allegorize myths—both the stories of the Olympian Artist, Hide, Listen, Pick Pocket, Read Lips, Spot, Use Magic gods and those of other pantheons—to make them conform to Device, or Use Rope as a free action if the DC is 20 or lower. She “true religion.” can perform up to five such free actions in a round.",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tyche can create any magic item that Clergy and Temples grants a luck bonus, as long as its market price does not exceed Philosophers of the Academy teach much as the Academy’s 30,000 gp. founder did—holding discussions in public squares and initiating disciples into higher mysteries. They must remain chaste and Avatars unmarried, and they observe an ascetic lifestyle in other areas as Tyche’s avatars wander the earth, doling out good or bad fortune well. Their eating, clothing, and sleeping habits are all sparse. according to their whim. They appear as normal humans, male Moderation is demanded in all things. or female. dAvatar of Tyche: As Tyche except divine rank 4; AC 58 (touch OLYMPIAN MONSTERS 41, flat-footed 58); Atk +52 melee touch (Con drain, touch); or +53/+47/+43/+37 melee (1d6+9, luck blade); or spell +52 melee The monsters included in this section are especially appropriate touch or +53 ranged touch; SQ DR 39/+4, fire resistance 24, SR 36, to a campaign that uses the Olympian pantheon. Of course, divine aura (40 ft., DC 32); SV Fort +45, Ref +46, Will +45; all skill many monsters that appear in the Monster Manualare derived modifiers reduced by 4. from the tales of the Olympian deities, including the centaur,",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By character class Fauns are a race of woodland-dwelling humanoids that dwell in lands where the Olympian deities are worshiped. They are closely related to satyrs; in fact, some suspect that fauns are a result of cross-breeding between satyrs and humans or perhaps elves. Fauns are essentially human in shape, standing nearly 6 feet high, with bestial-looking faces, flowing manes of hair (including 133 PANTHEON Illus. by R. Guay THE OLYMPIAN CHAPTER 4: beards on the males), and short, goatlike tails. They do not favor clothing, but they will wear it in their dealings with humans. Instead, they paint their bodies with natural colors, especially bright reds and striking blacks that contrast with their light brown complexions. They have no horns. Fauns speak Sylvan and Common. Combat Fauns dislike combat and avoid it when possible. They have no misguided notions of courage or honor that would interfere with fleeing from a dangerous foe. They are not cowardly; they simply do not fight if it is not necessary. Faun Traits (Ex):Fauns benefit from a number of racial traits. • Low-light vision. • Musical Ability: When a faun uses a magic flute or set of pipes, includingpipes of haunting, pipes of pain, pipes of the sewers, orpipes of sounding, the saving throw DC for any effect of the item is increased by +2. In addition, a faun character with the Use Magic Device skill can use a satyr’s pipes to create the magical effects that satyrs produce on the pipes. The check DC is the same as for emulating a race, DC 25. • Musical Resistance: Fauns receive a +2 bonus on saving throws made to resist musical effects, including sonic spells, bardic music,Otto’s irresistible dance,and the effects of magical pipes, harps, lyres, and other instruments.",
        "name":  "Advancement",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Re-Horakhty can hear, touch, and smell at a distance of stereotype remains valid. As with all Pharaonic clerics, male nineteen miles and see at a distance of thirty-eight miles. As a clerics of Anubis shave their heads while female clerics wear standard action, he can perceive anything within nineteen miles of their hair long. They dress in white robes. Most of Anubis’s clerics his worshipers, holy sites, objects, or any location where one of his are male. titles or name was spoken in the last hour. He can extend his Anubis’s temples are always located next to cemeteries and senses to up to twenty locations at once. He can block the sensing follow the general layout of most Pharaonic temples. They are power of deities of his rank or lower at up to two remote locations funeral chapels, embalming centers, and guarded repositories of at once for 19 hours. sacred and magical knowledge.",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Law, Magic, Repose Diplomacy +48, Heal +64, Knowledge (arcana) +79, Knowledge",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immune to fire damage; takes double damage affects at least one from cold unless a saving throw for half damage is allowed, in thousand creatures. which case he takes half damage on a success and double Create Magic damage on a failure. Items: Apep can",
        "name":  "Fire Subtype",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine immunities, DR 42/+4, fire resistance free action if the DC for the task is 20 or lower. He can perform up 27, understand, speak, and read all languages and speak to five such free actions each round. directly to all beings within 7 miles, remote communication, Create Magic Items:Bes can create any magic item that grants godly realm, teleport without error at will, plane shift at will, a luck bonus, as long as the item’s market price does not exceed bardic knowledge +29, bardic music 24/day (countersong, 30,000 gp. fascinate, inspire competence, inspire courage, inspire great- ness, suggestion), evasion, uncanny dodge (cannot be flanked, HATHOR +4 against traps), defensive roll, improved evasion, SR 39, divine aura (700 ft., DC 33). Lesser Deity",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine immunities, DR (4/8/8/8/8/7/7; base DC = 26 43/+4, fire resistance 28, spontaneous cast- + spell level): 0—detect magic, ing of divine spells, understand, speak, and read light, mending, open/close, all languages and speak directly to all beings read magic, resistance; within 8 miles, remote communication, godly 1st—charm person, realm, teleport without errorat will, plane shiftat cure light wounds, will, bardic knowledge +29, hypnotism, protection bardic music 28/day (counter- from evil, sleep; 2nd— song,fascinate,inspire compe- bull’s strength, daylight, delay poison, detect tence, inspire courage, inspire thoughts, locate object; 3rd—charm mon- greatness, suggestion) range 8 ster, clairaudience/clairvoyance, dispel miles, SR 40, divine aura magic, emotion, magic circle against evil; 4th— (800 ft., DC 34). cure critical wounds, hold monster, legend lore,",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability damage, ability drain, acid, cold, each round. death effects, disease, disintegration, electricity, energy drain, Create Magic Items:Hathor can create any magic instrument mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- or artistic item, as long as the item’s market price does not exceed tion, imprisonment, banishment. 30,000 gp.",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a god of crafting, Imhotep can create AC:77 (+10 Dex, +17 divine, +30 natural, +10 deflection) any magic item whose primary purpose is healing or building, Attacks*: Spell +66 melee touch or +67 ranged touch *Always such as a wand of cure moderate wounds, aperiapt of proof against poison, receives a 20 on attack rolls; roll die to check for critical hit. orsovereign glue,as long as the item’s market price does not exceed Damage*: By spell *Always does maximum damage. 4,500 gp. Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fertility, magic, marriage 69, divine aura (17 miles, DC 37).",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Good, Magic, Protection, Water (weaving) +94, Diplomacy +69, Disable Device +54, Gather",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Isis senses all NEPHTHYS magic use (spellcasting, item use, Cleric 20/Necromancer 20 spell-like ability use, or magic item Medium-Size Outsider creation), the discovery, recording, Divine Rank:12 or sharing of any spell or bit of arcane Hit Dice: 20d8+160 (outsider) plus knowledge, and the conception of 20d8+160 (Clr) plus 20d4+160 (Nec) any child and every wedding the (880 hp) instant it happens and seventeen weeks Initiative:+8 into the past and the future. Speed:60 ft., fly 100 ft. perfect",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Isis can create any kind of magic item. Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability damage, ability drain, acid, cold, a 23rd-level caster. The save DCs are 31 + spell level. Aid, animate death effects, disease, disintegration, electricity, energy drain, mind- objects, antimagic field, blade barrier, chaos hammer, cloak of chaos, affecting effects, paralysis, poison, sleep,stunning, transmutation, deathwatch, death ward, destruction, dispel evil, dispel law, gentle imprisonment, banishment. repose, holy aura, holy smite, holy word, magic circle against evil, magic",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nephthys create any magic item that creates a necromantic or death effect, as long as the item’s market price does not exceed 200,000 gp. 150 :5 RETPAHC CINOARAHP EHT NOEHTNAP dooW .S yb .sullI family. I have not done wrong instead of right. I have known no OSIRIS worthless folk . . .” and so on. The monster Am-mit, a servant of Greater Deity Anubis, devours those who fail in Osiris’s judgment.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability damage, ability drain, acid, cold, such free actions each round. death effects, disease, disintegration, electricity, energy drain, Create Magic Items:Osiris can create any magic item that mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- creates a necromantic or death effect, or that commands or con- tion, imprisonment, banishment. trols plants.",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "25th;Weight:3 lb. Ptah has few clerics, and he is not widely worshiped even among Though he fights with a flail, Osiris carries a magic scepter in the pantheon as a whole. His priests defy common Pharaonic prac- his off hand. This scepter acts as a rod of cancellationwith unlim- tice by wearing black vestments adorned with glittering white ited uses. stars, though males still shave their heads in accordance with tradi-",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5 ghost touch lawful spell storing heavy mace sion door, discern location, dispel chaos, divination, expeditious retreat, 1d8+18/×2 or by spell find the path, fly, foresight, genesis, heroes’ feast, hold monster, legend Face/Reach:5 ft. by 5 ft./5 ft. lore, locate object, magic circle against chaos, major creation, minor cre-",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Divine treats a 1 on a saving throw or Vengeance, Dodge, Empower Spell, attack roll normally and not as Endurance, Enlarge Spell, Ex- an automatic failure. He is pertise, Extend Spell, Extra immortal.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Arcane Mastery, Automatic Meta- he has no ranks in, as a free action if the DC for the task is 25 or magic (quicken wizard spells), Banishing Gaze†, Clearsight, lower. He can perform up to ten such free actions each round.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ptah can create any magic item, as long Spellcasting, Extra Domain (Law), Extra Sense Enhancement as the item’s market price does not exceed 200,000 gp. (see ethereal), Extra Energy Immunity (fire), Extra Energy 153 PANTHEON Illus. by M. Mitchell THE PHARAONIC CHAPTER 5: basic self-defense, protecting themselves not just from legal and SET religious authorities but also from higher-level clerics of Set Greater Deity who might view them as a threat to their position.",
        "name":  "Create Greater Object, Create Object, Divine Celerity, Divine Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Domain cult, where cleric-assassins vie with each other for power powers, salient divine abilities, and position. spell-like abilities, According to Set, whatever a person is strong enough command or rebuke to claim belongs to that person by undead (cleric) 12/day, right. The “divine right” of command or rebuke rulership that Re-Horakhty undead (blackguard) 12/day teaches is meaningless in (as Clr8), poison use, smite Set’s eyes—rulership should good (+9 on attack and +10 on damage), be held by whoever can seize sneak attack +3d6. and maintain it. Authority Special Qualities: Divine immunities, should be respected only inso- DR 51/+4, fire resistance 36, fast healing far as it is powerful enough to 36, spontaneous casting of divine spells, enforce its will. understand, speak, and read all languages and speak directly to all beings within 16 Clergy and Temples miles, remote communication, godly Lower-level clerics of Set operate realm, teleport without error at will, plane in secret, hiding their identities shiftat will, detect good, dark blessing, aura and striving to appear as nothing of despair, fiendish servant, SR 48, divine but hard-working, well-meaning cit- aura (16 miles, DC 35). izens. They usually carry Set’s symbol Saves*: Fort +68, Ref +66, Will +68. tattooed somewhere on their bodies, *Always receives a 20 on saves. but do not display it openly or in any Abilities:Str 40, Dex 29, Con 32, Int 29, 154 other way indicate their beliefs. This is Wis 32, Cha 29. :5 RETPAHC CINOARAHP EHT NOEHTNAP lekewS .A\u0026 remarC .D yb .sullI Skills*: Balance +45, Bluff +50, Concentration +67, Diplomacy free action if the DC for the task is 30 or lower. He can perform up +69, Disguise +45, Forgery +45, Hide +45, Innuendo +49, to twenty such free actions each round. Intimidate +77, Knowledge (arcana) +55, Knowledge (the Create Magic Items:Set can create any magic item that uses planes) +55, Knowledge (religion) +60, Listen +69, Move evil or chaotic spell effects, that uses negative energy, or that causes Silently +70, Scry +35, Search +65, Sense Motive +72, Spellcraft wounding or vorpal effects. +45, Spot +69. *Always receives a 20 on checks.",
        "name":  "He perpetuates this idea of rule by the strong within his Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alertness, Blind-Fight, Cleave, Combat Reflexes, Dodge, Automatic Actions:Sobek can use Bluff, Escape Artist, In- Expertise, Great Cleave, Improved Bull Rush, Improved nuendo, or Intimidate as a free action if the DC for the task is 15 Critical (shortspear), Improved Initiative, Mobility, Power or lower. He can perform up to two such free actions each Attack, Power Critical (shortspear), Spring Attack, Superior round. Expertise, Whirlwind Attack. Create Magic Items: Sobek cannot create magic items.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Arcane Mastery, Automatic Meta- different kind of knowledge, a deep understanding and an inti- magic (quicken wizard spells), Clearsight, Craft Artifact, Divine mate familiarity with the darkest secrets of the universe. This Skill Focus (Knowledge [arcana]), Divine Skill Focus (Knowledge esoteric knowledge actually leads to a transformation of the [history]), Divine Skill Focus (Knowledge [the planes]), Divine knower, making him or her more akin to that which is known— Skill Focus (Knowledge [religion]), Divine Spellcasting, Extra in other words, more divine. Sense Enhancement (penetrating vision), Increased Spell Resis- Initiates of the Mysteries of Thrice-Greatest Thoth employ a tance, Know Secrets, Power of Truth, Spontaneous Wizard Spells, variety of methods to pursue this esoteric knowledge. Ritual and Supreme Initiative, True Knowledge. contemplative prayer are important components, as well as",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thoth can create any magic item, as long MINION OF SET as the item’s market price does not exceed 200,000 gp. Medium-Size Outsider (Chaotic, Evil)",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A minion of Set has one alternate form, mummified and charged with the protection of pyramids and that of a Large or Huge animal. The transformation resembles other tombs. the shapechangespell in that the minion gains the extraordinary Unlike the common mummies described in the Monster abilities of the animal form, but changing form is a move-equiv- Manual,greater mummies retain all the intelligence and abilities alent action (not a free action as for shapechange). In animal they possessed in life, including their cleric spellcasting ability form, a minion of Set gains the physical abilities, speed, size and and granted powers. Much like liches, they are often scheming 159 PANTHEON Illus. by S. Wood THE PHARAONIC CHAPTER 5: and power-hungry, their plans and machinations extending far remove diseasespell or similar magic (see Disease in the DUNGEON beyond the walls of their tombs. Their influence can be felt thou- MASTER’s Guide). sands of miles from their resting place, and for thousands of years An afflicted creature that dies shrivels away into sand and dust after their death and transformation. that blow away into nothing at the first wind unless both a remove A greater mummy is physically indistinguishable from the diseaseandraise deadare cast on the remains within 6 rounds. common variety, except that it is usually garbed in clerical vest- Control Undead(Su): A greater mummy with this ability must be ments and prominently displays its holy (or unholy) symbol. Its an evil cleric. The mummy’s effective level for purposes of rebuk- desiccated body is wrapped in linen strips, while its internal organs ing or commanding undead is four levels higher than its actual actually reside in jars within the mummy’s burial place. cleric level. Greater mummies speak any languages they knew in life, gener- Improved Grab(Ex): To use this ability, the greater mummy must ally including Common. hit with a slam attack.",
        "name":  "Alternate Form",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The greater mummy can cast any spells it could cast while alive. Despair(Su):At the mere sight of a greater mummy, the viewer must succeed at a Will save or be paralyzed with fear for 2d4 rounds. Whether or not the save is suc- cessful, that creature cannot be affected again by that mummy’s despair ability for one day. Mummy Rot(Su):Supernatural disease— slam, Fortitude save (DC 24), incubation period 12 hours; damage 1d6 temporary Strength and 1d6 temporary Constitution. Unlike normal diseases, mummy scourge continues 160 until the victim reaches Constitution 0 (and dies) or receives a :5 RETPAHC CINOARAHP EHT NOEHTNAP namroN .J/w yddonS .B yb .sullI Alter Form(Sp): Three times per day, a greater mummy with this Combat ability can use polymorph selfas an 8th-level sorcerer. Undead Traits: Immune to mind-affecting effects, poison, Passage(Sp): Greater mummies with this ability can use phase sleep,paralysis, stunning, and disease. Not subject to critical hits, doorthree times per day, as a sorcerer of the same level as the subdual damage, ability damage, energy drain, or death from mummy’s cleric level. massive damage. Symbiosis(Ex): The body of a greater mummy with this quality is Immunities (Ex): Greater mummies are immune to cold, poly- home to another monster. Typical symbionts include green slime, morph, and mind-affecting attacks. yellow mold, or brown mold (see Chapter 4 of the DUNGEON The Will save against this mummy’s despair aura has a DC of 16. MASTER’s Guide), gray ooze, and monstrous spiders or scorpions. The The save DC against its spells is 14 + spell level. mummy is immune to the symbiont creature’s special attacks, Magic Items Carried: Divine scroll of obscuring mistandinflict including the acid of green slime and gray ooze. light wounds;necklace of prayer beads(karma).",
        "name":  "Spells",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    }
]
