[
    {
        "origin_file":  "magic_items.json",
        "description":  "0 level—detect magic, ghost sound, light, read magic. the clerics of lawful and good deities and may extol the virtues of a",
        "name":  "Spells Known",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ideally, a cleric’s adventures support his god’s Races: All the common races are represented in this class, since causes, at least in a general way. A good cleric, for example, helps the need for religion and divine magic is universal. The clerics of those in need. If, through noble acts, he can improve the reputation most races, however, are too focused on their religious duties to to his god or temple, that’s even better. An evil cleric seeks to undertake an adventurer’s life. Crusading, adventuring clerics most increase his own power and that of his deity, so that others will often come from the human and dwarf races. respect and fear both. Among the savage humanoids, clerics are less common. The Clerics sometimes receive orders, or at least suggestions, from exception is troglodytes, who take well to divine magic and are often their ecclesiastical superiors, directing them to undertake missions led by priests, who make a practice of sacrificing and devouring for the church. The clerics and their companions are compensated captives. fairly for these missions, and the church may be especially generous Other Classes: In an adventuring party, the cleric is everybody’s with the casting of needed spells or divine magic items as payment. friend and often the glue that holds the party together. As the one 30 :3 RETPAHC SESSALC who can channel divine energy, a cleric is a capable healer, and Class Skills adventurers of every class appreciate being put back together after The cleric’s class skills (and the key ability for each skill) are they’ve taken some hard knocks. Clerics sometimes clash with Concentration (Con), Craft (Int), Diplomacy (Cha), Heal (Wis), druids, since druids represent an older, more primal relationship Knowledge (arcana) (Int), Knowledge (history) (Int), Knowledge between the mortal and the divine. Mostly, though, the (religion) (Int), Knowledge (the planes) (Int), Profession (Wis), and religion of a cleric determines how he gets along with Spellcraft (Int). See Chapter 4: Skills for skill descriptions. others. A cleric of Olidammara (god of thieves), gets along",
        "name":  "Adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d8. category. See Chapter 5: Feats for details. Table 3–6: The Cleric Base Fort Ref Will ———————— Spells per Day1 ——–————— Level Attack Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +2 +0 +2 Turn or rebuke undead 3 1+1 — — — — — — — — 2nd +1 +3 +0 +3 4 2+1 — — — — — — — — 3rd +2 +3 +1 +3 4 2+1 1+1 — — — — — — — 4th +3 +4 +1 +4 Bonus Feat 5 3+1 2+1 — — — — — — — 5th +3 +4 +1 +4 5 3+1 2+1 1+1 — — — — — — 6th +4 +5 +2 +5 5 3+1 3+1 2+1 — — — — — — 7th +5 +5 +2 +5 6 4+1 3+1 2+1 1+1 — — — — — 8th +6/+1 +6 +2 +6 Bonus Feat 6 4+1 3+1 3+1 2+1 — — — — — 9th +6/+1 +6 +3 +6 6 4+1 4+1 3+1 2+1 1+1 — — — — 10th +7/+2 +7 +3 +7 6 4+1 4+1 3+1 3+1 2+1 — — — — 11th +8/+3 +7 +3 +7 6 5+1 4+1 4+1 3+1 2+1 1+1 — — — 12th +9/+4 +8 +4 +8 Bonus Feat 6 5+1 4+1 4+1 3+1 3+1 2+1 — — — 13th +9/+4 +8 +4 +8 6 5+1 5+1 4+1 4+1 3+1 2+1 1+1 — — 14th +10/+5 +9 +4 +9 6 5+1 5+1 4+1 4+1 3+1 3+1 2+1 — — 15th +11/+6/+1 +9 +5 +9 6 5+1 5+1 5+1 4+1 4+1 3+1 2+1 1+1 — 16th +12/+7/+2 +10 +5 +10 Bonus Feat 6 5+1 5+1 5+1 4+1 4+1 3+1 3+1 2+1 — 17th +12/+7/+2 +10 +5 +10 6 5+1 5+1 5+1 5+1 4+1 4+1 3+1 2+1 1+1 18th +13/+8/+3 +11 +6 +11 6 5+1 5+1 5+1 5+1 4+1 4+1 3+1 3+1 2+1 19th +14/+9/+4 +11 +6 +11 6 5+1 5+1 5+1 5+1 5+1 4+1 4+1 3+1 3+1 20th +15/+10/+5 +12 +6 +12 Bonus Feat 6 5+1 5+1 5+1 5+1 5+1 4+1 4+1 4+1 4+1 1 In addition to the stated number of spells per day for 1st- through 9th-level spells, a cleric gets a domain spell for each spell level, starting at 1st. The “+1” in the entries on this table represents that spell. Domain spells are in addition to any bonus spells the cleric may receive for having a high Wisdom score. 31 CLASSES CHAPTER 3: Table 3–7: Deities Deity Alignment Domains Typical Worshipers Heironeous, god of valor Lawful good Good, Law, War Paladins, fighters, monks Moradin, god of the dwarves Lawful good Earth, Good, Law, Protection Dwarves Yondalla, goddess of the halflings Lawful good Good, Law, Protection Halflings Ehlonna, goddess of the woodlands Neutral good Animal, Good, Plant, Sun Elves, gnomes, half-elves, halflings, rangers, druids Garl Glittergold, god of the gnomes Neutral good Good, Protection, Trickery Gnomes Pelor, god of the sun Neutral good Good, Healing, Strength, Sun Rangers, bards Corellon Larethian, god of the elves Chaotic good Chaos, Good, Protection, War Elves, half-elves, bards Kord, god of Strength Chaotic good Chaos, Good, Luck, Strength Fighters, barbarians, rogues, athletes Wee Jas, goddess of death and magic Lawful neutral Death, Law, Magic Wizards, necromancers, sorcerers St. Cuthbert, god of retribution Lawful neutral Destruction, Law, Protection, Strength Fighters, monks, soldiers Boccob, god of magic Neutral Knowledge, Magic, Trickery Wizards, sorcerers, sages Fharlanghn, god of roads Neutral Luck, Protection, Travel Bards, adventurers, merchants Obad-Hai, god of nature Neutral Air, Animal, Earth, Fire, Plant, Water Druids, barbarians, rangers Olidammara, god of thieves Chaotic neutral Chaos, Luck, Trickery Rogues, bards, thieves Hextor, god of tyranny Lawful evil Destruction, Evil, Law, War Evil fighters, monks Nerull, god of death Neutral evil Death, Evil, Trickery Evil necromancers, rogues Vecna, god of secrets Neutral evil Evil, Knowledge, Magic Evil wizards, sorcerers, rogues, spies Erythnul, god of slaughter Chaotic evil Chaos, Evil, Trickery, War Evil fighters, barbarians, rogues Gruumsh, god of the orcs Chaotic evil Chaos, Evil, Strength, War Half-orcs, orcs Aura (Ex): A cleric of a chaotic, evil, good, or lawful deity has a (The god may have occasional worshipers of other races, but not particularly powerful aura corresponding to the deity’s alignment clerics.) (see the detect evil spell for details). Clerics who don’t worship a spe- When you have chosen an alignment and a deity for your cleric, cific deity but choose the Chaotic, Evil, Good, or Lawful domain choose two domains from among those given on Table 3–7 for the have a similarly powerful aura of the corresponding alignment. deity. While the clerics of a particular religion are united in their",
        "name":  "Hit Die",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alertness. lawful neutral clerics of Wee Jas (goddess of death and magic) Deity/Domains: Pelor/Good and Healing. convert prepared spells to inflict spells, not cure spells. All clerics of",
        "name":  "Bonus Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Druids adventure to gain knowledge (especially turn or destroy undead creatures. An evil cleric (or a neutral cleric about animals and plants unfamiliar to them) and power. Some- who worships an evil deity) instead rebukes or commands such times, their superiors call on their services. Druids may also bring creatures., forcing them to cower in awe of his power. If your their power to bear against those who threaten what they love, character is a neutral cleric of a neutral deity, you must choose which more often includes ancient stands of trees or trackless whether his turning ability functions as that of a good cleric or an mountains than people. While druids accept that which is horrific evil cleric. Once you make this choice, it cannot be reversed. This or cruel in nature, they hate that which is unnatural, including decision also determines whether the cleric can cast spontaneous aberrations (such as beholders and carrion crawlers) and undead cure or inflict spells (see above). Exceptions: All lawful neutral clerics of (such as zombies and vampires). Druids sometimes lead raids against Wee Jas (goddess of death and magic) rebuke or command undead. such creatures, especially when they encroach on the druids’ All clerics of St. Cuthbert (god of retribution) and all nonevil clerics territory. of Obad-Hai (god of nature) turn of destroy undead.",
        "name":  "Adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Druids cast divine spells much the same way A cleric may attempt to turn undead a number of times per day clerics do, though most get their spells from the power of nature equal to 3 + his Charisma modifier. A cleric with 5 or more ranks in rather than from deities. Their spells are oriented toward nature and Knowledge (religion) gets a +2 bonus on turning checks against animals. In addition to spells, druids gain an increasing array of undead. magical powers, including the ability to take the shapes of animals,",
        "name":  "Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d6 gp. this ability to take the form of a plant that isn’t a creature, such as a tree or a rose bush.) At 16th level, a druid becomes able to use wild shape FIGHTER to change into a Small, Medium, or Large elemental (air, earth, fire, or water) once per day. These The questing knight, the conquering elemental forms are in addition to her normal wild overlord, the king’s champion, the shape usage. In addition to the normal effects of elite foot soldier, the hardened wild shape, the druid gains all the elemental’s mercenary, and the bandit king— extraordinary, supernatural, and spell-like abilities. all are fighters. Fighters can be She also gains the elemental’s feats for as long as stalwart defenders of those in she maintains the wild shape, but she retains her need, cruel marauders, or gutsy own creature type (humanoid, in most cases). adventurers. Some are among At 18th level, a druid becomes able to assume the land’s best souls, willing to elemental form twice per day, and at 20th level face death for the greater good. she can do so three times per day. At 20th Others are among the worst, with level, a druid may use this wild shape ability no qualms about killing for private to change into a Huge elemental. gain, or even for sport. Fighters Venom Immunity (Ex): At 9th level, a who are not actively adventuring druid gains immunity to all poisons. may be soldiers, guards, A Thousand Faces (Su): At 13th level, a bodyguards, champions, or druid gains the ability to change criminal enforcers. An adven- her appearance at will, as if using turing fighter might call himself a warrior, a the disguise se lf spell, see Errata, but mercenary, a thug, or simply an adventurer. only while in her normal form. Timeless Body (Ex): After Adventures: Most fighters see adven- attaining 15th level, a druid no tures, raids, and dangerous missions as longer takes ability score their job. Some have patrons who pay penalties for aging (see Table them regularly. Others prefer to live 6–5: Aging Effects, page 109) and like prospectors, taking great risks in cannot be magically aged. Any penalties hopes of the big haul. Some fighters are more she may have already incurred, however, remain in place. Bonuses civic-minded and use their combat skills to protect endangered still accrue, and the druid still dies of old age when her time is up. people who cannot defend themselves. Whatever their initial motivations, however, fighters often wind up living for the thrill of Ex-Druids combat and adventure.",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 1/3; Medium animal; HD 2d8+4; hp 13; Init +1; Spd 40 Because of this empathic link, the paladin has the same connection to ft.; AC 13, touch 11, flat-footed 12; Base Atk +1; Grp +3; Atk +3 melee an item or place that her mount does, just as with a master and his (1d3+2, hoof); Full Atk +3/+3 melee (1d3+2, 2 hooves); Space/Reach 5 familiar (see Familiars, page 52). ft./5 ft.; SQ low-light vision, scent; SV Fort +5, Ref +4, Will +0; Str 15, Dex Improved Evasion (Ex): When subjected to an attack that normally 13, Con 14, Int 2, Wis 11, Cha 4. allows a Reflex saving throw for half damage, a mount takes no damage",
        "name":  "Warpony",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any. Magical beast displacer beast",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical beast. then learns the skills of the trade on the job. Eventually, the trainee",
        "name":  "Favored Enemy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rogues are highly skilled, and they can con- by spellcasters. There are plenty of times, however, that they wish centrate on developing any of several categories of skills. While not everyone else was as quiet, guileful, and patient as they. Rogues are equal to members of many other classes in combat, a rogue knows particularly wary of paladins, so they endeavor to prove themselves how to hit where it hurts, and she can dish out a lot of damage with a useful when contact with paladins is unavoidable. sneak attack. Role: The rogue’s role in a group can vary dramatically based on Rogues have a sixth sense when it comes to avoiding danger. her skill selection—from charismatic con artist to cunning burglar Experienced rogues develop mystical powers and skills as they to agile combatant—but most rogues share certain aspects. They master the arts of stealth, evasion, and sneak attacks. In addition, aren’t capable of prolonged melee combat, so they focus on while not capable of casting spells on their own, rogues can “fake it” opportunistic sneak attacks or ranged attacks. The rogue’s stealth well enough to cast spells from scrolls, activate wands, and use just and her trapfinding ability make her one of the best scouts in the about any other magic item. game. Table 3–15: The Rogue Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +0 +2 +0 Sneak attack +1d6, trapfinding 2nd +1 +0 +3 +0 Evasion 3rd +2 +1 +3 +1 Sneak attack +2d6, trap sense +1 4th +3 +1 +4 +1 Uncanny dodge 5th +3 +1 +4 +1 Sneak attack +3d6, Bonus Feat 6th +4 +2 +5 +2 Trap sense +2 7th +5 +2 +5 +2 Sneak attack +4d6 8th +6/+1 +2 +6 +2 Improved uncanny dodge 9th +6/+1 +3 +6 +3 Sneak attack +5d6, trap sense +3 10th +7/+2 +3 +7 +3 Special ability, Bonus Feat 11th +8/+3 +3 +7 +3 Sneak attack +6d6 12th +9/+4 +4 +8 +4 Trap sense +4 13th +9/+4 +4 +8 +4 Sneak attack +7d6, special ability 14th +10/+5 +4 +9 +4 — 15th +11/+6/+1 +5 +9 +5 Sneak attack +8d6, trap sense +5, Bonus Feat 16th +12/+7/+2 +5 +10 +5 Special ability 17th +12/+7/+2 +5 +10 +5 Sneak attack +9d6 18th +13/+8/+3 +6 +11 +6 Trap sense +6 19th +14/+9/+4 +6 +11 +6 Sneak attack +10d6, special ability 20th +15/+10/+5 +6 +12 +6 —nus Feat 49 CLASSES CHAPTER 3: GAME RULE INFORMATION able to see the target well enough to pick out a vital spot and must be able to reach such a spot. A rogue cannot sneak attack while striking Rogues have the following game statistics. a creature with concealment (see page 152) or striking the limbs of a",
        "name":  "Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rogues (and only rogues) can use the Search skill for many of the rogue’s skills. A high Intelligence score also gives to locate traps when the task has a Difficulty Class higher than 20. the rogue extra skill points, which can be used to expand her Finding a nonmagical trap has a DC of at least 20, or higher if it is repertoire. well hidden. Finding a magic trap has a DC of 25 + the level of the",
        "name":  "Trapfinding",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The rogue becomes so That claim may even be true in some certain in the use of certain skills that cases—it is common knowledge that certain she can use them reliably even under powerful dragons can take humanoid form and adverse conditions. Upon gaining this even have humanoid lovers, and it’s difficult ability, she selects a number of skills to prove that a given sorcerer does not have equal to 3 + her Intelligence modifier. a dragon ancestor. It’s true that sorcerers When making a skill check with one often have striking good looks, usually of these skills, she may take 10 even with a touch of the exotic that hints if stress and distractions would at an unusual heritage. Others normally prevent her from doing hold that the claim is either an so. A rogue may gain this special unsubstantiated boast on the ability multiple times, selecting part of certain sorcerers or additional skills for it to apply envious gossip on the to each time. part of those who lack Slippery Mind (Ex): This the sorcerer’s gift. ability represents the rogue’s ability to wriggle free from Adventures: The magical effects that would typical sorcerer adventures in order to otherwise control or compel her. If a rogue with slippery improve his abilities. Only by testing mind is affected by an enchantment spell or effect and his limits can he expand them. A fails her saving throw, she can attempt it again 1 round sorcerer’s power is inborn—part of later at the same DC. She gets only this one extra chance his soul. Developing this power is a quest to succeed on her saving throw. in itself for many sorcerers, regardless of how",
        "name":  "Skill Mastery",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerers cast spells through innate power but they can cast spells more often and have no need to select and rather than through careful training and study. Their magic is prepare their spells ahead of time. Sorcerers do not specialize in intuitive rather than logical. Sorcerers know fewer spells than certain schools of magic the way wizards sometimes do. wizards do and acquire powerful spells more slowly than wizards, FAMILIARS",
        "name":  "Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For a sorcerer, magic is an intuitive art, not a science. Arcane spellcasters from savage lands or from among the brutal Sorcery favors the free, chaotic, creative spirit over the disciplined humanoids are more likely to be sorcerers than wizards. Kobolds are mind, so sorcerers tend slightly toward chaos over law. especially likely to take up this path, and they are fierce, if inar-",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some sorcerers favor Boccob (god of magic), while ticulate, proponents of the “blood of the dragons” theory. others revere Wee Jas (goddess of death and magic). However, many Other Classes: Sorcerers find that they have the most in sorcerers follow some other deity, or none at all. (Wizards typically common with members of other largely self-taught classes, such as learn to follow Boccob or Wee Jas from their mentors, but most druids and rogues. They sometimes find themselves at odds with sorcerers are self-taught, with no master to induct them into a members of the more disciplined classes, such as paladins and religion). monks. Since they cast the same spells as wizards but do so in a",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerers develop rudimentary powers at puberty. different way, they sometimes find themselves in competition with Their first spells are incomplete, spontaneous, uncontrolled, and wizards. sometimes dangerous. A household with a budding sorcerer in it Role: A sorcerer tends to define his role based on his spell may be troubled by strange sounds or lights, which can create the selection. A sorcerer who focuses on damage-dealing spells becomes impression that the place is haunted. Eventually, the young sorcerer a center of the party’s offensive power. Another may rely on more understands the power that he has been wielding unintentionally. subtle magics, such as charms and illusions, and thus take a quieter From that point on, he can begin practicing and improving his role. A party with a sorcerer should strongly consider including a powers. second spellcaster, such as a bard, cleric, druid, or even a wizard, to Sometimes a sorcerer is fortunate enough to come under the care make up for the sorcerer’s lack of versatility. Since a sorcerer often of an older, more experienced sorcerer, someone who can help him has a powerful presence that gives him a way with people, he may understand and use his new powers. More often, however, sorcerers serve as the “face” for an adventuring party, negotiating, bargaining, are on their own, feared by erstwhile friends and misunderstood by and speaking for others. The sorcerer’s spells often help him sway family. others or gain information, so he makes an excellent spy or diplomat Sorcerers have no sense of identity as a group. Unlike wizards, for an adventuring party.",
        "name":  "Background",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The familiar’s Intelligence score. Familiars are as smart as people, just as the master could. As usual, if the master casts another spell though not necessarily as smart as smart people. before the touch is delivered, the touch spell dissipates. Alertness (Ex): The presence of the familiar sharpens its master’s Speak with Master (Ex):If the master is 5th level or higher, a familiar senses. While a familiar is within arm’s reach, the master gains the and the master can communicate verbally as if they were using a Alertness feat (page 89). common language. Other creatures do not understand the communi- Improved Evasion (Ex): When subjected to an attack that normally cation without magical help. allows a Reflex saving throw for half damage, a familiar takes no damage Speak with Animals of Its Kind (Ex):If the master is 7th level or higher, if it makes a successful saving throw and half damage even if the saving a familiar can communicate with animals of approximately the same kind throw fails. as itself (including dire varieties): bats with bats, rats with rodents, cats",
        "name":  "Int",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier. must be at least two levels lower than the highest-level sorcerer spell the sorcerer can cast. For instance, upon reaching 4th-level, a Table 3–17: Sorcerer Spells Known sorcerer could trade in a single 0-level spell (two spell levels below the highest-level sorcerer spell he can cast, which is 2nd) for a ————————— Spells Known —–———————— different 0-level spell. At 6th level, he could trade in a single 0-level Level 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st 4 2 — — — — — — — — or 1st-level spell (since he now can cast 3rd-level sorcerer spells) for 2nd 5 2 — — — — — — — — a different spell of the same level. A sorcerer may swap only a single 3rd 5 3 — — — — — — — — spell at any given level, and must choose whether or not to swap the 4th 6 3 1 — — — — — — — spell at the same time that he gains new spells known for the level. 5th 6 4 2 — — — — — — — Unlike a wizard or a cleric, a sorcerer need not prepare his spells 6th 7 4 2 1 — — — — — — in advance. He can cast any spell he knows at any time, assuming he 7th 7 5 3 2 — — — — — — has not yet used up his spells per day for that spell level. For 8th 8 5 3 2 1 — — — — — example, at 1st level, the sorcerer Hennet can cast four 1st-level 9th 8 5 4 3 2 — — — — — spells per day—three for being 1st level (see Table 3–16: The 10th 9 5 4 3 2 1 — — — — Sorcerer), plus one thanks to his Charisma score of 15 (see Table 1– 11th 9 5 5 4 3 2 — — — — 1: Ability Modifiers and Bonus Spells, page 8). However, he knows 12th 9 5 5 4 3 2 1 — — — only two 1st-level spells: magic missile and sleep (see Table 3–17: 13th 9 5 5 4 4 3 2 — — — Sorcerer Spells Known). Thus, on any given day, he can cast some 14th 9 5 5 4 4 3 2 1 — — combination of the two spells a total of four times. He does not have 15th 9 5 5 4 4 4 3 2 — — to decide ahead of time which spells he’ll cast. 16th 9 5 5 4 4 4 3 2 1 — 17th 9 5 5 4 4 4 3 3 2 — Familiar: A sorcerer can obtain a familiar. Doing so takes 24 18th 9 5 5 4 4 4 3 3 2 1 hours and uses up magical materials that cost 100 gp. A familiar is a 19th 9 5 5 4 4 4 3 3 3 2 magical beast that resembles a small animal and is unusually tough 20th 9 5 5 4 4 4 3 3 3 3 and intelligent. The creature serves as a companion and servant. The sorcerer chooses the kind of familiar he gets. As the sorcerer Class Features advances in level, his familiar also increases in power. All of the following are class features of the sorcerer. If the familiar dies or is dismissed by the sorcerer, the sorcerer",
        "name":  "Skill Points at Each Additional Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Toughness. over chaos because the study of magic rewards those who are Bonus Feat: Combat Casting. disciplined. Illusionists and transmuters, however, are masters of",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0-level spells—detect magic, ghost sound, light, read deception and change, respectively. They favor chaos over law. magic.",
        "name":  "Spells Known",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Humans take to magic for any of various reasons: curios- examine musty old tomes, debate magical theory with their peers, ity, ambition, lust for power, or just personal inclination. Human and practice minor magics whenever they can. For a wizard, magic is wizards tend to be practical innovators, creating new spells or using not a talent but a difficult, rewarding art. old spells creatively.",
        "name":  "Races",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wizard’s strength is her spells. Everything Illusion magic comes so simply to gnomes that becoming an else is secondary. She learns new spells as she experiments and illusionist is just natural to brighter and more talented ones. Gnome grows in experience, and she can also learn them from other wiz- wizards who don’t specialize in the school of illusion are rare, but ards. In addition to learning new spells, a wizard can, over time, they don’t suffer under any special stigma. Table 3–18: The Wizard Base Fort Ref Will ——––————————— Spells per Day ——————————— Level Attack Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +0 +0 +2 Summon familiar, 3 1 — — — — — — — — Scribe scroll 2nd +1 +0 +0 +3 4 2 — — — — — — — — 3rd +1 +1 +1 +3 4 2 1 — — — — — — — 4th +2 +1 +1 +4 Bonus Feat 4 3 2 — — — — — — — 5th +2 +1 +1 +4 Bonus feat 4 3 2 1 — — — — — — 6th +3 +2 +2 +5 4 3 3 2 — — — — — — 7th +3 +2 +2 +5 4 4 3 2 1 — — — — — 8th +4 +2 +2 +6 Bonus Feat 4 4 3 3 2 — — — — — 9th +4 +3 +3 +6 4 4 4 3 2 1 — — — — 10th +5 +3 +3 +7 Bonus feat 4 4 4 3 3 2 — — — — 11th +5 +3 +3 +7 4 4 4 4 3 2 1 — — — 12th +6/+1 +4 +4 +8 Bonus Feat 4 4 4 4 3 3 2 — — — 13th +6/+1 +4 +4 +8 4 4 4 4 4 3 2 1 — — 14th +7/+2 +4 +4 +9 4 4 4 4 4 3 3 2 — — 15th +7/+2 +5 +5 +9 Bonus feat 4 4 4 4 4 4 3 2 1 — 16th +8/+3 +5 +5 +10 Bonus Feat 4 4 4 4 4 4 3 3 2 — 17th +8/+3 +5 +5 +10 4 4 4 4 4 4 4 3 2 1 18th +9/+4 +6 +6 +11 4 4 4 4 4 4 4 3 3 2 19th +9/+4 +6 +6 +11 4 4 4 4 4 4 4 4 3 3 20th +10/+5 +6 +6 +12 Bonus feat 4 4 4 4 4 4 4 4 4 4 55 CLASSES CHAPTER 3: Half-elf wizards feel both the elf’s attraction to magic and the Class Skills human’s drive to conquer and understand. Some of the most pow- The wizard’s class skills (and the key ability for each skill) are erful wizards are half-elves. Concentration (Con), Craft (Int), Decipher Script (Int), Knowledge Dwarf and halfling wizards are rare because their societies don’t (all skills, taken individually) (Int), Profession (Wis), and Spellcraft encourage the study of magic. Half-orc wizards are rare because few (Int). See Chapter 4: Skills for skill half-orcs have the brains necessary for wizardry. descriptions. Drow (evil, subterranean elves) often take up wizardry, Skill Points at 1st Level: (2 + Int but wizards are quite rare among the savage humanoids. Mialee modifier) × 4.",
        "name":  "Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A wizard may from her prohibited school or schools, if any; substitute Draconic for one of the bonus see School Specialization, page 57) plus three languages available to the character because 1st-level spells of your choice. For each of her race (see Chapter 2: Races). Many point of Intelligence bonus the wizard has ancient tomes of magic are written in (see Table 1–1: Ability Modifiers and Draconic, and apprentice wizards often Bonus Spells, page 8), the spellbook learn it as part of their studies. holds one additional 1st-level spell",
        "name":  "Bonus Languages",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 1st level, a wizard gains wizard level) for her spellbook. For Scribe Scroll as a bonus feat. This feats enables example, when a wizard attains 5th her to create magic schools (see Scribe Scroll, page 99, and level, she can cast 3rd-level spells. Creating Magic Items, page 282 of the Dungeon At this point, she can add two new Master’s Guide). 3rd-level spells to her spellbook, or one",
        "name":  "Scribe Scroll",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 5th, 10th, 15th, and 20th 2nd-level spell and one 3rd-level level, a wizard gains a bonus feat. At each spell, or any combination of two such opportunity, she can choose a spells between 1st and 3rd level. At metamagic feat, an item creation feat, or any time, a wizard can also add Spell Mastery. The wizard must still spells found in other wizards’ meet all prerequisites for a bonus feat, spellbooks to her own (see Adding including caster level minimums. (See Spells to a Wizard’s Spellbook, page Chapter 5 for descriptions of feats and 178). their prerequisites.) These bonus feats are in addition to the feat that a character of any class gets every three levels (as given on Table SCHOOL SPECIALIZATION mutation. Spells that do not fall into any of these schools are called A school is one of eight groupings of spells, each defined by a common universal spells. theme, such as illusion or necromancy. If desired, a wizard may Abjuration: Spells that protect, block, or banish. An abjuration specialize in one school of magic (see below). Specialization allows a specialist is called an abjurer. wizard to cast extra spells from her chosen school, but she then never Conjuration: Spells that bring creatures or materials to the caster. A learns to cast spells from some other schools. Essentially, the wizard conjuration specialist is called a conjurer. gains exceptional mastery over a single school by neglecting the study of Divination: Spells that reveal information. A divination specialist is other schools. called a diviner. Unlike the other specialists, a diviner must give up only A specialist wizard can prepare one additional spell of her specialty one other school. school per spell level each day. She also gains a +2 bonus on Spellcraft Enchantment: Spells that imbue the recipient with some property or checks to learn the spells of her chosen school (see Adding Spells to a grant the caster power over another being. An enchantment specialist is Wizard’s Spellbook, page 178). called an enchanter.",
        "name":  "Bonus Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spells that manipulate energy or create something from choose her specialty at 1st level. At this time, she must also give up two nothing. An evocation specialist is called an evoker. other schools of magic (unless she chooses to specialize in divination; Illusion:Spells that alter perception or create false images. An illusion see below), which become her prohibited schools. For instance, if she specialist is called an illusionist. chooses to specialize in conjuration, she might decide to give up Necromancy:Spells that manipulate, create, or destroy life or life force. enchantment and necromancy, or evocation and transmutation. A wizard A necromancy specialist is called a necromancer. can never give up divination to fulfill this requirement. Spells of the Transmutation:Spells that transform the recipient physically or change prohibited school or schools are not available to the wizard, and she its properties in a more subtle way. A transmutation specialist is called a can’t even cast such spells from scrolls or fire them from wands. She transmuter. may not change either her specialization or her prohibited schools later. Universal:Not a school, but a category for spells that all wizards can The eight schools of arcane magic are abjuration, conjuration, learn. A wizard cannot select universal as a specialty school or as a divination, enchantment, evocation, illusion, necromancy, and trans- prohibited school. Only a limited number of spells fall into this category. 57 CLASSES CHAPTER 3: Elf Wizard Starting Package LEVEL ADVANCEMENT",
        "name":  "The wizard must choose whether to specialize and, if she does so, Evocation",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All 0-level spells; plus charm person, summon monster I, base save bonuses increase at every even-numbered level; others and sleep; plus one of these spells of your choice per point of increase at every level divisible by three. Intelligence bonus (if any): cause fear, color spray, magic missile, and 4. Ability Score: If your character has just attained 4th, 8th, 12th, silent image. 16th, or 20th character level, choose one of his or her ability scores",
        "name":  "Spellbook",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The type of action using the skill requires, or the amount Survival Knowledge (nature) checks of time required for a check.",
        "name":  "Spellcraft Use Magic Device checks involving scrolls Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any conditions that apply to successive attempts to Tumble Jump checks use the skill successfully. If the skill doesn’t allow you to attempt the Use Magic Device Spellcraft checks to decipher spells on scrolls same task more than once, or if failure carries an inherent penalty Use Rope Climb checks involving climbing ropes (such as with the Climb skill), you can’t take 20. If this paragraph is Use Rope Escape Artist checks involving ropes omitted, the skill can be retried without any inherent penalty, other than the additional time required.",
        "name":  "Tumble Balance checks Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can appraise common or well-known objects with a Severely slippery (ice sheet) +5 DC 12 Appraise check. Failure means that you estimate the value at Sloped or angled +2 50% to 150%. The DM secretly rolls a 2d6+3, multiplies the result by 1 Add the appropriate modifier to the Balance DC of a narrow surface. 10%, multiplies the actual value by that percentage, then tells you These modifiers stack. the resulting value for the item. (For a common or well-known",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You are considered flat-footed item, your chance of estimating the value within 10% is fairly while balancing, since you can’t move to avoid a blow, and thus high even if you fail the check—in such a case, you made a lucky you lose your Dexterity bonus to AC (if any). If you have 5 or more guess.) ranks in Balance, you aren’t considered flat-footed while Appraising a rare or exotic item requires a successful check balancing. If you take damage while balancing, you must against DC 15, 20, or higher. If the check is successful, you make another Balance check against the same DC to estimate the value correctly; failure means you cannot remain standing. estimate the item’s value.",
        "name":  "Being Attacked while Balancing",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can try to walk across a A magnifying glass (page 130) gives you a +2 precarious surface more quickly than normal. If you circumstance bonus on Appraise checks accept a –5 penalty, you can move your full involving any item that is small or highly speed as a move action. (Moving twice detailed, such as a gem. A merchant’s scale your speed in a round requires two (page 130) gives you a +2 circumstance bonus on Balance checks, one for each move action Appraise checks involving any items that are used.) You may also accept this penalty in valued by weight, including anything order to charge across a precarious made of precious metals. These bonuses surface; charging requires one Balance stack. check for each multiple of your speed (or",
        "name":  "Accelerated Movement",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraising an item takes 1 fraction thereof ) that you charge. minute (ten consecutive full-round",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dwarf gets a +2 racial feat, you get a +2 bonus on Balance bonus on Appraise checks that are related to checks. stone or metal items because dwarves are",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have 5 or more ranks in familiar with valuable items of all kinds (especially Tumble, you get a +2 bonus on Balance checks. those made of stone or metal). The master of a raven familiar (see the BLUFF (CHA) Familiars sidebar, page 52) gains a +3 bonus on You can make the outrageous or the untrue seem plausible, or use Appraise checks. doublespeak or innuendo to deliver a secret message to another A character with the Diligent feat gets a +2 character. The skill encompasses acting, conning, fast talking, bonus on Appraise checks. misdirection, prevarication, and misleading body language. Use a",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have 5 ranks in any Craft skill, you gain a +2 bluff to sow temporary confusion, get someone to turn and look bonus on Appraise checks related to items made with that Craft skill where you point, or simply look innocuous. (see Craft, page 70).",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For common items, failure on an untrained check check. See the accompanying table for examples of different kinds means no estimate. For rare items, success means an estimate of 50% of bluffs and the modifier to the target’s Sense Motive check for to 150% (2d6+3 times 10%). each one. 67 SKILLS CHAPTER 4: Bluff Examples Motive check, but in this case, the target may add its base attack bonus to the roll along with any other applicable modifiers. If your Example Circumstances Sense Motive Modifier Bluff check result exceeds this special Sense Motive check result, The target wants to believe you. –5 your target is denied its Dexterity bonus to AC (if any) for the next “These emeralds aren’t stolen. I’m just desperate for coin right now, so I’m offering them to you cheap.” melee attack you make against it. This attack must be made on or The bluff is believable and doesn’t affect the target much. +0 before your next turn. “I don’t know what you’re talking about, sir. I’m just a Feinting in this way against a nonhumanoid is difficult because simple peasant girl here for the fair.” it’s harder to read a strange creature’s body language; you take a –4 The bluff is a little hard to believe or puts the target at some risk. +5 penalty on your Bluff check. Against a creature of animal Intelli- “You orcs want to fight? I’ll take you all on myself. I don’t gence (1 or 2) it’s even harder; you take a –8 penalty. Against a non- need my friends’ help. Just don’t get your blood all over intelligent creature, it’s impossible. my new surcoat.” Feinting in combat does not provoke an attack of opportunity. The bluff is hard to believe or puts the target at significant risk. +10 Creating a Diversion to Hide: You can use the Bluff skill to help you “This diadem doesn’t belong to the duchess. It just looks hide. A successful Bluff check gives you the momentary diversion like hers. Trust me, I wouldn’t sell you jewelry that would you need to attempt a Hide check while people are aware of you. get you hanged, would I?” This usage does not provoke an attack of opportunity. The bluff is way out there; it’s almost too incredible to consider. +20",
        "name":  "Untrained",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes, though a success doesn’t cancel the effect of a provide a +2 circumstance bonus on the check. previous failure, such as the loss of a spell you were casting or the To determine how much time and money it takes to make an disruption of a spell you were concentrating on. item, follow these steps.",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Generally, you can repair an item by making for the simplest messages, 25 for standard texts, and 30 or higher for intricate, exotic, or very old writing. checks against the same DC that it took to make the item in the first If the check succeeds, you understand the general content of a place. The cost of repairing an item is one-fifth of the item’s price. piece of writing about one page long (or the equivalent). If the check When you use the Craft skill to make a particular sort of item, the fails, the DM makes a DC 5 Wisdom check for your to see if you DC for checks involving the creation of that item are typically as avoid drawing a false conclusion about the text. (Success means that given on the following table. you do not draw a false conclusion; failure means that you do.) The DM secretly makes both the Decipher Script check and (if Item Craft Skill Craft DC necessary) the Wisdom check, so that you can’t tell whether the Acid Alchemy1 15 conclusion you draw is true or false. Alchemist’s fire, smokestick, Alchemy1 20",
        "name":  "Repairing Items",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic that alters your form, such as alter self, disguise self, space takes at least 1 minute, maybe longer, depending on how long polymorph, or shapechange, grants you a +10 bonus on Disguise checks the space is. (see the individual spell descriptions in Chapter 11: Spells). You",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Varies. You can make another check after a failed must succeed on a Disguise check with a +10 bonus to duplicate the check if you’re squeezing your way through a tight space, making appearance of a specific individual using the veil spell. Divination multiple checks. If the situation permits, you can make additional magic that allows people to see through illusions (such as true seeing) checks, or even take 20, as long as you’re not being actively opposed. does not penetrate a mundane disguise, but it can negate the magical",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have the Agile feat, you get a +2 bonus on Escape component of a magically enhanced one. Artist checks. You must make a Disguise check when you cast a simulacrum spell",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once a trap’s location is known, the obvious an uncovered pit. Filling in the pit or building a makeshift bridge across way to ruin it is to smash the mechanism—assuming the mechanism it is an application of manual labor, not the Disable Device skill. can be accessed. Failing that, it’s possible to plug up the holes from Characters could neutralize any spikes at the bottom of a pit by attacking which the projectiles emerge. Doing this prevents the trap from firing them—they break just as daggers do. unless its ammunition does enough damage to break through the plugs. Magic Traps: Dispel magichelps here. Someone who succeeds on a",
        "name":  "Ranged Attack Traps",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An evening’s time, a few gold pieces for buying drinks point to a particular creature that you wish the animal to attack, and and making friends, and a DC 10 Gather Information check get you it will comply if able. Normally, an animal will attack only a general idea of a city’s major news items, assuming there are no humanoids, monstrous humanoids, giants, or other animals. obvious reasons why the information would be withheld. (Such Teaching an animal to attack all creatures (including such unnatural reasons might include racial enmity—if you are an elf hanging out creatures as undead and aberrations) counts as two tricks. in an orc city, for example—or your inability to speak the local lan- Come (DC 15): The animal comes to you, even if it normally guage.) The higher your check result, the better the information. would not do so (following you onto a boat, for example). 74 :4 RETPAHC SLLIKS Defend (DC 20): The animal defends you (or is ready to defend Riding (DC 15): An animal trained to bear a rider knows the tricks you if no threat is present), even without any command being given. come, heel, and stay. Training an animal for riding takes three Alternatively, you can command the animal to defend a specific weeks. other character. Rear a Wild Animal: To rear an animal means to raise a wild Down (DC 15): The animal breaks off from combat or otherwise creature from infancy so that it becomes domesticated. A handler backs down. An animal that doesn’t know this trick continues to can rear as many as three creatures of the same kind at once. A fight until it must flee (due to injury, a fear effect, or the like) or its successfully domesticated animal can be taught tricks at the same opponent is defeated. time it’s being raised, or it can be taught as a domesticated animal Fetch (DC 15): The animal goes and gets something. If you do not later. point out a specific item, the animal fetches some random object. Action: Varies. Handling an animal is a move action, while Guard (DC 20): The animal stays in place and prevents others pushing an animal is a full-round action. (A druid or ranger can from approaching. handle her animal companion as a free action or push it as a move Heel (DC 15): The animal follows you closely, even to places action.) For tasks with specific time frames noted above, you must where it normally wouldn’t go. spend half this time (at the rate of 3 hours per day per animal being Perform (DC 15): The animal performs a variety of simple tricks, handled) working toward completion of the task before you attempt such as sitting up, rolling over, roaring or barking, and so on. Seek (DC 15): The animal moves into an area and looks the Handle Animal check. If the check fails, your attempt to around for anything that is obviously alive or animate. teach, rear, or train the animal fails and you need not Stay (DC 15): The animal stays in place, waiting for you to complete the teaching, rearing, or training time. If the check return. It does not challenge other creatures that come by, succeeds, you must invest the remainder of the time to complete though it still defends itself if it needs to. the teaching, rearing, or training. If the time is interrupted or Track (DC 20): The animal tracks the scent presented to it. (This the task is not followed through to completion, the attempt to requires the animal to have the scent ability; see the Monster teach, rear, or train the animal automatically fails. Manual for details.) Try Again: Yes, except for rearing an animal. Work (DC 15): The animal pulls or pushes a medium or Special: You can use this skill on a creature with an heavy load. Intelligence score of 1 or 2 that is not an animal, but the DC",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You usually use first aid to save a dying character. If a Hunting (DC 20): An animal trained for hunting knows the tricks character has negative hit points and is losing hit points (at the rate attack, down, fetch, heel, seek, and track. Training an animal for of 1 per round, 1 per hour, or 1 per day), you can make him or her hunting takes six weeks. stable. A stable character regains no hit points but stops losing them. Performance (DC 15): An animal trained for performance knows (See Dying, page 145.) the tricks come, fetch, heel, perform, and stay. Training an animal Long-Term Care: Providing long-term care means treating a for performance takes five weeks. wounded person for a day or more. If your Heal check is successful, 75 SKILLS CHAPTER 4: the patient recovers hit points or ability score points (lost to ability run around a corner or behind cover so that you’re out of sight and damage) at twice the normal rate: 2 hit points per level for a full 8 then hide, but the others then know at least where you went. If your hours of rest in a day, or 4 hit points per level for each full day of observers are momentarily distracted (such as by a Bluff check; see complete rest; 2 ability score points for a full 8 hours of rest in a day, below), though, you can attempt to hide. While the others turn their or 4 ability score points for each full day of complete rest. You can attention from you, you can attempt a Hide check if you can get to a tend as many as six patients at a time. You need a few items and hiding place of some kind. (As a general guideline, the hiding place supplies (bandages, salves, and so on) that are easy to come by in has to be within 1 foot per rank you have in Hide.) This check, settled lands. however, is made at a –10 penalty because you have to move fast. Giving long-term care counts as light activity for the healer. You Sniping: If you’ve already successfully hidden at least 10 feet from cannot give long-term care to yourself. your target, you can make one ranged attack, then immediately hide",
        "name":  "First Aid",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have 5 or more ranks in Tumble, you get a +2 fail the Jump check, you do not reach the height, and you land on bonus on Jump checks. your feet in the same spot from which you jumped. As with a long If you have 5 or more ranks in Jump, you get a +2 bonus on jump, the DC is doubled if you do not get a running start of at least Tumble checks. 20 feet. 77 SKILLS CHAPTER 4: KNOWLEDGE (INT; TRAINED ONLY) If you have 5 or more ranks in Knowledge (nature), you get a +2 bonus on Survival checks made in aboveground natural environ- Like the Craft and Profession skills, Knowledge actually encom- ments (aquatic, desert, forest, hill, marsh, mountains, or plains). passes a number of unrelated skills. Knowledge represents a study of If you have 5 or more ranks in Knowledge (nobility and royalty), some body of lore, possibly an academic or even scientific discipline. you get a +2 bonus on Diplomacy checks. Below are listed typical fields of study. With your DM’s approval, If you have 5 or more ranks in Knowledge (religion), you get a +2 you can invent new areas of knowledge. bonus on turning checks against undead (see page 159). (cid:1) Arcana (ancient mysteries, magic traditions, arcane symbols, If you have 5 or more ranks in Knowledge (the planes), you get a cryptic phrases, constructs, dragons, magical beasts) +2 bonus on Survival checks made while on other planes. (cid:1) Architecture and engineering (buildings, aqueducts, bridges, If you have 5 or more ranks in Knowledge (dungeoneering), you fortifications) get a +2 bonus on Survival checks made while underground. (cid:1) Dungeoneering (aberrations, caverns, oozes, spelunking) If you have 5 or more ranks in Survival, you get a +2 bonus on (cid:1) Geography (lands, terrain, climate, people) Knowledge (nature) checks. (cid:1) History (royalty, wars, colonies, migrations, founding of cities)",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An untrained Knowledge check is simply an Intel- (cid:1) Local (legends, personalities, inhabitants, laws, customs, tradi- ligence check. Without actual training, you know only common tions, humanoids) knowledge (DC 10 or lower). (cid:1) Nature (animals, fey, giants, monstrous humanoids, plants, seasons and cycles, weather, vermin) (cid:1) Nobility and royalty (lineages, heraldry, family trees, mottoes, LISTEN (WIS) personalities) Use this skill to hear approaching enemies, to detect someone (cid:1) Religion (gods and goddesses, mythic history, ecclesiastic tradi- sneaking up on you from behind, or to eavesdrop on someone else’s tion, holy symbols, undead) conversation. (cid:1) The planes (the Inner Planes, the Outer Planes, the Astral Plane, Check: Your Listen check is either made against a DC that the Ethereal Plane, outsiders, elementals, magic related to the reflects how quiet the noise is that you might hear, or it is opposed planes) by your target’s Move Silently check.",
        "name":  "Untrained",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can get your mount to leap obstacles as part of its purchased as a separate skill. movement. Use your Ride modifier or the mount’s Jump modifier, While a Craft skill represents ability in creating or making an whichever is lower, to see how far the creature can jump. If you fail item, a Profession skill represents an aptitude in a vocation requiring your Ride check, you fall off the mount when it leaps and take the a broader range of less specific knowledge. To draw a modern appropriate falling damage (at least 1d6 points). This usage does not analogy, if an occupation is a service industry, it’s probably a Pro- take an action, but is part of the mount’s movement. fession skill. If it’s in the manufacturing",
        "name":  "Leap",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This use of the skill involves making a gut assessment of the social situation. You can get the feeling from another’s behavior Task Search DC that something is wrong, such as when you’re talking to an Ransack a chest full of junk to find a certain item 10 impostor. Alternatively, you can get the feeling that someone is Notice a typical secret door or a simple trap 20 trustworthy. Find a difficult nonmagical trap (rogue only)1 21 or higher",
        "name":  "Hunch",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can tell that someone’s behavior is being Find a magic trap (rogue only)1 25 + level of spell influenced by an enchantment effect (by definition, a mind-affect- used to create trap ing effect), such as charm person, even if that person isn’t aware of it. Notice a well-hidden secret door 30 Find a footprint Varies2 The usual DC is 25, but if the target is dominated (see dominate person in Chapter 11: Spells), the DC is only 15 because of the lim- 1 Dwarves (even if they are not rogues) can use Search to find traps ited range of the target’s activities. built into or out of stone.",
        "name":  "Sense Enchantment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An elf has a +2 racial bonus on Search checks, and a half- people planning to assassinate a visiting diplomat, you take a –2 elf has a +1 racial bonus. An elf (but not a half-elf) who simply passes penalty on your check if you don’t know about the diplomat. If you within 5 feet of a secret or concealed door can make a Search check succeed by 4 or less, you know that something hidden is being to find that door. communicated, but you can’t learn anything specific about its If you have the Investigator feat, you get a +2 bonus on Search content. If you beat the DC by 5 or more, you intercept and checks. understand the message. If you fail by 4 or less, you don’t detect any The spells explosive runes, fire trap, glyph of warding, symbol, and hidden communication. If you fail by 5 or more, you infer some teleportation circle create magic traps that a rogue can find by making false information. a successful Search check and then can attempt to disarm by using Action: Trying to gain information with Sense Motive generally takes at least 1 minute, and you could spend a whole evening trying Disable Device. Identifying the location of a snare spell has a DC of to get a sense of the people around you. 23. Spike growth and spike stones create magic traps that can be found",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes, but after an initial failure, a second Sleight of 13 When using read magic, identify a glyph of warding. Hand attempt against the same target (or while you are being No action required. watched by the same observer who noticed your previous attempt) 15 + spell level Identify a spell being cast. (You must see or hear the spell’s verbal or somatic components.) No increases the DC for the task by 10. action required. No retry.",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An untrained Sleight of Hand check is simply a 8 hours. Dexterity check. Without actual training, you can’t succeed on any 15 + spell level Prepare a spell from a borrowed spellbook (wizard Sleight of Hand check with a DC higher than 10, except for hiding only). One try per day. No extra time required. an object on your body. 15 + spell level When casting detect magic, determine the school of magic involved in the aura of a single item or SPEAK LANGUAGE (NONE; TRAINED ONLY) creature you can see. (If the aura is not a spell effect, the DC is 15 + one-half caster level.) No Language Typical Speakers Alphabet action required. Abyssal Demons, chaotic evil outsiders Infernal 19 When using read magic, identify a symbol. No Aquan Water-based creatures Elven action required. Auran Air-based creatures Draconic 20 + spell level Identify a spell that’s already in place and in effect. Celestial Good outsiders Celestial You must be able to see or detect the effects of the Common Humans, halflings, half-elves, half-orcs Common spell. No action required. No retry. Draconic Kobolds, troglodytes, lizardfolk, Draconic 20 + spell level Identify materials created or shaped by magic, dragons such as noting that an iron wall is the result of a Druidic Druids (only) Druidic wall of iron spell. No action required. No retry. Dwarven Dwarves Dwarven 20 + spell level Decipher a written spell (such as a scroll) without Elven Elves Elven using read magic. One try per day. Requires a full- Giant Ogres, giants Dwarven round action. Gnome Gnomes Dwarven 25 + spell level After rolling a saving throw against a spell targeted Goblin Goblins, hobgoblins, bugbears Dwarven on you, determine what that spell was. No action Gnoll Gnolls Common required. No retry. Halfling Halflings Common 25 Identify a potion. Requires 1 minute. No retry. Ignan Fire-based creatures Draconic 20 Draw a diagram to allow dimensional anchor to be Infernal Devils, lawful evil outsiders Infernal cast on a magic circle spell. Requires 10 minutes. Orc Orcs Dwarven No retry. The DM makes this check. Sylvan Dryads, brownies, leprechauns Elven 30 or higher Understand a strange or unique magical effect, Terran Xorns and other earth-based Dwarven such as the effects of a magic stream. Time creatures required varies. No retry. Undercommon Drow Elven",
        "name":  "Untrained",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can identify spells and magic effects. The DCs for Common languages and their alphabets are summarized on the table Spellcraft checks relating to various tasks are summarized on the above. table above. 82 :4 RETPAHC SLLIKS",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you are a specialist wizard, you get a +2 bonus on Try Again: Yes. You can try to spot something that you failed to Spellcraft checks when dealing with a spell or effect from your see previously at no penalty. You can attempt to read lips once per specialty school. You take a –5 penalty when dealing with a spell or minute. effect from a prohibited school (and some tasks, such as learning a Special: A fascinated creature takes a –4 penalty on Spot checks prohibited spell, are just impossible). made as reactions. If you have the Magical Aptitude feat, you get a +2 bonus on If you have the Alertness feat, you get a +2 bonus on Spot checks. Spellcraft checks. A ranger gains a bonus on Spot checks when using this skill",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have 5 or more ranks in Knowledge (arcana), you against a favored enemy (see page 47). get a +2 bonus on Spellcraft checks. An elf has a +2 racial bonus on Spot checks because elves have If you have 5 or more ranks in Use Magic Device, you get a +2 keen senses. bonus on Spellcraft checks to decipher spells on scrolls. A half-elf has a +1 racial bonus on Spot checks. Her eyesight is If you have 5 or more ranks in Spellcraft, you get a +2 bonus on good because of her elven heritage, but not as keen as that of a full Use Magic Device checks related to scrolls. elf. Additionally, certain spells allow you to gain information about The master of a hawk familiar (see the Familiars sidebar, page 52) magic, provided that you make a successful Spellcraft check as gains a +3 bonus on Spot checks in daylight or other lighted areas. detailed in the spell description. (For example, see the detect magic The master of an owl familiar (see the Familiars sidebar, page 52) spell, page 219.) gains a +3 bonus on Spot checks in shadowy or other darkened areas. SPOT (WIS) SURVIVAL (WIS) Use this skill to notice bandits waiting in ambush, to see a rogue Use this skill to follow tracks, hunt wild game, guide a party safely lurking in the shadows, to see through a disguise, to read lips, or to through frozen wastelands, identify signs that owlbears live nearby, see the monstrous centipede in the pile of trash. predict the weather, or avoid quicksand and other natural hazards.",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have 5 or more ranks in Tumble, you gain a +3 Activate Blindly: Some magic items are activated by special words, dodge bonus to AC when fighting defensively instead of the usual thoughts, or actions. You can activate such an item as if you were +2 dodge bonus to AC (see Fighting Defensively, page 140). using the activation word, thought, or action, even when you’re not If you have 5 or more ranks in Tumble, you gain a +6 dodge bonus and even if you don’t know it. You do have to perform some to AC when executing the total defense standard action instead of equivalent activity in order to make the check. That is, you must the usual +4 dodge bonus to AC (see Total Defense, page 142). speak, wave the item around, or otherwise attempt to get it to If you have the Acrobatic feat, you get a +2 bonus on activate. You get a special +2 bonus on your Use Magic Tumble checks. Device check if you’ve activated the item in",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have 5 or more ranks in question at least once before. Tumble, you get a +2 bonus on Balance and If you fail by 9 or less, you can’t activate Jump checks. the device. If you fail by 10 or more, If you have 5 or more ranks in Jump, you suffer a mishap. A mishap you get a +2 bonus on Tumble checks. means that magical energy gets released but it doesn’t do what USE MAGIC DEVICE you wanted it to do. The DM determines the result of a (CHA; TRAINED ONLY) mishaps, as with scroll Use this skill to activate magic mishaps. The default devices, including scrolls and mishaps are that the wands, that you could not item affects the wrong otherwise activate. target or that un-",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use controlled magical this skill to read a spell energy is released, or to activate a magic dealing 2d6 points item. Use Magic of damage to you. Device lets you use a This mishap is in magic item as if you addition to the had the spell ability or chance for a class features of another mishap that you class, as if you were a normally run when different race, or as if you you cast a spell were of a different from a scroll that alignment. you could not You make a Use Magic otherwise cast Device check each time you yourself (see the activate a device such as a Dungeon Master’s wand. If you are using the Guide). check to emulate an Decipher a alignment or some other",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " quality in an ongoing This usage manner (to emulate a works just like neutral evil alignment in deciphering a order to keep yourself written spell from being damaged by a with the Spellcraft skill, except that book of vile darkness you the DC is 5 points higher. Deciphering a are carrying when you are written spell requires 1 minute of concen- not evil, for example), you need to tration. make the relevant Use Magic Device check once",
        "name":  "Written Spell",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To cast a spell from per hour. a scroll, you need a high score in the appro- You must consciously choose which priate ability (Intelligence for wizard spells, requirement to emulate. That is, you must Wisdom for divine spells, or Charisma for know what you are trying to emulate when sorcerer or bard spells). Your effective ability score you make a Use Magic Device check for that (appropriate to the class you’re emulating when you try purpose. The DCs for various tasks involving Use to cast the spell from the scroll) is your Use Magic Magic Device checks are summarized on the table Lidda finds that using a Device check result minus 15. If you already have a high below. magic device can be risky. enough score in the appropriate ability, you don’t need to make this check. Task Use Magic Device DC",
        "name":  "Emulate an Ability Score",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some magic items have positive or negative Activate blindly 25 effects based on the user’s alignment. Use Magic Device lets you use Decipher a written spell 25 + spell level these items as if you were of an alignment of your choice. For Use a scroll 20 + caster level example, a book of vile darkness damages nonevil characters who Use a wand 20 touch it. With a successful Use Magic Device check, Lidda could Emulate a class feature 20 emulate an evil alignment so that she could handle a book of vile Emulate an ability score See text Emulate a race 25 darkness safely. You can emulate only one alignment at a time. Emulate an alignment 30 85 Illus. by J. Foster SKILLS CHAPTER 4:",
        "name":  "Emulate an Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes you need to use a class feature If you have the Magical Aptitude feat, you get a +2 bonus on Use to activate a magic item. In this case, your effective level in the Magic Device checks. emulated class equals your Use Magic Device check result minus 20. Synergy: If you have 5 or more ranks in Spellcraft, you get a +2 For example, Lidda finds a magic chalice that turns regular water bonus on Use Magic Device checks related to scrolls. into holy water when a cleric or an experienced paladin channels If you have 5 or more ranks in Decipher Script, you get a +2 positive energy into it as if turning undead. She attempts to activate bonus on Use Magic Device checks related to scrolls. the item by emulating the cleric’s undead turning ability. Her If you have 5 or more ranks in Use Magic Device, you get a +2 effective cleric level is her check result minus 20. Since a cleric can bonus to Spellcraft checks made to decipher spells on scrolls. turn undead at 1st level, she needs a Use Magic Device check result of 21 or higher to succeed. USE ROPE (DEX) This skill does not let you actually use the class feature of another With this skill, you can make firm knots, undo tricky knots, and class. It just lets you activate items as if you had that class feature. bind prisoners with ropes. If the class whose feature you are emulating has an alignment",
        "name":  "Emulate a Class Feature",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most tasks with a rope are relatively simple. The DCs for requirement, you must meet it, either honestly or by emulating an various tasks utilizing this skill are summarized on the table below. appropriate alignment with a separate Use Magic Device check (see above). Use Rope DC Task",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some magic items work only for members of 10 Tie a firm knot certain races, or work better for members of those races. You can use 101 Secure a grappling hook such an item as if you were a race of your choice. For example, 15 Tie a special knot, such as one that slips, slides Lidda, a halfling, could attempt to use a dwarven thrower (see page slowly, or loosens with a tug 226 of the Dungeon Master’s Guide) as if she were a dwarf. If she failed 15 Tie a rope around yourself one-handed her Use Magic Device check, the hammer would work for her as it 15 Splice two ropes together normally would for a halfling, but if she succeeded, it would work Varies Bind a character for her as if she were a dwarf. You can emulate only one race at a 1 Add 2 to the DC for every 10 feet the hook is thrown; see below. time.",
        "name":  "Emulate a Race",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you are casting a spell from a scroll, you have to Secure a Grappling Hook: Securing a grappling hook requires a Use decipher it first. Normally, to cast a spell from a scroll, you must Rope check (DC 10, +2 for every 10 feet of distance the grappling have the scroll’s spell on your class spell list. Use Magic Device hook is thrown, to a maximum DC of 20 at 50 feet). Failure by 4 or allows you to use a scroll as if you had a particular spell on your class less indicates that the hook fails to catch and falls, allowing you to spell list. The DC is equal to 20 + the caster level of the spell you are try again. Failure by 5 or more indicates that the grappling hook trying to cast from the scroll. For instance, to cast web (a 2nd-level initially holds, but comes loose after 1d4 rounds of supporting wizard spell) from a scroll, you would need a Use Magic Device weight. Your DM should make this check secretly, so that you don’t check result of 23 or better, since the minimum caster level for web know whether the rope will hold your weight. is 3rd level. See the Dungeon Master’s Guide for more information on Bind a Character: When you bind another character with a rope, scrolls. any Escape Artist check that the bound In addition, casting a spell from a scroll requires a character makes is opposed by your Use minimum score (10 + spell level) in the appropriate Rope check. You get a +10 bonus on this ability. If you don’t have a sufficient score in check because it is easier to bind that ability, you must emulate the someone than to escape from bonds. ability score with a separate Use Magic You don’t even make your Use Rope Device check (see above). check until someone tries to escape.",
        "name":  "Use a Scroll",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Varies. Throwing a grappling spell completion magic items. The hook is a standard action that provokes an Dungeon Master’s Guide has more attack of opportunity. Tying a knot, tying a information on such items. special knot, or tying a rope around",
        "name":  "This use of the skill also applies to other Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Normally, to use a wand, you must have yourself one-handed is a full-round the wand’s spell on your class spell list. This use of action that provokes an attack of the skill allows you to use a wand as if you had a opportunity. Splicing two ropes together particular spell on your class spell list. takes 5 minutes. Binding a character takes 1 This use of the skill also applies to other spell minute. trigger magic items, such as staffs. The Dungeon Special: A silk rope (page 127) gives you a +2 cir- Master’s Guide has more information on such cumstance bonus on Use Rope checks. If you cast items. an animate rope spell on a rope, you get a +2",
        "name":  "Use a Wand",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None. The Use Magic Device circumstance bonus on any Use Rope checks check is made as part of the action (if you make when using that rope. These any) required to activate the magic bonuses stack. item. (See Activate Magic Item, If you have the Deft Hands feat, you get a +2 bonus page 142, and the Dungeon Master’s Guide for discussions of how on Use Rope checks. magic items are normally activated.) Synergy: If you have 5 or more ranks in Use Rope, you get a +2",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes, but if you ever roll a natural 1 while attempting to bonus on Climb checks made to climb a rope, a knotted rope, or a activate an item and you fail, then you can’t try to activate that item rope-and-wall combination. again for 24 hours. If you have 5 or more ranks in Use Rope, you get a +2 bonus on",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Power and energy that the spellcaster would normally Wizards and Divine Spellcasters: Wizards and divine spell- have is expended when making a magic item. The XP cost equals casters (clerics, druids, paladins, and rangers) must prepare their 1/25 the cost of the item in gold pieces (see the Dungeon Master’s spells in advance. During preparation, the character chooses which Guide for item costs). A character cannot spend so much XP on an spells to prepare with metamagic feats (and thus which ones take up item that he or she loses a level. However, upon gaining enough XP higher-level spell slots than normal). to attain a new level, he or she can immediately expend XP on Sorcerers and Bards: Sorcerers and bards choose spells as they creating an item rather than keeping the XP to advance a level. cast them. They can choose when they cast their spells whether to",
        "name":  "XP Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The time to create a magic item depends on the feat and casting time, it takes an extra full-round action to cast the spell. the cost of the item. The minimum time is one day.",
        "name":  "Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A cleric spon-",
        "name":  "Spontaneous Casting and Metamagic Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brew Potion, Craft Wand, and Scribe Scroll create taneously casting a cure or inflict spell can cast a metamagic version items that directly reproduce spell effects, and the power of these of it instead. For instance, an 11th-level cleric can swap out a items depends on their caster level—that is, a spell from such an prepared 6th-level spell to cast an empowered cure critical wounds item has the power it would have if cast by a spellcaster of that level. A wand of fireball at caster level 8th, for example, would create spell. Extra time is also required in this case. Casting a 1-action fireballs that deal 8d6 points of damage and have a range of 720 feet. metamagic spell spontaneously is a full-round action, and a spell The price of these items (and thus the XP cost and the cost of the with a longer casting time takes an extra full-round action to cast. raw materials) also depends on the caster level. The caster level must Effects of Metamagic Feats on a Spell: In all ways, a metamagic be high enough that the spellcaster creating the item can cast the spell operates at its original spell level, even though it is prepared spell at that level. To find the final price in each case, multiply the and cast as a higher-level spell. Saving throw modifications are not caster level by the spell level, then multiply the result by a constant, changed unless stated otherwise in the feat description. The as shown below: modifications made by these feats only apply to spells cast directly",
        "name":  "Item Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Base price = spell level × caster level × 25 gp. by the feat user. A spellcaster can’t use a metamagic feat to alter a",
        "name":  "Scrolls",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Base price = spell level × caster level × 750 gp. Metamagic feats that eliminate components of a spell (such as A 0-level spell is considered to have a spell level of 1/2 for the Silent Spell and Still Spell) don’t eliminate the attack of opportunity purpose of this calculation. provoked by casting a spell while threatened. However, casting a",
        "name":  "Wands",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fighter may select Cleave as one of his fighter bonus CRAFT ROD [ITEM CREATION] feats (see page 38). You can create magic rods, which have varied magical effects.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You get a +4 bonus on Concentration checks made to mation on rods). Crafting a rod takes one day for each 1,000 gp in its cast a spell or use a spell-like ability while on the defensive (see base price. To craft a rod, you must spend 1/25 of its base price in XP Casting on the Defensive, page 140) or while you are grappling or and use up raw materials costing one-half of its base price. pinned. Some rods incur extra costs in material components or XP, as noted in their descriptions. These costs are in addition to those COMBAT EXPERTISE [GENERAL] derived from the rod’s base price. You are trained at using your combat skill for defense as well as offense. CRAFT STAFF [ITEM CREATION]",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Int 13. You can create magic staffs, each of which has mul-",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When foes leave themselves open, you may make a Some staffs incur number of additional attacks of opportunity equal to your Dexterity extra costs in material bonus. For example, a fighter with a Dexterity of 15 can make a total Lidda dodges components or XP, as of three attacks of opportunity in 1 round—the one attack of the ray of a spell cast noted in their descrip- opportunity any character is entitled to, plus two more because of by an evil cleric. tions. These costs are in his +2 Dexterity bonus. If four goblins move out of the character’s addition to those derived threatened squares, he can make one attack of opportunity each from the staff ’s base price. against three of the four. You can still make only one attack of opportunity per opportunity. With this feat, you may also make attacks of opportunity while CRAFT WAND [ITEM CREATION] flat-footed. You can create wands, which hold spells (see the Dungeon Master’s",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can create any wondrous item whose prerequisites Benefit: You get a +2 bonus on all Appraise checks and Decipher you meet (see the Dungeon Master’s Guide for prerequisites and other Script checks. information on wondrous items). Enchanting a wondrous item takes one day for each 1,000 gp in its price. To enchant a wondrous DODGE [GENERAL] item, you must spend 1/25 of the item’s price in XP and use up raw You are adept at dodging blows. materials costing half of this price. Prerequisite: Dex 13.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You get a +2 bonus on all Disguise checks and Forgery checks. EMPOWER SPELL [METAMAGIC] You can cast spells to greater effect.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dex 13, Improved Unarmed Strike. empowered magic missile deals 1-1/2 times its normal damage (roll",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ranger automatically gains Endurance as a bonus feat turn or rebuke creatures four more times per day than normal. at 3rd level (see page 48). He need not select it. If you have the ability to turn or rebuke more than one kind of creature (such as a good-aligned cleric with access to the Fire ENLARGE SPELL [METAMAGIC] domain, who can turn undead and water creatures and can also You can cast spells farther than normal. rebuke fire creatures), each of your turning or rebuking abilities",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You get a +2 bonus on all Fortitude saving throws. GREATER SPELL FOCUS [GENERAL] Choose a school of magic to which you already have applied the Spell Focus feat. Your spells of that school are now even more potent than before. EXTEND SPELL [METAMAGIC]",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Add +1 to the Difficulty Class for all saving throws You can cast spells that last longer than normal. against spells from the school of magic you select. This bonus stacks",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An extended spell lasts twice as long as normal. A spell with the bonus from Spell Focus. with a duration of concentration, instantaneous, or permanent is not Special: You can gain this feat multiple times. Its effects do not affected by this feat. An extended spell uses up a spell slot one level stack. Each time you take the feat, it applies to a new school of magic higher than the spell’s actual level. to which you already have applied the Spell Focus feat. EXTRA TURNING [GENERAL] GREATER SPELL PENETRATION [GENERAL] You can turn or rebuke creatures more often than normal. Your spells are remarkably potent, breaking through spell resistance",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A heightened spell has a higher spell level than normal (up to a maximum of 9th level). Unlike other metamagic feats, Heighten Spell actually increases the effective level of the spell that IMPROVED GRAPPLE [GENERAL] it modifies. All effects dependent on spell level (such as saving You are skilled at grappling opponents. throw DCs and ability to penetrate a lesser globe of invulnerability) are Prerequisites: Dex 13, Improved Unarmed Strike. calculated according to the heightened level. The heightened spell is Benefit: You do not provoke an attack of opportunity when you as difficult to prepare and cast as a spell of its effective level. For make a touch attack to start a grapple. You also gain a +4 bonus on all example, a cleric could prepare hold person as a 4th-level spell grapple checks, regardless of whether you started the grapple. 95 FEATS CHAPTER 5:",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You get a +2 bonus on all Reflex saving throws. feat are maximized. A maximized spell deals maximum damage, cures the maximum number of hit points, affects the maximum MAGICAL APTITUDE [GENERAL] number of targets, etc., as appropriate. For example, a maximized You have a knack for magical endeavors. fireball deals 6 points of damage per caster level (up to a maximum of",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This feat can’t be applied to any spell cast spontaneously PERSUASIVE [GENERAL] (including sorcerer spells, bard spells, and cleric or druid spells cast You have a way with words and body language. spontaneously), since applying a metamagic feat to a spontaneously",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dex 13, Point Blank Shot. [ITEM CREATION]",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Without this feat, you must use a spellbook to prepare fighter bonus feats (see page 38). all your spells, except read magic. SILENT SPELL [METAMAGIC] SPELL PENETRATION [GENERAL] You can cast spells silently. Your spells are especially potent, breaking through spell resistance",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You get a +2 bonus on all Hide checks and Move Very soft ground 5 Firm ground 15 Silently checks. Soft ground 10 Hard ground 20 STILL SPELL [METAMAGIC] Very Soft Ground: Any surface (fresh snow, thick dust, wet mud) You can cast spells without gestures. that holds deep, clear impressions of footprints.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fighter may select Whirlwind Attack as one of his fighter bonus feats. WIDEN SPELL [METAMAGIC] You can increase the area of your spells.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A polished steel mirror is handy when you a DC 23 Strength check. want to look around corners, signal friends with reflected sunlight, Rope, Silk: This rope has 4 hit points and can be burst with a DC keep an eye on a medusa, make sure that you look good enough to 24 Strength check. It is so supple that it provides a +2 circumstance present yourself to the queen, or examine wounds that you’ve bonus on Use Rope checks. received on hard-to-see parts of your body. Sack: This item is made of burlap or a similar material and has a",
        "name":  "Mirror, Small Steel",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This leather pouch straps to your belt. It’s good for more than 1 inch wide and 3 inches high. holding small items. Waterskin: A waterskin is a leather pouch with a narrow neck",
        "name":  "Pouch, Belt",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If your Dexterity is high, you are adept at dodging blows. If your Dexterity is low, you are inept at it. That’s 134 :8 RETPAHC TABMOC provokes attacks of opportunity from opponents that threaten your COMBAT BASICS (see below). This section summarizes the rules and details concerning combat. SAVING THROWS THE BATTLE GRID When you are subject to an unusual or magical attack, you generally Use a battle grid (such as the one in the Dungeon Master’s Guide) to get a saving throw to negate or reduce its effect. To succeed on a visualize combat situations. On a battle grid, each 1-inch square saving throw, you need a result equal to or higher than its Difficulty represents a 5-foot square in the game world. Class.",
        "name":  "Dexterity Modifier",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The bigger a creature is, the easier it is to hit in combat. The smaller it is, the harder it is to hit. Since this same you get a saving throw to avoid or reduce the effect. Like an attack modifier applies to attack rolls, a halfling, for example, doesn’t have a roll, a saving throw is a d20 roll plus a bonus based on your class, hard time hitting another halfling. See Table 8–1: Size Modifiers, level, and an ability score. Your saving throw modifier is: page 134.",
        "name":  "Generally, when you are subject to an unusual or magical attack, Size Modifier",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical deflection effects ward off attacks and are Fortitude, Reflex, and Will: improve your AC. Fortitude: These saves measure your ability to stand up to physical",
        "name":  "Deflection Bonus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These saves reflect your resistance to mental influence as most sorts of bonuses, dodge bonuses stack with each other. A well as many magical effects. Apply your Wisdom modifier to your dwarf’s +4 dodge bonus against giants and his +2 dodge bonus for Will saving throws. Will saves can be made against attacks or effects fighting defensively combine to give him a +6 bonus. such as charm person, hold person, and most illusion spells.",
        "name":  "Will",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A standard action allows you to do something. round presents an opportunity for each character involved in a The most common type of standard action is an attack—a single combat situation to take an action. Anything a person could melee or ranged attack. Other common standard actions including reasonably do in 6 seconds, your character can do in 1 round. casting a spell, concentrating to maintain an active spell, activating a Each round’s activity begins with the character with the highest magic item, and using a special ability. See Table 8–2: Actions in initiative result and then proceeds, in order, from there. Each round Combat for other standard actions. of a combat uses the same initiative order. When a character’s turn",
        "name":  "Standard Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In some situations (such as when you’re you’re using. If the result is at least as high as the target’s AC, you hit slowed or during a surprise round), you may be unable to take a full and deal damage. round’s worth of actions. In such cases, you are restricted to taking Automatic Misses and Hits: A natural 1 (the d20 comes up 1) only a single standard action or a single move action (plus free on the attack roll is always a miss. A natural 20 (the d20 comes up actions as normal). You can’t take a full-round action (though you 20) is always a hit. A natural 20 is also a threat—a possible critical hit can start or complete a full-round action by using a standard action; (see the Critical Hits sidebar, page 140). see below). Damage Rolls: If the attack roll result equals or exceeds the target’s AC, the attack hits and you deal damage. Roll the appropriate STANDARD ACTIONS Most standard actions involve making an attack, casting a spell, or activating an item. These are the most common, straightforward actions that a character might take in a combat round. More spe- cialized actions are covered in Special Attacks, page 154. Attack Making an attack is a standard action.",
        "name":  "Restricted Activity",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most spells have a casting time of 1 standard Most spells require 1 standard action to cast. You can cast such a action. A spell cast in this manner immediately takes effect. spell either before or after you take a move action. See Chapter 10: Attacks of Opportunity: Generally, if you cast a spell, you magic for details on casting spells, their effects, and so on. provoke attacks of opportunity from threatening enemies. If you",
        "name":  "Cast a Spell Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Activating a spell completion item, round and complete it in the following round, for example. You such as a scroll, is the equivalent of casting a spell. It requires con- can’t use this action to start or complete a full attack, charge, run, or centration and provokes attacks of opportunity. You lose the spell if withdraw. your concentration is broken, and you can attempt to activate the item while on the defensive, as with casting a spell (see Casting on MOVE ACTIONS the Defensive, above). With the exception of specific movement-related skills, most move Spell Trigger, Command Word, or Use-Activated Items: actions don’t require a check. Activating any of these kinds of items does not require concentra- tion and does not provoke attacks of opportunity. The Dungeon Move Master’s Guide has much more information on magic items. The simplest move action is moving your speed. If you take this kind of move action during your turn, you can’t also take a 5-foot Use Special Ability step. Using a special ability is usually a standard action, but whether it is a Many nonstandard modes of movement are covered under this category, including climbing (up to one-quarter of your speed) and standard action, a full-round action, or not an action at all is defined swimming (up to one-quarter of your speed). by the ability (see Special Abilities, page 180).",
        "name":  "Spell Completion Items",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Roll your attack die and damage die (or dice) at duration magical effect has been active. Each round, turn the die to the the same time. If you miss, you can ignore the damage, but if you hit, next number until the effect ends. your friends don’t have to wait for you to make a second roll for damage. Concealment Rolls:If you know what your chance to miss is because",
        "name":  "Attack and Damage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerers and bards must take more time to cast a metamagic spell (one enhanced by a metamagic feat) Mount/Dismount a Steed than a regular spell. If a spell’s normal casting time is 1 standard Mounting or dismounting from a steed requires a move action. action, casting a metamagic version of the spell is a full-round action",
        "name":  "Casting a Metamagic Spell",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The extra attack granted by the Cleave feat (page 92) or Note that despite the name of this action, you don’t actually have Great Cleave feat (page 94) can be taken whenever they apply. This to leave combat entirely. For instance, you could use a withdraw is an exception to the normal limit to the number of attacks you can action to move away from one enemy and toward another. take when not using a full attack action. 143 COMBAT CHAPTER 8: FREE ACTIONS Free actions don’t take any time at all, though your DM may limit the number of free actions you can perform in a turn. Free actions rarely incur attacks of opportunity. Some common free actions are described below. Drop an Item Dropping an item in your space or into an adjacent square is a free action. Drop Prone Dropping to a prone position in your space is a free action. Speak In general, speaking is a free action that you can perform even when it isn’t your turn. Some DMs may rule that a character can only speak on his turn, or that a character can’t speak while flat-footed (and thus can’t warn allies of a surprise threat until he has a chance to act). Speaking more than few sentences is generally beyond the limit of a free action; to communicate more information than that, your DM may require that you take a move action or even a full- round action. Cease Concentration on Spell You can stop concentrating on an active spell (such as detect evil) as a free action. Cast a Quickened Spell You can cast a quickened spell (see the Quicken Spell feat, page 98)",
        "name":  "Cleave",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you ever sustain damage so massive that a single attack deals 50 points of damage or more and it doesn’t kill you outright, you must make a DC 15 Fortitude save. If this saving throw fails, you die regardless of your current hit points. This amount of damage represents a single trauma so major that it has a chance to kill even the toughest creature. If you take 50 points of damage or more from multiple attacks, no one of which dealt 50 or more points of damage itself, the massive damage rule does not apply. DISABLED (0 HIT POINTS) When your current hit points drop to exactly 0, you’re disabled. You’re not unconscious, but you’re close to it. You can only take a single move or standard action each turn (but not both, nor can you take full-round actions). You can take move actions without further injuring yourself, but if you perform any standard action (or any other action the DM deems as strenuous, including some free actions such as casting a quickened spell) you take 1 point of damage after the completing the act. Unless your activity increased your hit points, you are now at –1 hit points, and you’re dying. Healing that raises your hit points above 0 makes you fully Use Feat functional again, just as if you’d never been reduced to 0 or fewer hit Certain feats, such as Whirlwind Attack, let you take special actions points. A spellcaster retains the spellcasting capability she had in combat. Other feats do not require actions themselves, but they before dropping to 0 hit points. give you a bonus when attempting something you can already do, You can also become disabled when recovering from dying. In such as Improved Disarm. Some feats, such as item creation feats, this case, it’s a step toward recovery, and you can have fewer than 0 are not meant to be used within the framework of combat. The hit points (see Stable Characters and Recovery, below). individual feat descriptions in Chapter 5 tell you what you need to know about them. DYING (–1 TO –9 HIT POINTS) When your character’s current hit points drop to between –1 and –9 Use Skill inclusive, he’s dying. Most skill uses are standard actions, but some might be move A dying character immediately falls unconscious and can take no actions, full-round actions, free actions, or something else entirely. actions. The individual skill descriptions in Chapter 4 tell you what sorts of A dying character loses 1 hit point every round. This continues actions are required to perform skills. until the character dies or becomes stable (see below). INJURY AND DEATH DEAD (–10 HIT POINTS OR LOWER) When your character’s current hit points drop to –10 or lower, or if Your hit points measure how hard you are to kill. No matter how he takes massive damage (see above), he’s dead. A character can also many hit points you lose, your character isn’t hindered in any way die from taking ability damage or suffering an ability drain that until your hit points drop to 0 or lower. reduces his Constitution to 0. When a character dies, his soul immediately departs. Getting it back into the body is a major hassle LOSS OF HIT POINTS (see Bringing Back the Dead, page 171). The most common way that your character gets hurt is to take lethal damage and lose hit points, whether from an orc’s falchion, a STABLE CHARACTERS AND RECOVERY wizard’s lightning bolt spell, or a fall into molten lava. You record On the next turn after a character is reduced to between –1 and –9 your character’s hit point total on your character sheet. As your hit points and on all subsequent turns, roll d% to see whether the character takes damage, you subtract that damage from your hit dying character becomes stable. He has a 10% chance of becoming points, leaving you with your current hit points. Current hit points stable. If he doesn’t, he loses 1 hit point. (A character who’s uncon- go down when you take damage and go back up when you recover. scious or dying can’t use any special action that changes the initia-",
        "name":  "Massive Damage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hit points mean two things in the tive count on which his action occurs.) game world: the ability to take physical punishment and keep going, If the character’s hit points drop to –10 or lower, he’s dead. and the ability to turn a serious blow into a less serious one. For You can keep a dying character from losing any more hit points some characters, hit points may represent divine favor or inner and make him stable with a DC 15 Heal check. power. When a paladin survives a fireball, you will be hard pressed to If any sort of healing cures the dying character of even 1 point of convince bystanders that she doesn’t have the favor of some higher damage, he stops losing hit points and becomes stable. power. Healing that raises the dying character’s hit points to 0 makes 145 COMBAT CHAPTER 8: him conscious and disabled. Healing that raises his hit points to 1 or Increases in Constitution Score and Current Hit Points: An more makes him fully functional again, just as if he’d never been increase in a character’s Constitution score, even a temporary one, reduced to 0 or lower. A spellcaster retains the spellcasting capa- can give her more hit points (an effective hit point increase), but bility she had before dropping below 0 hit points. these are not temporary hit points. They can be restored, such as A stable character who has been tended by a healer or who has with cure light wounds, and they are not lost first as temporary hit been magically healed eventually regains consciousness and re- points are. For example, Krusk (now a 3rd-level barbarian) gains +4 covers hit points naturally. If the character has no one to tend him, to his Constitution score and +6 hit points when he rages, raising his however, his life is still in danger, and he may yet slip away. hit points from 31 to 37. If Krusk takes damage dropping him to 32",
        "name":  "What Hit Points Represent",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Various abilities and spells, such as a cleric’s again exceed your nonlethal damage. cure spells or a paladin’s lay on hands ability, can restore hit points. When your nonlethal damage exceeds your current hit points,",
        "name":  "Magical Healing",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can never recover more hit points than you you fall unconscious. While unconscious, you are helpless (see lost. Magical healing won’t raise your current hit points higher than Helpless Defenders, page 153). your full normal hit point total. Spellcasters who fall unconscious retain any spellcasting ability",
        "name":  "Healing Limits",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In some cases, cover may provide a from ranged attacks. greater bonus to AC and Reflex saves. For instance, a character In addition, some magical effects (such as the blur and displace- ment spells) provide concealment against all attacks, regardless of peering around a corner or through an arrow slit has even better whether any intervening concealment exists. cover than a character standing behind a low wall or an obstacle. In",
        "name":  "Varying Degrees of Cover",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The figures on Table 9–1: Car- Walk 1-1/2 miles 2 miles 3 miles 4 miles rying Capacity are for Medium bipedal creatures. A larger bipedal Hustle 3 miles 4 miles 6 miles 8 miles creature can carry more weight depending on its size category, as Run — — — — follows: Large ×2, Huge ×4, Gargantuan ×8, Colossal ×16. A smaller One Day (Overland) creature can carry less weight depending on its size category, as Walk 12 miles 16 miles 24 miles 32 miles follows: Small ×3/4, Tiny ×1/2, Diminutive ×1/4, Fine ×1/8. Thus, a Hustle — — — — human with a Strength score magically boosted to equal that of a Run — — — — giant would still have a harder time lifting, say, a horse or a boulder 1 Tactical movement is often measured in squares on the battle grid (1 than a giant would. square = 5 feet) rather than feet. See page 147 for more information on tactical movement in combat. 162 :9 RETPAHC GNIRUTNEVDA Table 9–4: Hampered Movement feet (1 square). In such a case, you may use a full-round action to move 5 feet (1 square) in any direction, even diagonally. Even Additional Condition Example Movement Cost though this looks like a 5-foot step, it’s not, and thus it provokes Difficult terrain Rubble, undergrowth, steep ×2 attacks of opportunity normally. (You can’t take advantage of this slope, ice, cracked and pitted surface, rule to move through impassable terrain or to move when all uneven floor movement is prohibited to you, such as while paralyzed.) Obstacle1 Low wall, deadfall, broken pillar ×2 You can’t run or charge through any square that would hamper Poor visibility Darkness or fog ×2 your movement. Impassable Floor-to-ceiling wall, closed door, — blocked passage LOCAL MOVEMENT 1 May require a skill check Characters exploring an area use local movement, measured in feet per minute. (cid:1) Local, for exploring an area, measured in feet per minute.",
        "name":  "Bigger and Smaller Creatures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nonmagical, unattended items never make spell. An item attended by a character (being grasped, touched, or saving throws. They are considered to have failed their saving worn) makes saving throws as the character (that is, using the throws, so they always are affected by (for instance) a disintegrate character’s saving throw bonus). HOW PLAYERS CAN HELP information this way: “From the north edge of the door, the wall goes Here are a few ways in which you can help the game go more smoothly. two squares north, six squares east, five squares south, six squares west,",
        "name":  "Saving Throws",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It often pays to keep notes: names of NPCs the heroes than one player likes to do this sort of thing, but as a rule the same have met, treasure the group has won, secrets the characters have person should be the mapper through a single playing session. learned, and so forth. The Dungeon Master might keep track of all this A map is most useful and most important when the characters are in a dungeon setting—an environment with lots of corridors, doors, and information for his or her own benefit, but even so it can be handy for rooms that would be almost impossible to navigate through without a you to jot down facts that might be needed later—at the least, doing this record of what parts the characters have already explored. prevents you from having to ask the Dungeon Master, “What was the To make a map, you start with a blank sheet of paper (graph paper is name of that old man we met in the woods last week?” best) and draw the floor plan of the dungeon as you and your group Character Notes: You should keep track of hit points, spells, and other discover it and the Dungeon Master describes what you’re seeing. For characteristics about your character that change during an adventure on example, when the characters come to a new, empty room, the DM scratch paper. Between playing sessions, you might decide to write some might say, “The door you have opened leads east into a room 23 feet of this information directly on your character sheet—but don’t worry wide and 30 feet deep. The door is in the middle of the room’s west wall, about updating the sheet constantly. For instance, it would be tedious and you can see two other doors: one in the north wall near the corner (and could make a mess of the sheet) if you erased your character’s with the east wall, and one in the east wall about 5 feet south of the current hit points and wrote in a new number every time he or she took middle.” Or, if it’s easier for you to visualize, the DM might express the damage. 166 :9 RETPAHC GNIRUTNEVDA Magic items always get saving throws. A magic item’s Fortitude, A crowbar (page 126) or portable ram (page 127) improves a Reflex, and Will save bonuses are equal to 2 + one-half its caster character’s chance of breaking open a door. level. An attended magic item either makes saving throws as its owner or uses its own saving throw bonus, whichever is better. MARCHING ORDER (Caster levels of magic items are covered in the Dungeon Master’s The characters in a party need to decide what their matching order Guide.) is. Marching order is the relative position of the characters to each",
        "name":  "Party Notes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While gems can be Costs: Sometimes characters incur costs on adventures. A char- cashed in for gold pieces and the coins acter turned to stone by a basilisk may need a break enchantment split evenly among adventurers, some spell, and it costs at least 450 gp to pay a cleric to cast that spell. (See treasures can’t be split up so easily. Table 7–8: Goods and Services, page 128. A cleric must be at least 9th Magic items, for instance, can be level to cast break enchantment, which is a 5th-level spell). The default sold, but only for half of what they policy is to pay these costs out of the treasure found on the adven- would cost to buy, so it’s usually ture, as a sort of “adventurer’s insurance,” and then to split what- better for characters to keep them. ever’s left.",
        "name":  "Special Items",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tordek is bullying some goblins into When she closes the book, her mind is full of spells, each of which revealing the whereabouts of their camp when Mialee casts she can complete at will in a brief time. charm person on one of them. The DM rolls a Will saving A spell is a one-time magical effect. Spells come in two types: throw for the goblin against Mialee’s save DC of 13 for her arcane (cat by bards, sorcerers, and wizards) and divine (cast by 1st-level spells, and the save fails. Mialee is a 1st-level wizard, clerics, druids, and experienced paladins and rangers). Some so for the next hour the goblin regards her as his friend, and spellcasters select their spells from a limited list of spells known, she gets the information out of him. while others have access to a wide variety of options. Most spell- Summon Monster I: Lidda is fighting a hobgoblin, and casters prepare their spells in advance—whether from a spellbook Mialee casts summon monster I to conjure a celestial dog. or through devout prayers and meditation—while some cast spells She can have the dog materialize in any location that she spontaneously without preparation. Despite these different ways can see within 25 feet. She chooses to have it materialize that characters use to learn or prepare their spells, when it comes to on the opposite side of the hobgoblin from Lidda. One casting them, the spells are very much alike. round later, when Mialee is finished casting the spell, the Cutting across the categories of arcane and divine spells are the dog appears. It attacks immediately and gets a +2 bonus eight schools of magic. These schools represent the different ways on its attack roll because it is flanking the hobgoblin. On that spells take effect. This chapter describes the differences Lidda’s next turn, she makes a sneak attack against the between the eight schools of magic. In addition, it provides an hobgoblin and kills it. The dog disappears at the start of Mialee’s next turn because summon monster I lasts only 1 overview of the spell description format, an extensive discussion of round for a 1st-level caster. how spells work, information about what happens when magical",
        "name":  "Charm Person",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Getting hurt or being affected by hostile magic while to complete your action until your opponent tries to cast a spell. trying to cast a spell can break your concentration and ruin the spell. (You may still move your speed, since ready is a standard action.) If while trying to cast a spell you take damage, you must make a If the target of your counterspell tries to cast a spell, make a Concentration check (DC 10 + points of damage taken + the level of Spellcraft check (DC 15 + the spell’s level). This check is a free the spell you’re casting). If you fail the check, you lose the spell action. If the check succeeds, you correctly identify the opponent’s without effect. The interrupting event strikes during spellcasting if spell and can attempt to counter it. If the check fails, you can’t do it comes between when you start and when you complete a spell (for either of these things. a spell with a casting time of 1 full round or more) or if it comes in To complete the action, you must then cast the correct spell. As a response to your casting the spell (such as an attack of opportunity general rule, a spell can only counter itself. For example, a fireball provoked by the spell or a contingent attack, such as a readied spell is effective as a counter to another fireball spell, but not to any action). other spell, no matter how similar. Fireball cannot counter delayed If you are taking continuous damage, such as from Melf’s acid blast fireball or vice versa. If you are able to cast the same spell and arrow, half the damage is considered to take place while you are you have it prepared (if you prepare spells), you cast it, altering it casting a spell. You must make a Concentration check (DC 10 + 1/2 slightly to create a counterspell effect. If the target is within range, the damage that the continuous source last dealt + the level of the both spells automatically negate each other with no other results. spell you’re casting). If the last damage dealt was the last damage Counterspelling Metamagic Spells: Metamagic feats are not that the effect could deal (such as the last round of a Melf’s acid taken into account when determining whether a spell can be arrow), then the damage is over, and it does not distract you. countered. For example, a normal fireball can counter a maximized 170 :01 RETPAHC CIGAM fireball (that is, a fireball that has been enhanced by the metamagic attacks. Attempts to turn or rebuke undead count as attacks. All feat Maximize Spell) and vice versa. spells that opponents resist with saving throws, that deal damage, or",
        "name":  "Injury",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some spell descriptions refer to attacking. For instance, Stacking Effects: Spells that provide bonuses or penalties on invisibility is dispelled if you attack anyone or anything while under attack rolls, damage rolls, saving throws, and other attributes usually its effects. All offensive combat actions, even those that don’t do not stack with themselves. For example, two bless spells don’t give damage opponents (such as disarm and bull rush) are considered twice the benefit of one bless. Both bless spells, however, continue to 171 MAGIC CHAPTER 10: act simultaneously, and if one ends first, the other one continues to Instantaneous Effects: Two or more spells with instantaneous operate for the remainder of its duration. Likewise, two haste spells durations work cumulatively when they affect the same target. For do not make the creature doubly fast. example, when two fireballs strike a same creature, the target must More generally, two bonuses of the same type don’t stack even if attempt a saving throw against each fireball and takes damage from they come from different spells (or from effects other than spells; each according to the saving throws’ results. If a creature receives see Bonus Types, above). For example, the enhancement bonus to two cure light wounds spells in a single round, both work normally. Strength from a bull’s strength spell and the enhancement bonus to Strength from a divine power spell don’t stack. You use whichever SPELL DESCRIPTIONS bonus gives you the better Strength score. In the same way, a belt of giant Strength gives you an enhancement bonus to Strength, which The spells available to characters are listed and described in Chapter does not stack with the bonus you get from a bull’s strength spell. 11: Spells. The description of each spell is presented in a standard",
        "name":  "Attacks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The bonuses or penalties from two dif- format. Each category of information is explained and defined ferent spells stack if the modifiers are of different types. For below. example, bless provides a +1 morale bonus on saves against fear effects, and protection from evil provides a +2 resistance bonus on NAME saves against spells cast by evil creatures. A character under the The first line of every spell description gives the name by which the influence of spells gets a +1 bonus against all fear effects, a +2 bonus spell is generally known. against spells cast by evil beings, and a +3 bonus against fear spells cast by evil creatures. A bonus that isn’t named (just a “+2 bonus” rather than a “+2 SCHOOL (SUBSCHOOL) resistance bonus”) stacks with any bonus. Beneath the spell name is a line giving the school of magic (and the",
        "name":  "Different Bonus Names",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In cases when two subschool, if appropriate) that the spell belongs to. or more identical spells are operating in the same area or on the Almost every spell belongs to one of eight schools of magic. A same target, but at different strengths, only the best one applies. For school of magic is a group of related spells that work in similar ways. example, if a character takes a –4 penalty to Strength from a ray of A small number of spells (arcane mark, limited wish, permanency, pres- enfeeblement spell and then receives a second ray of enfeeblement spell tidigitation, and wish) are universal, belonging to no school. that applies a –6 penalty, he or she takes only the –6 penalty. Both spells are still operating on the character, however. If one ray of Abjuration enfeeblement spell is dispelled or its duration runs out, the other spell Abjurations are protective spells. They create physical or magical remains in effect, assuming that its duration has not yet expired. barriers, negate magical or physical abilities, harm trespassers, or",
        "name":  "Same Effect More than Once in Different Strengths",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The same spell can sometimes even banish the subject of the spell to another plane of existence. produce varying effects if applied to the same recipient more than Representative spells include protection from evil, dispel magic, once. For example, a series of polymorph spells might turn a creature antimagic field, and banishment. into a mouse, a lion, and then a snail. In this case, the last spell in the If one abjuration spell is active within 10 feet of another for 24 series trumps the others. None of the previous spells are actually hours or more, the magical fields interfere with each other and removed or dispelled, but their effects become irrelevant while the create barely visible energy fluctuations. The DC to find such spells final spell in the series lasts. with the Search skill drops by 4.",
        "name":  "Same Effect with Differing Results",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes magical effects that energy to you (the summoning subschool), actually transport establish mental control render each other irrelevant. For example, a creatures from another plane of existence to your plane (calling), hold person effect renders any other form of mental control irrelevant heal (healing), transport creatures or objects over great distances because it robs the subject of the ability to move. Mental controls (teleportation), or create objects or effects on the spot (creation). that don’t remove the recipient’s ability to act usually do not Creatures you conjure usually, but not always, obey your commands. interfere with each other. For example, a person who has received a Representative spells include the various summon monster spells, cure geas/quest spell can also be subjected to a charm person spell. The light wounds, raise dead, teleport, and wall of iron. charmed person remains committed to fulfilling the quest, however, A creature or object brought into being or transported to your and resists any order that interferes with that goal. In this case, the location by a conjuration spell cannot appear inside another creature geas/quest spell doesn’t negate charm person, but it does reduce its or object, nor can it appear floating in an empty space. It must arrive effectiveness, just as nonmagical devotion to a quest would. If a in an open location on a surface capable of supporting it. The creature is under the mental control of two or more creatures, it creature or object must appear within the spell’s range, but it does tends to obey each to the best of its ability, and to the extent of the not have to remain within the range. control each effect allows. If the controlled creature receives Calling: A calling spell transports a creature from another plane conflicting orders simultaneously, the competing controllers must to the plane you are on. The spell grants the creature the one-time make opposed Charisma checks to determine which one the ability to return to its plane of origin, although the spell may limit creature obeys. the circumstances under which this is possible. Creatures who are",
        "name":  "Multiple Mental Control Effects",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A creation spell manipulates matter to create an object actions when you cast the spell, and others give you ongoing control or creature in the place the spellcaster designates (subject to the over the subject. limits noted above). If the spell has a duration other than instantaneous, magic holds the creation together, and when the Evocation spell ends, the conjured creature or object vanishes without a trace. Evocation spells manipulate energy or tap an unseen source of If the spell has an instantaneous duration, the created object or power to produce a desired end. In effect, they create something out creature is merely assembled through magic. It lasts indefinitely and of nothing. Many of these spells produce spectacular effects, and does not depend on magic for its existence. evocation spells can deal large amounts of damage. Representative",
        "name":  "Creation",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Certain divine conjurations heal creatures or even spells include magic missile, fireball, and lightning bolt. bring them back to life. These include cure spells.",
        "name":  "Healing",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A scrying spell creates an invisible magical sensor that others can see, but a pattern also affects the minds of those who see sends you information. Unless noted otherwise, the sensor has the it or are caught in it. All patterns are mind-affecting spells. same powers of sensory acuity that you possess. This level of acuity includes any spells or effects that target you (such as darkvision or see Phantasm: A phantasm spell creates a mental image that usually invisibility), but not spells or effects that emanate from you (such as only the caster and the subject (or subjects) of the spell can perceive. detect evil). However, the sensor is treated as a separate, independent This impression is totally in the minds of the subjects. It is a sensory organ of yours, and thus it functions normally even if you personalized mental impression. (It’s all in their heads and not a fake have been blinded, deafened, or otherwise suffered sensory impair- picture or something that they actually see.) Third parties viewing or ment. Any creature with an Intelligence score of 12 or higher can studying the scene don’t notice the phantasm. All phantasms are notice the sensor by making a DC 20 Intelligence check. The sensor mind-affecting spells. can be dispelled as if it were an active spell. Shadow: A shadow spell creates something that is partially real Lead sheeting or magical protection (such as antimagic field, mind from extradimensional energy. Such illusions can have real effects. blank, or nondetection) blocks a scrying spell, and you sense that the Damage dealt by a shadow illusion is real. spell is so blocked. Saving Throws and Illusions (Disbelief): Creatures encoun- tering an illusion usually do not receive saving throws to recognize Enchantment it as illusory until they study it carefully or interact with it in some Enchantment spells affect the minds of others, influencing or fashion. For example, if a party encounters a section of illusory floor, controlling their behavior. Representative spells include charm the character in the lead would receive a saving throw if she stopped person and suggestion. and studied the floor or if she probed the floor. All enchantments are mind-affecting spells. Two types of A successful saving throw against an illusion reveals it to be false, enchantment spells grant you influence over a subject creature. but a figment or phantasm remains as a translucent outline. For",
        "name":  "Scrying",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A compulsion spell forces the subject to act in walk on and can see what lies below (light permitting), but he or she some manner or changes the way her mind works. Some compul- can still note where the figment lies. sion spells determine the subject’s actions or the effects on the A failed saving throw indicates that a character fails to notice subject, some compulsion spells allow you to determine the subject’s something is amiss. A character faced with proof that an illusion 173 MAGIC CHAPTER 10: isn’t real needs no saving throw. A character who falls through a spellcaster who has been deafened has a 20% chance to spoil any section of illusory floor into a pit knows something is amiss, as does spell with a verbal component that he or she tries to cast. one who spends a few rounds poking at the same illusion. If any Somatic (S): A somatic component is a measured and precise viewer successfully disbelieves an illusion and communicates this movement of the hand. You must have at least one hand free to fact to others, each such viewer gains a saving throw with a +4 provide a somatic component. bonus. Material (M): A material component is one or more physical substances or objects that are annihilated by the spell energies in the Necromancy casting process. Unless a cost is given for a material component, the Necromancy spells manipulate the power of death, unlife, and the cost is negligible. Don’t bother to keep track of material components life force. Spells involving undead creatures make up a large part of with negligible cost. Assume you have all you need as long as you this school. Representative spells include cause fear, animate dead, and have your spell component pouch. finger of death. Focus (F): A focus component is a prop of some sort. Unlike a material component, a focus is not consumed when the spell is cast Transmutation and can be reused. As with material components, the cost for a focus is negligible unless a price is given. Assume that focus components Transmutation spells change the properties of some creature, thing, of negligible cost are in your spell component pouch. or condition. Representative spells include enlarge person, reduce person, polymorph, and shapechange. Divine Focus (DF): A divine focus component is an item of spiritual significance. The divine focus for a cleric or a paladin is a holy symbol appropriate to the character’s faith. For an evil cleric, [DESCRIPTOR] the divine focus is an unholy symbol. The default divine focus for a Appearing on the same line as the school and subschool, when druid or a ranger is a sprig of mistletoe or holly. applicable, is a descriptor that further categorizes the spell in some If the Components line includes F/DF or M/DF, the arcane ver- way. Some spells have more than one descriptor. sion of the spell has a focus component or a material component The descriptors are acid, air, chaotic, cold, darkness, death, earth, (the abbreviation before the slash) and the divine version has a electricity, evil, fear, fire, force, good, language-dependent, lawful, divine focus component (the abbreviation after the slash). light, mind-affecting, sonic, and water. XP Cost (XP): Some powerful spells (such as wish, commune, and Most of these descriptors have no game effect by themselves, but miracle) entail an experience point cost to you. No spell, not even they govern how the spell interacts with other spells, with special restoration, can restore the XP lost in this manner. You cannot spend abilities, with unusual creatures, with alignment, and so on. so much XP that you lose a level, so you cannot cast the spell unless A language-dependent spell uses intelligible language as a you have enough XP to spare. However, you may, on gaining medium for communication. For instance, a cleric’s command spell enough XP to attain a new level, use those XP for casting a spell fails if the target can’t understand what the cleric says, either rather than keeping them and advancing a level. The XP are treated because it doesn’t understand the language he is speaking or because just like a material component—expended when you cast the spell, background noise prevents it from hearing what the cleric says. whether or not the casting succeeds. A mind-affecting spell works only against creatures with an Intelligence score of 1 or higher. CASTING TIME LEVEL Most spells have a casting time of 1 standard action. Others take 1 round or more, while a few require only a free action. Chapter 8: The next line of a spell description gives the spell’s level, a number Combat describes the difference between these types of actions. between 0 and 9 that defines the spell’s relative power. This number A spell that takes 1 round to cast is a full-round action. It comes is preceded by an abbreviation for the class whose members can cast into effect just before the beginning of your turn in the round after the spell. The Level entry also indicates whether a spell is a domain you began casting the spell. You then act normally after the spell is spell and, if so, what its domain and its level as a domain spell are. A spell’s level affects the DC for any save allowed against the effect. completed. For example, the Level entry for hold person is “Brd 2, Clr 2, A spell that takes 1 minute to cast comes into effect just before Sor/Wiz 3.” That means it is a 2nd-level spell for bards, a 2nd-level your turn 1 minute later (and for each of those 10 rounds, you are spell for clerics, and a 3rd-level spell for sorcerers and wizards. The casting a spell as a full-round action, just as noted above for 1-round level entry for magic vestment is “Clr 3, Strength 3, War 3.” That casting times). These actions must be consecutive and unin- means it is a 3rd-level spell for clerics, the 3rd-level Strength domain terrupted, or the spell automatically fails. spell, and the 3rd-level War domain spell. When you begin a spell that takes 1 round or longer to cast, you",
        "name":  "Compulsion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "bard Brd; must continue the concentration from the current round to just cleric Clr; druid Drd; paladin Pal; ranger Rgr; sorcerer Sor; wizard before your turn in the next round (at least). If you lose Wiz. concentration before the casting is complete, you lose the spell. The domains a spell can be associated with include Air, Animal, A spell with a casting time of 1 free action (such as feather fall) Chaos, Death, Destruction, Earth, Evil, Fire, Good, Healing, doesn’t count against your normal limit of one spell per round. Knowledge, Law, Luck, Magic, Plant, Protection, Strength, Sun, However, you may cast such a spell only once per round. Casting a Travel, Trickery, War, and Water. spell with a casting time of 1 free action doesn’t provoke attacks of opportunity. COMPONENTS You make all pertinent decisions about a spell (range, target, area, A spell’s components are what you must do or possess to cast it. The effect, version, and so forth) when the spell comes into effect. For Components entry in a spell description includes abbreviations that example, when casting a summon monster spell, you need not decide tell you what type of components it has. Specifics for material, focus, where you want the monster to appear (or indeed, what monster you and XP components are given at the end of the descriptive text. are summoning) until the spell comes into effect in the round after Usually you don’t worry about components, but when you can’t use you begin casting. a component for some reason or when a material or focus com- ponent is expensive, then the components are important. RANGE Verbal (V): A verbal component is a spoken incantation. To pro- A spell’s range indicates how far from you it can reach, as defined in vide a verbal component, you must be able to speak in a strong voice. the Range entry of the spell description. A spell’s range is the A silence spell or a gag spoils the incantation (and thus the spell). A 174 :01 RETPAHC CIGAM maximum distance from you that the spell’s effect can occur, as well creatures and obstacles, however, can block your line of sight or as the maximum distance at which you can designate the spell’s provide cover for the creature you’re aiming at. point of origin. If any portion of the spell’s area would extend If a ray spell has a duration, it’s the duration of the effect that the beyond this range, that area is wasted. Standard ranges include the ray causes, not the length of time the ray itself persists. following. If a ray spell deals damage, you can score a critical hit just as if it",
        "name":  "Names of spellcasting classes are abbreviated as follows",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Many durations are measured in rounds, minutes, hours, or some other increment. When the time is up, the magic goes away and the spell ends. If a spell’s duration is variable (power word stun, for example) the DM rolls it secretly.",
        "name":  "Timed Durations",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The energy remains as long as the effect does. This means the spell is vulnerable to dispel magic. Example: secret page.",
        "name":  "Permanent",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spell can have a unique area, as defined in its description. of such a spell; you must touch all targets of the spell in the same (S) Shapeable: If an Area or Effect entry ends with “(S),” you can round that you finish casting the spell. shape the spell. A shaped effect or area can have no dimension Discharge: Occasionally a spells lasts for a set duration or until smaller than 10 feet. Many effects or areas are given as cubes to ma- triggered or discharged. For instance, magic mouth waits until trig- ke it easy to model irregular shapes. Three-dimensional volumes are gered, and the spell ends once the mouth has said its message. most often needed to define aerial or underwater effects and areas. (D) Dismissible: If the Duration line ends with “(D),” you can",
        "name":  "Other",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The spell deals damage, and a successful saving throw entries are skipped.) halves the damage taken (round down). If an item is not carried or worn and is not magical, it does not get",
        "name":  "Half",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A creature that successfully in order to be affected by a spell noted as harmless. In such a case, saves against a spell that has no obvious physical effects feels a you do not need to make the caster level check described above. hostile force or a tingle, but cannot deduce the exact nature of the attack. For example, if you secretly cast charm person on a creature DESCRIPTIVE TEXT and its saving throw succeeds, it knows that someone used magic This portion of a spell description details what the spell does and against it, but it can’t tell what you were trying to do. Likewise, if a how it works. If one of the previous entries in the description creature’s saving throw succeeds against a targeted spell, such as included “see text,” this is where the explanation is found. If the charm person, you sense that the spell has failed. You do not sense spell you’re reading about is based on another spell (see Spell when creatures succeed on saves against effect and area spells. Chains, page 181), you might have to refer to a different spell for the",
        "name":  "Succeeding on a Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A natural 1 (the d20 comes “see text” information. up 1) on a saving throw is always a failure, and the spell may cause damage to exposed items (see Items Surviving after a Saving Throw, ARCANE SPELLS below). A natural 20 (the d20 comes up 20) is always a success.",
        "name":  "Automatic Failures and Successes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unless the descriptive once again prepare spells from her spellbook. She already has charm text for the spell specifies otherwise, all items carried or worn by a person, detect magic (once), and light prepared from the day before. creature are assumed to survive a magical attack. If a creature rolls a She chooses to abandon her light spell and then prepare sleep, detect natural 1 on its saving throw against the effect, however, an exposed magic, and ghost sound. It takes her a little over half an hour to item is harmed (if the attack can harm objects). Refer to Table 10–1: prepare these spells because they represent a little over half of her Items Affected by Magical Attacks. Determine which four objects daily capacity. carried or worn by the creature are most likely to be affected and roll 177 MAGIC CHAPTER 10: A wizard’s level limits the number of spells she can prepare and of the day, this preparation takes at least 15 minutes, and it takes cast (see Table 3–18: The Wizard, page 55). Her high Intelligence longer if the wizard prepares more than one-quarter of her spells. score (see Table 1–1: Ability Modifiers and Bonus Spells, page 8) Spell Slots: The various character class tables in Chapter 3: might allow her to prepare a few extra spells. She can prepare the Classes show how many spells of each level a character can cast per same spell more than once, but each preparation counts as one spell day. These openings for daily spells are called spell slots. A toward her daily limit. Preparing an arcane spell is an arduous spellcaster always has the option to fill a higher-level spell slot with mental task. To do so, the wizard must have an Intelligence score of a lower-level spell. For example, a 7th-level wizard has at least one at least 10 + the spell’s level. 4th-level spell slot and two 3rd-level spell slots (see Table 3–18: The",
        "name":  "Items Surviving after a Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To prepare her daily spells, a wizard must have a clear mind. Wizard, page 55). However, the character could choose to prepare To clear her mind she must first sleep for 8 hours. The wizard does three 3rd-level spells instead, filling the 4th-level slot with a 3rd- not have to slumber for every minute of the time, but she must level spell. A spellcaster who lacks a high enough ability score to cast refrain from movement, combat, spellcasting, skill use, conversa- spells that would otherwise be his or her due still gets the slots but tion, or any other fairly demanding physical or mental task during must fill them with spells of lower level. the rest period. If her rest is interrupted, each interruption adds 1 Prepared Spell Retention: Once a wizard prepares a spell, it hour to the total amount of time she has to rest in order to clear her remains in her mind as a nearly cast spell until she uses the pre- mind, and she must have at least 1 hour of uninterrupted rest imme- scribed components to complete and trigger it or until she abandons diately prior to preparing her spells. If the character does not need it. Upon the casting of a spell, the spell’s energy is expended and to sleep for some reason, she still must have 8 hours of restful calm purged from the character, leaving her feeling a little tired. Certain before preparing any spells. For example, elf wizards need 8 hours of other events, such as the effects of magic items or special attacks rest to clear their minds. Thus, an elf wizard could trance for 4 hours from monsters, can wipe a prepared spell from a character’s mind. and rest for 4 hours, then prepare spells. Death and Prepared Spell Retention: If a spellcaster dies, all Recent Casting Limit/Rest Interruptions: If a wizard has cast prepared spells stored in his or her mind are wiped away. Potent magic (such as raise dead, resurrection, or true resurrection) can recover spells recently, the drain on her resources reduces her capacity to the lost energy when it recovers the character. prepare new spells. When she prepares spells for the coming day, all the spells she has cast within the last 8 hours count against her daily limit. If Mialee can normally cast two 1st-level spells per day, but she ARCANE MAGICAL WRITINGS had to cast magic missile during the night, she can prepare only one To record an arcane spell in written form, a character uses complex 1st-level spell the next day. notation that describes the magical forces involved in the spell. The notation constitutes a universal arcane language that wizards have",
        "name":  "Rest",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To prepare any spell, a wizard must discovered, not invented. The writer uses the same system no matter have enough peace, quiet, and comfort to allow for proper what her native language or culture. However, each character uses concentration. The wizard’s surroundings need not be luxurious, but the system in her own way. Another person’s magical writing they must be free from overt distractions. Exposure to inclement remains incomprehensible to even the most powerful wizard until weather prevents the necessary concentration, as does any injury or she takes time to study and decipher it. failed saving throw the character might experience while studying. To decipher an arcane magical writing (such as a single spell in Wizards also must have access to their spellbooks to study from and written form in another’s spellbook or on a scroll), a character must sufficient light to read them by. There is one major exception: A make a Spellcraft check (DC 20 + the spell’s level). If the skill check wizard can prepare a read magic spell even without a spellbook. A fails, the character cannot attempt to read that particular spell again great portion of her initial training goes into mastering this minor until the next day. A read magic spell automatically deciphers a magi- cal writing without a skill check. If the person who created the mag- but vital feat of magic. ical writing is on hand to help the reader, success is also automatic.",
        "name":  "Preparation Environment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After resting, a wizard must study her Once a character deciphers a particular magical writing, she does spellbook to prepare any spells that day. If she wants to prepare all not need to decipher it again. Deciphering a magical writing allows her spells, the process takes 1 hour. Preparing some smaller portion the reader to identify the spell and gives some idea of its effects (as of her daily capacity takes a proportionally smaller amount of time, explained in the spell description). If the magical writing was a but always at least 15 minutes, the minimum time required to scroll and the reader can cast arcane spells, she can attempt to use achieve the proper mental state. the scroll (see the information on scrolls in the Dungeon Master’s",
        "name":  "Spell Preparation Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Until she prepares spells from Guide). her spellbook, the only spells a wizard has available to cast are the ones that she already had prepared from the previous day and has Wizard Spells and Borrowed Spellbooks not yet used. During the study period, she chooses which spells to A wizard can use a borrowed spellbook to prepare a spell she already prepare. The act of preparing a spell is actually the first step in knows and has recorded in her own spellbook, but preparation casting it. A spell is designed in such a way that it has an success is not assured. First, the wizard must decipher the writing in interruption point near its end. This allows a wizard to cast most of the book (see Arcane Magical Writings, above). Once a spell from the spell ahead of time and finish when it’s needed, even if she is another spellcaster’s book is deciphered, the reader must make a under considerable pressure. Her spellbook serves as a guide to the Spellcraft check (DC 15 + spell’s level) to prepare the spell. If the mental exercises she must perform to create the spell’s effect. If a check succeeds, the wizard can prepare the spell. She must repeat wizard already has spells prepared (from the previous day) that she the check to prepare the spell again, no matter how many times she has not cast, she can abandon some or all of them to make room for has prepared it before. If the check fails, she cannot try to prepare new spells. the spell from the same source again until the next day. (However, When preparing spells for the day, a wizard can leave some of as explained above, she does not need to repeat a check to decipher these spell slots open. Later during that day, she can repeat the the writing.) preparation process as often as she likes, time and circumstances permitting. During these extra sessions of preparation, the wizard Adding Spells to a Wizard’s Spellbook can fill these unused spell slots. She cannot, however, abandon a Wizards can add new spells to their spellbooks through several previously prepared spell to replace it with another one or fill a slot methods. If a wizard has chosen to specialize in a school of magic, that is empty because she has cast a spell in the meantime. That sort she can learn spells only from schools whose spells she can cast. of preparation requires a mind fresh from rest. Like the first session Spells Gained at a New Level: Wizards perform a certain 178 :01 RETPAHC CIGAM amount of spell research between adventures. Each time a character SORCERERS AND BARDS attains a new wizard level, she gains two spells of her choice to add Sorcerers and bards cast arcane spells, but they do not have spell- to her spellbook. These spells represent the results of her research. books and do not prepare their spells. A sorcerer’s or bard’s class The two free spells must be of spell levels she can cast. If she has level limits the number of spells he can cast (see these class chosen to specialize in a school of magic, one of the two free spells descriptions in Chapter 3: Classes). His high Charisma score (see must be from her specialty school. Table 1–1: Ability Modifiers and Bonus Spells, page 8) might allow Spells Copied from Another’s Spellbook or a Scroll: A wizard him to cast a few extra spells. A member of either class must have a can also add a spell to her book whenever she encounters one on a Charisma score of at least 10 + a spell’s level to cast the spell. magic scroll or in another wizard’s spellbook. No matter what the",
        "name":  "Spell Selection and Preparation",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each day, sorcerers and bards must spell’s source, the wizard must first decipher the magical writing focus their minds on the task of casting their spells. A sorcerer or (see Arcane Magical Writings, above). Next, she must spend a day bard needs 8 hours of rest (just like a wizard), after which he spends studying the spell. At the end of the day, she must make a Spellcraft 15 minutes concentrating. (A bard must sing, recite, or play an check (DC 15 + spell’s level). A wizard who has specialized in a instrument of some kind while concentrating.) During this period, school of spells gains a +2 bonus on the Spellcraft check if the new the sorcerer or bard readies his mind to cast his daily allotment of spell is from her specialty school. She cannot, however, learn any spells. Without such a period to refresh himself, the character does spells from her prohibited schools. not regain the spell slots he used up the day before. If the check succeeds, the wizard understands the spell and can For example, at 7th level, Gimble the bard can cast one 3rd-level copy it into her spellbook (see Writing a New Spell into a Spellbook, spell (a bonus spell due to his 16 Charisma). If he casts a 3rd-level below). The process leaves a spellbook that was copied from spell, he can’t use his 3rd-level spell slot again until the next day— unharmed, but a spell successfully copied from a magic scroll dis- after he readies his spells for the day. appears from the parchment.",
        "name":  "Daily Readying of Spells",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Materials for writing the spell (special flashy, destructive, and disruptive than arcane spells. quills, inks, and other supplies) cost 100 gp per page. Note that a wizard does not have to pay these costs in time or gold for the spells she gains for free at each new level. She simply adds PREPARING DIVINE SPELLS these to her spellbook as part of her ongoing research. Divine spellcasters prepare their spells in largely the same manner as wizards do, but with a few differences. The relevant ability for Replacing and Copying Spellbooks divine spells is Wisdom. To prepare a divine spell, a character must A wizard can use the procedure for learning a spell to reconstruct a have a Wisdom score of 10 + the spell’s level. For example, a cleric or lost spellbook. If she already has a particular spell prepared, she can druid must have a Wisdom score of at least 10 to prepare a 0-level write it directly into a new book at a cost of 100 gp per page (as spell and a Wisdom score of 11 to prepare a 1st-level spell. (Divine noted in Writing a New Spell into a Spellbook, above). The process spellcasters often call their 0-level spells “orisons.”) Likewise, bonus wipes the prepared spell from her mind, just as casting it would. If spells are based on Wisdom. she does not have the spell prepared, she can prepare it from a bor- Time of Day: A divine spellcaster chooses and prepares spells rowed spellbook and then write it into a new book. ahead of time, just as a wizard does. However, a divine spellcaster Duplicating an existing spellbook uses the same procedure as does not require a period of rest to prepare spells. Instead, the replacing it, but the task is much easier. The time requirement and character chooses a particular part of the day to pray and receive cost per page are halved. spells. The time is usually associated with some daily event. Dawn, dusk, noon, and midnight are common choices. Some deities set the Selling a Spellbook time or impose other special conditions for granting spells to their Captured spellbooks can be sold for a gp amount equal to one-half clerics. If some event prevents a character from praying at the the cost of purchasing and inscribing the spells within (that is, one- proper time, he must do so as soon as possible. If the character does half of 100 gp per page of spells). A spellbook entirely filled with not stop to pray for spells at the first opportunity, he must wait until spells (that is, with one hundred pages of spells inscribed in it) is the next day to prepare spells. worth 5,000 gp. Spell Selection and Preparation: A divine spellcaster selects 179 MAGIC CHAPTER 10: and prepares spells ahead of time through prayer and meditation at a Spells Gained at a New Level: Characters who can cast divine particular time of day. The time required to prepare spells is the spells undertake a certain amount of study between adventures. same as it is for a wizard (1 hour), as is the requirement for a Each time such a character receives a new level of divine spells, he relatively peaceful environment. A divine spellcaster does not have or she learns new spells from that level automatically. to prepare all his spells at once. However, the character’s mind is Independent Research: A divine spellcaster also can research a considered fresh only during his or her first daily spell preparation, spell independently, much as an arcane spellcaster can. (The Dun- so a divine spellcaster cannot fill a slot that is empty because he or geon Master’s Guide has information on this topic under Creating she has cast a spell or abandoned a previously prepared spell. New Spells in Chapter 2.) Only the creator of such a spell can Divine spellcasters do not require spellbooks. However, such a prepare and cast it, unless he decides to share it with others. Some character’s spell selection is limited to the spells on the list for his or such creators share their research with their churches, but others do her class (see Chapter 11: Spells). Clerics, druids, paladins, and not. The character can create a magic scroll (provided that he or she rangers have separate spell lists. A cleric also has access to two has the Scribe Scroll feat) or write a special text similar to a spell- domains determined during his character creation. Each domain book to contain spells he or she has independently researched. gives him access to a domain spell at each spell level from 1st to 9th, Other divine spellcasters who find the spell in written form can as well as a special granted power. With access to two domain spells learn to cast it, provided they are of sufficient level to do so and are at each spell level—one from each of his two domains—a cleric of the same class as the creator. The process requires deciphering the must prepare, as an extra domain spell, one or the other each day for writing (see Arcane Magical Writings, above). each level of spell he can cast. (The extra domain spell is the “+1” that appears as part of the cleric’s Spells per Day figure on Table 3–6: SPECIAL ABILITIES The Cleric, page 31.) If a domain spell is not on the cleric spell list, it can be prepared only in a domain spell slot. Medusas, dryads, harpies, and other magical creatures can create",
        "name":  "Materials and Costs",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A good cleric like ability functions just like a spell. (or a cleric of a good deity) can spontaneously cast a cure spell in Spell-like abilities are subject to spell resistance and to being dis- place of a prepared spell of the same level or higher, but not in place pelled by dispel magic. They do not function in areas where magic is of a domain spell. An evil cleric (or a cleric of an evil deity) can spon- suppressed or negated, such as an antimagic field. Spell-like abilities taneously cast an inflict spell in place of a prepared spell (one that is cannot be used to counterspell, nor can they be counterspelled. not a domain spell) of the same level or higher. Each neutral cleric Some creatures are actually sorcerers of a sort. They cast arcane of a neutral deity either spontaneously casts cure spells like a good spells as sorcerers do, using components when required. In fact, an cleric or inflict spells like an evil one, depending on which option individual creature (such as some dragons) could have some spell- the player chooses when creating the character. The divine energy like abilities and also cast other spells as a sorcerer. of the spell that the cure or inflict spell substitutes for is converted",
        "name":  "Spontaneous Casting of Cure and Inflict Spells",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dragon’s fiery breath, a medusa’s pet- into the cure or inflict spell as if that spell had been prepared all along. rifying gaze, a spectre’s energy drain, and a cleric’s use of positive or Spontaneous Casting of Summon Nature’s Ally Spells: A druid negative energy to turn or rebuke undead are supernatural abilities can spontaneously cast a summon nature’s ally spell in place of a pre- These abilities cannot be disrupted in combat, as spells can, and they pared spell of the same level or higher. The divine energy of the generally do not provoke attacks of opportunity. Supernatural spell that the summon nature’s ally spell substitutes for is converted abilities are not subject to spell resistance, counterspells, or to being into the summon spell as if that spell had been prepared all along. dispelled by dispel magic, and do not function in areas where magic is suppressed or negated (such as an antimagic field).",
        "name":  "Supernatural Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A rogue’s evasion ability and a troll’s ability to regenerate are extraordinary abilities. These abilities Divine spells can be written down and deciphered just as arcane cannot be disrupted in combat, as spells can, and they generally do spells can (see Arcane Magical Writings, above). Any character with not provoke attacks of opportunity. Effects or areas that negate or the Spellcraft skill can attempt to decipher the divine magical writing and identify it. However, only characters who have the spell disrupt magic have no effect on extraordinary abilities. They are not in question (in its divine form) on their class spell list can cast a subject to dispelling, and they function normally in an antimagic divine spell from a scroll. field. Indeed, extraordinary abilities do not qualify as magical, though they may break the laws of physics.",
        "name":  "DIVINE MAGICAL WRITINGS Extraordinary Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In the spell lists and the spell descrip- Dancing Lights: Creates torches or other lights. tions that follow them, the spells are presented in alphabetical order Daze: Humanoid creature of 4 HD or less loses next by name except for those belonging to certain spell chains. When a action. spell’s name begins with “lesser,” “greater,” or “mass,” the spell Detect Magic: Detects spells and magic items within description is alphabetized under the second word of the spell name 60 ft. instead. For instance, the spell mass suggestion is entered in the lists Flare: Dazzles one creature (–1 on attack rolls). as “Suggestion, Mass,” and its description can be found immediately Ghost Sound: Figment sounds. following the description for suggestion. Know Direction: You discern north.",
        "name":  "Order of Presentation",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks. Shatter: Sonic vibration damages objects or crystalline creatures.",
        "name":  "Read Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mundane or magical writing vanishes. Crushing Despair: Subjects take –2 on attack rolls, damage rolls,",
        "name":  "Erase",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Determines properties of magic item.",
        "name":  "Identify M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cancels magical spells and effects.",
        "name":  "Dispel Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Speaks once when triggered.",
        "name":  "Magic Mouth M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subjects within cone flee for 1 round/level. Nystul’s Magic Aura: Alters object’s magic aura.",
        "name":  "Fear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creates minor illusion of your design. escape magical discernment.",
        "name":  "Silent Image",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Puts 4 HD of creatures into magical slumber. Good Hope: Subjects gain +2 on attack rolls, damage rolls, saves,",
        "name":  "Sleep",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As silent image, plus sound, smell and thermal effects. 2ND-LEVEL BARD SPELLS Phantom Steed: Magic horse appears for 1 hour/level.",
        "name":  "Major Image",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blinds creatures, outlines invisible creatures. Detect Scrying: Alerts you of magical eavesdropping.",
        "name":  "Glitterdust",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Detects spells and magic items within 60 ft.",
        "name":  "Detect Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks.",
        "name":  "Read Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As dispel magic, but +20 on check.",
        "name":  "Dispel Magic, Greater",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Three stones gain +1 on attack, deal 1d6 +1 damage.",
        "name":  "Magic Stone",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reveals magical aspects of subject.",
        "name":  "Analyze Dweomer F",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispels magical ability penalty or repairs 1d4 Freedom of Movement: Subject moves normally despite imped- ability damage. iments.",
        "name":  "Restoration, Lesser",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cancels spells and magical effects. Command, Greater: As command, but affects one subject/level.",
        "name":  "Dispel Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Senses direction toward object (specific or type). Flame Strike: Smite foes with divine fire (1d6/level damage). Magic Circle against Chaos/Evil/Good/Law: As protection spells, Hallow M: Designates location as holy. but 10-ft. radius and 10 min./level. Inflict Light Wounds, Mass: Deals 1d8 damage +1/level to many",
        "name":  "Locate Object",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Absorb 12 points/level of damage from day/level ago. one kind of energy. Righteous Might: Your size increases, and you gain combat Remove Blindness/Deafness: Cures normal or magical bonuses. conditions. Scrying F: Spies on subject from a distance.",
        "name":  "Protection from Energy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Negates magic within 10 ft.",
        "name":  "Antimagic Field",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As dispel magic, but up to +20 on check. many creatures. Eagle’s Splendor, Mass: As eagle’s splendor, affects one subject/level.",
        "name":  "Dispel Magic, Greater",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alters item to transport its possessor to you.",
        "name":  "Refuge M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Turn or destroy air creatures as a good cleric Chaos Domain Spells turns undead. Rebuke, command, or bolster earth creatures as an 1 Protection from Law: +2 to AC and saves, counter mind control, evil cleric rebukes undead. Use these abilities a total number of hedge out elementals and outsiders. times per day equal to 3 + your Charisma modifier. This granted 2 Shatter: Sonic vibration damages objects or crystalline creatures. power is a supernatural ability. 3 Magic Circle against Law: As protection spells, but 10-ft. radius and 10 min./level. Earth Domain Spells 4 Chaos Hammer: Damages and staggers lawful creatures. 1 Magic Stone: Three stones become +1 projectiles, 1d6 +1 5 Dispel Law: +4 bonus against attacks by lawful creatures. damage. 6 Animate Objects: Objects attack your foes. 2 Soften Earth and Stone: Turns stone to clay or dirt to sand or 7 Word of Chaos: Kills, confuses, stuns, or deafens nonchaotic mud. subjects. 3 Stone Shape: Sculpts stone into any shape. 8 Cloak of Chaos F: +4 to AC, +4 resistance, SR 25 against lawful 4 Spike Stones: Creatures in area take 1d8 damage, may be lowed. spells. 5 Wall of Stone: Creates a stone wall that can be shaped. 9 Summon Monster IX*: Calls extraplanar creature to fight for 6 Stoneskin M: Ignore 10 points of damage per attack. you. 7 Earthquake: Intense tremor shakes 5-ft./level radius. *Cast as a chaos spell only. 8 Iron Body: Your body becomes living iron. 9 Elemental Swarm*: Summons multiple elementals. DEATH DOMAIN *Cast as an earth spell only.",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You cast evil spells at +1 caster level. (using the rules for touch spells). When you touch, roll 1d6 per cleric level you possess. If the total at least equals the creature’s Evil Domain Spells current hit points, it dies (no save). 1 Protection from Good: +2 to AC and saves, counter mind control, hedge out elementals and outsiders. Death Domain Spells 2 Desecrate M: Fills area with negative energy, making undead 1 Cause Fear: One creature of 5 HD or less flees for 1d4 rounds. stronger. 2 Death Knell: Kill dying creature and gain 1d8 temporary hp, +2 3 Magic Circle against Good: As protection spells, but 10-ft. radius to Str, and +1 caster level. and 10 min./level. 3 Animate Dead M: Creates undead skeletons and zombies. 4 Unholy Blight: Damages and sickens good creatures. 4 Death Ward: Grants immunity to death spells and negative 5 Dispel Good: +4 bonus against attacks by good creatures. energy effects. 6 Create Undead M: Create ghouls, ghasts, mummies, or mohrgs. 5 Slay Living: Touch attack kills subject. 7 Blasphemy: Kills, paralyzes, weakens, or dazes nonevil subjects. 6 Create Undead M: Create ghouls, ghasts, mummies, or mohrgs. 8 Unholy Aura F: +4 to AC, +4 resistance, SR 25 against good spells. 7 Destruction F: Kills subject and destroys remains. 9 Summon Monster IX*: Calls extraplanar creature to fight for 8 Create Greater Undead M: Create shadows, wraiths, spectres, r you. devourers. *Cast as an evil spell only. 9 Wail of the Banshee: Kills one creature/level. 186 :11 RETPAHC SLLEPS FIRE DOMAIN KNOWLEDGE DOMAIN",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Add Bluff, Disguise, and Hide to your list of Detect Magic: Detects spells and magic items within 60 ft. cleric class skills. Detect Poison: Detects poison in one creature or object.",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 on one attack roll, saving throw, or skill check. 1 Disguise Self: Disguise own appearance. Know Direction: You discern north. 2 Invisibility: Subject invisible 1 min./level or until it attacks. Light: Object shines like a torch. 3 Nondetection M: Hides subject from divination, scrying. Mending: Makes minor repairs on an object. 4 Confusion: Subjects behave oddly for 1 round/level. Purify Food and Drink: Purifies 1 cu. ft./level of food or water. 5 False Vision M: Fools scrying with an illusion. Read Magic: Read scrolls and spellbooks. 6 Mislead: Turns you invisible and creates illusory double. Resistance: Subject gains +1 bonus on saving throws. 7 Screen: Illusion hides area from vision, scrying. Virtue: Subject gains 1 temporary hp. 8 Polymorph Any Object: Changes any subject into anything else. 9 Time Stop: You act freely for 1d4+1 rounds. 1ST-LEVEL DRUID SPELLS",
        "name":  "Trickery Domain Spells Guidance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispels magical ability penalty or repairs 1d4",
        "name":  "Restoration, Lesser",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Extinguishes nonmagical fires or one magic item. Cat’s Grace, Mass: As cat’s grace, affects one subject/level.",
        "name":  "Quench",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creates a magic booby trap.",
        "name":  "Snare",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As dispel magic, but +20 on check.",
        "name":  "Dispel Magic, Greater",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic wood is strong as steel.",
        "name":  "Ironwood",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cancels spells and magical effects.",
        "name":  "Dispel Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cures 3d8 damage +1/level for Discern Lies: Reveals deliberate falsehoods. many creatures. Dispel Magic: Cancels spells and magical effects.",
        "name":  "Cure Serious Wounds, Mass",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Kills one subject. Magic Circle against Chaos: As protection from chaos, but 10-ft.",
        "name":  "Finger of Death",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As protection from evil, but 10-ft. radius Summon Nature’s Ally VIII: Calls creature to fight. and 10 min./level.",
        "name":  "Magic Circle against Evil",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Teleports you back to designated place. Remove Blindness/Deafness: Cures normal or magical condi- tions. 9TH-LEVEL DRUID SPELLS",
        "name":  "Word of Recall",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks. Jump: Subject gets bonus on Jump checks.",
        "name":  "Read Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks. 2ND-LEVEL PALADIN SPELLS Resist Energy: Ignores 10 (or more) points of damage/attack from specified energy type. Bull’s Strength: Subject gains +4 to Str for 1 min./level.",
        "name":  "Read Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creates a magic booby trap.",
        "name":  "Snare",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shrinks one willing animal. Identify M: Determines properties of magic item.",
        "name":  "Reduce Animal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You look exactly like a tree for 1 hour/level. Sleep: Puts 4 HD of creatures into magical slumber.",
        "name":  "Tree Shape",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d4+1 damage; +1 missile per two levels above 1st (max 5). 4TH-LEVEL RANGER SPELLS",
        "name":  "Magic Missile",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hides subject from divination, scrying. Disguise Self: Changes your appearance. Summon Nature’s Ally IV: Calls animal to fight for you. Nystul’s Magic Aura: Alters object’s magic aura.",
        "name":  "Nondetection M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Detects poison in one creature or small Erase: Mundane or magical writing vanishes. object. Expeditious Retreat: Your speed increases by 30 ft.",
        "name":  "Div Detect Poison",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Detects spells and magic items within 60 ft.",
        "name":  "Detect Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks.",
        "name":  "Read Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ray deals 1d3 cold damage. Abjur Arcane Lock M: Magically locks a portal or chest.",
        "name":  "Ray of Frost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cancels magical spells and effects.",
        "name":  "Abjur Dispel Magic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Senses direction toward object (specific or Magic Circle against Chaos/Evil/Good/Law: As protection type). spells, but 10-ft. radius and 10 min./level.",
        "name":  "Locate Object",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic horse appears for 1 hour/level. round/level.",
        "name":  "Conj Phantom Steed",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical auras become visible to you.",
        "name":  "Div Arcane Sight",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Compels subject to follow stated course of attacks. action. Leomund’s Trap M: Makes item seem trapped.",
        "name":  "Suggestion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Speaks once when triggered.",
        "name":  "Magic Mouth M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Opens locked or magically sealed door.",
        "name":  "Knock",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
