[
    {
        "origin_file":  "magic_items.json",
        "description":  "Tainted one, +1. Broodguard: +0. CREATING TAINTED ONES Yuan-ti create most of their servitors from human prison- ers. They also may transform hu- man worshipers who voluntarily agree to become tainted ones. Humans become tainted ones by drinking a distilla- tion of yuan-ti venom mixed with certain herbs and roots. Any human who drinks this mixture, as a sorcerer of its character level: poison(Fortitude save whether by choice or by force, must make a Fortitude against a DC of 13 + the tainted one’s Con modifier) and saving throw (DC 16). If the saving throw fails (and volun- polymorph self(into snake or snakelike forms only). teers may choose to fail it), the victim must make a Consti- Poison Bite (Ex): The saliva of a tainted one is poisonous tution check (DC 15). Success on this check means the when ingested or introduced into the blood. A tainted one character becomes a tainted one in a painful transforma- can only inject its venom while grappling a foe with tion that lasts 1d6 days. Failure means the character slowly exposed skin. The Fortitude save to resist this poison has a becomes a broodguard in 1d6+6 days. DC of 10 + 1/2 the tainted one’s Hit Dice + the tainted one’s If the Fortitude save succeeds, the victim immediately Con modifier. Victims who fail this save take 1d4 points of lapses into a coma; death follows in 1 hour. A comatose Constitution damage. After 1 minute, they must make victim can be revived with a delay poisonorneutralize poison another save; failure means another 1d4 points of Constitu- spell, if the spell is cast within 1 hour after the mixture has 141 TEMPLATES CHAPTER 10: been swallowed. A human-headed yuan-ti has the ability THE TYPE PYRAMID to neutralize poison, and may save a comatose victim, Some creature types are easier to change than others. Some though this act of salvation is not for the victim’s benefit. types, such as undead, cannot change (with a few, rare A human who makes his save may suddenly find himself exceptions). As an aid to determining the type of a creature conscious again, only to face another flask of the mixture with multiple templates, we can arrange the types in the when the yuan-ti attempts another transformation. form of a pyramid. At the base of the pyramid are those Only humans can become tainted ones. Nonhumans types that can be changed most easily. At the top are the who drink the yuan-ti mixture must make the same Forti- types can be changed only rarely, if at all. tude save (DC 16), however. If the save succeeds, the non- human is violently ill, unable to take any action for 1d4 Purpose of the Pyramid rounds. If the save fails, the nonhuman becomes comatose Usually, the last template applied and dies in 1d4+1 rounds. determines a creature’s type. If a human fails his saving throw after drinking However, it is possible that the mixture, a few desperate measures may pre- some template imposes a crea- vent his transformation into a ture type that overrides any fol- tainted one. If neutralize poi- lowing templates. Types higher on the son, dispel magic, remove pyramid override lower types, even curse, and heal are cast on if the lower type is applied after- the victim, in that order, the ward. You can apply the transformation process revers- half-dragon template es. However, the victim perma- to an earth elemen- nently loses 1 point of Intelli- tal, for instance, gence. A wish, limited wish,ormira- and it remains an cle spell reverses the transforma- elemental. tion with no loss of Intelligence. The pyramid Once the transformation is com- is about creature plete, only a wishor a miraclecan re- types, and does store the victim to his former self. not dictate the order in which you YUAN-TI CHARACTERS must apply templates. Most yuan-ti characters are tainted ones. Their preferred class is fighter. The Pyramid from A few broodguards retain enough Base to Top Intelligence to take class levels, Animal, Human- and their preferred class is fighter. oid, Vermin:These While tainted ones often multiclass types form the base as rogues and, eventually, assassins, those of the pyramid. These are broodguards with class levels are usually the simplest creature types, fighters. with the fewest exotic abilities. Almost any tem- plate applied to them overrides their type.",
        "name":  "Level Adjustment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These MULTIPLE TEMPLATES two types occupy the level above the base, a narrow Sometimes you want to create a monster that uses more band between humanoid, whose type they override, and than one template. For instance, you might want a half- more exotic types such as aberration, fey, giant, outsider, dragon weretiger. This section discusses general rules for and humanoid (shapechanger), whose types override applying multiple templates and some specific guidelines theirs). for individual templates. In almost every case, some judg- Fey, Giant: These two types occupy the level above mag- ment calls are necessary. ical beast and monstrous humanoid. While they override 142 :01 RETPAHC SETALPMET pqqqqrs TEMPLATES AND BIOLOGY that the parents may be creatures not yet published. Many When applying templates, the rules are more important templates occur through the influence of magic, rather than than anatomy. With all the polymorphspells, shapechangers, biology. The rules, and your imagination, should be your alter form, and similar abilities in the DUNGEONS \u0026 DRAGONS guide. game, there is no point in worrying about size or anatomy. When adding multiple templates, halves become quarters. Any creature can produce any offspring, and you can A creature with both half-celestial and half-dragon templates describe that offspring using a template. Also remember becomes a quarter-celestial/quarter-dragon creature. pqqqqrs animal, humanoid, magical beast, and monstrous human- pyramid (see The Type Pyramid, above). oids, other types override theirs. For example, normally a dog (animal) cannot be a half- Dragon, Humanoid (Shapechanger):These two types celestial because it lacks the requisite Intelligence score. occupy the level above fey and giant. It can, however, be a half-dragon. A half-dragon dog has",
        "name":  "Magical Beast, Monstrous Humanoid",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The weaknesses of a vampire (see the template to gain the goblinoid subtype in order to use goblinoid- description in the Monster Manual) may not deter players specific magic items. Another character may want a specific from wanting to try such a character. The DM should care- subtype in order to qualify for a prestige class. Minor rituals fully review the special abilities of vampires, as well as their allow these sorts of transformations. weaknesses, before allowing them in the game. Domination, Ritual Cost:A ritualist charges a number of gold pieces energy drain, and blood drain are all powerful attacks. equal to 1,000 ×her caster level for one performance of a Gaseous form, spider climb, and alternate form all allow the ritual. In addition, the rituals themselves have costs (in gold character to circumvent traps and various other challenges. pieces and experience points) specified in their descriptions On the other hand, a vampire’s inability to enter private that must be paid by the subject character. buildings or to cross running water make adventuring prob- Ritual Time: A minor ritual takes 24 hours, during which lematic for the character. In addition, the difficulty in the character and the ritualist can do nothing other than killing a vampire may make such characters a greater danger conduct the ritual, rest, eat, sleep, or talk. Any interruption than their level suggests. ruins the ritual, which must be started over.",
        "name":  "Vampire",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Caster levels are specified in the drain his or her Constitution via its blood drain attack rather ritual descriptions. than killing him or her outright via its energy drain attack, If a ritual is interrupted, the ritualist requires another pay- the transformation is relatively simple. If a character with 5 ment, but the character loses no experience points. Com- or more Hit Dice (from any combination of base creature pleting the ritual drains any experience points from the sub- HD and HD from class levels) dies because a vampire re- ject during the final hour. No spell, not even restoration,can duces his or her Constitution to 0, that character rises as a bring back the spent experience points. Characters may not vampire 1d4 days after burial. Such characters are normally spend experience points they do not have. chaotic evil; however, player characters can always be ex- Level Adjustment:This number modifies the character’s ceptions (see Keeping Alignment, above). Newly risen vam- ECL by the amount shown. 147 MONSTER BECOMING A CHAPTER 11: Ritual of Alignment This ritual requires a 7th-level cleric who has the appro- This minor ritual gives the character an alignment subtype priate alignment domain as one of his domains. (chaotic, evil, good, or lawful) or changes an existing align- Ritual Cost:This ritual costs the subject 56,000 gold pieces ment subtype. The benefit is significant primarily to out- and 2,240 XP. siders, changing the way certain spells and items affect them. Level Adjustment:+0. The successful completion of this ritual requires the charac- ter to make a Will save. The save DC and the consequences Ritual of Association for failure vary depending on the relationship between the This minor ritual gives the character a racial subtype or type character’s alignment and the desired subtype (see below). In modifier such as gnoll, goblinoid, orc, or reptilian. (This ritual all cases, success acquires the desired subtype (or makes the does not grant the human, dwarf, elf, gnome, and desired change) and changes the character’s alignment to halfling subtypes of humanoid.) The character match the subtype. Succeeding gains minor manifestations of the physical appear- by 5 or more accomplishes the ance of that subtype (DCs for Disguise ritual without changing the checks increase by +5), but no abili- character’s alignment. ties of that monster kind. The bene-",
        "name":  "Assuming a player character can convince a vampire to Ritual Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A hound archon receives one feat at 1st level and Spell Resistance (Ex): Beginning at 8th level, a hound additional ones at 3rd and 9th archon gains spell resistance is equal to 5 + class level. level. After 11th level it gains Magic Circle against Evil (Su): At 11th level, a feats normally according hound archon can create a magic circle sgainat evil that to its character level, as continually surrounds a shown on Table 2–5: Ex- hound archon, as the spell perience and Level-De- cast by a sorcerer of a pendent Benefits. level equal to its Hit Dice.",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Usually chaotic neutral they are immune to magic sleepeffects. A thri-kreen spell-",
        "name":  "Alignment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those phenomena that will not fit of the world diversified, the echoes of their birth in any of the former families and yet they\u0027re still rippled across the Spirit World and awoke new kinds part of nature, such as spirits of the seasons, river of spirits, making their classification an almost a spirits, a whole forest\u0027s soul, rain spirits, etc. The village\u0027s blacksmith stared with distrust at the two people standing next to his forge. The bulky man was ill at ease having any strangers approaching the fire, but no one else would have been able to remedy the problems that had been plaguing him for the last few days. \u0027We\u0027re here to solve his problems,\u0027 Karil complained to Telzun, when she thought the smith would not hear her. \u0027But he blames the spirits for his shoddy workmanship, and when he blames the spirits, he blames us!\u0027 Telzun shook his head; he knew quite well that it was easier for people to blame the invisible world for their troubles than to assume responsibility. There were times when they were right, though. Amrik was not the greatest blacksmith the shaman had come across, but his horseshoes did not usually splinter and hurt the horse. \u0027Hush, child,\u0027 the shaman reprimanded his apprentice. \u0027You give too much importance to our reputation. You do not matter. I do not matter. In the end, we are but specks blown awayin the great winds of life. Now focus on the fire in this forge instead of the one in your heart.\u0027 Karil frowned, but nodded and stared at the fire. Telzun already knew what the problem was; somebody had put a curse on this forge, and the original spirit living there was doing all it could to defend its home from a malevolent invader. \u0027They are fighting!\u0027 Karil exclaimed, her eyes wide open. \u0027Then let us help our little friend there...\u0027 Telzun nodded, satisfied. 5 SHAMAN MAGIC - AN OVERVIEW",
        "name":  "Nature Spirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The strongest and most powerful, encompass the complex and contradictory teachings these anima rise from the ranks of all families and of those who walk the spirit ways. Not-doing means become specific personalities instead of abstract to lose focus on what is not important, to stop trying ideals. The Wild Hunt, the Man on the Moon, the to force the world to comply with one\u0027s wishes and Ferryman of the Dead... all the mythic figures with instead just nudge it into the way it is supposed to the potential to become minor gods themselves, but work. An old shaman is one with the land, treating are not yet there. the spirits as friends and considered a powerful ally by them; the power he wields stems from his affinity Spirits of all kinds go about their business as they to the spirits\u0027 own state: he does not care for his have for ages. Their only purpose is to do theirjobs own person, losing all self-importance in his growth. and keep the world running smoothly. Being dutiful, however, is not the same as being pleasant, THE SHAMAN\u0027S and many spirits can be evil in dealing with the mortals. Sickness and drought are also the domains CALLING of nature spirits, and ideals like War and Murder Unlike other divine spellcasters, shamans are not also engender their own anima. followers of the entities from which they draw their power. They heed the spirits\u0027 counsel and While they retained the power to fulfil their sometimes comply with their whims, but, ultimately, appointed duties, the spirits were restricted from the shaman\u0027s loyalty lies with his people. directly intervening in mortal affairs, and their power to answer the first crude prayers was severely In the old days, the shaman was the only person curtailed, so the spirits singled out a select few communicating between a community and the wide mortals from each race, took them beyond the unknown. Serving as healer, fortune-teller, priest, planar barriers and, in a sacred ritual practiced even spiritual guide, lore keeper and general trouble- today, destroyed and put them back together. They shooter, the shaman tended to his people\u0027s welfare. returned home changed, reborn. They were the first However, his dealings with the invisible world mark shamans, those inspired by the spirits. him as an outsider. People look for the shaman\u0027s help, but they do not trust him completely as a WALKING IN THE STEPS person except in respect of his shamanic duties. OF THE ANIMA Shamans are loners as a consequence; they establish The shaman lives with one foot in the everyday a home sufficiently apart from the community so as world and another in the realm of the supernatural. not to unnerve their neighbours, but near enough to He is gifted (some say cursed) with the ability to see be readily available for emergencies. Some feel the and interact with a lot of strangeness, seeing the need to wander and better themselves and their spirits for what they are, and recognizing their work. craft, and leave town or village after finding a He knows that the magic is not his, that he is only successor, while others do not finish their 6 SHAMAN MAGIC - AN OVERVIEW apprenticeship when setting out to learn from the world rather than from a master. There are no shaman schools; the only way to become one is to find a teacher and be initiated into the mysteries of the Spirit World. A shaman will train a small number of apprentices at the same time, preparing them in mind and body for the final ordeal of meeting the animae face to face. THE AWAKENING Apprentices need all the available help from their master once the spirits decide it is time for them to become full-fledged shamans. That is, if they are lucky enough to have a master. There are four ways in which a person might become a shaman:",
        "name":  "Legend Spirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The shaman-to-be was born fated to be part of the invisible world. Since his childhood he experiences visions and strangeness and shows signs of his future power as spontaneous flashes of magic, because of the spirits pushing him towards his position. People who deny their heritage will always lead a haunted life and most go mad, unable to stop the voices from shaman must die. In most cases, this is a symbolical whispering in their dreams. death; a vision of his own passing given to him by the spirits during the initiation ritual. He is",
        "name":  "Spontaneous Vocation",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those with the vocation to serve WORLD their fellows and the courage to face the unknown The shamans\u0027 unobtrusiveness and their partial seek out a shaman to learn the craft; they hope that alienation trom their neighbours contributed to the the spirits will notice their efforts and impart the eventual decline of spirit worship. With the rise of knowledge craved. If the young man is persistent the gods\u0027 churches and advanced studies into arcane and skilled, he will be noticed and taken in, magic, the people found a much more stable source rewarded for his drive. of security and knowle.dge. While gods may be capricious as well, their followers know what to",
        "name":  "Personal Choice",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes, a person is expect, and the codes of conduct that the deities exposed to events that will awaken shamanic impose are fairly unchanging. Arcane spells follow potential. Common accidents are near-death formulae, and they will always work with the same experiences, exposition to planar magic, surviving a words, gestures and ingredients. Spirits are a very debilitating illness or an animal attack, contact with different lot; there are too many of them and each fey or undead or picking the wrong magic item at has its own demands; the same spell will have. the wrong time. different requirements depending on which spirit grants it, and the animae\u0027s alien mindset can be Once the apprentice has been taught the necessary terrifying for anyone not used to dealing with them. lore and skills, it is time for the true initiation. To become part of the invisible world fully, the aspirant THE SHAMANS PATHS themselves, and from his uncanny ability to perceive THE and address them.",
        "name":  "Accidental awakening",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shamans often grow restless and SHAMAN\u0027S travel the world in order to better themselves and understand the invisible world of the spirits. They see power in every patch of land and every brick in a PATHS city, and leave home in order to attract different and more powerful entities to make them allies, so as to tap into their magic. SHAMAN Shamans will often be found on the road following a The world is alive with invisible and intangible spirit\u0027s request, sometimes with a great sense of beings, and only the shamans know about them and purpose, but more often muttering under their dealwith them directly. With one foot in everyday breath, as the spirits\u0027 demands are often strange and life and the other in a magical world, shamans are nonsensical. the middlemen of the most ancient of magical traditions. Divine casters in their own right, Of course, the shaman also follows personal drives, shamans derive their powers not from an almighty and might dedicate himself to adventuring in order god, nor from the abstract forces of Nature or to achieve his private goals, with spirits helping him honour. The shaman\u0027s magic comes from the spirits on his way.",
        "name":  "Adventures",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shamans are exposed to a myriad of worldviews through the spirits\u0027 eyes and they slowly develop a general belief that everything happens for a reason. This, and a dispassionate philosophy of \u0027not-doing\u0027 push them to a neutral alignment. Their more \u002711 personal points of view may lean towards good, evil, law or chaos, but they must always 8 THE SHAMANS PATH preserve some core of neutrality along either Races: The shamanic gift is not exclusive to any alignment axis. mortal race. Human, half-orcish and half-elven shamans tend to predominate because their plights Spirits that serve an alignment contrary to the one attract more spirit concern, but the intangible beings the shaman chose will refuse to have anything to do can whisper to anyone. Elves will often ignore this with him. True neutral shamans do not have this call and focus on their preference in arcane magic, problem; they stand at the centre of the world and while halfling and gnome shamans prefer the more spirits regard them correspondingly. unpredictable and mischievous spirits. Even the monster races can hear the call, and they often",
        "name":  "Alignment",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Surprisingly, shamans tend to be a rather answer more readily because of their inherent heretical group. They acknowledge the gods\u0027 wildness. Goblinoid and reptile humanoids are existence, but they prefer not to owe their allegiance among the more accomplished shamans. to any of them. These wise men and women have their hands too full already with the gods\u0027 servants Other Classes: Because of the closeness the to burden themselves with the mandates of a greater shamans have to the natural world, they get along being. In addition to their other responsibilities very well with druids and rangers, and many a Shamans can worship any god their heart has a barbarian will fondly remember the tales from his preference for, but they are more prone to talk to the tribe\u0027s shaman. Sorcerers, with their raw talent and deities in a very informal manner than to engage in power, are a point of interest to the shaman, who elaborate worship. also performs his magic without too formal tutoring. They are very interested in bardic knowledge, as it",
        "name":  "Religion",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shamans can come from any walk of might reveal clues to a spirit\u0027s name or preferences. life, as spirits are not too choosy about to whom They dislike clerics and wizards because of their they pay their attentions. However, the shamanic strict approach to magic, serving either a god or tradition is stronger when away from organized themselves instead of the people. They are religion, mostly in wild and barbaric lands. There, indifferent to rogues and admire the dedication of where the gods do not care to look, the spirits find paladins and monks, if not their methods. their loudest voices, and where priests and clerics will not protect the people from the unknown, shamans take the role. However, it is not unheard of for a city- dweller to develop the gift to see the spirits, which notice immediately and pester the unfortunate until he steps into the shaman\u0027s path. Shamans have no organization, but they recognize each other thanks to the spirits hovering around each of them, and they can strike a friendly conversation or start fighting on the spot. Because of the great variety in shaman personalities, they are wary of other shamans and act with care until making sure it is safe to lower their guard. A shaman can learn his craft either from a mortal master or from the spirits themselves, but there is no standardized method of summoning, and each shaman sings the chants and performs the rites his master taught him. 9 THE SHAMANS PATH Game Rule Information amountof pointshecanspendonvaluableskills.",
        "name":  "Background",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "TheDC neededto affectthe only bestowfeatsit has. Thisbestowmentonly lasts guardianspirit with magicspells,supernaturaland for I minuteperlevel,andisusableonly acertain spell-like abilities. Theguardianspirit canonly be numberof timesperdayasdetailedin thetable. At targetedby attackswhenvisiting theetherealplane, 5thlevel,hemayonlyreceivebonusto asingle in which all rulesfor attackingetherealbeings Skill with a+2maximum,andonly 1timeperday. apply,andwhenmanifestingin thematerialworld. At 7thlevel,theshamanmaycall for bestowmentof asinglefeat,receiveabonusto asingleSkill with a +4 maximumandusethisspecialability twice per 15 THE SHAMANS PATH day. At II th level,theshamancaneitheraddall the wereasummonedcreature. It canuseall its guardian\u0027sAbility modifiers to hisown,receivea capabilitieslike attacksandspell-like abilities. The singlefeatoradda+6maximumbonusonasingle guardiancanonly manifestonceperweek,and Skill\u0027s checks,anddoit 3timesperday. At 15th remainsfor asmanyroundsastheshamanhas level,theshamanmaycall for bestowmentupto4 levels,andthenreturnstotheSpirit World. This isa timesperday,andadda+8maximumbonusto a supernaturalability. single Skill\u0027s checks.",
        "name":  "SpellResistance",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thespirit canenterthematerialworld as physicalforms. Theeffectsof this spell-like ability afull roundaction,andassiststheshamanasif it aresimilar to theshapechangespell. Hecandothis Karil wasalonein thefields. Theritual circle hadbeendrawncarefully,andbyherhandsalone. Shedid notneedtheold man\u0027shelplike Chezik. Shewasgifted,andsheknewit. Sheheardthespirits\u0027 voicesmuchmoreclearlythanTelzunhimself, and shehadlearnedof secretsthathermasterhid from her. Herinitiation rite hadgonealongmuchmore smoothlythanChezik\u0027s,andherguardianspirit whisperedof all thepathsof knowledgeavailabletoher. Thespiderspirit thatwasherguardianappearedinsidethecircle. Shegreetedit politely. \u0027Youareready?\u0027Thespirit\u0027svoice soundedlike chaoticchattering. \u0027I am... MasterTelzundoesnotknow I amheretonight. Wecanbegin,\u0027Karil whispered. Already theeffect of the ritual drugs was taking hold of her senses. Shebeganthechanting,lettingherbodymoveonitsownaccord. Shesawtheshimmeringform of hergreat grandmother,thefirst spirit whohadallied with her. Therestof herretinuebegansingingwith her,joining their silentvoicesto thesongthatwould summonthespirit whowould openapathTelzunhadnotwished to revealto her. \u0027Who... calls... me...?\u0027 Like thescrapingof bones,thenewspirit appeared.Coveredbyadarkgauzy substance,theghostrosefrom thepile of stonesthatmarkeditsgrave. \u0027I amKaril, apprenticeof Telzun,daughterof Morik, granddaughterof Colchik.\u0027 \u0027Want... what?\u0027Theghostapproachedher,but wasnotableto crossthespiritual barrier shehaderected beforeenactingthesummoningrite. \u0027I wantthesecretsof thedead,\u0027shestatedclearly,hiding thefearthisspirit of deathcarriedaroundit like a noxiouscloud. \u0027I wantto whisperwith theashentongueandhearwith unveiledeyes.\u0027 \u00271... see...\u0027 theghostcackled. \u0027It isnot... me... to whomyoushouldtalk... takemyhand,shaman...I shall takeyou... whereSheis... Shecangive... whatyouwant...\u0027 Karil hesitated. Evenunderhertrance,sheknewthatthisapparitionwould takeherto oneof theDeathgods, whereshecouldbargainfor theknowledgeshecraved. Shealsoknewthatshemight neverreturnto theland of theliving. \u0027It iswhatyouwant,Karil.\u0027 Thespiderclickeditsadvice. \u0027Do not fear;I shallanchoryoutothisworld. We will notletyouremainin therealmsof thedead.\u0027 Karil noddedandrose,herhandreachingfor theoneherspectralguideoffered. Shewould traveltothelands wherethesunnevershines,andshewould returnwith powerbeyondtheteachingsofTelzun. Shewould becomeawhispererof ghosts. 16 THE SHAMANS PATH asmanytimesperdayashisConstitution modifier, with aminimum of one,and changingbackto hisoriginal doesnot count againstthis total. Theguardianspirit hovers in theetherealplanewearingtheshaman\u0027s shapeduring this transformation,which may confuseanyoneableto seeetherealbeings. PRESTIGE CLASSES Touched Not everyshamanfollows thespiritpathsof hisownvolition; therearethosewhohave,at onepoint in their life, comein contactwith theinvisible world, andtheanimaedecided thattheywould makegoodshamans. Touchedcharactershavebeencoercedinto following the shaman\u0027sways,hearingthe voicesof thespiritsduringtheday,and tormentedin dreamsby nights. Thetouched characterstartsexhibiting magiche previouslydid nothave. Therecanbesome thrill atfirst, butthecostof spirit power comeslater,astheanimaewill not allow the characterto deviatefrom thepaththeysetfor him. Touchedcharactersconsiderthemselves cursed. Evenwhenenjoyingshamanic powersandabilities, theyarelittle morethan vesselsfor thespirits\u0027 will. Any raceandclasscan TouchedNon-PlayerCharactersareusuallythe becometouched,andit canhappenatanypoint in town\u0027smadmen,thecrazyold womanisolatedin her thecharacter\u0027scareer. Itjust takestime for the wildernesshome,theeccentricyet insightful ruler spiritsto takenoticeof hispotentialorhisdeeds. orthebroodingstrangermetontheroad. They nevergatherin groups,andhavenoformal Most touchedcharacterstaketo theroad,trying to organization. The spirit\u0027stouchisrandom, find awayto getrid of thevoices,to escapethe capriciousandunpredictable. cursethatfell uponthem. Somebecomecontent with their newrole asthespirits\u0027 agentsandenjoy",
        "name":  "Manifest",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Musthavebeenreducedto 0hit pointsin takearmsontheanimae\u0027sbehalftoo, hand-to-handcombat. complementingtheir combinationof magicaland combatabilities with thespirit warrior\u0027s advantages. Class Skills Theflexibility andcunningof roguesandbards Thespiritwarrior\u0027sclassskills (andthekeyability attractsomeof themoretactical-orientedwar for eachskill) areClimb (Str),Concentration(Con), spirits,andalsowizardsandsorcererswhosemagic Craft (Int), Diplomacy (Cha),HandleAnimal (Cha), leansonthedestructiveside. Heal (Wis), Jump(Str),Knowledge(spirits) (Int), Perform(Cha),Profession(Wis), Ride (Str), Search As Non-PlayerCharacters,spirit warriorsarefound (Int), Spot(Wis), Swim (Str),WildernessLore astribal defenders,helpingthelocal shamans (Wis). SeeChapter4: Skills in CoreRulebookI for protecttheir peopleagainstincursionsfrom invaders skill descriptions. whowould threatentheirwayof life, or againstevil spiritsandoutsiders. Like shamans,spirit warriors",
        "name":  "Special",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 5thlevel,thewhisperer\u0027s thewhisperercanchooseto usethisability asa understandingof thedeadincreasestothepoint that charmmonsterspellonintelligent undeadof less hecannegotiatewith incorporealundeadandpact than10HD, or ascommandundeadfor mindless with themsotheybecomehisspirit allies. All DCs creaturesof lessthan 16HD. concerningdealingwith theundeadare10+ creature\u0027sCR. Uponbecomingawhisperer\u0027sspirit allies,undeadaremoreor lessboundtohiswill, and thebargainalwaysincludesavengingor correcting thewrongthatmadethemundeadin thefirst place. Undeaddonotoffer Domainspellsor grantedpowers,butthewhisperercan insteadinvokeaspecialattackor quality from oneof thesesinisternewalliesasif theywereagrantedpower. As with the normalpowerinvocationability, the whisperercantry thisonceperdayper undeadally hefavouredfor thatday(or night). Thedangerthisunholypact carrieswith it isthattheundeadarenotas obedientandrespectfulasspirits,and theycanactindependentlyof the whisperer\u0027swishesfrom time to time. 24 SECRETSOFTHE CRAFT SECRETS OF DC Trance state 12 Ask aquestionto theGuardian Spirit THE CRAFT 15 Reducesleeptime 20 Add +2 to Perform(rituals)checks in orderto enactrites. hamansdependonthespiritsto castmagic S 15+spirit\u0027s Ask aquestionto anotherspirit spells,buttheycanalsoaccomplishmuchon spell level their own. Whatdefinesashamanisthe ability to appealto thespirits,definitely, but alsohis A failed checkmeansthatnospirit answers,that knowledgeof theworld aroundhim, hispotentialto sleeptimeisnormalorthatyour mind isnot work with it andto changeit with sheer focusedenough,penalizinganyfollowing rite roll determination. with a-2 circumstancepenalty. In thischapter,youwill find howshamans,andany Diplomacy (Cha) othercharacterswhowish to try, canuseexisting Dealingwith spiritsrequirestact,andacareless skills in newways,alongwith newfeatsthatallow tonguecouldvery well gettheshamankilled, for agreaterlevelof personalizationfor ashaman cursed,or atthevery leastmocked. Characters character,andnewritesto channeltheshaman\u0027s dealingwith spiritsroll Diplomacy checksagainsta powerto askfavoursfrom thespirits. baseDC of 10plusthespirit\u0027sspelllevel. For example,Chezikistrying to cajoleaforgespirit SKILLS into performing asimpletask. Thespirit isquite minor, ableto castspellsnot morepowerfulthan Shamansareavariedlot, sincethespirits\u0027 call does not discriminatebetweenprofessionsandcareers. 2ndlevel,soChezikmustroll 12ormore. Onthe However,oncesetin thepathof theanimae, otherhand,askingtheanimaof DarkmistForest(a spirit with 8thlevelspells)to grantsafepassage shamanslearnnewusesfor old skills, gaininga deeperunderstandingof theeverydayworld atthe requiresaroll of 18orhigher. After all, whenyou areoneof theforcesof Creation,youcanaffordto sametime astheydelveinto thesecretsof the behaughty. Spirit Diplomacy checkscanbe invisible one. modified by circumstancesundertheGames Master\u0027sjudgement: thespirit couldbeoffendedby Concentration (Con) somethingmortalsdid andthecheckssuffera-2 Theshamanisamasterof self-discipline,andhe penalty,or theshamancanknowthespirit\u0027sTrue canusehisConcentrationfor morethancasting Name(seeKnowledgebelow)andgaina+5bonus. spellsunderduress. Knowledge (Int; Trained only)",
        "name":  "Call Upon the Dead",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge of the Spirit World foods, plants or objects related to the spirit\u0027s is a more specialized field of knowledge of the function, and sacrifices involve the slaying of Planes. Being aware of the inhabitants and pitfalls specific creatures in honour of the spirit. Note that of the Spirit World can greatly help when you gain certain powerful and evil spirits may require the power to leave the material world and travel humanoid sacrifices. The Divine Focus is an item onwards, whether in dreams, visions or even that echoes the spirit\u0027s nature and pleases its physically. sensibilities; the shaman can use any Divine Focus he defines to cast thatspirit\u0027s spell, but using its Special: You gain a +2 synergy bonus in this favoured Focus in the summoning will ensure a Knowledge\u0027s checks if you have 5 or more ranks in positive disposition, or at the very least a good Knowledge (The Planes). mood.",
        "name":  "Offerings involve the destruction, usually by fire, of The Spirit World",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You are trained to recognize the special properties of plants, not only their mundane properties, but also any magical or spiritual property. A successful check allows you to find the herbs that attract or repel spirits, induce trances, cure diseases and brew potions.",
        "name":  "Herbalism",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yougaina+2 synergybonustoyour check Youcancraftinexpensivet,emporarymagicitems if youhave5ormoreranksin Knowledge usingaspirit\u0027spower,notyourown. (herbalism).",
        "name":  "Special",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any Item CreationfeatexceptBrew FEATS Potion,ability to summonspirits. Selectinganyof thefollowing featsfurther",
        "name":  "Prerequisite",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whencreatingamagicalitemwith individualizesa shaman\u0027suniquepowers,but non- anotherItemCreationfeat,youdonotneedtopay shamansmayalsopick someof thesefeatsif they thelistedcostof masterworkor high quality meettheprerequisites;maybetheyignoredthecall components:youonly paythepriceof anormal of theanimaeatsomepoint in their life, orthe itemasshownin CoreRulebookI, orevenuseself- spiritstook noticeof themandblessedthemwith a crafteditems. Youmustsummonaspirit as minor gift, freeof charge. describedin theSpirit Magic chapter,but insteadof convincingthespirit to beyour ally,youconvinceit Spirit Feats to inhabittheitemandendowit with aspellthe Thisnewfeatcategoryencompassesspecialgifts spirit possesses.Casterlevelistheminimum thatonly peopleattunedto theSpirit World can requiredto castthespellin question,andthe enjoy. Thebasicprerequisitefor all spirit featsis shamanonlyspendsquartertheXPhewouldhave thatthecharactermustbeableto perceivespirits, neededtocrafttheitemwithout thespirit\u0027shelp. eitherbecausehebelongsto theshamanclassor Thedownsideisthattheitemisonlyusablefor a otherprestigeclassesin thisbook,or becausehe limited numberoftimesequaltotwicetheshaman\u0027s enjoysthebenefitsofThe Sight,ageneralfeat Charismamodifier; afterthelast\u0027charge\u0027isused,the describedbelow. Spirit featswork becausethe spirit leaves. Spiritscannotbeboundin orderto charactercanprojecthis will into the Spirit World, brewpotions. Substance DC Effect Medicinal poultice Disease\u0027ssaveDC +2 Gives+2to Healchecksto treatadiseasedcharacter Greaterremedy Disease\u0027ssaveDC +5 Victim canmakeasecondFortitudesaveagainstthe diseaseto recoverId3lostability points Hallucinogenicdrug DC 15 +2 onConcentrationchecksto achievetrancestate Woundcataplasm DC 17 Characterheals+1hit point pernight of restin additionto herlevel Critical woundcataplasm DCI9 Stabilizesacharacterreducedto lessthan0hit points 27 SECRETSOFTHE CRAFT Broken (Spirit) Benefit: Anyoneattackingyouin hand-to-hand rangemustsucceedin aWill save(DC 10+ half Yourguardianspiritisactuallypartofyourown your level,roundingup)or suffera-1 morale soul. penaltytohisattackanddamagerolls for therestof theencounter.This isasupernaturalability and",
        "name":  "Benefit",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Youalsosuffera-2 penaltytoanycheck template. Yourleveladvancementechoesin your that involvessocial interaction. guardianspirit, anditspersonalityisareflection of yours. In additionto this,theguardianhasall the powerof aspirit andgrantsyoutheadvantagesall Ghost Magic (Metamagic) guardianspiritsbestowontheshamansasdescribed Thespiritisabletoworkitsmagicinthematerial undertheshamanclass. Skill maximumsfor world. BestowSkill still apply,andBestowAbility effectivelydoublesyourAbility modifiers for the Prerequisite: Accessto theSpirit Domain,Wisdom durationof theeffect. 15+,casterlevel 7th.",
        "name":  "Special",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "TheBestowspecialabilities work effectin theetherealplaneif thecasterisin the differently for aBrokenshaman. Sincehealready materialworld,andvice versa. A ghostmagicspell possessesthefeatshisBrokensoulcanoffer,the usesupaspellslotthreelevelshigherthanthe guardiancanBestowfeatsfor which theshaman spell\u0027sactuallevel. possessesaprerequisitefeat. Forexample,Tarik hasthePoint-Blank Shotfeat,sohisguardiancan Normal: Spellsonly affecttargetsin thesame bestowonhim eitherFarShot,PreciseShotor planeasthecaster. RapidShot,andgivehim atasteof whathecould doif hechosethatfeatlater. Special: Forcespellsaffectboththematerialand theetherealplaneandgainnoextrabenefit from this feat. Eerie Presence (General) Youhaveanair of strangenessaroundyouthat disquietsyour opponents(andyour friends) Large Entourage (Spirit)",
        "name":  "Special",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can have two additional Allies in your Ritemaster (Spirit) retinue above your total, with full access to their Prerequisite: Ability to summon spirits, 5 ranks in spell lists and Domains. Concentration.",
        "name":  "Benefit",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18 Reversemagicalalignment 15",
        "name":  "DC",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Until dispelledor lifted approval.Removecurse,breakenchantmenatnd limited wishblock thecurse\u0027seffectfor afull day Inciting ashaman\u0027sangerisnotawisemove,for he only. It canonly bepermanentlyremovedby hasalliesthatnomagiccansee,andmayturn the miracleor wish. Destroyingthefocusyou usedwith world againstthetargetof hisire. Therite of which to inflict thecursewith canalsobreakit. cursingrequiresyoutopossessanitemthatonce belongedto your intendedvictim, ortherite will not Rite of Defilement work. This itembecomestherite\u0027sfocus,andit will",
        "name":  "Duration",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th magicdispelstheeffectfor onedayonly,andthe",
        "name":  "RequiredCaster Level",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1dayperlevelorpermanent recipientof thisrite: all naturalattacksfail andthe creaturerecoilsfrom theprotectedcreature. This An experiencedshamancanteachhiscraftto secondeffectendsthemomenttherecipientattacks apprenticesand,whenhedeemsthemreadyto take thecreatureor forcesthespirits\u0027 protectiveaura ontheshamanicpath,hecanenacttherite of againstit. Spellresistancecanallow acreatureto initiation, by which heopensaperson\u0027ssensesto overcomethisprotectionandtouchtherecipientof thespirit world. Thepersonsubjectto therite must therite. bealreadyin atrancestate(Concentrationcheck DC 15). If thesubjectof theinitiation wantsto resisttherite\u0027seffect,hecanmakeaWill savewith aDC equaltoyour Perform(rituals) checkresult. If successful,hewill wakeupfrom thetrance,and havethedenizensof the Spirit World greatly disappointed. Shouldhefail thesavingthrow,the rite continues,andthespiritswill teachhim the priceof defyingthem. Thefirst effectof therite is tobestowonthesubjectwith animmediate awarenessof thespiritsaroundhim. Hegainsthe equivalentof theSightfeatfor thedurationof the rite. After that,aspirit arrivesto actasthesubject\u0027s 33 SPIRIT MAGIC CASTING SPIRIT SPIRIT MAGIC SPELLS T he shaman\u0027s power comes from entities The relevant ability for spirit spells is Charisma; the beyond mortal reckoning, marking his magic shaman\u0027s strength of personality, his presence and as divine in nature. The spirits, however, are bearing count more to spirits than any other quality. fickle, numerous and not very powerful individually; If he can present himself as a good leader and strong it is when the shaman can attract and secure the help person, the spirits follow his wishes without of a small host of animae that he can harness the hesitation. The price, however, is a lifetime of true potential of his class. catering to alien whims and fulfilling incomprehensible tasks. The source of shamanic magic does not lie in direct manipulation nor in divine favour, but in the Unlike other divine spellcasters, the shaman does shaman\u0027s ability to convince the spirits to lend him a not need to prepare spells ahead of time. In hand. It is not him casting the spells. He just points compensation for a limited spell list to choose from, a target to one of his spirit allies, dictates how he a shaman can cast his spells spontaneously, like would like the target to be affected and lets the sorcerers or bards, deciding what spell he will cast anima loose to take care of the rest. While this from his spirit allies\u0027 repertoire the moment he sounds overly advantageous, it has its own pitfalls: needs it. the shaman must make sure all his allies are happy to help him, and looking for new ones once his",
        "name":  "Duration",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "the strongest fighters, Theran and the dwarf Gallin, were definitely busy. Mirya the rogue was nowhere to be found, and he could either assist the warriors or drop to the wounded elven wizard, Messeth. \u0027Sand to the sky is rest to the ground, child.\u0027 A black raven hovered just around the comer of Chezik\u0027s vision. His guardian spirit always chose the most inopportune of times to give him its cryptic advice. \u0027You pick... the strangest of times to daydream, witch-man.\u0027 The wounded wizard mumbled, tipping Chezik\u0027s decision. Chezik dropped to the elf and stepped forward; he brained a goblin that slipped through the fighters\u0027 defensive position, the little corpse creating a cloud of dust as it hit the cavern\u0027s floor. Suddenly, the spirit raven\u0027s words made sense. \u0027Heya, ho!\u0027 Chezik began the chant that attracted one of his spirit allies. \u0027I honour the night and its children! I honour the night wind and the night\u0027s wings; I call thee, Harahu, my friend, spirit of slumber. I beg for your help!\u0027 Chezik took a handful of fine sand from the ground and spread it in a semicircle around him... he felt the , spirits whisper in approval, and felt the rush of power as Harahu, a minor spirit of dreams, channelled its power through his own body. , One by one the goblins fell, and their snores filled the dark corridor. Before his team-mates had a chance to question him, the young shaman turned the little creatures so that they rested on their backs, and poured a handful of sand on each of their foreheads, as Harahu asked him to do to all the victims of its magic. \u0027Well, well...\u0027 Messeth stood up from where Chezik had left him. \u0027It seems that your feathers and pieces of dead animals are actually useful.\u0027 34 SPIRIT MAGIC shamanperformingthemagic,heisactingas abridgebetweentheSpirit andthematerial worldsthroughwhich thespiritscanchannel their power. Theshamanmustconcentrate andcall loudandclearthenameof thespirit whowill granthim thespell,wavingthe amuletthatthespirit finds acceptableand point atthetarget;thistakesapartial action andattractsanattackof opportunity,just like awizard recitesandgesturesandthecleric prays.",
        "name":  "The young shaman looked at the situation",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ritesareashamanclassfeaturethat resemblespellcasting,but their long casting time makesthemuselessduringan encounter.Whenashamanenactsarite, he isnot calling onthespirits\u0027poweralone,but alsoonhisownskill andreservesof spiritual energy. Ritesarespell-like abilities, roughly equivalentto spellswith similar effectsandcanbe dispelled,counteredor blockedby SpellResistance. spendsafewminutesthankinghisalliesfor the DIVINE MAGICAL magicwith which theyempowerhim with. Hesits downandchants,burnsherbsor wavesthemaround, WRITINGS anythingthatpleasesthespirits sotheylendhim the energyandknowledgeto castspells. It isatthis Shamansdonotwrite theirknowledgedown,so time thathechoosesfavouredspirits for theday thereisnotextthatwill revealthesecretsof from amonghisallies. shamanicmagic;thebestashamancandoto leam aboutspecific spiritshecouldsummonandmake",
        "name":  "Rites",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Theactof castingaspirit spellis higherspellstheyalreadyknow. Gainingnewspirit technicallythesameascastinganyotherdivine or allies is detailedbelow. arcanespell. Despitethefactthatit isnotreallythe 35 SPIRIT MAGIC thesespiritsarecalledallies,andanexperienced shamancancommandaveritablearmyof spiritsto aidhim. Shamancharactersstarttheir adventuringlife with a maximum of threealliesplustheir Charisma modifier,and they can taketheLargeEntouragefeat to increasetheir spellandDomainreservoir. As he increasesin level,theshamancanconvincemore spiritstojoin him, ashispersonalpowerattracts moreandstronger spirits. Howevert,hisincreaseis not automatic;theshamanhasthepotentialto build asmallarmy,buthemustwork atit. At anypoint in thegame,theshamancharacter can try to convince a spirit tobecomehisally. Thisisachancefor the GM to role-playthe whimsical and often dangerous attitude of theanimae,andto conveytheideathat spirits are much more than mere servants or mobile spellbooks. THE SUMMONING A shamanmaybargainwith anyspirit it encounters onthewayandbecontentwith whateverspellssuch spirit cangranthim. But if heislooking for specific spellsor Domains,hemustactually call aspirit that . conformsto hiswishes. Tosummonapotentialally,theplayerrolls a Perform(rituals) check,DC 10plusthedesired spirit\u0027s spell level (spirits\u0027 spelllevelsareexplained below).",
        "name":  "Spellcasting",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If the character wants to create Thewise shamanmakespreparationsbeforestarting a new spell, he must work closely with both his thesummoningritual; heknowsanimaearefickle guardian spirit and the ally that would most likely andsingle-minded,andsoheseeksto learnall he develop such spell. You cannot ask a minor lava canaboutthespirit hewantsto call. By giving spirit to create a water-based attack spell. The offeringsandsacrificesthatpleasethespirit, the mortals\u0027 creativity is part of what keeps the spirits shamanincreaseshischancesof recruiting it asan coming to them, because they cannot create new ally andgainingaccessto its spells. magic on their own. Follow the same rules for spell research for other divine spell casters, but add the new spell to the spirit\u0027s list, not the shaman\u0027s. The Theplayerrolls Knowledge (Spirits) to gain shaman will not be able to cast the new spell if the information aboutaspirit\u0027s likes anddislikes, spirit that helped him create it goes away or is enteringa trance andaskinghisguardianspirit. The dismissed. In a decade or two, several animae will Difficulty Class for this roll varies depending on the know the new spell as word gets around in the Spirit usefulness of the information, and the player must World. define what he is aiming for before rolling the dice. He can keep doing this, accumulating spiritual trivia until he fails aroll or he accumulates amaximum SPIRIT ALLIES +5 bonus, at which point the guardian spirit (played Theguardianspirit isagreathelpfor theshaman, by the GM) decides that enough is enough. butit isonlyaguideandamediatorfor therestof theSpiritWorld. In orderto castspells,theshaman If theplayerfails thesummoningroll, but theresult needsto befriend,cajole,bargainwith or even isabove10,aweakerspirit answersthecall, its subjugatespirits. Regardlessof themethodused, spelllevelcorrespondingto theroll achieved(see 36 SPIRIT MAGIC table);however,theshamansuffersa-2 penaltyon AuspiciousTime: Somespiritsresonatemore everyroll dealingwith thesummonedspirit, since stronglywith certainmomentsin time. Somespirits hedid notperform theritual correctly. If the would preferto attendasummoningduring dawn, Performcheckis 10orbelow,nospirit arrives. In highnoonor dusk;or atWinter Solstice,or during thecaseof adieroll of 1,thedesiredspirit arrives, thenewmoon. Thereverseisalsotrue: spirits but it isangryandimmediatelyhostile. Theruined avoidcertaintimesor sacreddates,like spiritsof the ritual givesthespirit thepowerto manifestin the deadavoidingSpringEquinox. Eachspirit materialworld andcauseasmuchmayhemas descriptionhassomeexamples,andtheGM possible. determinesthepreferenceof eachspirit.",
        "name":  "AssistedResearch",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dependingontheir nature, wayothercastersengagein spellresearch. spiritsareattunedto certainobjectsor plants. While ahot coalmight attractafire spirit, awell- polisheddaggerpleasesanancestralwarrior. Negotiation Modifiers Offeringsarenotdestroyedwith therite,but it is Thefollowing modifiers tothenegotiationroll are consideredbadform to usethesamesackof dried- optional;theGM isatliberty tousesomeorall of upherbsmorethanonce. Likewise, thereare themif theyareappropriatefor hisgame. objectsthatspiritsfind repulsive,like partsof the animaltheyrepresent,or asymbolof whatthey Divine Focus:All spiritshavepreferences standagainst. A tabletof lawswill beoffensiveto a regardingtheobjectsthroughwhich theshaman spirit from theChaosDomain, for example. channelstheir power. Thesedivine foci makeupthe shaman\u0027sworktableandhangfrom hispersonin a waythatmakesthemeasilyaccessiblefor him to 37 SPIRIT MAGIC Spirit Dealing Modifiers Circumstance Bonus/Penalty Spirits are offended -2 Using spirit\u0027s favouredDivine Focus +3 Using spirit\u0027sTrueName +5 Role-playing -3to+3 Not performing anykind of sacrifice/offering in thesummoning -4 - Shaman\u0027sspellpower Shaman\u0027smaximum spell level spirit\u0027s spell level castspells. Spiritscanblessanyobject,but they Oncebargainingiscomplete,thespiritjoins thehost will bemoreinclinedto dosowith onethatappeals of theshaman\u0027salliesandempowersaDivine Focus to their nature. with itspower,which theshamanusesto castspells from thatspirit\u0027s list andto activateits Domain SpeDPowerandSpirits\u0027SpeDLevels:Asthe power. That iswhy shamansalwayscarry talismans shamanadvancesin experience,hegainstheability of everyvarietyabouttheirpersons;theseitemsof to castspellsof higherlevel. A spirit\u0027sspelllevelis powerareto themwhatspellbooksareto wizards. thehighestDomain spellit knows,andthehighest levelfor any additionalspells. Spiritswill be Theshamanislimited to amaximumnumberof spirit cowedinto obedienceby shamansableto castmore alliesdependingonhislevelandCharisma,but that powerfulspellsthantheycanprovide(apositive doesnotmeanthatheemploysthesamespiritsall his resultin thesubtraction,resultingin abonus),or life; heisfreeto dismissallieswithout anycostand will doubttheworthinessof oneswho cannotyet castthemagictheyoffer (anegative result,resultingin apenalty).",
        "name":  "FavouredOffering",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Seeactivespiritswithin 60\u0027with a SPIRIT successfuSlpotcheck (DC20)andguesstheirnature andintentions. DormantspiritscanbespottedatDC 25. DOMAINS AND I Detect Spirits * 2 Detect Dimensional Disturbance SPELLS * 3Dismissal 4 Ethereal Jaunt Spirits know magic; it is a part of their nature 5PowerWalk * as Creation\u0027s stagehands, and they can share 6Awaken this power with the shaman who can press 7Awaken the Land * them into his service. Acting through a shaman or a 8 Ethereal/Spiritual Junction * magic item are the only ways a spirit can channel its 9Astral Projection whole power to the Material Plane, which is why they do this willingly. Without this intercession, Art Domain their magic expresses itself only in natural",
        "name":  "Granted Power",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yougeta+2divinebonustoCraft checks,anda+I divinebonustomake masterworkitems. I Animate Rope 2MakeWhole 3 Shrink Item 4 Minor Creation 5 Fabricate 6 Major Creation 7 StoneTell 8TransmuteMetal to Wood 9Wish Haunting Domain",
        "name":  "Granted Power",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yougainthebardicknowledge Predator Domain ability, rolling your Intelligencemodifier plushalf your casterlevel. If youhaveanotherclassthat Deities and Spirits: Animal spirits,deitiesof the providesyou with bardicknowledge,youaddhalf huntandnature your divine casterlevelto thatclass\u0027smodifier. Granted Power: Youcanfollow atrail with a WildernessLore checkasif youhadtheTrackfeat. 1Hypnotism 2ReadSpirit Echo * I Detect Animals or Plants 3 Modify Memory 2 Cat\u0027s Grace 4 LegendLore 3 Greater Magic Fang 5 Permanency 4 Cull the Weak * 6 Mordenkainen\u0027sLucubration 5 Poison 7 LegendLore 6 Find the Path 8Wordof Recall 7TrueSeeing 9 TrueResurrection 8 DiscernLocation 9 Foresight 41 SPIRIT DOMAINS AND SPELLS Storm Domain Domainfor eachcharacterclassfoundin Core RulebookI and,evenif theancestorin questionwas",
        "name":  "Granted Power",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ancestors,spiritsof the not aspellcasterhimself, hisspirit inspiresthose seasonsandweather,deitiesof war,time andnature. who askfor hisguidancewith magic.",
        "name":  "Deitiesand Spirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Heroicancestors,spiritsof the 3 Shatter hunt,animalspirits,deitiesof thehunt,exploration 4 Magic Vestment andtravelling. 5GhostDance*",
        "name":  "Deities and Spirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Heroic ancestors,idealspirits, animalspirits,deitiesof magic,dragondeities. SPELL DESCRIPTIONS",
        "name":  "Deities and Spirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Heroic ancestors,idealspirits, muses,deitiesof magic,knowledgeandstudy. Youcanforceall spiritswithin theareaof effectto",
        "name":  "Deities and Spirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Special. spell,usetheguidelinesfor detectmagic.",
        "name":  "SavingThrow",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Discern Aura As detectmagic,exceptyou candetectwhether Divination somethinghasdisturbedthebarriersbetweenthe Level: Clr 1,Drd0 Material Planeandtherest. Theeffectsthatthis Components: V,S,DF spelldetectsincludethespellsetherealjaunt, Casting Time: Full-round etherealness,gate,dimensiondoor,blink, teleport Range:Close(25 ft. + 5ft./level) (andall itsvariants),all summonspells,commune, Target: 1living creature 45 SPIRIT DOMAINS AND SPELLS",
        "name":  "Spell Resistance",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes of 1d6pointsof damageperspirit, andyouassign howmuchdamageeachcreatureinsidethearea This spellallowsyouto entrapthesoulof your receivesbeforethetargetsroll their Reflex saving targetinsideaclayjug, andmakewith itsbody throws. Every creaturethatsucceedsatthesave whatyouwill. Youneedtopoint aspecially receivesonly half of thedamageyouassignedfor preparedclayjug atyourtargetfor afull roundand, it. At thebeginningof everyroundof theduration, if it fails aWill save,itslife forceispulled intothe you canreassignthedamageinflicted to each jug anditsbodydropsdead. Thisspellcanbecast creaturethatremainsinsidetheareaaslongasthe overscrying effects. total isthesamethatyourolled thefirst time. Targetscankeeprolling their Reflex savenormally Thefollowing roundthebodyrisesasazombie to halveit. Thewarriors\u0027 spiritsaretrueneutralin underyour control,keepingitshit pointsand alignment,andthusunaffectedby protectionor Armour Class,but otherwiseusingthestatisticsfor magiccircle spells,but affectedby dictumand wordof chaos. If thespiritsaretargetedby spells azombieasdetailedin Core RulebookIII. The soulisallowedanadditionalWill saveattheendof suchasbanishmentor dismissal,theyuseyourWill everymonthof thedurationto freeitself. Whether savebonusto resist. Being incorporeal,theyare youfreethelife force,thespell\u0027sdurationends,or affectednormally by forcebarrierssuchasmage it escapesonitsown,thebodyisreturnedto armour or wall offorce. normaloncethesoulreturnsto it, havingno knowledgeof whatthebodydid in itsabsence.",
        "name":  "Spell Resistance",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dust of coagulatedblood. Castingraisedeador anyotherresurrectionmagic onthebodygrantsthetrappedsoulanotherWill Kidnap Soul saveto escapewith a+4moralebonus. Necromancy[evil]",
        "name":  "Material Component",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "I creature magicontheslainbodyautomaticallyfreesthe",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brd 4, Clr 4,Magic 4, Sor/Wiz4",
        "name":  "Level",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Special(seetext) in theevent. Forexample,ashamancaststhis spell Spell Resistance:No in aruinedfort. Thevision obtainedisthatof a fight amonganorcwarbandandafort\u0027sdefenders. Youcoaxthespiritsto manifesttheir voicesin the Whentheorcsbreachthewalls,thecivilians try to Material Plane. Their voicesarepart of theoriginal escapeby anymeanspossible,evensteppingand songof creation,andtheir echointerfereswith all trampling overeachother. Thestrongestemotionis spellcasting,supernaturalandspell-like abilities as panic. well ascreatingadistractingrhythm. Every creaturetrying to castaspelloruseasupernatural Youcanreadasingleeventperroundof or spell-like ability mustmakeacastercheck(1d20 concentration,if thereeverwasanyor if thereis + HD orcasterlevel,DC 11+ yourcasterlevel)or evenaspirit presentto rememberit. Youcan it will notwork. Magic itemswork normally,asdo extendyour sensesbackin time for 10yearsper spellsor abilities enteringtheareabut castor casterlevel. Theactualeventsensedisatthe activatedoutsideit. Additionally, everycreature discretionof theGamesMaster. insidetheareamustmakeaWill saveorbe distractedby the spirits\u0027 half-whisperedwords,",
        "name":  "SavingThrow",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 8,Magic 8,Sor/Wiz8 Wall of Fear",
        "name":  "Level",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Effect: Insubstantialwall whoseareaisupto one to-ft. square/levelor asphereor hemispherewith a Youcanstealotherspellcasters\u0027ability to work radiusof upto I ft./level magic. Youtargetaspellcasteror acreaturewith Duration: 5minutes/ level(D) spell-like abilities,andif it fails aWill save,it loses SavingThrow: Will partial. anumberof spellsequalto Id6+ your Charisma Spell Resistance:Yes modifier, startingwith thehighestlevelit cancast, goingdown. If thecreaturepossessesspell-like Thisspellcreatesanimperceptiblewallof pure abilities,thisspellcancancelanumberof uses fear. Anyonetrying topassthroughthewall must equalto Id6+ yourCharismamodifier, starting succeedataWill saveorbeinvadedby blind terror with theoneswith theleastuses. Forexample, andbackaway,unableto crossuntil thespellends. castingthisspellonajanni mageandgetting4on Succeedingin thesavingthrow allowsthecreature the Id6 + Charoll, would cancelfour usesof the topassthewall once,andmustroll againif janni\u0027s leastusedspell-like abilities, namelyspeak attemptingto crosstheaffectedareaagain,but with a+I moralebonusfor eachtime it successfullycrossedthis wall previously. Thewall remainsin placenomatterhow manycreaturesareableto crossit, only dissipatingattheendof its duration.",
        "name":  "Spell Resistance",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Powder madefrom crushed bones. 50 chapterto normal creaturesorNon-Player SPIRITS Characters.Thefollowing spiritstakeasbase creaturesanormaloak(statisticsassigned Spirits are the cornerstones of the shaman\u0027s arbitrarily), awolf, asmallair elemental,amedium- abilities. Not only do they provide spells or sizeearthelementala, hugeanimatedobject, a answer his rites to help him achieve his ends, vargouille and a 5th level rogue. TheHunterisone they are the very reason shamans exist. of thelegendaryspirits,andsoit isunique. The easiest way to encounter spirits is to summon or Oak Spirit awaken them, at which point they can travel from Domain: Memory * the Spirit World and into the ethereal plane, where Spell Level: 6 shamanic abilities, as well as other kinds of magic Thesemighty andwisespiritsareslowto react,but can perceive them. However, the Spirit World possesslongmemories. Theyaremostoften remains the usual habitat of spirits, from where they dormant, but those that are active have standing watch the comings and goings of the mortals, relationships with other supernatural creatures of exerting as muchpower as they can filter through their forest. According to the tree\u0027s age,they can the walls between worlds. appearaswizened old sageswith abark skinoras youngandenergetichumanoidscovered in leaves. There is a veritable army of spirits, as there is no single spirit of a category but thousands of small Oak Spirit: CR 13; Large Spirit (Plant); HD manifestations. Some shamans say that each blade 10d8+70; hp 115; Init -1 (Dex); Spd 10 ft; AC 13 (-1 of grass and each drop of rain can have a spirit, but Size, -1 Dex, +5 natural); Atk 2 branches +13melee others think that this pushes the beliefs to the limits. (branches1d6+5);Face/Reach5ft x 10ft/10 ft; SA manifest,projection, spell-like abilities; SQ",
        "name":  "Material Component",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Animal, Beast,Magical Beast, thespirit reformsdestroysit for good. Spiritsof Vermin. spelllevel4+ possessthis ability. ~",
        "name":  "Destroyingor heavily damagingtheanchorbefore creature types",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Themoreesotericof thespiritshave original type, but this does not mean that the spirit thissubtype,andrepresentthespiritualembodiment shares the characteristics of that base creature. of abstractideasandconcepts.Basecreaturetypes: Thesedescriptorsserveonly to determinewhatkind Any. Idealspiritsalsohavethesubtypes of magiccanwork againstagivenspirit. For example,adeerspirit hastheSpirit type,andthe Animalsubtype between parenthesesM. ostofthe subtypescorrespondto existingmonstertypes,but thisdoesnotmean thatarangercanusehis favouredenemybonusesagainstsuchspirits;he mustchooseSpirit asafavouredenemytype. Any spell,supernaturalor spell-like ability that specificallytargetscreatureswiththeSpirittype affectsspirits normally. Additionally, spirits receive a+4 resistancebonusto all savingthrowsagainst effectsthattargetthesubtype. Forexample,athird leveldruid with Wisdom 15castsholdanimal ona manifestedlion spirit(Large Spirit,Animal subtype). As spiritsareonly partially affectedby magicthattargetstheir subtype,thelion spirit only needsto roll 10to negatethespell\u0027seffect(DC 10+ spelllevel+ Wisdommodifier). Thefollowing arethesubtypesfoundamongspirits, andwhatthey mean. ~ Ancestor: Ancestor spirits arememories of personswhohavepassedonbut lingerto watchover their mortal kin. Basecreaturetypes: Undead(with restrictions),Humanoid,MonstrousHumanoid,any creature with class levels and Intelligence above 4. 57 SPIRITS Spirit Advancement Table Spirit\u0027s Special Attacks/ Additional Additional spell level Qualities available feats skill points CR 1 Grantpower,Spirit subtype,materialanchor, +1 2+ Int +2 domain,spell-like abilities 2 Projection +1 4+ (Int x 2) +2 3 +1 6+ (Int x 3) +2 4 Manifest, Reform +2 8+ (Int x 4) +4 5 +2 10+ (Int x 5) +4 6 +2 12+ (Int x 6) +4 7 Freedomfrom anchor,Possession/Inhabitation +3 14+ (Int x 7) +6 8 +3 16+ (Int x 8) +6 9 +3 18+ (Intx9) +6 correspondingtotheorigin of theidea: Chaos,Evil, alsohaveadditional skill pointsequalto 2+ Int GoodandLaw. modifier perspelllevel.",
        "name":  "Ideal",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sameasthebasecreature,andspirits receivea+4 racialbonusto Knowledge(arcana, religion, spirits,theplanes),+2 to Bluff, Intuit Direction andSenseMotive and+I to Spot. Spirits 58 HELP FOR GAMES MASTERS similarities endthere,for while theetherealplaneis HELP FOR arealmof greynothingness,theSpirit Worldteems with life. GAMES As thePlaneof Shadowscanbeconsidereda distillation of negativeenergy,theSpirit World standsin theoppositeend,asanexpressionof MASTERS positiveenergies.It isarealmwherethepowerof creationtakesshape,andspiritsareborn from the T hespirits andtheir world areincredibly rich dreamsof bothmortalsandgods. andvaried,andcanbevery confusingwhen encounteredfor thefirst time. As theyshould Creaturesin theSpirit World cannotinteractwith be. Spiritsarewalking enigmas,with thepowerof thosein theMaterial Planeanddonot sufferfrom smallgodsbut with noneof theprerogatives, thevulnerabilities of etherealness,for theyremain wieldersof divine magicbut ultimately servantsto invisible andunaffectedby magicthatdoesnot their ownnatures. This chapterismeanttohelp clearly targetthe Spirit World,evenforceeffects you,in your rolesasGamesMaster,to better thatwould normally work againstetherealcreatures. introducetheanimaeinto your campaignworld. Thesameappliestheotherway,for anymagicaland supernaturaleffectdoesnot crossplanarboundaries THE WORLD OF SPIRITS from theSpiritWorld to theMaterial Plane. Thefirst thing thatcomplicatesthingsistheSpirit While creaturescanperceivetheMaterial Plane, World. It existsparallelto theMaterial Planebut is, theydosothroughthespecialfilter thatmakes atthesametime, asunreachableastheastralplane. spiritssofrustratedwith their condition. All featuresof theeverydayworld areseenastheir The Spirit World Cosmology ideal,mostperfectform, andit takesatrainedeye Thebestwayto understandtheSpirit World isto to recognizethemfor whattheyare. Creaturesneed considerit exactlyastheetherealplane: it covers specialmagicto seeandhearwhatactuallyhappens thematerialworld ateverypoint, andits inhabitants in the\u0027real\u0027 world,andstructuresblock thewayin canwatchthecomingsandgoingsof material thesamewaytheydoin theMaterial Plane. Some beingswithout everactuallybeingnoticed. The structuresmayor maynot existin theSpirit World, \u0027You aresurethis isthemanwhosentall thosedemonsafter masterTelzun?\u0027 Chezikwhispered,although therewasnoneed. HeandKaril stoodin theSpiritWorld,unseenandunheardbythepeoplein thematerial world. \u0027Are youblind?\u0027 Karil\u0027s contemptwasclearin hervoice. \u0027Can\u0027t youseehowevil clingstohim like ashroud?\u0027 Theyoungshamancouldnotdenythatthereddishfumesthattheman\u0027sfigure projectedwereaclear indication of hismoral inclinations,but notof hisguilt, soheuncorkedthesmallclayjar in which hehad imprisonedoneof theattackingfiends. \u0027Speak,isthisyour master?\u0027Hepointedthejug attheimagethewizard projectedinto theSpirit World. \u0027It issshimmm.\u0027 Thepitiful voiceof thedemonechoedin its clayprison. \u0027Now,releasssseme;lIed youhere, it wasssthedeal.\u0027 \u0027fair enough.\u0027 Chezikerasedthepaintedpowersymbolsin thejar, andthedemonflew upwithout further word. Henowturnedto hispartnerandformer apprenticeof hisownmaster. \u0027Now what?\u0027 \u0027Now... Thewomanrubbedherfingers. \u0027Now weteachthewizardnottomesswith thosewhowield the \u0027 powerof the Spirit World.\u0027 59 HELP FOR GAMES MASTERS Somespiritshaveapowercalledprojection that allowsthemto appearontheMaterial Planeas incorporealcreatures.Still, theyarein the Spirit World,andanothercreaturein thatplanecan interactnormally with aprojecting spirit. Powerful spiritscanfully manifestin theMaterial Plane, leavingtheSpirit World behindandthusunaffected by anythingthathappensthereduring their manifestation. TheSpirit Worldcanbeaccessedatanypoint in the Material Planewith theappropriatemagic. It is adjacentto theetherealplanethroughcertain, clearly identifiable gates. Any magicthatneedsthe etherealplaneto work simply doesnot, becausethe planestouch,but donotoverlapaseachof themdo with theMaterial Plane. Likewise, anymagicor ability thatemploysexchangewith thePlaneof Shadowsceasesto function, astheplanesnot only donottouch,buttheyarealsoanantithesisto each other. Theastralplane,however,envelopsthe Spirit World aswell, andmanyspiritsdotravelthroughastral pathwaysto therealmsof thedeitiestheyserveor with which theyarealigned. Severalgatesexistin theSpirit World leadingto suchouterplanes,and look very muchlike astralgateslocatedin the etherealandastralplanesthemselves. Spellsand andtheremight evenbespiritual representationsof otherabilities thatdependontheastralplanework buildingsandfeaturesthatnolongerstand. normally. NavigatingtheSpirit World isanunpredictableart. The Spirit Landscape Movementis restrictedby normal gravity,though Coloursarecrispandvibrant, coveredby asofthaze distancesmight bedistortedby forceof will orwith thathasnothingto dowith theetherealmists,but specialmagic. Thespellpower walk istheeasiest actsmorelike ashinethathighlights thebest wayto accomplishthis,but othercreatureswithout aspectsof anyfeaturein theSpirit World. Forests accesstothismagiccanstill try to shortentheir arethickerandhumtheprimal songof nature,while traveldistanceby rolling aWill save(DC 20). For buildings andotherconstructionsmayor maynot everypoint abovetheDC in thefinal result,the exist,dependingontheimportancetheyhold in the creaturetravelsonemile in oneminute. Thusif a heartsof thepeopleof thematerialworld,or the characterrolls 25onhisWill save,hetravelsfive powertheyrepresentin relationwith anydeity. milesfor five minutesin theSpiritWorld. Spirit Insight Table Task DC Discerninga person\u0027salignment 15 Discerningacreature\u0027sHD or classlevels 10+ creature\u0027sHD or levels Identifying apossessingspirit or ghost 15+ spirit\u0027sspelllevelor ghost\u0027sCR Finding secretor hiddenpassages,trapsandstructures 20 Discerning divine magic 12+ wielder\u0027scasterlevel Discerningarcanemagic 14+ wielder\u0027scasterlevel 60 HELP FOR GAMES MASTERS Quick Spirit Generation Forquick encountersor whentheshamanonly intendstobargainfor thespirit tobecomehisally,youcanuse the following processes: 1. Decidethespirit\u0027sDomainandspelllevel. Thiswill defineeverythingelse,andit\u0027sthemostimportant information for spirit allies. 2. SelectId6 additionalspellsfor thespirit\u0027srepertoire,nothigherthanitsownspelllevel. 3. Write downthespirit\u0027s ability scores,decidingonthenumbersarbitrarily,rememberingthatIntelligence, WisdomandCharismaaddthespirit\u0027sspelllevel,andWisdomisinsanelyhigh for mostspirits. 4. Write downthespirit\u0027s savingthrowbonuses,again. Decideonthemarbitrarily andtakeinto accountthe , modifiersforConstitution(Fortitude),Dexterity(Reflex)andWill (Wisdom).Again,spiritsareverywilful, with their highWisdomscoresandtheir racialbonustoWill savesequalto half their spelllevel. 5. Dependingonthespirit\u0027snature,comeupwith oneor two extraspecialabilities,its Hit Dice (alwaysd8) andArmour Class. TheSpirit World isareflection of theeveryday hurricanespirit, butbetrouncedby thealmighty world, andspirits andspiritual structuresaresolid powerof Mouse. andcanbeinteractedwith asif theywerereal. Natural landmarksaremorelikely to havea Spiritsaremercurial,andtheycanhaveany reflection in theSpirit World thanconstructions,but personalitytraitsthatyou deemnecessaryfor a very old buildings mayindeedexisttooasaspiritual particular encounter.Not all wolf spiritsarestem construct,reflecting its character. andhonourablea,ndidealspiritsarelegion.A spirit\u0027s attitudetowardsothercreaturesdepends All creaturesin theMaterial Planehaveareflection greatlyonits spelllevel,for thestrongerthemagic in theSpirit World,althoughtheylook hazyand theycanmuster,thehighertheopinionabouttheir transparent. Peoplewith strongspirits(Wisdomand stationin thecosmology. Charismascoresabove13)aremoredefined,and thoseableto wield magicin anyform shinewith Aboveall, spirits aremysterious,capriciousand arcaneor divine light. This effectallowscreatures unpredictable.Youarefreeto portraythemasbest andcharactersin theSpirit World to gaininsights fits your campaign. into materialcreaturesandstructuresby analysing their spirit reflections. A reputedlyhauntedhouse Active and Dormant Spirits mayappearmenacingandcoveredin shadows,even If anobject,animal,placeor anythingelseservesas if thereisnoactualsupernaturalpresence,while a aspirit\u0027smaterialanchor,theyhoveraroundit or candidatefor sainthoodmight appearangelicin the sleepwithin it. Theformer areconsideredactive, SpiritWorldwhileheis hideousinreality.A while thelatteraredormant. Active spiritsbehave Knowledge(spirits) checkisneededto gainsuch normally, following their agendaandinteracting information. with shamansandgifted individuals. Dormant spiritsareslumbering,eitherrestingfrom reforming Playing with Spirits afteranunlucky encounterorjust becauseit istheir Thepreviouschaptergivesguidelinesfor creating natureto doso. Theonlythingthatcanrousea detailedspirits for encounters,but consideringthat spirit from its slumberagainstitswill isthe shamancharacterswill besummoningand awakeningritual shamanslearnlaterin their life. interactingwith lotsof spirits in thecourseof his career,thetaskof comingupwith newspiritsthat Dormantspiritsareharderto detect,astheyare maynotbecomespirit alliesaddsto muchto all the mergedinsidetheir anchor. Evencreaturescanhave thingsaGamesMasteralreadyhastokeeptrackoff. their spirit deadenedby evil influences. The awakeningritual haslittle effectonsuchcreatures, Giventhatspiritscancomein all shapes,sizesand exceptfor giving thembackthedrivetheyhadlost powerlevels,playersshouldnot beableto predict by havingtheir spiritsquietenedandcrushed. whataparticular spirit candobasedonappearance alone. If theydo,theydeserveanythingyouthrow atthem,for theycouldeasilydefeataminor 61 DESIGNERS NOTES DESIGNER\u0027S Everything elsespiralledout from thesedecisions. The guardian spiritcamenext,asit notonly reflectedtherealworld beliefsof thespirit companion(like thenahualof Mesoamerican NOTES tradition), but alsobecamethedivine answerto familiars. Powerinvocation,rites andtrances T here were many reasons that convinced me to completedthepictureof theshamanclass. do a book about shamans for the d20 system. For one, I am fascinated by the shamanic Thenextbig challengewastheSpirit World. tradition, from the new age-y look in Carlos Fantasycosmology,especiallyin thewell-known Castaneda\u0027s books to more serious studies that my gameonwhichthesesourcebookesxpand, take the interest made me pursue. Here was a magical Otherworldsinto considerationin theform of tradition that captured something raw that was planes. But somehow,neithertheetherealnor the missing from the rather hermetic portrayal of astralplanesfit thespirits,muchlessthePlaneof wizards and clerics in most fantasy games, Shadows.My original ideawastomakeit alayerof something primal that spoke of true magic in ways theastralplane,but asI workedonspiritsandthe that throwing around fireballs and magic missiles shamanicprestigeclasses,it becameobviousthat did not. thespiritsneededahomeof their own,andonethat did not contradicttheestablishedcosmologyanddid Then there was Mongoose\u0027s hint about opening up not forceGamesMastersto retrofit their campaigns the Encyclopaedia Divine series, which prompted to accommodatethenewplane. And again,I noted me to search for what would be something fitting to thattherulesalreadyprovided aslottofit theSpirit expand divine spellcasting in the ways that the World asthePlaneof Shadow\u0027s\u0027good\u0027 twin, where Encyclopaedia Arcane books did for wizards, theenergiesoflife make alittlepit-stopbefore sorcerers and bards. I looked for inspiration among pouring into thematerialworld. my interests, and so the spirits took a long look back at me with a big sign saying \u0027dub!\u0027 Toanswerthequestionof howwasit onehad noticedthespiritsuntil now... well, thepoint isthat Shamanism is indefinable by its very nature and, spirit worshipisseenas\u0027primitive\u0027, andsoit isnot being so widespread around the world, it offers more thatnobodyhadnoticed,but morelikely thatthe possibilities and interpretations than it would be peopleof afantasycampaignsimply forgot about possibleto codify in asinglerulessystem. Native thespirits,takingrefugein thelessdemanding Americanshamanismis different from theoriginal worshipofgodsandsetrulesofarcane lore. spirit worshipof theTungupeoplein Siberia,where theword \u0027shaman\u0027actuallyoriginated. Also, the Thisbookmoreor lessassembleditself, but atonly animistcultsinAsiaandthewith doctorsinAfrica 64pages,it canonly givethestartingpoint and andSouthAmerica werealsodifferent perceptions basicrulesfor introducing spiritsandtheir magic. of shamanism,with only onething in common Shamanismisfascinatingasabelief system,andI amongall of them: thesimple,yetpowerfulbelief hopeto havedoneit somejustice in itstranslation that spirits live and thrive all around us. intothed20rules,fitting morethanone interpretationandleavingopenwhattheshaman Sothespiritsbecamethekeystoneof devisingthe actuallybelievesin andworships. And beingthe shamancharacterclassandthewhole of thespirit first in theEncyclopaediaDivine series,I hopethat magicsystemdetailedin thisbook. Thefirst it alsokickedthedooropenfor therestof the challengewasto comeupwith awayto makespirit alternativesfor thosewhowield magicbasedonthe magicasrich asanimismdemands,yetsimple strengthof their faith. enoughfor playersto look attheshamanclassasa viablealternativeto clericsanddruids. Making Alejandro Melchor spiritsfollow asingleDomainwasthemostobvious answer,giving theshamansaflexibility and diversitythatclericsanddruidsdonothave,which alsoledtothenextdecisiontomake shamans spontaneouscasters,makingthemthedivine equivalentto sorcerers. 62 Theghostswerealmostatangibleforceof malevolence,buttheywereunableto enterChezik\u0027swards. Sofar. Hehadcalleduponall of hisspirit allies,andthosewhowereabletomanifestin themortal world wereathis side,preparedto createaspiritual whirlwind of their own,in orderto drivetheundeadback. Buthewas savingtheirpower,andhisown,forthisbrutal assaultwasdefinitelynotwhathewouldexpectofa necromancerwhowould evendareto think hecouldstealmasterTelzun\u0027ssoulasit departedfor thelands beyond. Karil laysprawledinsidehis circle, shiveringasthesourceof herpower,thespiritsof thedead,hadbetrayed herin favourof thewizard\u0027sunholyincantations. Only thespiritsof herancestorsremained,loyalto the animae\u0027scause. \u0027Give it up,boy!\u0027 thewizard screamedfrom hisownprotectivecircle,commandingtheundeadin their attack. \u0027Youtrusttherestlessdeadtoomuch,wizard.\u0027Cheziktriedto buy sometime,hecouldfeelKaril\u0027s outerwards beginto erode. \u0027Who saysI trustthem?\u0027 theoldermancackled. \u0027They areboundto my will!\u0027 \u0027That\u0027s it!\u0027 TheravenperchedonChezik\u0027sheadcawed. \u0027He doesnotrespectthespirit of thedead. Chezik, theyareslaves,not allies!\u0027 \u0027And whatgoodisthatgoingto dousnow,my friend?\u0027 Theyoungshamansmiledruefully. Hewaspreparing , to unleashall of theSpirit World\u0027spowerof which hewascapable,andthatmight undohisownsoul. \u0027The wizard ridesabeastsopowerfulthatheisafraidto dismount.\u0027 Anotherriddle. Chezikshookhishead. Thenheunderstood. Herememberedapowerfulchantthatwouldjoin theworldsof theliving andthedead,of thespirit andtheflesh. If hecouldjust coaxtheknowledgefrom thespirits,hecouldgranttheseangryghosts thechancetotakerevenge. But heneededhelp. \u0027Chezik...\u0027 Karil wasstandingup,finally regaininghersenses.\u0027I knowwhatyourravenmeans...I can... I canmaketheghostsremember,whisperthememoriesof theirformer lives,nowif youcould...\u0027 \u0027Yes,yes...\u0027 Chezikbit hislip astheghostscamecloserandcloserthroughhisbarriererectedin haste. \u0027But I don\u0027t know thespell!\u0027 \u0027ThenI thinkyouneedapropermentor.\u0027A deepvoiceinterruptedhim,soheturnedaroundpreparedtofend off anyundeadthatcouldhavepenetratedhisdefences.Insteadhealmostdroppedhismedicinebagfor, in a spaceall otherspiritshadcleared,stoodatall andproudwarrior, paintedin thecoloursof Chezik\u0027sowntribe. Themanwasstrong,with apowerfulbuild but with eyesfull of thewisdomof amucholderman. Theyoung shamandid notknow this spirit, buthecouldfeelitspower. \u0027Stop staring,Chezik,it isnotpolite.\u0027 Thespirit chuckled,andtheyoungshamanrecognizedthetwinkle in the warrior\u0027s eyes. \u0027Master... masterTelzun?\u0027 Karil wastheoneto speak. \u0027It seemsthatI cannotleaveyoutwo kids alone,eh?\u0027 Theold shamanwinked,hisspirit remainingbehindas anancestorto teachall theshamansthatcameafterhim. \u0027Now, Chezik,thisisthewaytojoin theplanes together... Karil, dear,prepareto talk somesenseinto theseunfortunatedead... andChezik... I doexpectyou havesomethingworth of my attentionif youwantto keeplearningfrom me.\u0027 \u0027Yes,master.\u0027 Cheziksmiled,andpreparedto channelthepowerof hismentor,nowthestrongestof his spirit allies. 63",
        "name":  "Skills",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0-7869-3702-5 First Printing: December 2005 ISBN-13: 978-0-7869-3702-8 Dungeons \u0026 Dragons, D\u0026D, Dungeon Master, d20, d20 System, Wizards of the Coast, Player’s Handbook, Dungeon Master’s Guide, Monster Manual, Spell Compendium, all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast in the U.S.A. and other countries. All characters, character names, and the distinctive likenesses thereof are property of Wizards of the Coast, Inc. Distributed to the hobby, toy, and comic trade in the United States and Canada by regional distributors. Distributed in the United States to the book trade by Holtzbrinck Publishing. Distributed in Canada to the book trade by Fenn Ltd. Distributed worldwide by Wizards of the Coast, Inc. and regional distributors. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. Printed in the U.S.A. ©2005 Wizards of the Coast, Inc. Visit our website at www.wizards.com/dnd 3 INTRODUCTION CONTENTS \u0026 Contents Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Chapter 2: Spell Lists . . . . . . . . . . . . . . . . . 245 Chapter 1: Spell Descriptions . . . . . . . . . . . . . 5 Appendix: Domain Spells . . . . . . . . . . . . . . 271 pqqqqqqqqqqqqqqqqqqqqrs Introduction their clerics. You can assign the domains to deities as you see fit, or leave the domains as options for generalist clerics who Pockets full of bat guano, incomprehensible speech, and don’t devote themselves to a particular deity. twisted hands making bizarre gestures—it sounds crazy, but in the Dungeons \u0026 Dragons game, these are the earmarks of INTRODUCING SPELLS power, for they are the signs of spellcasting. Spells and spell- The simplest way to introduce the spells in this book to your casters form a cornerstone of fantasy, and Spell Compendium character or your campaign is to have a character choose them builds on that cornerstone by presenting over a thousand and cast them in play. You can assume that spellcasters always spells in one place. possessed the ability to cast the spells but they simply hadn’t This introduction describes the features of this book and been cast in the presence of the PCs before. Alternatively, how to use them. After reading it, open this book to any page; spells might be discovered in lost books of lore or newly cre- you’ll find something magical on every one. ated by a PC or NPC. Wands, scrolls, and other magic items also present great ways to introduce the spells you want your character to cast or you want to see cast by your players’ PCs. USING THIS BOOK Whichever way you choose to introduce Spell Compendium This book puts over a thousand spells at your fingertips. That spells, don’t hesitate or wait for the perfect moment; the best fact might be a little intimidating, but Spell Compendium is way to get the most from this or any rules supplement is to easy to use. It works just like Chapter 11: Spells in the Player’s put it into play right away. Handbook. When selecting spells for your character, simply open and place Spell Compendium next to your Player’s Handbook OTHER SPELLCASTING CLASSES and use both books’ spell lists for your character’s class to make Spell Compendium deals exclusively with spells used by the your spell selections. Use the same spellcasting rules presented classes and prestige classes introduced in the Player’s Handbook in the Player’s Handbook when casting spells from Spell Com- and Dungeon Master’s Guide, but even if you’re playing a different pendium, and look to Chapter 10 of the Player’s Handbook for spellcasting class, you can still use this book. The advice below explanations of elements of the spell’s descriptions. should help you decide how to adopt spells for your character. Spell Compendium presents spells slightly differently from If the spellcasting class or prestige class you’re playing isn’t the Player’s Handbook format. mentioned here, find a similar class and follow its advice. Also,",
        "name":  "ISBN",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action (PH 197), except that it affects multiple contains normal and magical writing",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates ALLEGRO blank space in the copied text where the magical writing would be expected. (harmless) Transmutation Likewise, if the target contains text and",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M, DF it were inside an antimagic",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ANTIMAGIC RAY pinch of iron filings mixed Abjuration with ruby dust worth",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates magical writing (a scroll or spellbook) with. You gain a +10 insight bonus on (harmless) on hand to cast anyspell. During the Appraise checks to determine the value",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex half material component. If the spell has a costly material component (one to Spell Resistance: No ARROW MIND which a gold piece value is assigned), Divination Static fills the air as you complete the you must provide it. If the spell has Level: Ranger 1, sorcerer/wizard 1 spell. With a gesture you create magical another focus, you must provide the Components: V, S, M conductivity between two creatures, and a focus. If the spell has an XP compo- Casting Time: 1 immediate action bolt of electricity arcs between them with a nent, you must pay the experience Range: Personal shockingly loud crackle. point cost. Target: You",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Augment familiar makes a familiar more A bit of stone or earth from your home Finishing the spell, your eyes glow with a threatening than it appears plane. pale blue radiance, and you understand how to overcome your foe’s resistance to This spell can be cast only upon the your magic. Astral Plane (DMG 154). It opens up AUGMENT FAMILIAR a small planar portal to a demiplane Transmutation This spell gives you a +10 bonus on where natural healing can occur (un- Level: Sorcerer/wizard 2 caster level checks to overcome the like on the Astral Plane itself). The Components: V, S spell resistance of a specific creature. firm surface of the demiplane is rough- Casting Time: 1 standard action Assay resistance is effective against only ly 50 feet square, and the demiplane Range: Close (25 ft. + 5 ft./2 levels) one specific creature per casting, and extends 50 feet above the surface. The Target: Your familiar you must be able to see the creature demiplane’s traits (including time, Duration: Concentration + 1 round/ when you cast the spell. gravity, and magic) match those of the level",
        "name":  "Arcane Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level your familiar, making it quicker and Saving Throw: Will negates; see text Abjuration stronger. Spell Resistance: Yes",
        "name":  "Reaching out with magic, you empower AURA OF EVASION Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10-ft.-radius emanation reduction 5/magic, and a +2 resistance the nimbus of violet light remains around centered on you bonus on saving throws. you.",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None touch an existing magical fire (such Transmutation",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No as a flaming sphere or a wall of fire) and Level: Druid 7 attempt to dispel it as if using a dispel Components: V, S You invoke the holy words and a soft magic spell against it (use the caster Casting Time: 1 standard action golden light radiates from you. You feel level of aura against flame for the caster Range: Close (25 ft. + 5 ft./2 levels) surer of yourself, bolstered by the power of level check). If you succeed, you take Targets: One creature/3 levels, no your beliefs. no damage from the touch and the two of which are more than 30 ft. magical fire and aura both vanish. If apart You channel divine power into your- you fail, you take damage from the Duration: 1 round/level self, spreading glory to your comrades. magical fire source normally (reduced Saving Throw: Will negates This spell removes any fear effect from by your aura against flame), and both (harmless) all allies within your aura of courage. spells remain. Spell Resistance: Yes (harmless) With a readied action, you can use the aura as a dispel magic effect to coun- AURA OF TERROR One after another, your companions begin terspell a magical fire attack against Necromancy [Fear, Mind-Affecting] to radiate a soft, golden glow. They breathe you. If successful, the spell is counter- Level: Sorcerer/wizard 6 deeply, suffused with additional mystic spelled and the aura disappears. If you Components: V power. fail the dispel check, or if the attack is Casting Time: 1 standard action not a fire attack, the aura remains. Range: 30-ft.-radius emanation All subjects receive a +4 morale bonus to centered on you Strength, Dexterity, and Constitution. 19 DESCRIPTIONS SPELL CHAPTER 1 AVASCULAR MASS through the writhing blood vessels The danger of the plane surprises you, and very slowly. Each round devoted to you have barely time to bark out a few elder Necromancy [Death, Evil] moving allows the creature to make a words of power. In a moment you’re safe,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action plane and automatically stops gaining loses half its hit points (rounded Range: Close (25 ft. + 5 ft./2 levels) temporary hit points when they equal down) and is stunned for 1 round. On Effect: Ray the character’s full normal hit point a successful Fortitude saving throw, Duration: Instantaneous total. Negative-dominant planes don’t the subject is not stunned. Oozes and Saving Throw: Fortitude partial deal damage or bestow negative levels plants are not affected by this spell. Spell Resistance: Yes to characters protected by avoid planar The avascular mass instantaneously effects. erupts from the subject and must You shoot a black ray of necromantic energy In addition, some effects specific to a be anchored to at least two opposed from your outstretched hand, causing your plane are negated by avoid planar effects. points—such as floor and ceiling foe to violently purge blood or other vital In the D\u0026D cosmology, avoid planar or opposite walls—or else the mass fluids through his skin. effects negates the deafening effect of collapses and has no effect. Creatures Pandemonium and the cold damage on caught within a 20-foot-radius avascular You must succeed on a ranged touch the Cania layer of the Nine Hells. The mass become entangled. The original attack with the ray to strike a target. DM can add additional protections for a target of the spell is automatically If the attack succeeds, the subject cosmology he creates. If the campaign entangled. Because the avascular mass is reduced to half of its current hit has an Elemental Plane of Cold, for is magically animate and gradually points (rounded down) and stunned example, avoid planar effects protects tightens on those it holds, an entangled for 1 round. On a successful Forti- against the base cold damage dealt to character who attempts to cast a spell tude saving throw, the subject is not everyone on the plane. must make a DC 25 Concentration stunned. The effects of gravity traits, align- check or lose the spell. ment traits, and magic traits aren’t Anyone within 20 feet of the primary AVOID PLANAR negated by avoid planar effects, nor is target when the spell is cast must make a Reflex save. If this save succeeds, the EFFECTS the special entrapping trait of certain planes (such as Elysium and Hades). creature is not stuck in the avascular Abjuration The spell does not provide pro- mass and is free to act, though moving Level: Cleric 2, druid 2, sorcerer/ tection against creatures, native or might be a problem (see below). If wizard 3 otherwise, nor does it protect against the save fails, the creature is stuck. Components: V spells, special abilities, or extreme",
        "name":  "If the attack is successful, the subject Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No streak from your outstretched hand toward flames spring up, and when the flames the creature you indicate. With a satisfying pass nothing remains, not even grave dust. You smash the soot against your flesh and metallic clank, the bands wrap around the “Return from that one,” you mutter. intone the ancient, dark words. Like the indicated creature. legendary balor, your body bursts into Black flames flicker over a corpse, lurid flames. The victim must succeed on a Reflex utterly consuming it. You destroy the save or be immobilized and thus unable remains of a dead person or creature, to move. If the saving throw succeeds, the victim is only partially trapped by the bands, and is entangled. A creature immobilized by the bands can attempt to escape as a full- round action, either by bursting free preventing any form of raising or resur- rection that requires part of the corpse. There is a 50% chance that a wish, miracle, or true resurrection spell cannot restore to life a victim consumed by a barghest’s feast spell. Check once for each destroyed creature. If the d% roll fails, the creature cannot be brought back to life by mortal magic.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M, XP Components: V, S, M magic into a small mannequin that you",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "25 XP. With the bogun made, you take the You uncork the vial and speak the old final step and imbue it with sentience, words. The smoke issues from the bottle and pqqqqqqqqqqqqqqqqqqqqrs Bogun CR 1 with its creator. An attack that destroys a bogun also deals N, CN, LN, NE, or NG Tiny construct its creator 2d10 points of damage. If its creator is slain, a Init +3; Senses darkvision 60 ft., low-light vision; Listen +1, bogun also dies, and its body collapses into a heap of rotting Spot +1 vegetation. Languages telepathic link with master A bogun looks like a vaguely humanoid mound of compost. AC 15, touch 15, flat-footed 12 The creator determines its precise features, but a typical hp 11 (2 HD) bogun stands about 18 inches tall and has a wingspan of about Fort +0, Ref +3, Will +1 2 feet. Its skin is covered with nettles and branches. Speed 20 ft. (4 squares), fly 50 ft. (good) Combat: A bogun attacks by brushing against opponents Melee nettles +1 (1d4–2 plus poison) with harsh nettles that deliver an irritating poison. Space 2-1/2 ft.; Reach 0 ft. Construction: Unlike a homunculus, a bogun is created Base Atk +1; Grp –5 from natural materials available in any forest. Thus, there is Atk Options poison (nettles, DC 11, 1d6 Dex/1d6 Dex) no gold piece cost for its creation. All materials used become Abilities Str 7, Dex 16, Con —, Int 8, Wis 13, Cha 10 permanent parts of the bogun. SQ construct traits (MM 307) The creator must be at least 7th level and possess the Craft Feats Stealthy Wondrous Item feat to make a bogun. Before casting any Skills Hide +10, Move Silently +9 spells, the creator must weave a physical form out of living (or once-living) vegetable matter to hold the magical energy. A bogun is a small nature servant created by a druid. Like A bit of the creator’s own body, such as a few strands of hair a homunculus, it is an extension of its creator, sharing the or a drop of blood, must also be incorporated into this crude same alignment and link to nature. A bogun does not fight mannequin. The creator can assemble the body personally or particularly well, but it can perform any simple action, such hire someone else to do it. Creating this mannequin requires as attacking, carrying a message, or opening a door or a DC 12 Craft (basketweaving or weaving) check. window. For the most part, a bogun simply carries out its Once the body is finished, the creator must animate it creator’s instructions. Because it is self-aware and somewhat through an extended magical ritual that requires a week to willful, however, its behavior is not entirely predictable. On complete. The creator must labor for at least 8 hours each day rare occasions (5% of the time), a bogun might refuse to in complete solitude in a forest grove; any interruption from perform a particular task. In that case, the creator must another sentient creature undoes the magic. If the creator is make a DC 11 Diplomacy check to convince the creature to personally weaving the creature’s body, that process and the cooperate. Success means the bogun performs the task as ritual can be performed together. requested; failure indicates that it either does exactly the When not actively working on the ritual, the creator must opposite or refuses to do anything at all for 24 hours (DM’s rest and can perform no other activities except eating, sleep- option as to which). ing, or talking. Missing even one day causes the process to A bogun cannot speak, but the process of creating one fail. At that point, the ritual must be started anew, though the links it telepathically with its creator. It knows what its cre- previously crafted body and the grove can be reused. ator knows and can convey to him or her everything it sees On the final day of the ritual, the creator must personally and hears, up to a range of 500 yards. A bogun never travels cast control plants, wood shape, and beget bogun. These spells beyond this range willingly, though it can be removed forcibly. can come from outside sources, such as scrolls, rather than In that case, it does everything in its power to regain contact being prepared, if the creator prefers. pqqqqqqqqqqqqqqqqqqqqrs 27 DESCRIPTIONS SPELL CHAPTER 1 wraps itself around your hand, turning it into smoke as well. With a successful touch attack, you deal 2d12 points of damage. For every three caster levels, the smoke lasts for another round (to a maximum of 4 additional rounds at 12th level), deal- ing another 2d12 points of damage per round.",
        "name":  "XP Cost",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action through any magical barrier equal to",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You penetrate dead magic areas or an",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) creature adjacent to a creature engulfed effect then radiates from the creature Saving Throw: Will partial in blackfire must succeed on a Reflex and moves as it moves. Unattended Spell Resistance: Yes save or become engulfed itself. objects and points in space do not get Any creature that has its Constitu- saving throws or benefit from A three-foot-long column of disem- tion reduced to 0 or lower by the spell spell resistance. bodied gnashing teeth springs forth is turned into a pile of black ash and from your hand. can be returned to life only by true resurrection or wish, the caster of which For the duration of the spell, must succeed on a DC 30 caster level you can make melee touch check to restore the victim to attacks that deal 1d6 points life. If a creature succeeds on of damage +1 point per two its Fortitude save in 3 con- caster levels (maximum +10). Your secutive rounds, the blackfire Strength modifier does not apply affecting it gutters out. The to the damage. A creature that black flames cannot otherwise you successfully deal damage to be extinguished by normal must also make a Will saving means (such as immersion throw or become frightened in water or smothering), but for 1d4 rounds. antimagic field, a successful dispel magic, remove curse, or BLADE STORM break enchantment snuffs it out. Transmutation As well, a creature protected",
        "name":  "Each round on its turn, any living can cast the spell on a creature, and the Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level BLADEWEAVE Drawing upon magic in its purest form, you You hear a distant dragon’s roar that no send invisible energy whistling through the Illusion [Pattern] one else detects, and your skin takes on a air to batter your foe.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 swift action You gain damage reduction 10/magic attack with the ray to strike a target. A",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes stand. You touch your intended subject, which Whipping your head forward with the last then turns its head rapidly about as if look- This spell functions like blink (PH 206), word of the spell, you spit a globule of dark ing for the source of some sound. except that you have control over the liquid at your foe. timing of your “blinking” back and This spell grants the subject the forth between the Ethereal Plane You spit caustic saliva into your target’s blindsight ability (MM 306) effective and the Material Plane. You can also eyes with a successful ranged touch out to 30 feet. ready an action to blink away from attack. A –4 penalty applies to the any physical or magical attack. The attack roll. The subject is blinded until BLINDSIGHT, GREATER attack misses automatically unless it can wash its eyes with water or some it also affects ethereal targets (as a Transmutation other rinsing fluid, which requires a force effect does). While blinking,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous A white film slips over your vision. You create a magic construct called Saving Throw: Fortitude negates",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A black onyx gem worth at least 500 gp. knarF .C yb .bullI BODY BLADES damage any one ability score more than spells, even from magic items. You once every 5 rounds. The creature can gain the Strength and Dexterity of an Transmutation attempt a Will saving throw each round average warforged titan (Str 28, Dex 8),",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) SUBSTITUTION creature moving through the area also takes 1 point of nonmagical piercing",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Druid 2, ranger 2 tion checks to cast spells or maintain Nonmagical sound (including sound",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S your foes with the magic of your sacred further effects of this spell.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action This spell can affect only nonmagical effects are suppressed counts against",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level magic, nor a magic item involved in a CHILL OF THE GRAVE Saving Throw: Will negates game of chance (such as a deck of many Necromancy (harmless) things). Whenever a dice roll is made to",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes and might suspect that the outcome of You grant the subject a +4 insight the game has been magically altered. A pale ray erupts from your pointing finger, bonus on saving throws against all For example, Darkon is playing a and a moaning sound fills the air as it mind-affecting spells and effects. If game that he has a 1 in 4 chance of streaks toward your target. the subject of clarity of mind attacks a winning. The DM secretly rolls 1d4 creature that has concealment and fails 47 DESCRIPTIONS SPELL CHAPTER 1 the miss chance roll, he can reroll the A silver glow sheathes your body miss chance once to see if his attack as you complete the spell. As the actually hit the target. glow fades, you feel a touch of the divine at the back of your mind. CLAWS OF THE This divine touch spreads until you feel your concerns and anxieties BEAR fade away. Transmutation",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S other than verbal ones, nor can you Casting Time: 1 standard action Illusion (Shadow) carry items with your hands. Any magic Range: 60 ft.",
        "name":  "CLAWS OF DARKNESS cannot cast spells with components Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 2 items worn on your hands are tempo- Area: 60-ft.-radius emanation",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal magic that bolsters their bravery. to elongate and change shape into featureless Target: You claws of inky blackness. Duration: 10 minutes/level Illus. by M. Cotie 48 1 RETPAHC LLEPS SNOITPIRCSED All allies within the emanation (includ- Components: V, S, DF Range: Close (25 ft. + 5 ft./2 levels) ing you) gain a morale bonus on saves Casting Time: 1 standard action Target: One creature against fear effects equal to your caster Range: Touch Duration: Instantaneous level (to a maximum of +10 at caster Target: Creature touched Saving Throw: Will half (harmless); level 10th). Duration: 1 hour/level (D) see text",
        "name":  "Shadow to cause your hands and forearms Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) Spell Resistance: Yes (harmless) Spell Resistance: Yes As you touch the subject, mist Reaching out a hand twisted forms crude wings that cling to by tension into a grasping his back. claw, you squeeze your foe’s heart from afar, anticipat- This spell increases the sub- ing the moment its smoking ject’s fly speed by 30 feet. It remains will rest in your has no effect on other modes palm. of movement, nor does it allow the subject to fly if it Magical force grips the cannot already do so. subject’s heart (or similar vital organ) and begins CLOUDBURST crushing it. The victim is paralyzed and takes Evocation [Water] 1d12 points of damage per",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S magical fires such as those generated bursts into bright flames.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) croak out magic words and imbue your limb (fire) and contingent energy resistance",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude negates and invisible beings and items, all This spell forces a lycanthrope back",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes of which become faintly visible as to its natural form and keeps it from wispy outlines. Ethereal creatures changing form, preventing both You brush your fingers against the enemy, remain unreachable from the Material voluntary shapechanging through and immediately his bones begin to soften Plane (except with force effects), but the alternate form ability and invol- until he flows down into a flesh-colored illuminated incorporeal and invisible untary shapechanging because of puddle. creatures do not benefit from conceal- lycanthropy. ment, and so attacks against them Material Component: A hair, scale, Your touch transforms a living creature suffer no miss chance. or other cast-off item from the type of into a spongy, amorphous mass, its The hand cannot be attacked or dam- creature. shape melting and writhing uncontrol- aged, though dispel magic and similar lably. An affected creature is unable to hold or use any item. Soft or misshapen spells can dispel it. The hand winks CRABWALK out if the distance between you and it feet and legs reduce speed to 10 feet, or Transmutation exceeds the spell’s range. one-quarter normal, whichever is less Level: Bard 1, druid 1, ranger 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal MAGIC TATTOO who receives this tattoo functions",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None magic tattoos at a time. Any attempt that surround you but do not interfere",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) to apply more than that automatically with your movement or spellcasting. fails. They provide concealment and com- You finish the last detail and lean back to A successful erase spell removes a pletely hide your features. You gain look at your work. The tattoo looks good. It single magic tattoo. A successful dispel a +4 competence bonus on grapple should prove useful. magic spell can remove multiple magic checks, Climb checks, and Escape tattoos if targeted on the creature bear- Artist checks. This spell creates a single magic tattoo. ing them. When you are attacked, the tentacles",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tattoo inks strike back at your attacker. They have though the selection is limited by your in appropriate colors costing at least an attack bonus equal to your base caster level, as indicated below. You 100 gp. attack bonus + your Wis modifier, and must possess a modicum of artistic Focus: Tattoo needles. a successful attack deals 1d12 points of talent to sketch the desired tattoo—at damage. least 1 rank of Craft (drawing), Craft CREEPING COLD (painting), Craft (calligraphy), or a CREAKING similar Craft skill. Inscribing a magic Transmutation [Cold]",
        "name":  "You determine the exact type of tattoo, Material Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Assassin 4 58 1 RETPAHC LLEPS SNOITPIRCSED While this spell is in effect, if you make on a dark way without penalty, since a full attack while holding a dagger in it is no more slippery than a typical each hand, you gain a +2 insight bonus dungeon floor. on attack rolls and damage rolls made A dark way can support a maximum with daggers in that round. of 200 pounds per caster level. The magical energy that Creatures that cause the total permeates your daggers while weight on a dark way to this spell is active allows you exceed this limit fall through to deflect the magical energy it as if it weren’t there. You of spells. When wielding never fall through a dark way two daggers and fighting unless your own weight exceeds defensively, you gain spell the spell’s maximum capacity. resistance equal to 5 + your caster level. DARKBOLT The spell focuses your Evocation [Darkness] concentration so that",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " both the spell resistance Instantaneous; benefit described above and see text damage reduction 5/magic.",
        "name":  "Du ration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes but if you don’t hurl the bolt you were You surround yourself with a purify- entitled to in a round, it is lost. If you ing, swirling mist that washes the You stand at the edge of the canyon and hurl all the bolts at once, all your targets air clean of smoke, dust, and poisons. invoke the power. At your feet appears a thin must be within 60 feet of each other. Nonmagical contaminants, including black bridge that arches over the canyon. A darkbolt deals 2d8 points of damage inhaled poisons, are automatically to a living creature, and the creature negated within the cloud. Dance of the You create a ribbonlike, weightless, is dazed for 1 round unless it makes a unicorn also grants everyone within unbreakable bridge. A dark way must be Will save (a creature struck by multiple the mist a +4 bonus on saving throws anchored at both ends to solid objects, bolts during the same round is dazed against magical or supernatural gas but otherwise can be at any angle. Like for a maximum of 1 round, no matter effects, such as acid fog, cloudkill, and a wall of force (PH 298), it must be con- how many times it fails its save). An green dragon breath. tinuous and unbroken when formed. undead creature takes no damage, but The cloud of mist leaves everything It is typically used to cross a chasm or is dazed if it fails its save. within its area damp. a hazardous space. Creatures can move yelsroH .R yb .sullI 59 DESCRIPTIONS SPELL CHAPTER 1 DARKFIRE cannot have the ability made perma- and can make a Will save to disbelieve. nent with a permanency spell. Creatures that succeed on the save can Evocation [Fire]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S are killed spell or other healing magic stops the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One creature/ differs significantly between level, no two of which that of the illusion and that of the are more than 30 ft. apart characters, or if any character takes an action the illusion can’t duplicate (for Sensing the spark of life in your allies instance, climbing a tree if none are through your magic, you bolster that spark present for the illusory duplicate to and protect it from harm. The deep breath spell gives Mialee some mimic) onlookers automatically receive confidence she’ll survive being dragged a saving throw. In addition, anyone who This spell functions like death ward (PH beneath the water by the sahuagin moves out of the spell’s area disappears 217), except as noted above. from the illusion. stopped, however, any new wound DECOMPOSITION taken while the subject is within the DEEP BREATH Necromancy area (before the spell expires) begins Conjuration (Creation) [Air]",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level The progress of any nonmagical dis- DEMON DIRGE Saving Throw: Reflex negates ease that already afflicts the target is Spell Resistance: Yes Transmutation halted for the duration of the spell.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A cocoon of a death’s head (maximum +15) against a DC of 11 + effects (DC 11 + caster level) or sup- moth. the spell’s caster level. If that check press an unattended object’s magical fails, you make dispel checks against properties for 1d4 rounds (DC equal DISPEL WARD progressively weaker spells until you to the item’s caster level). Spell effects dispel one spell or until you fail all your not operating on objects or creatures Abjuration checks. A creature’s magic items are not cannot pass through the screen. A",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 1, sorcerer/wizard 1 affected, and creatures and objects that disintegrate or successful dispel magic",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None to magical beast, and your size changes You exhale a cloud of poisonous gas mixed",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes ject has a 50% chance to miscast spells of a fly. that have verbal components, and any Your intricate hand motions slow and then stop even as you begin chanting the arcane time the subject speaks (including the DISTRACTING RAY use of magic items activated by com- words that unlock the spell’s power. As you Abjuration mand words), there is a 50% chance that conclude,y ourd isembodiedw ordsc ontinue Level: Bard 2, sorcerer/wizard 2 the utterance is completely incompre- on, growing both in tempo and volume. Components: V, S hensible and therefore ineffective.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level creature. +4 bonus on saving throws against Saving Throw: Will negates language-dependent effects. Spell Resistance: Yes You must succeed on a ranged touch attack with the ray to strike a target. DISSONANT CHORD This spell arouses a zest and appreciation for This ray attempts to undo magic as it is life in the targets. The targets are distracted being cast. Used in the same manner as Evocation [Sonic] as they study the shapes of the clouds, the a counterspell (as a readied action), the",
        "name":  "Creatures within the area gain a Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S a stone wall, the temperature and scent of a divine or arcane magic by dazzling the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level or until be affected, as long as its diameter at the several ways. A DC 20 Escape Artist discharged (D) point where the spell is cast does not check allows the creature making the exceed 10 feet. check to squeeze through the constric- The air around you crackles with magi- tion but leaves it intact. cal energy as you finish uttering the A DC 25 Strength last syllables of the spell’s formula. check breaks the You immediately feel as if your constriction and link to the arcane somehow has ends the spell. A suc- increased, filling you with confi- cessful dispel magic or dence and a sense of security. knock spell opens the constriction—the former While a duelward spell is in by ending the spell and effect, counterspelling is an the latter by suppress- immediate action for you, al- ing it for 10 minutes. If a lowing you to counterspell creature burrows through even when it is not your turn the earth lock, the spell without having previously ends. The constricted readied an action. You also tunnel can also be dug gain a +4 competence bonus out normally. on Spellcraft checks made to Identifying a tunnel identify spells being cast. secured with earth lock (as The first time you successfully opposed to a tunnel that counterspell while the spell is in just ends) requires a DC effect (whether you counterspell 20 Search check. as an immediate action or not), Material Component: A duelward is discharged. diamond chip worth at",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (object) Your foe will reach you in seconds. You cast this spell, and yellow strips of magical EARTHEN GRASP Gray bands extend from your fingertips, energy loop about its wings, hampering its Transmutation [Earth] wrapping themselves around the wall like flight and dragging it to ground. Level: Sorcerer/wizard 2 a brace, strengthening it for the coming",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M assault. You hinder the subject creature’s abil- Casting Time: 1 standard action ity to fly (whether through natural or Range: Close (25 ft. + 5 ft./2 levels) You reinforce a rock formation or stone magical means) for the duration of the Effect: Animated earthen arm structure. The earthfast spell doubles spell. If the target fails its saving throw, Duration: 2 rounds/level the structure’s hit points and increases its fly speed (if any) becomes 0 feet. An Saving Throw: None its hardness to 10. This spell does not airborne creature subjected to this spell Spell Resistance: Yes function on constructs. falls to the ground as if under the effect of a feather fall spell. Even if a new effect You raise your arm above your hand, your EASY CLIMB would grant the creature the ability fingers flexed like talons. Nearby, an arm Transmutation to fly, that effect is suppressed for the made of earth but as large as a person",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One magic-absorbing sphere ELECTRIC LOOP • You are immune to poison, sleep, paralysis, and stunning, and are not per caster level Evocation [Electricity] subject to extra damage from critical",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fly at your normal speed (perfect to provide protection from magical among your foes. maneuverability), air mastery (airborne effects. As a standard action, you can creatures take a –1 penalty on attack shift the spell’s effect (and thus all the You create one small stroke of lightning rolls and damage rolls against you). spheres) to any other creature within that targets one creature per three 79 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Air",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S maneuver without provoking attacks of an object. Nonmagical, unattended",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex half; see text You hold the eye in your palm, sprinkle attack with the ray to strike a target. If Spell Resistance: Yes; see text it with blood and diamonds, and speak the attack succeeds, the subject initially the words. Slowly it rises from your hand, gains one negative level, then continues You toss each of the marbles into the air, emitting a soft beam that illuminates the to gain another negative level each making the incantation as you do so. Each chosen area. Then it disappears, and you round thereafter as its life force slowly marble turns a different color—pale green, place the spell within the magic trap. bleeds away. The drain can be stopped white, blue, red, and violet—and settles into only by a successful DC 23 Heal check orbit around your head. You create a lingering zone of transfor- or the application of a heal, restoration, mative magic that absorbs magic energy or greater restoration spell. You create a circle of five colored from magic items or spellcasting and Each round after the first, on your spheres that orbit your head at a dis- uses it to power another spell tied to turn, the affected creature can attempt tance of 1 foot. These spheres provide that location. For example, you could a Fortitude saving throw to end the as much light as a torch and can be have an energy transformation field tied effect. used offensively or defensively. Each to a summon monster V spell that would If you strike an undead creature, sphere corresponds to one of the five summon a monster when the field had that creature gains 4d4×5 temporary types of energy (acid, cold, electricity, absorbed enough magic. hit points that last for up to 1 hour. fire, sonic). The field absorbs the magic of spells If used to attack, on your turn as a cast, spell-like or supernatural abilities ENERGY IMMUNITY standard action you can direct one or that are activated, and magic items used more spheres to strike a creature or within its dimensions. Each source of Abjuration creatures in range, no two of which are magic provides spell levels of energy to",
        "name":  "You must succeed on a ranged touch Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) If you are attacked with an effect that from a wand of fireball would add three causes energy damage, and the sphere spell levels to the field’s store, a potion A sense of security fills you as you complete of that type of energy is still present, of cure light wounds would add one, and the spell. As you touch the intended target you can have that sphere absorb some of a wish from a ring of three wishes would of the spell, the feeling lingers for a moment that energy damage. Each sphere grants add nine. Items that don’t have a clearly before fading. you energy resistance 5 per five caster defined spell level (such as the effects 81 DESCRIPTIONS SPELL CHAPTER 1 of most rods) use the prerequisite caster tion of its previous casting has expired. has an equal chance of absorbing a spell level needed to create that item (so If a linked spell requires concentration effect in that area. an immovable rod would provide two to maintain, the field expends one spell Material Component: Three drops of spell levels every time it was activated level for every hour of concentration your blood, an eye from any human- because of its levitate prerequisite). (the field’s concentration is interrupted oid, and 5,000 gp worth of powdered Effects that are absorbed give no indi- only by its complete destruction). diamond. cation of where the magic went; they Spells that require a target will target XP Cost: 250 XP. simply vanish. the living creature nearest to the The field absorbs only magic that is field. ENERGY VORTEX actually used within its area. Ongoing Typical spells linked to an energy Evocation [see text] magical effects that enter the area, transformation field are blindness/deaf-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action functioning items such as a +1 mace, material component or an XP cost",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous slightly, but its overall magic would cally sealed into a wall or in a secret",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes An energy transformation field has Only Mordenkainen’s disjunction, a single spell linked to it. When the limited wish, wish, or similar spells can Energy wells up inside you and explodes field has absorbed spell levels equal destroy the energy transformation field. outward in a furious burst. to the spell level of its linked spell, it Spells of lower level, such as dispel magic automatically casts that spell at a point and greater dispel magic, are absorbed by When you cast energy vortex, you choose within the field designated by you at it, and an antimagic field prevents it from one of four energy types: acid, cold, the time of the casting of the field. This absorbing magical energy within the electricity, or fire. A blast of that energy expends those absorbed spell levels field but does not otherwise hamper type bursts in all directions from you, (although unused levels remain until this spell. If two or more field spells dealing 1d8 points of damage +1 point they are used or expire). The cast spell share an overlapping area, each field per caster level (maximum +20) to functions as if cast by you in terms of nearby creatures other than you. If duration and all level-based spell you are willing to take the effects. Absorbed spell levels fade damage yourself, you at a rate of one per day if not deal twice as used. The field auto- matically triggers its linked spell if it has enough stored spell levels and the dura- This gnome druid chose to cast a cold version of energy vortex Illus. by R. Horsley 82 1 RETPAHC LLEPS SNOITPIRCSED much damage. You don’t get a Reflex ENHANCE FAMILIAR • Gain the extraordinary abilities of save, but spell resistance applies, as do the new form. Universal any resistances and immunities you • The new form assumed is stronger",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A quarterstaff. doing as the spell compels, the spell has polymorph, blight, contagion, dominate no effect. For example, if the subject is animal, flame strike, and poison (the ENTICE GIFT paralyzed and cannot move or drop the subject fails the initial save but can item, nothing happens. Enchantment [Mind-Affecting] attempt the second save).",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor Duration: Instantaneous spell’s area or whenever they move back",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You place your hands on your loyal acolyte you’re not within the wind. If you move, and blue-silver radiance discharges from the eye of the hurricane moves as well Letting a bit of bat fur loose to float on the your hands. The horrendous wounds across to keep you in the center. If you cast air, you summon huge, glowing green bats his chest heal, leaving no scar. eye of the hurricane so that creatures are to serve as your eyes. inside the eye when the spell begins, When laying your hand upon a living they must make Fortitude saves when You summon four fiendish dire bats creature, you channel positive energy your movement brings the area of wind (MM 62) that blaze with a faint ghoul- that cures 8 points of damage +1 point upon them. Thereafter, if you move the green light (they glow as bright as a per caster level (up to +5). The spell spell area into a square occupied by candle). These fiendish dire bats have works only on a creature that worships another creature, that creature makes damage reduction 5/magic; resistance the same deity as you. A target with no a Fortitude save at the beginning of its to acid 5 and fire 5; spell resistance 9; deity or a different deity from yours next turn (assuming the windy area of and a smite good attack that provides a is unaffected by the spell, even if the the spell is still on it). +4 bonus on one damage roll. target would normally be harmed by The bats allow you to see through positive energy. EYE OF POWER their eyes, from their perspective, Divination (Scrying) using your own visual senses. If you FALSE GRAVITY",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor of those abilities or spells through the",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) eye of faintly glowing blue energy. Spying You can summon the bats at any your enemy from the safety of your magical point you can see, but they can then You clatter the magnets in your hand and sensor, you unleash your spell. travel outside your line of sight without set your foot on the wall. Your second step hindrance. Even while outside your carries you onto the wall, and you can walk This spell functions like arcane eye (PH line of sight, they follow your mental up it with ease. 200), except as noted here. You can cast directions on where to explore. The 88 1 RETPAHC LLEPS SNOITPIRCSED The subject of this spell can travel on call the familiar forth or it can leave the expires or if the spell ends abnormally any solid surface as though that surface space on its own. (as above), the familiar appears in your possessed its own gravity. For example, Once inside, the familiar has total space unharmed. the subject could walk or even run cover and total concealment, and as a free Material Component: A tiny golden up a wall as though the wall were a action, you or the familiar can further needle and a strip of fine cloth given a perfectly level floor. The subject can seal the space to make it air- half twist and fastened at the ends. switch “down” as often as it likes during tight and the spell’s duration, though only once FANGS OF THE per round, as a free action. Unattended objects fall, as normal. VAMPIRE KING The subject of false gravity can fly Transmutation [Evil] by choosing a solid surface and Le vel: Assassin 3, letting itself fall through blackguard 3, the air toward it. A charac- Deathbound 3 ter “flying” in this fashion Components: V, S moves at 30 feet per round Ca sting Time: 1 and can make one turn, in standard action any direction, once per round, Range: Personal by redefining its personal grav- Target: You ity. A creature falling in this Duration: 1 minute/level fashion loses all “downward” momentum when it changes its Hissing an evil laugh, you sprout gravity. sharp fangs to drain the blood of",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No the space, but can use supernatural or When you cast this spell, a garment spell-like abilities as normal (provided or container becomes a safe haven for Your spell generates an illusory, many- they don’t require line of sight, which a Tiny or smaller familiar. The spell armed,n oisy,m assivem echanicalc onstruct the pocket blocks). You continue to turns the target pocket into a comfort- of impressive appearance. gain the special ability granted by your able extradimensional space (about 1 familiar. While inside the pocket, the cubic foot). The familiar can fit inside This spell creates a bizarre, but useful, familiar continues to benefit from the the space without creating any notice- machine that you can command to share spells ability as if it were adjacent able bulge in the item. Whenever the perform any simple, physical task that to you. familiar is touching you, you can whisk can be described in twenty-five words The spell ends if the familiar pocket it inside the space as a free action by or less. You can order the machine to is placed within or taken into another speaking a command word chosen perform the same task over and over, extradimensional space (such as a by you when the spell is cast. If the but you can’t change the task. You must portable hole). If your familiar is within familiar can speak, it can command specify the task when you cast the spell. the pocket when the spell duration itself inside. As a free action, you can The machine always acts on your turn knarF .C yb .sullI 89 DESCRIPTIONS SPELL CHAPTER 1 in the initiative order. (It can act during a speed of 60 feet. It can swim or fly at the subject at the time of casting, they the turn you cast the spell.) a speed of 20 feet (poor). It has 16 HD, are suspended for the spell’s dura- The machine functions as a Large 88 hit points, AC 20 (–1 size, +11 natu- tion. (Thus, an unconscious subject animated object (MM 13). It trundles ral), and hardness 20. Its saving throw becomes conscious and functional.) over the ground at a speed of 40 feet. modifiers are Fortitude +5, Reflex +5, When the spell ends, any effects It can swim or fly at a speed of 10 feet and Will +0. suspended by the spell that have not (clumsy). It has 22 hit points, AC 14 (–1 The machine has a Strength of 22. expired in the interim (such as the size, +5 natural), and hardness 10. Its A light load for the machine is up to fatigued condition, which normally saving throw modifiers are Fortitude 346 pounds, a medium load is 347–692 requires 8 hours of rest to recover +1, Reflex +1, Will –4. pounds, and a heavy load is 693–1,040 from) return. Effects that expired The machine has a Strength of 16. pounds. The machine can fly or swim during the duration of this spell do A light load for the machine is up to only when lightly loaded. not resume when it ends. 172 pounds; a medium load is 173–346 The machine can lift a weight of up In addition to these effects, the sub- pounds; and a heavy load is 347–520 to 2,080 pounds to a height of 15 feet. ject gains the benefit of the Endurance pounds. The machine can fly or swim It can push or drag 5,200 pounds. It feat for the duration of the spell. only when lightly loaded. can excavate 20,000 pounds of loose The machine can lift a weight of up rock each minute (which is sufficient FAVORABLE SACRIFICE to 1,040 pounds to a height of 15 feet. to clear a 5-by-5-by-5-foot space in Abjuration It can push or drag 2,600 pounds. It 1 round). It can excavate sand or loose",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) subject damage reduction 5/magic; resistance to acid, cold, electricity, fire, This spell functions like fantastic Calling upon the saints of your order, you and sonic 10; and spell resistance equal machine, but you can concentrate on imbue the person in need with the power to to your caster level. controlling the machine’s every action resist the dire forces arrayed against you. By expending 1,000 gp, you grant the or specify a simple program, such as to subject damage reduction 10/magic; collect all the logs in an area and stack The subject gains immunity to nonle- resistance to acid, cold, electricity, fire, them in a neat pile, plow a field, drive thal damage, charm and compulsion and sonic 15; and spell resistance equal piles, or the like. The machine can effects, and attacks that function to your caster level +5. perform only fairly simple physical specifically by causing pain, such By expending 10,000 gp, you grant tasks. Directing the machine’s actions as the wrack spell (see page 243). It the subject damage reduction 20/magic; or changing its programmed move- is further immune to effects that resistance to acid, cold, electricity, fire, ment is a standard action for you. The would cause it to be dazed, exhausted, and sonic 20; and spell resistance equal machine always acts on your turn in fatigued, nauseated, sickened, stag- to your caster level +10. the initiative order. (It can act during gered, or stunned. The subject remains Material Component: Gems worth a the turn you cast the spell.) conscious at –1 to –9 hit points and total of 250 gp, 1,000 gp, or 10,000 gp. Except where noted below, the can take a single action each round machine functions as a Large animated while in that state, and does not lose object (MM 13) constructed from ada- hit points for acting. If any of the mantine. It trundles over the ground at above conditions were in effect on 90 1 RETPAHC LLEPS SNOITPIRCSED",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level their needle-sharp tips. Wrenching life from their bodies with your Two short, otyughlike tentacles sprout from magic, your foes’ remains stir and rise as Razor-sharp ice crystals surround the under your arms to hang limply at your ghouls under your control. targets. Each target takes 1d6 points sides. When you think of grappling, the of damage per caster level (maximum tentacles twitch to life and wave about as Humanoid creatures in the area with 20d6); half of this damage is cold if seeking a foe. –1 to –9 hit points that fail their saving damage, and half is slashing. In addi- throws die and immediately rise as tion, each target’s speed is reduced You grow two tentacles that grant you ghouls (MM 118) under your control. by 20 feet for 1 round per caster level. a +4 circumstance bonus on grapple You choose whether the ghouls follow Creatures that succeed on Reflex saving checks. These tentacles cannot attack, you, or whether they can remain where throws take half damage and their hold objects, manipulate items, or per- formed and attack any creature (or just movement is unaffected. form any action other than grappling. a specific kind of creature) the ghouls Focus: A silver shuriken worth 50 gp If your caster level is at least 9th, you notice. The ghouls remain until they that looks like a snowflake. grow four tentacles instead, and the are destroyed. circumstance bonus increases to +8. The ghouls that you create remain FIENDFORM under your control indefinitely. No FELL THE matter how many ghouls you gener- Transmutation [Evil]",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hunger 7 91 DESCRIPTIONS SPELL CHAPTER 1 A field of icy razors stops a centaur’s charge FIERCE PRIDE OF THE A celestial lion called by this spell You speak the words of this spell, and a BEASTLANDS has damage reduction 5/magic; resis- blue mark that only you can see appears on tance to acid 5, cold 5, and electricity your opponent, highlighting a weak spot in Conjuration (Summoning) 5; spell resistance 9; and a smite evil her defense. [Chaotic, Good] attack that provides a +5 bonus on one",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes spell has damage reduction 5/magic; Your first melee or ranged attack each",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One magic shuriken/3 levels Duration: 1 round/level",
        "name":  "Transmutation Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S not damage you or any items you carry. All subjects hit by the burst in the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal you cannot hold items in your hands area in the following round take 1d6",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Burst of fire extending 15 ft. You transform one of your hands into a from you You stomp on the ground, and fire snuffs out mighty fist of living stone, gaining a +6 all around you, rippling away to nothing- enhancement bonus to Strength for the This spell functions like fireburst, ness faster than you can blink. purposes of attack rolls, grapple checks, except that it affects creatures within or breaking and crushing items. In 15 feet of you and deals 1d10 points of This spell functions like quench addition, you gain the ability to make fire damage per caster level (maximum (PH 267), except as noted above. In one natural slam attack, dealing 1d6 15d10). addition, it has the following effects. points of damage + your new Strength bonus (or FIRES OF PURITY 1-1/2 times your Strength Evocation [Fire] bonus if you make no other",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless); than one slam attack see text per round with this spell due to a high You touch the target, and it bursts into base attack bonus (+6 flames that do not harm it, although or higher). the heat you feel from the fire seems Your fist undergoes quite real to you. no change in size or form, remaining as flexible and The creature you touch bursts responsive as it would nor- into magical flames that do mally be while under the not harm the subject, but are spell’s effect. capable of harming anyone else Material Component: A pebble who comes into contact with inscribed with a stylized fist design. the creature. With a successful melee attack, FLAME DAGGER the subject deals an extra 1 point A sorcerer keeps a flame dagger at the Evocation [Fire] of fire damage per caster level (maxi- ready while she casts another spell Level: Sorcerer/wizard 2 mum +15). If the defender has spell",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes/level (D) attacks with a 15-foot reach that each to peel your target like an onion. deal 6d6 points of fire damage. Attacks The wing-claw vaporizes in a puff of acrid with these flaming whips replace any When you cast this spell, you liter- smoke, and you feel the muscles of your natural attacks you had with those ally strip the flesh from a corporeal shoulders warm from the eldritch energies limbs. creature’s body, inflicting incredible coursing within. Great draconian wings While this spell is in effect, you pain and psychological trauma. Each unfurl from your shoulders and reach cannot cast spells with material com- round, the subject takes 2d6 points toward the sky. ponents, nor can you carry items with of damage, 1d6 points of Charisma your forelimbs. Any items worn on damage, and 1d6 points of Constitution A powerful pair of wings sprout from your forelimbs cease functioning while damage. A successful Fortitude save your shoulders, granting you a fly speed the spell is active. negates the ability damage and reduces of 100 feet (average). You can’t carry the hit point damage by half for that aloft more than a light load. round, but does not end the spell. 96 1 RETPAHC LLEPS SNOITPIRCSED When flying long distances, you FLY, SWIFT can fly at 15 miles per hour Transmutation (or 24 miles per hour",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 4 of magical force, tumbling toward your",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes that overlaps the area, such as wall of the result of the bull rush can push force, is automatically countered. Incor- creatures beyond the spell’s normal Sparking bolts of blue magic, like giant poreal creatures, or creatures with the range. magic missiles, streak from your out- force descriptor must make a Will save Focus: A small piece of string and a stretched hand to strike your foes and to enter the area of the sphere. drop of water. explode in sparkling bursts. Forceward does not push a creature You create powerful missiles of magical out of the way if you move toward an FORESTFOLD incorporeal creature or force effect, force, each of which darts from your Transmutation and such creatures are treated as if fingertips and unerringly strikes its Level: Druid 3, ranger 3 they automatically succeeded on their target, dealing 2d6 points of damage. Components: V, S saving throws against this spell.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 2, sorcerer/wizard 2 nonmagical objects receive no saving contact with each other at the time",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous control). If you exceed this number, all and whisper the words of the spell. Softly Saving Throw: Fortitude negates the newly created creatures fall under the coin begins to replay the music of the Spell Resistance: Yes your control, and any excess undead previous night’s performance. from previous castings become uncon- Your touch gradually transforms a living trolled (you choose which creatures are You prepare an object that records victim into a ravening, flesh-eating released). If you are a cleric, any undead and replays a song previously played ghoul. you might command by virtue of your or sung in its vicinity. When cast, the power to command or rebuke undead spell searches a radius of 50 feet for the The subject takes 3d6 points of damage do not count toward the limit. lingering notes of a tune played there per round while its body slowly dies within the last day. It records these and its flesh is transformed into the notes and reverberations. At your verbal cold, undying flesh of the undead. GHOUL GESTURE command, “Play,” the ghostharp replays When the victim reaches 0 hit points, Necromancy the music. The tune repeats until you it becomes a ghoul (MM 118). Level: Hunger 3 command it to stop, or until its duration If the target fails its initial saving Components: V, S, M comes to an end. The ghostharp does throw, remove disease, dispel magic, heal, Casting Time: 1 standard action not record conversations. Its imperfect limited wish, miracle, Mordenkainen’s Range: Medium (100 ft. + 10 ft./level) replay can’t reproduce bardic music or disjunction, remove curse, wish, or greater Effect: Ray neiD .C yb .sullI 105 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "You place the coin on the table, touch it, Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level magical probing, though they can be GHOUL LIGHT",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hunger 1 Read magic allows identification of",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical, heatless flame You must succeed on a ranged touch the Search skill to find a ghoul glyph and",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) damage + your Str modifier. You gain magic is lost. If you die, however, an orb",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One creature or 4 cubic ft. of an insight bonus equal to your caster retains its magic. Any character with material level on attack rolls and damage rolls an Intelligence or Wisdom of at least",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes another creature, the pebbles’ magic Focus: A glass sphere (50 gp) into dissipates harmlessly. which the light is placed. An orb usable The spell erupts from the surface of the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal round, and the subject does not gain inside a glass sphere roughly the size of Target: You additional claw attacks from a high base a human fist. You can control the light Duration: 1 round attack bonus. level generated by a glowing orb by",
        "name":  "This spell places a magical light source Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A few strands of mental command (a standard action), A dim glow fills your eyes, allowing you to girallon hair. provided that the orb is within 30 feet see—briefly—weak points in the magic of you. The light level ranges from infused within a nearby construct. 107 DESCRIPTIONS SPELL CHAPTER 1 For 1 round, you can deliver sneak hovering about them and forming wedges Saving Throw: Fortitude negates attacks against constructs as if they of positive energy. Spell Resistance: Yes were not immune to extra damage from sneak attacks. To attack a construct For 1 round, you can deliver sneak You create a cloud of sickly gray energy that in this manner, you must still meet attacks against undead as if they were streaks toward a living creature, wrapping the other requirements for making a not immune to extra damage from it in the foul essence of unlife. sneak attack. sneak attacks. To attack an undead This spell applies only to sneak attack creature in this manner, you must A skull-shaped cloud of gray energy damage. It gives you no ability to affect strikes your target. The gray radiance constructs with critical hits, nor does it is transferred to the creature, cover- confer any special ability to overcome ing it entirely. For the duration of the the damage reduction or other defenses spell, a living subject cannot regain of constructs. hit points or ability score points by any means (undead creatures can still GRACE gain hit points), nor can the creature remove negative levels. Regeneration Transmutation [Good] or fast healing abilities the subject has",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level boosting its Constitution score and can receive temporary hit points With a single word, you call (from an aid spell, for example). upon the might and grace of When the spell ends, automatic your deity, bathing your body healing abilities, such as a troll’s with divine energy. Your body regeneration, and items that glows with silvery light and restore hit points, such as a you feel quick and light on ring of regeneration, begin to your feet. function again.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You call upon your beliefs and a great pair of Level: Sorcerer/wizard 6 hands appears around your target, cradling Components: V, S, M The crystal globes in your hand vibrate it in its power. The effect fades, but your Casting Time: 1 standard action intensely before turning ice-cold. As you target briefly glows with a healthy orange Range: Touch hurl them, they resemble balls of ice, an nimbus. Target: One item of a volume no observation borne true when they strike greater than 10 cu. ft./level; and shatter into a shower of ice crystals. If your deity is non-evil, this spell see text grants a +2 sacred bonus on saving Duration: Permanent You create frigid hailstones that strike throws, and the spell is a good spell. If Saving Throw: None your enemies. You must succeed on a your deity is evil, this spell grants a +2 Spell Resistance: Yes (object) ranged touch attack to hit with a globe. profane bonus on saving throws, and Each hailstone deals 5d6 points of cold the spell is an evil spell. You rub your hands along the length of damage. For every five caster levels, you This spell works only on a creature the object, intoning the spell. A warm red gain an additional hailstone (maximum with the same deity as you or the same glow emits from your hands, strengthening of four stones at 20th level), and all alignment as your deity. If cast on a the object. globes must be aimed at enemies that target that does not meet this criteria, are all within 30 feet of each other. the spell has no effect. This spell increases the hardness of",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes body. Your living heart can (harmless) be stored or hidden anywhere you like, where it continues The skin of your hands turns to beat for the duration of translucent, showing the muscle the spell. While under the and bone beneath. You touch effect of heart of stone, you gain your badly injured ally and feel damage reduction 5/— and your own vitality leave your body resistance to cold 5, fire 5, and and enter his damaged form. electricity 5, but are subject to the following disadvantages. You transfer some of your Your rate of natural healing life essence to the subject slows to only 1 hit point per of the spell, healing it. You day (regardless of character can heal up to 1d6 points of level or whether you rest). In damage per two caster levels addition, your own living heart (maximum 10d6), and you is susceptible to attack; if it is decide how many dice to roll damaged or destroyed, you are when you cast the spell. You instantly slain. take damage equal to half Heart of stone can be dis- the amount your subject was pelled, in which case your healed. This spell cannot heal living heart instantly returns to a subject of more damage its proper place while the stone than your current hit points heart is transported to the place +10, which is enough to kill where you left your heart. Your you. heart and the stone heart like- wise switch places if you enter HEALTHFUL REST an antimagic field (temporarily Conjuration (Healing) negating the spell’s effects),",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude partial by normal means; doing so ends the slams into your target. With a bloody pop Spell Resistance: Yes outlining effect. and squelch, the heart of your target bursts out its back, dropping the creature like a A flickering red fire bursts in the area HEAT DRAIN discarded rag doll. you intended. Creatures in the area are Necromancy [Cold] outlined in the flame, some more intensely",
        "name":  "With a sweep of your hand, invisible magic Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous but instead is stunned for 1d4 rounds. magical darkness effect functions",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20-ft.-radius burst centered on spell. When you finish, you open your eyes When the spell is complete, 2d4 lantern you and note a new feature in the landscape archons (MM 16) appear. Ten minutes Duration: 1 round roughly the size of a house. later, 1d4 hound archons (MM 17) Saving Throw: Will negates appear. Each creature has maximum Spell Resistance: Yes This spell functions like Leomund’s hit points per Hit Die. Once these secure shelter (PH 247), except as noted here. The house created by hidden lodge 114 1 RETPAHC LLEPS SNOITPIRCSED is perfectly camouflaged to blend in Range: Anywhere in the area to be You can see and hear into the past, with whatever terrain or surround- warded getting a look at events that happened ings are appropriate. It might appear Area: Up to 200 sq. ft./level (S) previously at your current location. as a house-sized boulder in a rocky or Duration: 24 hours (D) The level of detail you see and hear mountainous area, as a sand dune in the Saving Throw: None by means of this spell depends on desert, as a densely tangled thicket, a Spell Resistance: No the span of time you wish to observe; grassy knoll, or even a mighty tree. The concentrating on a span of days renders lodge also obscures all telltale signs of After what feels like an hour, you finish a more detailed perspective than a habitation, including any smoke, light, the chant and rest your hands on the onyx span of centuries, for example. You can or sound coming from within. sphere, envisioning the places you wish to view only one span of time per casting, At any distance of more than 30 feet, protect from those seeking your secrets. chosen from the following options. the lodge is indistinguishable from Days: You sense the events of the natural terrain. Any creature approach- Hide the path wards a large, continuous past, stretching back one day per caster ing within 30 feet is entitled to a DC area against divination magic. The level. You gain detailed knowledge of 30 Survival check to spot the hidden ward protects 200 square feet per caster the people, conversations, and events lodge as an artificial dwelling and not level and can be shaped as you desire. that transpired. a natural part of the landscape. The warded area can be as much as 20 Weeks: You gain a summary of the",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 5 at the floor in the hopes of stopping In an antimagic field, the familiar loses",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates ried items, and begins consuming Range: Close (25 ft. + 5 ft./2 levels) (harmless) the illusory food and drink. The food Targets: One living creature/level,",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No points in the third round, and so forth. You touch your foe with the dust of dead flies Flammable, nonmagical items carried on your fingers, giving birth to hundreds of Black bubbles of ink boil up from the vial in by the target automatically fail their writhing maggots in his flesh. your hand and quickly spread to fill all the saves to resist this damage. water around you with darkness, blocking After the first round, the subject With a successful melee touch attack, your vision. can attempt a DC 15 Reflex save as you infest a creature with maggotlike a full-round action to extinguish creatures. If the touched creature You create an inky cloud that billows the flames before taking additional fails a Fortitude saving throw, the out from your location. The cloud ob- damage. Rolling on the ground (the magical maggots deal 1d4 points of scures all sight, including darkvision, subject becomes prone) allows the Constitution damage each round at the beyond 5 feet. A creature within 5 feet target a +2 bonus on this save. Leaping beginning of your turn. The subject has concealment. Creatures farther into a large body of water or magically makes a new Fortitude save each round away have total concealment. extinguishing the flames automati- to negate the damage in that round and A moderate current disperses the cally ends the effect. end the effect. cloud in 4 rounds; a strong current",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal when the magic is activated, the creature specify the locale and detail up to six knows that you sent the message, but has 125 DESCRIPTIONS SPELL CHAPTER 1 no idea what the message is). At any time Duration: 1 minute/level (D) Arcane Focus: A miniature skull made afterward, you can send your interplanar Saving Throw: Will negates out of iron or steel. message to that creature. (harmless) The message pops into the target’s Spell Resistance: No IRON SILENCE mind, awake or asleep, and the target Transmutation is aware that the message has been As you complete the spell, your senses dull",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature touched Components: V, S bars. Magic metal affects you normally,",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Area: Cone-shaped burst by metal items (such as poison on a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level immediately make an opposed grapple (through restoration, for example), the check against the creature as a free target creature still takes Dexterity drain Drawing upon the powers of unlife, you action without provoking attacks of each day until the spell is lifted. Once give yourself abilities similar to those of a opportunity. You add your caster level a victim of jungle’s rapture is drained to vampire. You become gaunt and pale with and your Wisdom bonus to the result 0 Dexterity, it immediately transforms feral, red eyes. of your grapple check rather than your into a normal plant of the same size as its Strength bonus and size bonus. If you original body. Aside from radiating an You gain damage reduction 10/magic, succeed, the target becomes entangled aura of transmutation magic, the plant and you can use any one of the follow- in the thick strands of kelp and is is a normal plant with no Intelligence, ing abilities each round as a standard grappled. Each round, the target can Wisdom, or Charisma scores. action. attempt to escape the kelpstrand by Jungle’s rapture is a curse, and as making a successful grapple or Escape such it cannot be dispelled. It can be • enervation, as a melee touch attack Artist check against the kelpstrand’s removed with a break enchantment, lim- • vampiric touch, as a melee touch grapple check. You are not considered ited wish, miracle, or wish spell. Remove attack grappling yourself while using this curse works only if the caster level of • charm person spell. Once you shoot your strands of that spell is equal to or higher than your • gaseous form (self only) kelp, you need not take any action to caster level at the time you cast jungle’s maintain the effect. rapture. While you are using this spell, inflict A creature targeted with multiple spells heal you and cure spells hurt you. kelpstrands has to make separate KELPSTRAND grapple or Escape Artist checks against You are treated as if you were undead for the purpose of all spells and effects. Conjuration (Creation) each kelpstrand currently grappling it A successful turn (or rebuke) attempt",
        "name":  "Even if drained points are restored Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes or resistance—red for resistances, green for two caster levels with this spell, but you vulnerabilities. must end this movement in a square You feel your eyes glow with magical energy that leaves you flanking an enemy. as you complete the spell. You see luminous You learn any special qualities, vulner- words appear in the air above your spell’s abilities, and resistances the target KNOW target. The words describe the creature’s creature has. Vulnerabilities include GREATEST ENEMY strengths or weaknesses, as you desire. anything that causes the creature more than the normal amount of damage Divination You gauge the strengths and weak- (such as a creature with the cold",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes you specify. If a creature has more For example, if cast upon a balor, strengths or weaknesses than you can you learn that it has damage reduction Your eyes flash green, turning golden as learn with a single casting, you learn 15/cold iron and good; spell resistance your survey your opponents. To your eyes, the most powerful ones first. Thus, 28; immunity to poison, fire, and elec- the weakest of them are limned with a pale if a monster can use finger of death at tricity; resistance to acid 10 and cold 10; green nimbus, which intensifies with power. will and has resistance to sonic 5, you and that it does not have any particular The most powerful is wrapped in a brilliant, would learn about finger of death first. vulnerabilities. shimmering green aura. 130 1 RETPAHC LLEPS SNOITPIRCSED LAND WOMB With a low thrumming sound, a blue beam Rushing to the body of your fallen ally, you lances from your finger to strike your foe call out magic words that will bring back Abjuration and weaken him. life and breath to your friend.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Druid 4 Casting Time: 1 standard action LAUNCH ITEM",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will partial Target: One Fine item in your",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No but the knowledge of the map remains. undead creature, it deals 1d12 points of damage. Creating each beam deals you You hold the item and windmill your arm You instantly gain an overview of the 1 point of nonlethal damage. in an underhanded toss. When it leaves area around you. Lay of the land gives For every two caster levels beyond your hand, it is bathed in an orange glow basic information relevant to major 1st, you can create an additional ray, up and flies farther than you could throw landmarks, such as rivers, lakes, and to a maximum of five rays at 9th level. any item. settlements (of at least hamlet size). It If you shoot multiple rays, you can have indicates the direction and distance to them strike a single creature or several You cause a Fine item in your posses- each from the current location. You have creatures. You must designate targets sion to fly at great speed to a target or a good understanding of the terrain up before you check for spell resistance location you specify, out to medium to 50 miles from your current location. or roll damage. All rays must be aimed range (100 ft. + 10 ft./level). Unlike find the path, this spell does at enemies that are all within 30 feet of This spell is normally used to launch not give information on traps, pass- each other. dangerous items (flasks of acid, thun- words, or impediments to a journey. derstones, and so on) farther than you Arcane Focus: A small piece of lode- LIFE WARD could normally throw them. You can stone. Abjuration use this spell to make an attack with a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) chaotic opponents). It also emits a magic blinding effect of the Positive Energy",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 8 the creature in a web of protective magic of light. You must succeed on a ranged",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/2 levels immune to all death spells, magical against undead or evil outsiders, with a",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes negative energy effects. In addition, the to this attack. This dims your silvery subject is immune to undead special radiance to half (15-foot light, with dim Your body quakes as a ring of crackling attacks that deal ability damage, abil- light for an additional 15 feet). You can electricity explodes from your chest to whirl ity drain, and magical disease (such as choose to fire one additional ray with about you. mummy rot), even if these attacks do not the same characteristics either on the have a magical source. (For example, the same round or on a subsequent round. The ring of electricity moves with spell prevents poison damage from the Firing the second ray quenches your you and does not interfere with your poisonous bite of an undead creature.) radiance and ends the spell. spellcasting or attacks, or with others This spell does not prevent such attacks attacking you. As long as the lightning from undead originating from spells, LIGHT OF MERCURIA ring is in effect, you gain resistance magic items, or class abilities; only the Evocation [Good, Light] to electricity 20. At the beginning of special attacks from the undead’s base",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor The coins continue to function no LION’S CHARGE Duration: 1 hour/level (D) matter how far apart they are, although",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to 12 hours All enemies within the spell’s area A wizard uses the lightning ring spell Saving Throw: Will negates to shock her foes take 1d8 points of sonic damage per (harmless) two caster levels (maximum 10d8) and Spell Resistance: Yes (harmless) Rubbing two coins together with your are stunned for 1 round. A successful fingers, you whisper arcane words into Fortitude save halves the damage and Beating a small drum and singing a them. Holding one to your ear surrepti- negates the stunning effect. marching tune, you exhort your allies to tiously, you hand over the other. In addition, all allies within the struggle on. spell’s area gain a +1 morale bonus You turn two ordinary coins into magic on attack rolls and saves against fear Once you cast this spell, the speed of listening devices—one a sensor and effects, plus temporary hit points equal you and all allies within 30 feet of you the other a receiver. After casting the to 1d8 + caster level (to a maximum of increases by 10 feet. spell, you simply give the sensor coin 1d8+20 temporary hit points at caster You and other affected creatures can away, either surreptitiously or overtly. level 20th). only benefit from this spell by refrain- By holding the receiver coin up to your ing from taking any actions other than ear, you can hear whatever transpires LISTENING COIN near the sensor as if you were there move actions. When one of the affected creatures takes any other kind of action, Divination (Scrying) (much like a clairaudience effect). If this spell ends.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates magically compelled to harm you",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round an unearthly radiance. The glow from Range: Long (400 ft. + 40 ft./level) your eyes provides light as per the Effect: A whirlpool 120 ft. wide and light spell. Each creature within a 60 ft. deep 20-foot radius of you is dazzled Duration: 1 round/level as long as they remain with Saving Throw: Reflex negates; range. Sightless creatures see text are unaffected. Spell Resistance: No MADDENING Whirling about your hand and pulling it down, your magic reaches out and does SCREAM the same to the water but on a titanic Enchantment (Compulsion) scale, creating a vortex of sucking [Mind-Affecting] waves.",
        "name":  "This spell causes your eyes to glow with Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action ties except for those that allow them to enter other planes. At the end of",
        "name":  "MAGIC MIASMA Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item in whose use you under a specific circumstance, such as",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nonmagical metal object round thereafter to continue doing so. you. Within it you see leaves curl up, scrolls weighing up to 5 lb./level Failure on any such check (or voluntary rot from their spindles, and the leather",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes abilities, and feats—either offensive MONSTROUS THRALL or defensive. However, the subject Upon invoking the power of this spell, both Enchantment (Compulsion) can’t make ranged attacks, cast spells, the dwarf and the small idol across the room [Mind-Affecting] or activate magic items that require a glow with a violet shade. The dwarf starts Level: Domination 9 command word, a spell trigger, or spell moving toward it, his eyes tinged violet Components: V, S completion to function. The subject with greed. Casting Time: 1 standard action can’t make any attack against a creature",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One creature The subject of this spell, though a target creature and specify an object, Duration: 24 hours/level overcome with rage, is by no means ren- both of which must be within the Saving Throw: Will negates dered idiotic or suicidal. For example, spell’s range. If the target creature fails Spell Resistance: Yes an affected creature will not charge off its saving throw, it becomes consumed a cliff in an attempt to reach you. by a powerful desire for the object. For Calling upon your reserves of personal An interesting side effect of mindless the duration of the spell, the creature power, you reach outward with your mind rage occurs when the spell affects any seeks to obtain the object (going so and gain control of the will of your foe. character or creature that has the rage far as to attack anyone holding or ability (such as a barbarian). In these wearing it). This spell functions like true domina- cases, the mindless rage spell automati- Once the creature gains possession tion (page 224), except that the subject cally activates the creature’s rage ability of the object, it protects the item greed- can be any creature and is permanently 143 DESCRIPTIONS SPELL CHAPTER 1 dominated if it fails its initial Will save. Arcane Material Component: A small This spell instills in the target an A subject ordered to take an action candy made with wintergreen oil. obsessive fascination with the moon. If against its nature receives a saving the target fails its save, it fixates on the throw with a –4 penalty to resist taking MOON BOLT moon, staring at the moon or imagin- that particular action. If the save suc- ing it in its mind, and is considered Evocation ceeds, the subject still remains your fascinated for the duration of the spell.",
        "name":  "When you cast this spell, you designate Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level rarily scrambles magic. On the target’s attacks breaks the sanctuary effect for",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 5 ons cannot pass through a moon path, All magical auras within the",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A white as the light of a full moon and negates the motes to fly off and strike targets handkerchief. electricity damage for 1 round per within the spell’s range. Multiple motes caster level unless the item or creature can be fired at the same target, or each MOONBEAM can be sent against a separate target. generating the electricity effect makes a caster level check (1d20 + item’s caster Evocation [Light] You must succeed on a ranged touch level or creature’s caster level) against a",
        "name":  "Arcane Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Spell Resistance: Yes force of a living creature. You cast the spell, and the surrounding Your music calms your foe, sending it to sleep Your touch deals 1d6 points of shadows shift at your command, flying while it remains upright. As you perform, it damage per caster level (maximum toward your targets and wrapping them- starts to twitch and moan, as if tormented 15d6) and 1d6+2 points of Constitu- selves around them. by unseen fears. tion damage. (A successful Fortitude saving throw negates the Constitu- This spell gives the subjects conceal- This spell can put a target into a surreal, tion damage.) ment, but the shifting magic shadows sleepwalking state. The target must The spell has a special effect on an also inhibit the subjects’ ability to ascer- make a Will saving throw or become undead creature. An undead touched The nauseating breath spell can effectively incapacitate foes Illus. by R. Horsley 148 1 RETPAHC LLEPS SNOITPIRCSED by you takes no damage or Constitution You lose your spellcasting ability This potent spell infuses you with loss, but it must make a successful Will for the duration of the spell, including powerful fey magic, granting you many saving throw or flee as if panicked for your ability to use spell trigger or spell of the traits and abilities of a nixie (MM 1d4 rounds +1 round per caster level. completion magic items, just as if the 235). Upon casting this spell, you gain a spells were no longer on your class list. swim speed of 30 feet. You can breathe",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You Level: Cold 9, sorcerer/wizard 9 This spell provides a +1 resistance Duration: 1 minute/level or until Components: V, S bonus on saving throws; this resistance discharged (D) Casting Time: 1 standard action bonus increases to +2 at caster level 6th Range: Medium (100 ft. + 10 ft./level) and +3 at caster level 9th. In addition, A glittering corona of sunlight surrounds Effect: 20-ft.-radius avalanche of the spell negates magic missile attacks your body at a few inches distance—until snow centered on a point in space; directed at you. you release it as a focused blast of divine see text energy. Duration: Instantaneous NIGHTSTALKER’S Saving Throw: Reflex half or Reflex The nimbus of light around you glows negates; see text TRANSFORMATION like a lantern, providing bright illumi- Spell Resistance: No Transmutation nation in a 30-foot radius (and shadowy",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The avalanche know that you failed because the DM bonus on attack rolls as long as you uproots small trees and other vegeta- rolls secretly. are mounted. tion automatically, and it leaves a trail Choosing which vision is “correct” of light rubble (DMG 91) even after the takes some educated guesswork snow melts. Structures struck by an on the part of the DM, who should ONE MIND, GREATER obedient avalanche take 1d6×10 points assess the characters’ likely courses Divination of damage. of action and what dangers they’re Level: Paladin 3 An obedient avalanche extinguishes likely to face. all flames it touches, whether they are The exact form that an omen of peril This spell functions like one mind, normal or magical. takes depends on whether you worship except as noted here, and in addition a specific deity, venerate nature as a you and your mount gain a +2 bonus OMEN OF PERIL druid, or simply uphold abstract prin- on melee damage rolls as long as you ciples. A druid might see a white dove are mounted. Divination for safety, a dark cloud obscuring the",
        "name":  "Terrain and Structures",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes moves in a direction 90 degrees to A phantasmal thief needs 1 round to either side (equal chance of going left steal an object and another round to Reaching into your foe’s mind, you weave or right), and cannot target any creature bring it to you. an illusion of his most hated foe. with ranged attacks or ranged spells. A phantasmal thief can hold only one Because of the disorientation, the object at a time, and the object becomes You create a phantasmal image of the subject doesn’t realize it’s headed in the invisible in its grasp. subject’s most hated enemy by sifting wrong direction until it meaningfully A thief cannot take an item if it is through the subconscious mind of the interacts with its environment (by detected by the creature it’s trying subject. Only you and the spell’s sub- making an attack or manipulating an to steal from (with a Listen or Spot ject can see the phantasmal creature, object such as a door, for example). For check). However, the thief can repeat and the phantasm seems blurry and the duration of the spell, an affected the attempt in the next round. It cannot indistinct to you. If the target fails creature must succeed on a Will save be harmed in any way, although it can its Will saving throw, you designate each round to move normally. be dispelled. a space that the phantasm appears to A phantasmal disorientation spell A phantasmal thief can steal an object occupy. The subject must attack the affects only the direction of movement from a creature’s hand by making a suc- phantasm, or move to be adjacent to it. and attacks made at range. Creatures cessful disarm attempt. It does so with A creature that attacks the phantasm is subject to it can still make melee a bonus on the disarm check equal to allowed an additional saving throw to attacks, cast personal or touch spells, your caster level. If a phantasmal thief is disbelieve the illusion. If moving up to or otherwise act normally. used in this way, it disappears after it the phantasm would cause the subject brings the stolen object to you. to cross dangerous terrain (such as a pool of lava), it does not move to be PHANTASMAL THIEF Material Component: A spool of green thread. adjacent to the phantasm. It merely Conjuration (Creation) moves as close as it can and takes no Level: Greed 8, sorcerer/wizard 5 further actions unless the phantasm Components: V, S, M PHANTOM BEAR moves to a space it can reach. Casting Time: 1 standard action Conjuration (Summoning)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes an unattended object, as long as the roar. 156 1 RETPAHC LLEPS SNOITPIRCSED Phantom Bear CR 14 PHANTOM FOE First, the subject believes it is being flanked by the phantom foe and the N Huge magical beast (incorporeal) Illusion (Phantasm) [Mind-Affecting] real creature the foe duplicates. Thus, Init +9; Senses darkvision 60 ft.; Listen Level: Assassin 2, sorcerer/wizard 2 the duplicated creature is always con- +20, Spot +20 Components: V, S, F sidered to be flanking the subject in",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No pestilence can summon a calmsa ndb ecomes plague of rats more hospitable. Unleashing a cold rush of necromantic energy, you cause a host of undead to rise This spell from the bodies of the fallen. your caster level with a single casting creates an of plague of undead. area around This spell turns the bones or bodies of The undead you create remain under the subject dead creatures into undead skeletons your control indefinitely. No matter creature that (MM 225) or zombies (MM 265) with how many times you use this spell or emulates its native maximum hit points for their Hit animate dead (PH 198), however, you planar environment. Thus, a character Dice. If you can control them, these can control only 4 HD worth of undead hailing from the Material Plane would undead follow your spoken commands. creatures per caster level. The limit have normal gravity, temperature, The undead remain animated until imposed by this spell and the animate magic, and so on. This spell cast on a destroyed (a destroyed skeleton or dead spell are the same, meaning that native of the Plane of Shadow (DMG zombie can’t be animated again). creatures you animate with either spell 152) would make the area around the Regardless of the specific numbers count against this limit. If you exceed creature mimic its home plane’s nor- or kinds of undead created with this this number, all the newly created crea- mal gravity, a mild neutral alignment, spell, you can’t create more HD of tures fall under your control and any enhanced shadow spells, and impeded undead with this spell than four times excess undead from previous castings light or fire spells. dnalgnE .W yb .sullI 159 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 6 who makes a DC 25 Spot check You and the others link hands, and you notices the slight gap in time between This spell functions like lesser planar concentrate on the forked copper rod. your disappearance and the creature’s exchange, except as noted here. You You rap the fork against your thigh and appearance). If the called creature trade places with an avoral guardinal speak the words of the spell. You know would not fit in the place you occupied (MM 141), bone devil (MM 52), or babau where you’re going, and as the landscape when you cast the spell, the spell fails. demon (MM 40). The called creature around you fades, a new plane takes shape If the called creature is slain, you take has full access to all its abilities, with around you. 2d6 points of damage, the spell ends, one exception: A demon or devil you and you are returned to your origin conjure can’t summon other creatures. This spell functions like plane shift (PH plane in the space last occupied by the If the creature is slain, you take 3d6 262), except that if you have visited the called creature. points of damage and the spell ends. desired location, the spell takes you to A celestial creature (MM 31) called the precise location (rather than 5 to by this spell gains damage reduction PLANAR EXCHANGE, 5/magic; resistance to acid 5, cold 5, and 500 miles distant). GREATER electricity 5; spell resistance equal to its HD +5; and a smite evil attack that PLANT BODY Conjuration (Calling) [see text for provides a bonus equal to its HD on one Transmutation lesser planar exchange] damage roll. Level: Druid 5",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 8 A fiendish creature (MM 107) called Components: V, S, DF by this spell gains damage reduction Casting Time: 1 standard action This spell functions like lesser planar 5/magic; resistance to acid 5 and fire 5; Range: Personal exchange, except as noted here. You spell resistance equal to its HD +5; and a Target: You trade places with a leonal guardinal smite good attack that provides a bonus Duration: 10 minutes/level (MM 142), barbed devil (MM 51), or equal to its HD on one damage roll. hezrou demon (MM 44). The called You have full control over the Radiating out from your hands, moss and creature has full access to all its abili- creature’s actions and can perceive ivy covers your flesh until you resemble a ties, with one exception: A demon or the environment around the called shambling mound. devil you conjure can’t summon other creature as if you were seeing through creatures. If the creature is slain, you its eyes, hearing through its ears, and You imbue yourself with powerful take 4d6 points of damage and the so on. transformative magic, gaining some spell ends. While in stasis, you can’t take any of the characteristics of the plant type. actions other than to control the called Any spell or effect that would affect PLANAR EXCHANGE, creature or to dismiss the spell, nor plant creatures also affects you, for the LESSER can anything on the creature’s home duration of plant body. plane affect you in any way. You also When subject to this spell, you are Conjuration (Calling) can’t perceive anything around your immune to extra damage from critical",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No feats). You cross your arms and close your eyes, PLANAR TOLERANCE intoning the ancient spell. There is a Level: Cleric 4, druid 4, Elysium 2, POISON THORNS bright flash, and another creature stands ranger 4, sorcerer/wizard 5 Transmutation in your place. Duration: 1 hour/level Level: Druid 5 When you cast this spell, you call a You have barely time to bark out a few Black, glistening thorns emerge from your celestial brown bear (MM 269), celestial elder words of power, but then the pressure skin, causing you no damage but endanger- griffon (MM 139), fiendish dire ape subsides, and you know you are safe long ing those who attack you in melee. (MM 62), or fiendish tiger (MM 281), at enough to complete your mission. 160 1 RETPAHC LLEPS SNOITPIRCSED Portal alarm sounds a mental or audible alarm each time a creature of Tiny or larger size passes through the magic gate or portal the spell is cast upon. You decide at the time of casting whether the portal alarm will be mental or audible.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level (D) PRISMATIC EYE Mentally marking the appearance and Evocation location of the portal, you implant that By calling on the ancient and timeless magi- Level: Sorcerer/wizard 7 knowledge into others, allowing them to cal energies of the elements, you complete Components: V, S, F be drawn to the portal like a loadstone the spell. Immediately your form begins to Casting Time: 1 standard action to metal. change, taking on aspects of the element you Range: Medium (100 ft. + 10 ft./level) envisioned while casting the spell. Effect: Magical eye",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) steps (such as seeking a magical cure A black seed of magic floats above your",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level completet hes pell.Y our eleaset hep assionate the sparks dissolve fully, you begin casting energy into the chosen area, causing fires your next spell. You evoke the power of nature, and the there to flare with their own elemental back of your hand bristles with a spikelike desire to burn. You transform the water in a flask so growth of quills. that it is capable of storing a spell in This spell inflames existing fire, giving the manner of a potion. On your next Your hand sprouts poisonous quills it a passion to burn. All normal fires turn, you or another spellcaster can cast that you can use in melee or as a ranged within the affected area flare up, burn- a spell into the water, transforming the attack. ing twice as hot and twice as bright. water into a potion of the appropriate The quills deal 1d8 points of damage. The illumination radii of all nonmagi- type. Only spells suitable for making They can be thrown (range increment cal fires double (so a torch casts bright potions can be used in this way. 10 feet). The quills are poisonous illumination in a 40-foot radius), and all (injury DC equal DC of quillfire, 1d6 nonmagical fires deal double damage QUILL BLAST Str/1d6 Str). (so a creature that catches on fire takes Conjuration (Creation) 2d6 points of fire damage per round).",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude negates the water. Creatures that must breathe (harmless) This ray interferes with magical anima- water can still do so. If the subject is Spell Resistance: Yes (harmless) tion, degenerating the magic bound underwater at the time this spell is within constructs and effectively caus- cast, it rises toward the surface at a Splaying your fingers like a mole’s forepaws ing damage. You must succeed on a speed of 150 feet. The magic of the completes the spell. With your touch, the ranged touch attack with the ray to spell prevents the subject from taking target’s digging appendages increase in size strike a target. The ray deals 1d6 points damage from the speed of the ascent. and sharpness. of damage per caster level to the subject This spell is particularly effective (maximum 15d6). at raising sunken ships from the This spell increases the touched crea- deep. If you know the exact details of ture’s burrow speed by 20 feet. It has RAY DEFLECTION the shipwreck (its appearance, its name, no effect on other modes of movement, Abjuration the date of its creation, its history, and nor does it grant the subject a burrow",
        "name":  "It cannot swim below the surface of Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No If the subject was the caster and the effect, range, and area you don’t know. spell is dismissible, you can dismiss it If the redirected spell’s correct casting Bringing to your lips some of the most as if you had cast it yourself. Likewise, conditions aren’t met (because you elemental words of arcane power, you feel if the subject was the caster and the guess at an improper target or range, stirring within you the spirits of ancient spell requires concentration, you must for example), the spell fails. pqqqqqqqqqqqqqqqqqqqqrs RANDOM PLANAR DESTINATIONS Random Planar Destinations d% Plane Spells such as prismatic spray, reality maelstrom, and scramble 01–05 Heroic Domains of Ysgard portal, and items such as an amulet of the planes and a staff 06–10 Ever-Changing Chaos of Limbo of power can send an individual to a random plane. The list 11–15 Windswept Depths of Pandemonium of available planes varies according to the cosmology you’ve 16–20 Infinite Layers of the Abyss 21–25 Tarterian Depths of Carceri chosen. An example using the D\u0026D cosmology is presented 26–30 Gray Waste of Hades in the next column. 31–35 Bleak Eternity of Gehenna Transitive Planes such as the Ethereal Plane, the Astral Plane, 36–40 Nine Hells of Baator and the Plane of Shadow should not be considered for such 41–45 Infernal Battlefield of Acheron random destinations. 46–50 Clockwork Nirvana of Mechanus The layer and exact location on the particular plane is up to 51–55 Peaceable Kingdoms of Arcadia the DM. Transportation to a random plane does not guarantee 56–60 Seven Mounting Heavens of Celestia 61–65 Twin Paradises of Bytopia survival there, and individuals who risk such effects should be 66–70 Blessed Fields of Elysium aware of the dangers. 71–75 Wilderness of the Beastlands If an individual is someplace other than the Material Plane 76–80 Olympian Glades of Arborea when randomly switching planes, simply replace the plane of 81–89 Concordant Domain of the Outlands origin’s entry on the table with the Material Plane. Thus, a staff 90–91 Elemental Plane of Fire of power broken on the Elemental Plane of Fire sends the wielder 92–93 Elemental Plane of Earth 94–95 Elemental Plane of Air to the Material Plane if a 91 is rolled. 96–97 Elemental Plane of Water 98 Positive Energy Plane 99 Negative Energy Plane 100 Demiplane of DM’s choice pqqqqqqqqqqqqqqqqqqqqrs 170 1 RETPAHC LLEPS SNOITPIRCSED Reaving dispel can be used to cast REBUKING BREATH can’t be used to deal reciprocal damage, an area dispel with the increased but targeted spell effects can be. Necromancy maximum caster level, but any magical Material Component: A tiny closed",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous it, causing yourself some discomfort but hands as you complete the spell. You Saving Throw: Fortitude partial; creating a killing pain in the target. manipulate the magical aura of the target, see text creating a damaging feedback reaction, and Spell Resistance: Yes This spell functions like rebuke, except the target explodes with white sparks. that the target dies instantly if it fails its As you complete the spell, a surging, froth- saving throw. A creature that survives The subject takes 1d12 points of damage ing wave of thick, red seawater washes over this effect is dazed for 1 round. per functioning spell or spell-like abil- everything in the area. ity currently affecting it (maximum REBUKE, GREATER 25d12). In addition, any creature so All creatures in the area of a red tide affected that fails its Will save must spell are immediately knocked prone Enchantment (Compulsion) [Fear, then succeed on a Fortitude save or be and must make a Fortitude saving Mind-Affecting] dazed for 1d6 rounds. throw.",
        "name":  "You jab the stick into your side and twist You finger the tiny loop of wire in your Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 4 Only spells specifically targeted on A creature that makes its Fortitude the creature in question can be used to save against a red tide is sickened for 1 This spell functions like rebuke, except create the backlash of a reciprocal gyre, so minute. A creature that fails this saving that the subject is cowering for 1d4 spells that affect an area can’t be used throw is nauseated for 1 minute, and it rounds instead of being dazed for to deal reciprocal damage to creatures takes 2d6 points of Strength damage. 1 round. within their area. Likewise, persistent After 1 minute, the nausea ends but the or continuous effects from magic items creature must make a second Fortitude saving throw or take an additional 2d6 171 DESCRIPTIONS SPELL CHAPTER 1 points of Strength damage. Creatures illusion. For example, a creature that REFUSAL that are immune to poison are immune touched you and realized that the Abjuration to these effects of a red tide. tactile sensation did not match the",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blackguard 1, cleric 1, paladin 1 magical power, surrounding your subjects",
        "name":  "You call upon the protective energies of RESISTANCE, SUPERIOR Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
