[
    {
        "origin_file":  "armor.json",
        "description":  "One way to make the argent savant different is to redirect her focus to the manipulation of energy other than force: acid, cold, electricity, ﬁ re, or sonic. For instance, a ﬁ ery argent savant would gain a +2 competence bonus on attack rolls made with ﬁ re spells and a +2 bonus to Armor Class when casting any defensive spells due to a halo of protective ﬂ a m e .  F i r e  s p e l l s  w i t h  a  d u r a t i o n  l o n g e r  t h a n instantaneous would last longer, she could subtract her class level from any ﬁ re damage she takes, and she could dispel other ﬁ re spells.",
        "name":  "Adaptation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Elves have immunity to magic sleep effects. An elf who merely passes within 5 feet of a secret or concealed door is entitled to a Search check to notice it as if she were actively looking for it. Force Armor (Ex):  If Silveth casts a force spell that provides an armor bonus to Armor Class, the armor bonus normally offered increases by 2. Sorcerer Spells Known  (6/7/7/7/7/4 per day; caster level 11th): 0—acid splash (+9 ranged touch) , arcane mark, dancing lights, detect magic, detect poison, ghost sound, light, message, read magic; 1st—mage armor (already cast),  magic missile, ray of enfeeble- ment (+9 ranged touch) , shield, unseen servant;  2nd —cat’s grace, eagle ’s splendor, Melf ’s acid arrow (+9 ranged touch) , scorching ray (+9 ranged touch) , see invisibility;  3rd —dispel magic, haste, protection from energy, ray of exhaustion (+9 ranged touch) ; 4th—dimension door, orb of force † (+9 ranged touch) , Otiluke ’s resilient sphere (DC 18); 5th —Bigby ’s interposing hand, cone of cold (DC 19). †New spell described on page 116.",
        "name":  "Elf Traits",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Male human sorcerer 6/blood magus 2; C R  8;  M edi um  h um an o i d;  HD  6 d 4+ 1 2  p l us  2 d 6+4  p l us  3;  hp 42; Init +1; Spd 30 ft.; AC 16*, touch 12, ﬂ at-footed 15*; Base Atk +4; Grp +5; Atk or Full Atk +6 melee (1d4+1/19 –20, masterwork dagger); SA —; SQ blood component, durable casting, familiar (tiny viper), familiar bene ﬁ ts (Alertness, empathic link, share spells), scari ﬁ cation, stanch; AL N; SV Fort +9, Ref +3, Will +5; Str 12, Dex 13, Con 14, Int 8, Wis 10, Cha 19. *Includes +4 armor bonus from mage armor.",
        "name":  "Cotter Maggin",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Tiny viper familiar; CR —; Tiny magical beast; HD 8; hp 21; Init +3; Spd 15 ft., climb 15 ft., swim 15 ft.; AC 24*, touch 15, ﬂ at-footed 21*; Base Atk +4; Grp –7; Atk +9 melee (1 plus poison, bite); Full Atk +9 melee (1 plus poison, bite); Space/Reach 2-1/2 ft./0 ft.; SA poison; SQ deliver touch spells, improved evasion, scent, speak with master; AL N; SV Fort +5, Ref +5, Will +6; Str 4, Dex 17, Con 11, Int 8, Wis 12, Cha 2. *Includes +4 armor bonus from mage armor.",
        "name":  "Agrippa",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "dimension door, ﬂ y, invisibility, mirror image, remove curse, and any one other spell of the DM ’s choice.. . . and then bursts forth in a bloody exitIllus. by G. Kubic 620_17925_Chpt2.indd   29 620_17925_Chpt2.indd   29 9/15/04   2:50:24 PM 9/15/04   2:50:24 PMCHAPTER 2 PRESTIGE CLASSES 30Stanch (Ex):  Cotter automatically becomes stable when his hit points drop below 0. He still dies if he reaches –10 hit points or below. Sorcerer Spells Known  (6/7/7/6/4 per day; caster level 8th): 0—acid splash (+5 ranged touch),  detect magic, disrupt undead (+5 ranged touch) , ﬂ are (DC 15),  light, mage hand, message, read magic;  1st—alarm, chill touch (+5 melee touch; DC 15), mage armor  (already cast), magic missile, mount;  2nd —bear ’s endurance, blur, see invisibility;  3rd —ﬁ reball (DC 18),  ﬂ y; 4th—enervation (+5 ranged touch) .",
        "name":  "Cotter currently has the following spells inscribed on his skin",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Female elf warmage 6/elemental savant 4; CR 10; Medium humanoid; HD 6d6 plus 4d4; hp 33; Init +2; Spd 30 ft.; AC 21, touch 12, ﬂ at-footed 19; Base Atk +5; Grp +5; Atk or Full Atk +6 melee (1d8 ×3, masterwork spear); SA energy penetration +2, ﬁ re specialty, warmage edge; SQ armored mage (light), elf traits, immunity to sleep, low-light vision, resistance to ﬁ re 10; AL CG; SV Fort +5, Ref +7, Will +10 (+12 against enchantments); Str 10, Dex 14, Con 11, Int 14, Wis 8, Cha 19.",
        "name":  "Kyevera Luerten",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Elves have immunity to magic sleep effects. An elf who merely passes within 5 feet of a secret or concealed door is entitled to a Search check to notice it as if she were actively looking for it. Warmage Spells Known  (6/7/7/7/6/3 per day; caster level 10th): 0 —acid splash † (+7 ranged touch) , disrupt undead (+7 ranged touch) , light, ray of frost † (+7 ranged touch) ; 1st—accu- racy, burning hands (DC 17),  chill touch (+5 melee touch; DC 15), ﬁ st of stone †, hail of stone †, magic missile, lesser orb of acid †F (+7 ranged touch) , lesser orb of cold †F (+7 ranged touch) , lesser orb of electricity †F (+7 ranged touch) , lesser orb of ﬁ re† (+7 ranged touch) , lesser orb of sound †F (+7 ranged touch) , shocking graspF (+5 melee touch) , Tenser ’s ﬂ oating disk, true strike;  2nd —blades of ﬁ re†, continual ﬂ ame, ﬁ re trap  (DC 16), ﬁ reburst † (DC 18), ﬂ aming sphere (DC 18),  ice knifeF (DC 16),  Melf ’s acid arrowF (+7 ranged touch) , pyrotechnics (DC 16),  scorching ray (+7 ranged touch) , shatterF (DC 18), whirling bladeF (masterwork sickle +10 melee, 1d6+4); 3rd —ﬁ re shield, ﬁ reball (DC 19),  ﬂ ame arrow, gust of wind (DC 19),  ice stormF, Leomund ’s tiny hut, lightning boltF (DC 19),  poison (+5 melee touch; DC 17),  ring of blades †, sleet stormF, stinking cloud  (DC 17); 4th —blast of ﬂ ame † (DC 20), contagion (DC 18),  Evard ’s black tentacles, orb of acid †F, orb of cold †F, orb of electricity †F, orb of ﬁ re†, orb of force †, orb of sound †F, phantasmal killer (DC 18),  shoutF (DC 20),  wall of ﬁ re; 5th—arc of lightning †F (DC 19),  cloudkill (DC 19),  cone of coldF (DC 21), ﬂ ame strike (DC 21),  greater ﬁ reburst † (DC 21),  mass ﬁ re shield †, prismatic ray † (DC 21). † New spell found in Chapter 4. F: These spells lose their normal energy subtype and gain the ﬁ r e su btype instead. Th e y d eal ﬁ re damage instead of their normal kind of energy damage (if they deal damage). Possessions: +2 chain shirt, +2 light steel shield, masterwork spear, masterwork sickle, cloak of Charisma +2, cloak of resistance +2. ENLIGHTENED FIST Not all monks pursue metaphysical perfection to the exclu-sion of all other study. Some monks combine a rigorous discipline of academic study with martial arts and develop-ment of the body. For these monks, that study includes the practice of magic and the implementation of certain arcane tricks into their unarmed combat styles. These enlightened ﬁ sts master the use of touch spells, creating new forms of combat where their ﬁ sts strike with blinding speed, phe- nomenal power, and magical energy. Most enlightened ﬁ sts are monk/sorcerers or monk/wiz- ards. Some focus heavily on one class or the other, while others seek to maintain balance between their arcane and physical training. Enlightened ﬁ sts are most common in metropolitan settings, where magical training is available and becomes an integral component of the monastic life. Enlightened 620_17925_Chpt2.indd   34 620_17925_Chpt2.indd   34 9/15/04   2:50:44 PM 9/15/04   2:50:44 PMCHAPTER 2 PRESTIGE CLASSES 35ﬁ st NPCs often live in communities with ordinary monks, practicing magic primarily as a means of self perfection.",
        "name":  "Elf Traits",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Female human monk 1/sorcerer 4/ enlightened fist 3; CR 8; Medium humanoid; HD 1d8+1 plus 4d4+4 plus 3d8+3; hp 39; Init +8; Spd 40 ft.; AC 21*, touch 17, flat-footed 17*; Base Atk +4; Grp +4; Atk +8 melee (1d8+1, unarmed strike) or +8 ranged touch (as spell); Full Atk +6/+6 melee (1d8+1, flurry of blows) or +8 ranged touch (as spell); SA arcane fist, fist of energy, flurry of blows, ki strike (magic), unarmed strike; SQ —; AL LN; SV Fort +5, Ref +10, Will +11; Str 10, Dex 19, Con 12, Int 8, Wis 14, Cha 13. *Includes +4 armor bonus from mage armor.",
        "name":  "Sheris Liaday",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Common. Arcane Fist (Su):  Sheris can spend one of her daily stun- ning attempts to cast and deliver a touch spell as part of an unarmed full attack action. She can choose to deliver the touch spell with any one unarmed strike attack she makes during the action. Fist of Energy (Su):  Once per round as a free action, Sheris can spend one of her daily stunning attempts to imbue her unarmed strikes with either electricity or ﬁ re. She chooses the energy type each time she activates. For 1 round, each of her unarmed strikes deals an extra 1d6 points of damage (electricity or ﬁ re, depending on the choice). Stunning Fist:  5/day; Fortitude DC 16 negates. Sorcerer Spells Known  (6/7/5/3 per day; caster level 6th): 0—detect magic, disrupt undead (+8 ranged touch) , light, mes- sage, ray of frost (+8 ranged touch) , read magic, touch of fatigue (+4 melee touch; DC 11); 1st —expeditious retreat, mage armor (already cast),  ray of enfeeblement (+8 ranged touch) , shocking grasp (+4 melee touch) ; 2nd —false life, scorching ray (+8 ranged touch) ; 3rd —haste.",
        "name":  "Language",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Male human sorcerer 8/fatespinner 2; CR 10; Medium humanoid; HD 10d4 plus 3; hp 29; Init +7; Spd 30 ft.; AC 19*, touch 14, ﬂ at-footed 16*; Base Atk +5; Grp +4; Atk or Full Atk +4 melee (1d6 –1, quarterstaff) or +9 ranged touch (by spell); SA ﬁ ckle ﬁ nger of fate, spin fate; SQ familiar (rat), familiar bene ﬁ ts (Alertness, empathic link, share spells); AL N; SV Fort +2, Ref +5, Will +10; Str 8, Dex 16, Con 10, Int 13, Wis 12, Cha 19. *Includes +4 armor bonus from mage armor.",
        "name":  "Raadi Weskil",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rat familiar; CR —; Tiny magical beast; HD 10; hp 14; Init +2; Spd 15 ft., climb 15 ft., swim 15 ft.; AC 22*, touch 14, ﬂ at-footed 20*; Base Atk +5; Grp –7; Atk or Full Atk +9 melee (1d3 –4, bite); Space/Reach 2-1/2 ft./0 ft.; SA —; SQ deliver touch spells, improved evasion, low-light vision, scent, speak with master, speak with rats; AL N; SV Fort +2, Ref +4, Will +10; Str 2, Dex 15, Con 10, Int 12, Wis 12, Cha 2. *Includes +4 armor bonus from mage armor.",
        "name":  "Yorghan",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Quarterstaff, cloak of Charisma +2, gloves of Dexter- ity +2, amulet of natural armor +1, ring of protection +1, potion of cure serious wounds,  2 scrolls of lightning bolt  (10th level), wand of invisibility  (10 charges), gold brooch (800 gp), 45 pp. GEOMETER Runes, glyphs, sigils, and symbols hold great magical power. The geometer is the master of written magic and spells inscribed within a perfectly rendered diagram. While other s p e l l c a s t e r s  m u s t  r e c o r d  t h e i r  s p e l l s  i n  p a g e s  u p o n  p a g e s  of cryptic formulae, the geometer knows that every spell has a perfect geometrical design, a ﬁ gure whose angles and intersections hint at the secrets hidden in the structure of the multiverse. Geometers are almost always wizards. Many specialize in the school of abjuration, since spells of arcane geometry are often among the most potent magical defenses available. Sorcerers and bards do not prepare spells, and therefore rarely qualify for the class. In any event, they lack the meticulous and studious inclination to perform magic by scribing painstaking diagrams. NPCs who take up the geometer class frequently hold meetings in which numerous members of the profession can expound on their latest projects and inform others of their new theories concerning the nature of  geometry. Adaptation:  While this prestige class describes a geom- eter independent of any location, an interesting idea in any campaign that contains a geometer would be the inclu-sion of a location where a powerful glyph is permanently inscribed in a cliff face or at a mountain ’s base (or apex). This special glyph, perhaps called the Perfect Geometry, would be important to geometers who learn of it, granting them some additional spell knowledge or versatility with their spells (perhaps, once the Perfect Geometry is visited and traced by a geometer, that geometer learns to cast one more glyph-related spell per day). Hit Die: d4. Requirements To qualify to become a geometer, a character must ful ﬁ ll all the following criteria. Skills:  Decipher Script 9 ranks, Disable Device 4 ranks, Knowledge (arcana) 9 ranks, Search 4 ranks. Feat:  Scribe Scroll.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +11, Decipher Script +14, Diplomacy +2, Disable Device +9, Gather Information +2, Knowledge (arcana) +14, Listen +3, Search +20 (+31 when searching for magic traps), Spellcraft +17, Spot +3; Combat Casting, Empower Spell B, Great Fortitude, Scribe ScrollB, Spell Focus (abjuration), Toughness. Languages:  Auran, Aquan, Common, Draconic, Elven, Giant, Goblin. Contingency:  Filas has an active contingency  spell. If he is attacked in melee, a mirror image  spell activates, creating 1d4+3 images.Filas Lamean, a geometer, practices his craftIllus. by E. Fiegenschuh 620_17925_Chpt2.indd   40 620_17925_Chpt2.indd   40 9/15/04   2:50:59 PM 9/15/04   2:50:59 PMCHAPTER 2 PRESTIGE CLASSES 41 Powerful Spellglyph (Ex):  The caster level of any spells Filas casts using spellglyphs increases by 1. Book of Geometry (Ex):  Every spell Filas learns requires only a single page in his spellbook. It still takes 24 hours to write a spell into a spellbook and materials costing 100 gp per page. In addition, the Spellcraft DC for a nongeometer to deci-pher or prepare spells from Filas’s spellbook is increased by 5 (see page 178 of the Player’s Handbook ). Half-Elf Traits:  Half-elves have immunity to magic sleep effects. A half-elf is considered an elf for all effects related to race. Pass Sigil (Su):  Filas can temporarily negate magical wards based on written symbols, sigils, runes, or glyphs. As a standard action, he can make a level check (DC 6 + the sigil creator ’s caster level). If successful, he can suppress the effects of the device for as long as he maintains concentration. Filas must be able to see the device to be passed. Sigilsight (Ex):  Filas can use a Search check to ﬁ nd magic traps based on runes, glyphs, sigils, symbols, and other writ- ings as a rogue can. He gains a +11 bonus on Search checks to ﬁ nd traps of this sort. A geometer who merely comes within 10 feet of a magic rune, glyph, sigil, or symbol, or the threshold of danger for such a device, is entitled to make a Search check as if he were actively searching for a magic trap. Spellglyph (Su):  Filas can cast spells using spellglyphs. Such spells have a special material component (the spellg- lyph) that substitutes for the spell ’s verbal and other material components. When Filas casts a spell using a spellglyph, the spell is treated as if it were affected by the Silent Spell feat. Wizard Spells Prepared  (caster level 11th; prohibited schools conjuration and transmutation): 0 —arcane mark, detect magic, prestidigitation, resistance, touch of fatigue (+4 melee touch; DC 15); 1st —charm person  (2) (DC 16),  disguise self,  magic missile (2), ray of enfeeblement (+6 ranged touch) , shield;  2nd —blind- ness/deafness  (2) (DC 17), detect thoughts (DC 17),  mirror image, protection from arrows, see invisibility;  3rd —dispel magic, empowered magic missile, ﬁ reball (DC 18),  magic circle against chaos, protection from energyS, wind wallS; 4th —confusion  (2) (DC 19), enervation (+6 ranged touch) , phantasmal killerS (DC 19), stoneskin ; 5th —empowered ﬁ reball (DC 18),  dismissalS (DC 20), wall of force, waves of fatigue (DC 20); 6th —misleadS (DC 21), repulsion (DC 21).",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Female human abjurer 9/Initiate of the Sevenfold Veil 2; CR 11; Medium humanoid; HD 11d4+11; hp 40; Init +2; Spd 30 ft.; AC 17*, touch 12, ﬂ at-footed 15*; Base Atk +5; Grp +4; Atk or Full Atk +4 melee (1d6 –1, quarterstaff); S A  un an s w e r a b l e  s trik e  + 2;  S Q  f am ili ar  ( w e a s e l ) ,  f am ili ar bene ﬁ ts (Alertness, empathic link, share spells), unimpeach- able abjuration, warding  1/day; AL N; SV Fort +8, Ref +9, Will +12; Str 8, Dex 14, Con 12, Int 17, Wis 13, Cha 10. *Includes +4 armor bonus from mage armor.",
        "name":  "Iaryo Felunnda",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Weasel familiar; CR —; Tiny magical beast; HD 11; hp 20; Init +2; Spd 20 ft., climb 20 ft.; AC 23*, touch 14, ﬂ at-footed 21*; Base Atk +5; Grp –7; Atk or Full Atk +9 melee (1d3 –4, bite); Space/Reach 2-1/2 ft./0 ft.; SA attach; SQ deliver touch spells, improved evasion, low-light vision, scent, speak with master, speak with mustelids; AL N; SV Fort +3, Ref +5, Will +10; Str 3, Dex 15, Con 10, Int 10, Wis 12, Cha 5. *Includes +4 armor bonus from mage armor.",
        "name":  "Fuundark",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This veil halts magical ranged attacks, includ- ing spells that conjure missiles (such as Melf ’s acid arrow ) or effects that create rays (such as disintegrate  or a beholder ’s eye rays). A creature crossing an orange veil takes 40 points of acid damage (Re ﬂ ex DC 18 half). Warding (Sp):  Iaryo can create a personal warding (affects her space), an area warding (affects her space and all squares adjacent to her), or a warding wall (30 feet long and 15 feet high) once per day, imbuing it with one of the two veils she knows. The personal and area wardings  have a duration of 3 minutes, and the warding  wall has a duration of 30  minutes. Wizard Spells Prepared  (caster level 11th; prohibited schools illusion and necromancy): 0 —dancing lights, detect magic, detect poison, mage hand, resistance;  1st—alarm, charm person (DC 14), expeditious retreat, magic missile  (3); 2nd —cat’s grace,  extended mage armor (already cast),  see invisibility,  extended shield, web (2) (DC 15); 3rd —deep slumber (DC 16),  dispel magic  (2), ﬂ y, lightning bolt (DC 16),  stinking cloud (DC 16); 4th —arcane eye, extended protection from energy, lesser globe of invulnerability, ice 620_17925_Chpt2.indd   47 620_17925_Chpt2.indd   47 9/15/04   2:59:28 PM 9/15/04   2:59:28 PMCHAPTER 2 PRESTIGE CLASSES 48storm;  5th —dismissal (DC 20),  hold monster (DC 18),  teleport; 6th—acid fog, globe of invulnerability.",
        "name":  "Orange Veil",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "as above plus 0 —all others except detect undead, ghost sound, touch of fatigue;  1st—mage armor, shield;  2nd —arcane lock, resist energy, rope trick;  3rd—protection from energy;  4th—Evard ’s b l a c k  t e n t a c l e s ,  r e m o v e  c u r s e ,  w a l l  o f  i c e ;  5th —Bigby ’s interpos- ing hand, feeblemind, Mordenkainen ’s private sanctum, teleport; 6th—greater dispel magic, summon monster VI.",
        "name":  "Spellbook",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Amulet of natural armor +1, cloak of resistance +2, bead of force, staff of abjuration  (12 charges), scroll of Mordenkainen ’s private sanctum,  scroll of summon monster VI, spellbooks, spell component pouch, 27 pp. MAGE OF THE ARCANE ORDER Also called a “guildmage, ” a member of this prestige class is a spellcaster who belongs to an academy and guild known as the Arcane Order. The academy is called the Order in casual conversation, or sometimes just “that college of wizardry. ” It is both a school for ﬂ edgling spellcasters and a guild for those of advanced knowledge and power. The Arcane Order ’s charter is twofold. The group ’s ﬁ rst objective is advancing magical knowledge through both ongoing research and archeological investigation of lost arcane disci p lin es. A g ood po rti o n of r esearch is cen te r ed aro un d elucidating a “magical grammar ” of the great power wielded in ages past, and this research has borne wondrous fruit: metamagic feats. The second tenet is the support and welfare of the Order ’s membership, initially through arcane schooling and later through companionship, resources, boarding, and access to the Spellpool (see the sidebar on page 49). Although nonwizards can bene ﬁ t somewhat from what the Order has to offer, its emphasis on wizardry deters most applicants. In fact, the Order boasts almost no sorcerers, bards, or other characters with signi ﬁ cant talent as spontaneous casters. NPC guildmages often join adventuring companies of nonspellcasters who are not af ﬁ liated with the Order. Thus, they could be encountered anywhere adventure beckons. However, a guild member in good standing returns when he can to the campus, pays his required dues, and does his part in the upkeep of the Spellpool. Adaptation:  This prestige class can be tweaked by chang- ing the premise of the Spellpool. Instead of a construct of s t o r e d  s p e l l s  t h a t  m u s t  a l w a y s  b e  p a i d  b a c k ,  l e s t  d e b t  b e  incurred (see below), perhaps the Order managed to subdue and chain a demigod of ancient days below their stronghold. What the Order members actually do when they call spells from the “Spellpool ” is, perhaps unbeknownst to them, slowly draining the essence of this being.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Male human wizard 5/mage of the Arcane Order 4; CR 9; Medium humanoid; HD 9d4+18 plus 3; hp 45; Init +1; Spd 30 ft.; AC 16*, touch 12, ﬂ at-footed 15*; Base Atk +4; Grp +3; Atk or Full Atk +3 melee (1d6 –1, quarterstaff) or +5 ranged touch (by spell); SA Spellpool II; SQ guild member, familiar (raven), familiar bene ﬁ ts; AL N; SV Fort +4, Ref +3, Will +8; Str 8, Dex 13, Con 14, Int 19, Wis 10, Cha 12. *Includes +4 armor bonus from mage armor.",
        "name":  "Turial Edemont",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Raven familiar; CR —; Tiny magical beast; HD 9; hp 22; Init +2; Spd 10 ft., ﬂ y 40 ft. (average); AC 21*, touch 14, ﬂ at-footed 19*; Base Atk +4; Grp –8; Atk or Full Atk +8 melee (1d2 –5, claws); Space/Reach 2-1/2 ft./0 ft.; SA —; SQ deliver touch spells, improved evasion, low-light vision, speak with master; AL N; SV Fort +2, Ref +4, Will +10; Str 1, Dex 15, Con 10, Int 8, Wis 14, Cha 6. *Includes +4 armor bonus from mage armor.",
        "name":  "Zakar",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a member of the Arcane Order, Turial gains all the benefits of guild membership, including a place to stay and eat for a reduced rate, access to the order ’s library, laboratory workspace, and access to the group ’s Spellpool. Wizard Spells Prepared  (caster level 9th): 0 —detect magic, mage hand, message, prestidigitation;  1st— mage armor (already cast),  magic missile, obscuring mist, ray of enfeeblement (+5 ranged touch) , shield;  2nd —blur, Melf ’s acid arrow  (2) (+5 ranged touch), see invisibility, web (DC 16); 3rd —dispel magic,  empow- ered magic missile, ﬁ reball (DC 17),  protection from energy; 4th—greater invisibility, orb of cold †, solid fog;  5th —teleport. † New spell described on page 115.",
        "name":  "Guild Member",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At each level indi- cated on Table 2 –14, a master transmogri ﬁ st gains new spells per day (and spells known, if applicable) as if he had also gained a level in an arcane spellcast-ing class to which he belonged before adding the prestige class level. He does not, however, gain any other bene ﬁ t a character of that class would have gained (such as the bonus feat some- times gained by a wizard). I f  h e  h a d  m o r e  t h a n  o n e  arcane spellcasting class before becoming a master transmogri- ﬁ st, he must decide to which class to add each level for the purpose of determining spells per day and spells known. Extended Change (Ex):  A master transmogri ﬁ st gains the bene ﬁ t of the Extend Spell feat on any transmutation spell he casts to change into one of his favored shapes (see below). This bene ﬁ t does not increase the spell ’s level or casting time, or require any special preparation. Spells that can bene ﬁ t from this ability include alter self, polymorph, polymorph any object, and shapechange. Favored Shape (Su):  A master transmogri ﬁ st chooses three favored shapes at 1st level. A favored shape is a speci ﬁ c kind of creature whose form he can assume by means of the polymorph  spell. He cannot choose a creature of his own type (humanoid, most likely) as a favored shape. For example, an 8th-level human sorcerer/1st-level master transmogri ﬁ st might choose pegasus, umber hulk, and bronze dragon as his favored shapes, though because of the Hit Dice restriction, he could become only a very young bronze dragon. A master transmogri ﬁ st gains a number of advantages with his favored shapes, as noted in the following class feature descriptions. At every odd-numbered level beyond 1st, a master trans- mogri ﬁ st gains one additional favored shape. Thus, he has four at 3rd level, ﬁ ve at 5th level, six at 7th level, and seven at 9th level. Furthermore, once per master transmogri ﬁ st level beyond 1st, a character can choose to lose a previously chosen favored shape and select a replacement. Manifest Senses (Su):  At 2nd level and higher, a master transmogri ﬁ st gains the senses of his favored shape when he assumes its form. Senses include extraor- dinary special qualities such as blindsense, blindsight, dark- vision, low-light vision, scent, and tremorsense. Battle Mastery (Ex):  At 3rd level, a master transmogri ﬁ st gains a +2 competence bonus on all attack rolls he makes while in one of his favored shapes. This bonus increases to +4 at 6th level and to +6 at 9th level. Effortless Change (Ex):  At 4th level, a master transmogri ﬁ st learns how to change his form through a simple act of will. He can choose to apply the bene ﬁ ts of the Still Spell and Silent Spell feats (even if he doesn ’t have the feats) to any transmutation spell he casts to change into one of his favored shapes. This bene ﬁ t does not increase the spell ’s level or casting time, or require any special preparation. Spells that can bene ﬁ t from this ability include alter self, polymorph, polymorph any object,  and shapechange. Shapechanger (Ex):  A master transmogri ﬁ st acquires the shapechanger subtype at 5th level. He also gains the ability to remain in an assumed form inde ﬁ ni t e l y w h e n h e casts alter self.  This works exactly like the alter self  spell except that the duration is permanent. In other words, a master transmogri ﬁ st can remain in the form he assumes as long as he wishes, until either he chooses to dismiss it or the alter self effect is dispelled. Reﬂ exive Change (Ex):  At 7th level and higher, a master transmogri ﬁ st has the ability to change into a favored shape Mekkhier Saadren, a master transmogriﬁ  stIllus. by T. Baxa 620_17925_Chpt2.indd   52 620_17925_Chpt2.indd   52 9/15/04   2:59:47 PM 9/15/04   2:59:47 PMCHAPTER 2 PRESTIGE CLASSES 53via a transmutation spell in response to an opponent ’s action once per day. If he has an appropriate spell prepared an d  ch oo s e s  t o  us e  this  a b ili ty ,  h e  can  ch an g e  f o rm  as  an  immediate action (see page 86) in response to the action of another creature. For example, a master transmogri ﬁ st might turn into a dragon turtle to gain a high Armor Class against an impending attack, or change into a red dragon to gain imm unity to the ﬁ re damage of an enemy ’s ﬁ re storm spell. The spell is expended as if the transmogri ﬁ st had cast it normally, and he remains in his new form until either the spell ’s duration expires or he dismisses it. A transmogri ﬁ st gives up his next action to make a re ﬂ exive change. If a master transmogri ﬁ st is currently under the effect of a shapechange  spell he cast on himself, he can use his reﬂ exive change ability as often as he likes (although never more than once per round). Each time he uses it, he loses his next action. Manifest Qualities (Ex):  At 8th level and higher, a master transmogri ﬁ st has all the extraordinary special qualities of any favored shape he assumes. For example, he could change into a troll to make use of the troll ’s regeneration ability, or take the form of a green hag to gain spell resistance 18. Inﬁ nite Variety (Su):  At 10th level, a master transmog- riﬁ st gains the ability to create completely imaginary forms when he casts polymorph, polymorph any object,  or shapechange on himself. To create an imaginary form, he chooses one of his favored shapes as a base form. He can then choose a single aspect of a second monster whose form he could assume using the spell he is casting and add it to the ﬁ rst creature. His available options include the following.• Replace the base form ’s natural armor bonus with that of the second form. • Add the second form ’s movement modes. • Add one of the second form ’s natural attack types (with the appropriate reach), if the base form doesn ’t have that attack type already. • Add an extraordinary special attack of the second form. • Add an extraordinary special quality of the second form. • Replace one of the base form ’s physical ability scores, if both the base form and the second form are the same size category. For example, if a young red dragon is the base form and a giant octopus is the second, a master transmogri ﬁ st could add the octopus ’s eight tentacle rakes (damage 1d4 + Str bonus) to the dragon ’s available natural attacks. SAMPLE MASTER TRANSMOGRIFIST",
        "name":  "Known",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Male human sorcerer 8/master trans- mogri ﬁ s t  3 ;  C R  1 1 ;  M e d i u m  h u m a n o i d ;  H D  1 1 d 4 + 2 2 ;  h p 51; Init +4; Spd 30 ft.; AC 16*, touch 12, ﬂ at-footed 16*; Base Atk +5; Grp +4; Atk or Full Atk +4 melee (1d4 –1/19 –20, dagger) or +5 ranged touch (by spell); SA battle mastery +2; SQ extended shape, favored shape, manifest senses; AL CN; SV Fort +5, Ref +3, Will +10; Str 8, Dex 10, Con 14, Int 12, Wis 13, Cha 17. *Includes +4 armor bonus from mage armor.",
        "name":  "Mekkhier Saadren",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As above, except Large dragon ( ﬁ re); Spd 60 ft., ﬂ y 200 ft. (poor), swim 60 ft.; AC 21, touch 11, ﬂ at-footed 21; Grp +14; Atk +13 melee (2d6+6, bite); Full Atk +13 melee (2d6+6, bite) and +8 melee (1d8+3, 2 claws) and +8 melee (1d6+3, 2 wings) and +8 melee (1d8+8, tail slap); Space/Reach 10 ft./5 ft. (10 ft. with bite); SQ darkvision 120 ft., low-light vision (four times normal), blindsense 60 ft.; SV Fort +6; Str 21, Con 17. Manifest Senses (Su):  Mekkhier gains the senses of his favored shape when he assumes its form (included in the statistics above). Sorcerer Spells Known  (6/7/7/7/5/3 per day; caster level 10th): 0—arcane mark, dancing lights, detect magic, detect poison, disrupt undead (+5 ranged touch) , mage hand, ray of frost (+5 ranged touch) , read magic, touch of fatigue (+4 melee touch; DC 13); 1st—expeditious retreat, mage armor  (already cast),  magic mis- sile, ray of enfeeblement (+5 ranged touch) , shield;  2nd —alter self, blur, bull ’s strength, false life;  3rd —dispel magic, heroism, vampiric touch (+4 melee touch) ; 4th —polymorph, stoneskin; 5th—baleful polymorph (DC 18). 620_17925_Chpt2.indd   53 620_17925_Chpt2.indd   53 9/15/04   2:59:53 PM 9/15/04   2:59:53 PMCHAPTER 2 PRESTIGE CLASSES 54Possessions:  Dagger, amulet of mighty ﬁ sts +1, ring of protection +2, wand of cat ’s grace  (33 charges), potion of cure serious wounds, 2 potions of barkskin (+3),  scroll of greater invisibility,  spell component pouch, diamond dust (1,000 gp), 30 pp. MINDBENDER Mindbenders seek to control the thoughts and dreams of others. From an early age, those destined to walk this path l earn li ttl e tri cks o f m ani p ula ti o n t o g e t th e ir w a y . La t e r , they turn to spellcasting to enhance their already impressive skills at bluf ﬁ ng, intimidating, and otherwise dealing with people to their own advantage. Magic holds the promise of complete mental domination, and the mindbender realizes it spectacularly. Spellcasters who take this prestige class give up a great deal of their caster level advancement, but they instead gain ever-greater abilities to alter and eventually command the will of others. Anyone who is ready to sacri ﬁ ce magic for manipulation is a suitable candidate for this prestige class. Mindbenders do not get on well with one another, as each attempts to assert his control over the rest. It is not unknown for one mindbender to secretly control another —such is considered the perfect front. Possessing the power to control others ’ minds doesn ’t ensure immunity to the same treatment. Most NPC mindbenders are neutral or evil in alignment. Using magic to enslave the will of others is rarely a good act, especially if the mindbender has no intention of ever compensating his thrall for its involuntary service or releasing it in the future. NPC mindbenders therefore tend to be found in positions where their enchantment abilities allow them to amass great wealth and in ﬂ uence, ruling small towns or isolated keeps as the power behind the throne, secret masters who brook no rival in their domains.",
        "name":  "Very Young Gold Dragon Form",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor +2, masterwork spear, cloak of Charisma +2, circlet of persuasion, wand of bear ’s endurance  (17 charges), 95 pp. SEEKER OF THE SONG Beyond magic, beyond sound, beyond good or evil, lies music so profound and powerful that even deities quake at its sound. This primal music —of unknown origin and with no limit to its power —i s  i n c o m p r e h e n s i b l e  t o  t h e  m o r t a l  e a r .  T o some who hear a fragment of this music, it becomes beauty incarnate, and they devote their lives to its discovery. These seekers wield the power of music in ways that amaze even the most skilled bards. U n i t e d  o n l y  b y  t h e i r  q u e s t ,  s e e k e r s  o f  t h e  s o n g  h a v e incredibly diverse goals and motivations. Some black-hearted seekers know that this primal music is power, and they lust after it in hopes of turning it against their many enemies. Others search for the music to bring joy and peace. Most have more moderate aspirations and seek the music because it moves them. Regardless of their goals, seekers of the song rarely work against one another —each hoping that another seeker will uncover another piece of the primal music and share it with the rest. The song never leaves a seeker, and its power can have strange effects on their souls. Some retire from society, seeking the silence of distant monasteries or mountaintops from which to better concentrate on the music they once heard. Others remain unchanged to outward appearances, yet the music remains in the back of their minds at all times. Some talk to any who will listen about the importance and beauty of the primal music, while others cannot seem to ﬁ nd the words to express what this music means to them or to the world. Every seeker of the song must have at least one bard level, but beyond that, their stories and careers differ wildly. Many begin their adventuring careers as bards, drawn to music from their earliest days. Others come to the class after adventuring as fighters, rogues, clerics, or members of other classes for most of their careers, with little idea that the primal music will become their chosen path. Although at least a few seekers emerge from every class, few wizards or sorcerers take up the pursuit; members of these classes are more likely to devote themselves to traditional spellcasting rather than the strange pull of the primal music. Adaptation:  The seeker of the song prestige class presents a powerful new set of bardic abilities, going far beyond the basic bardic music ability presented in the Player ’s Handbook . Many campaigns can benefit from exploring this facet of the game, but a DM might not want 620_17925_Chpt2.indd   56 620_17925_Chpt2.indd   56 9/15/04   3:00:05 PM 9/15/04   3:00:05 PMCHAPTER 2 PRESTIGE CLASSES 57to introduce the idea of primal music into a campaign ’s cosmology. In this case, the seekers of the song might become the disciples of a distant bardic college. The col-lege is extreme in the eyes of other bards: They discard the notion of bards as wanderers and gatherers of diverse skills, and instead focus on music as a force of magic to the exclusion of all else. Hit Die:  d6. Requirements To qualify to become a seeker of the song, a character must fulﬁ ll all the following criteria.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When she uses the refrain with her burning melody, Maralea shoots a 30-foot cone of ﬁ re from her ﬁ ngertips. The cone deals 6d6 points of ﬁ re damage to creatures in its area (Re ﬂ ex DC 33 half). Song of Unmaking (Su):  When she activates this effect, Maralea can make a Perform check to deal 2d8 points of damage to all constructs within a 30-foot burst (no save). 620_17925_Chpt2.indd   59 620_17925_Chpt2.indd   59 9/15/04   3:00:13 PM 9/15/04   3:00:13 PMCHAPTER 2 PRESTIGE CLASSES 60 Combine Songs (Ex):  Maralea can activate two bardic music or seeker music abilities using the same standard action. If either or both require concentration, Maralea can maintain concentration on both by using one standard action each round to concentrate. Countersong (Su):  Use music or poetics to counter magical effects that depend on sound. Fascinate (Sp):  Use music or poetics to cause one or more creatures to become fascinated with her. Half-Elf Traits:  Half-elves have immunity to magic sleep effects. For all effects related to race, a half-elf is considered an elf. Inspire Competence (Su):  Use music or poetics to help an ally succeed at a task. Inspire Courage (Su):  Use music or poetics to bolster her allies against fear and improve their combat abilities. Rapture of the Song (Su):  Maralea gains a +2 insight bonus to Armor Class whenever she is using bardic music, seeker music, or a similar ability. Suggestion (Sp):  Use music or poetics to make a suggestion (as the spell) to a creature that she has already fascinated. Bard Spells Known  ( 3 / 5 / 4 / 3 / 1  p e r  da y;  ca s t e r  l e v e l  1 0th ): 0—dancing lights, detect magic, ghost sound (DC 15),  mage hand, message, read magic;  1st—disguise self, remove fear, Tasha ’s hideous laughter (DC 16),  unseen servant;  2nd —cat’s grace, mirror image, sound burst (DC 17),  tongues;  3rd —confusion (DC 18),  cure serious wounds, haste, see invisibility;  4th—freedom of movement, greater invisibility.",
        "name":  "Burning Melody, Refrain",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  " G n o m e s  h a v e  a  + 1  r a - cial bonus on attack rolls against kobolds and goblinoids. Gnomes have a +4 racial bonus to Armor Class against giants. *Gnomes have a +2 ra- cial bonus on saving throws against illusions. Inspire Competence (Su): Use music or poetics to help an ally succeed at a task. Inspire Courage (Su):  Use music or poetics to bolster Faerjan ’s allies against fear and improve their combat abilities. Inspire Greatness (Su):  Use music or poetics to inspire greatness in Faerjan or an ally, granting the target extra ﬁ ght- ing capability. Song of Arcane Power (Su):  Use music or poetics to as- sist her spellcasting. As a move action, Faerjan can activate this song, and the next spell she casts gains a bonus to its caster level, based on the result of her Perform check (see the sublime chord class description for details). The spell to Faerjan Laughingsong Skoras, a sublime chordIllus. by G. Kubic 620_17925_Chpt2.indd   62 620_17925_Chpt2.indd   62 9/15/04   3:00:59 PM 9/15/04   3:00:59 PMCHAPTER 2 PRESTIGE CLASSES 63be enhanced must be cast by the end of Faerjan ’s next turn, or the song of arcane power fades with no effect (other than consuming a use of bardic music for the day). Suggestion (Sp):  Use music or poetics to make a sug- gestion  (as the spell) to a creature that Faerjan has already fascinated. Bard Spells Known  (3/5/4/3/1 per day; caster level 12th): 0—dancing lights, detect magic, ghost sound (DC 15),  lullaby (DC 16),  mage hand, read magic;  1st— cure light wounds, expeditious retreat, Tasha ’s hideous laughter (DC 17), undetectable alignment;  2nd —blur, glitterdust (DC 17),  hold person (DC 18), invisibility;  3rd—charm monster (DC 19),  haste, sculpt sound, summon monster III;  4th —dimension door, neutralize poison. Sublime Chord Spells Known  (3/3 per day; caster level 12th): 4th —bestow curse (DC 19),  cure critical wounds, greater invis- ibility, solid fog;  5th—hold monster (DC 21), mind fog (DC 21).",
        "name":  "Gnome Traits",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Common, Ancient Suloise. Dispelling Strike (Su):  Once per day, Cahlo can attempt a dispelling strike with one normal melee attack. If he hits, he deals normal damage, and the victim is subject to a targeted greater dispel magic.  Cahlo ’s dispel check is 1d20 + 10. Extended Spellstrength (Ex):  The duration of any of Cahlo ’s spells that he targets himself with is doubled, as if affected by the Extend Spell feat (but without any adjustment to the spell ’s effective level or casting time). Spells that target multiple targets are affected by this ability, but only Cahlo gains the extended duration. Spells that do not have a Target entry are unaffected by this ability even if Cahlo is the only one affected. Tenacious Magic (Ex):  Add 6 to the DC required to dispel Cahlo ’s arcanamach spells. Suel Arcanamach Spells Known  (3/3/1 per day; caster level 4th; 5% arcane spell failure): 1st —expeditious retreat, shield; 2nd —bear ’s endurance, bull ’s strength;  3rd —haste.",
        "name":  "Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Female dwarf conjurer 9/wayfarer guide 3; CR 12; Medium humanoid; HD 9d4+27 plus 3d6+9; hp 70; Init +5; Spd 20 ft.; AC 19 †, touch 13, ﬂ at-footed 18 †; Base Atk +5; Grp +5; Atk or Full Atk +6 melee (1d4/19 –20, masterwork dagger); SA —; SQ darkvision 60 ft., dwarf traits, enhanced accuracy, enhanced capacity, extra teleportation, familiar (weasel), familiar bene ﬁ ts (Alertness, empathic link, share spells), improved range; AL LN; SV Fort +9* (+11 against poison), Ref +7*, Will +10*; Str 10, Dex 13, Con 16, Int 18, Wis 8, Cha 10. † Includes +4 armor bonus from mage armor. Erbera Anvilheart, a wayfarer guideIllus. by F. Vohwinkel 620_17925_Chpt2.indd   66 620_17925_Chpt2.indd   66 9/15/04   3:01:11 PM 9/15/04   3:01:11 PMCHAPTER 2 PRESTIGE CLASSES 67Skills and Feats:  Concentration +18, Decipher Script +8, Knowledge (arcana) +19, Knowledge (geography) +19, Spellcraft +15, Survival +5 (+7 to avoid getting lost or to avoid hazards); Alertness (from familiar), Diehard, Endur- ance, Improved Initiative, Scribe ScrollB, Silent SpellB, Spell Mastery ( ﬁ reball, Leomund ’s secure shelter, Mordenkainen ’s faithful hound,  and teleport ), Track.",
        "name":  "Erbera Anvilheart",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dwarves have stonecunning, which grants them a +2 racial bonus on Search checks to notice unusual stonework. A dwarf who merely comes within 10 feet of it can make a Search check as if actively searching. When standing on the ground, dwarves are exceptionally stable and have a +4 bonus on ability checks made to resist being bull rushed or tripped. They have a +1 racial bonus on attacks against orcs and goblinoids. Dwarves have a +4 racial bonus to Armor Class against giants. *Dwarves have a +2 racial bonus on saving throws against spells and spell-like effects. Enhanced Accuracy (Ex):  When casting any spell with the teleportation d e s c r i p t o r  t h a t  i n c l u d e s  a  r a n d o m chance for determining the actual destination (such as teleport ), Erbera can roll twice and choose the result she wants. Enhanced Capacity (Ex):  When casting any spell with the teleporta-t i o n  d e s c r i p t o r  t h a t  a l l o w s  o t h e r  w i l l i n g  creatures to be brought along, Erbera can bring along three additional Medium touched willing creatures (each carrying gear or objects up to its maximum load).",
        "name":  "Dwarf Traits",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Weasel familiar; CR —; Tiny magical beast; HD 12; hp 35; Init +2; Spd 20 ft., climb 20 ft.; AC 23*, touch 14, ﬂ at-footed 21*; Base Atk +5; Grp –7; Atk or Full Atk +9 melee (1d3 –4, bite); Space/Reach 2-1/2 ft./0 ft.; SA attach; SQ deliver touch spells, improved evasion, low-light vision, scent, speak with mustelids, speak with masters; AL N; SV Fort +3, Ref +5, Will +10; Str 3, Dex 15, Con 10, Int 10, Wis 12, Cha 5. *Includes +4 armor bonus from mage armor.",
        "name":  "Deriko",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Amulet of natural armor +2, ring of protection +2, masterwork dagger,  cloak of resistance +2, Heward ’s handy haversack, dust of tracelessness  ( 2  p i n c h e s ) ,  s c r o l l  o f  teleport, scroll of scrying, wand of levitate  (12 charges), spell component pouch, scrying  focus mirror (reduced size with shrink item ), spellbooks, 39 gp. WILD MAGE Magic is one of the most capricious and unpredictable of all natural or supernatural forces in the universe. Attempts to codify spellcasting through arcane formulas, or to impose order on magic through the force of will, are essentially pointless —or so wild mages believe. Instead, those who would truly master magic must forget what they know and abandon their willful control of the arcane. Within this paradox lies the awesome power of wild magic. The wild mage aspires to cast spells without structure. By taking the risk of substituting an element of randomness, she gives up the safe predictability of other arcane spellcasters. This risk allows for the potential of power greater than other casters can hope for. Of course, she also risks the potential for less power, but what is magic if not risky? Chaos is strong, and her magic often carries her to heights of power that other casters cannot reach —but chaos is also ﬁ ckle, and her spells sometimes fall short of her expectations. In addition, from time to time her spells unfold in spectacular wild surges that might prove catastrophic to the wild mage and her companions. The wild mage accepts this as the price of her convictions. Sorcerers are naturally intrigued by the study of wild magic. The act of unchaining their spells from the safe- guards and controls built into these time-honored formulas appeals to many of them. One might suppose that few wizards would be drawn to the spontaneity and unpredict-ability of wild magic, but in fact many wizards do become wild mages, seeking to explore and harness the power of chaos. Wild mages tend to be solitary innovators. They have little contact with their fellow spellcasters, since wild mages can’t really learn from them. Rumors persist of a secretive Prismatic Cabal of wild mages who cloister themselves within the depths of Limbo to experience the power of chaos ﬁ rsthand. Capricious and powerful, NPC wild mages act much like chaotic sorcerers and wizards. Some are heroes who join parties crusading against tyranny and evil, while others are villains who revel in the chaos of destruction and disaster. A few wild mages (generally not good-aligned ones) believe that the power of their magic increases as the amount of chaos and uncertainty in the world around them rises, and therefore they bend their efforts toward instigating catastrophes of all kinds.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Revena ’s caster level is three lower than her level indicates. However, each time she casts a spell, she rolls 1d6 and adds the result to her modi ﬁ ed caster level to determine her adjusted caster level for that spell. Chaotic Mind (Su):  Revena has immunity to confusion  and insanity  spells and effects, and she is shielded by a continuous nondetection effect. Half-Elf Traits:  Half-elves have immunity to magic sleep effects. For all effects related to race, a half-elf is considered an elf. Student of Chaos (Ex):  Whenever Revena uses a magic item offering a randomly determined effect (such as a bag of tricks  or rod of wonder ), she can roll twice and choose between the two results. Sorcerer Spells Known  (6/7/7/7/6/4 per day; caster level 8th): 0—acid splash (+7 ranged touch),  daze (DC 13),  detect magic, disrupt undead (+7 ranged touch) , ghost sound (DC 13),  mage hand, open/close, prestidigitation, read magic;  1st—expeditious retreat, grease (DC 14),  mage armor, magic missile, protection from law;  2nd —false life, glitterdust (DC 15),  mirror image, resist energy, shatter (DC 15); 3rd —blink, dispel magic, ﬂ y, stinking cloud (DC 16); 4th —confusion (DC 17),  dimension door, Evard ’s black tentacles;  5th—cone of cold (DC 18),  telekinesis (DC 18).",
        "name":  "Wild Magic",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can add the damage of your unarmed strike to the damage of a touch spell by delivering the spell as a regular melee attack instead of a melee touch attack. The defender gets the full bene ﬁ t of armor and shield, but if the attack hits, the unarmed strike deals normal damage over and above any damage the spell does as it is discharged. If the unarmed strike misses, then the spell is not discharged. If the unarmed strike scores a critical hit, damage from the spell is not multiplied.",
        "name":  "Improved Unarmed Strike",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spellcasters who cast arcane spells without prepa- ration (such as sorcerers and bards) who apply a metamagic feat to a spell must cast it as a full-round action instead of a standard action. BATTLE CASTER Building on your existing training allows you to avoid the chance of arcane spell failure when you wear armor heavier than normal.",
        "name":  "Normal",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability to ignore arcane spell failure chance from armor. Bene ﬁ t: You are able to wear armor one category heavier than you can normally wear while still avoiding the chance of arcane spell failure. For example, if you have the ability to normally wear light armor without incurring a chance of spell failure, you can wear medium armor and continue to cast spells as normal. This ability does not extend to shields, nor does it apply to spells gained from spellcasting classes other than the class that provides the ability to cast arcane spells while in armor. BLACK LORE OF MOIL [METAMAGIC] Your study of the sinister knowledge and spellcasting techniques of the long-dead Nightlords of Moil makes your necromancy spells especially potent.Metamagic Feats Prerequisites Beneﬁ  t Black Lore of Moil Spell Focus (necromancy),  Add extra negative energy damage to necromancy spells caster level 7thBorn of the  Energy Substitution (electricity),  Sonic or electricity spells deal both types of damageThree Thunders Knowledge (nature) 4 ranks Chain Spell Any metamagic feat Redirect spells to affect secondary targetsCooperative Spell Any metamagic feat  Bonus to save DC and on caster level checks of spells cast in conjunction with other casters Delay Spell Any metamagic feat Spell effects are delayed 1 –5 rounds Energy Admixture 2 Energy Substitution  Double energy spell damage by adding an additional energy type Energy Substitution2 Any other metamagic feat,  Energy spells can deal different energy damage Knowledge (arcana) 5 ranksExplosive Spell — Creatures are blasted to edge of spell area Fortify Spell — Cast spells at high caster level to overcome spell resistance Lord of the Uttercold Energy Substitution (cold),  Cold spells deal half negative energy damage Knowledge (the planes) 9 ranks,  ability to cast a spell with the cold descriptorNonlethal Substitution Any other metamagic feat,  Energy spells deal nonlethal damage  Knowledge (arcana) 5 ranksPersistent Spell Extend Spell Fixed or personal range spells last 24 hoursRepeat Spell Any metamagic feat Spell is automatically cast again next roundSanctum Spell Any metamagic feat  Spell ’s effective level is increased while in special location, decreased outside special location Sculpt Spell Any metamagic feat Alter spell ’s area Split Ray Any metamagic feat Ray spells affect one additional targetSudden Empower Any metamagic feat  Increase spell ’s variable numeric effects by 50% without special preparation 1/day Sudden Extend — Double spell ’s duration without special preparation 1/day Sudden Maximize Any metamagic feat  Maximize spell ’s variable numeric effects without special preparation 1/day Sudden Quicken Quicken Spell, Sudden Empower,  Cast spells as a swift action without special preparation Sudden Extend, Sudden Maximize,   1/day Sudden Silent, Sudden StillSudden Silent —  Cast spells without verbal components without special preparation 1/day Sudden Still —  Cast spells without somatic components without special preparation 1/day Sudden Widen —  Increase spell ’s numeric measurements by 50% without special preparation 1/day Transdimensional Spell —  Spells affect creatures in coexistent planes and extradimensional spaces Twin Spell Any metamagic feat Simultaneously cast a single spell twice 1 A fighter may select this feat as one of his fighter bonus feats. 2  You can gain this feat multiple times but its effects do not stack. Each time you take the feat, you apply it to a new schoo l of magic, spellcasting class, energy type, or selection of spells. 3 You can gain this feat multiple times. Its effects stack. 620_17925_Chpt3.indd   75 620_17925_Chpt3.indd   75 9/15/04   2:45:55 PM 9/15/04   2:45:55 PMCHAPTER 3 ARCANE FEATS 76 Prerequisites: Spell Focus (necromancy), caster level 7th. Bene ﬁ t: Any necromancy spell you cast can be cast instead as a Moilian spell, dealing an extra 1d6 points of negative energy damage +1d6 per two spell levels (+1d6 for 1st-level spells, +2d6 for 2nd- or 3rd-level spells, and so on). If the spell normally allows a saving throw, the target takes half the negative energy damage on a successful save, regardless of the outcome of the save on the spell ’s normal effect. In addition to its normal spell components, a Moilian spell requires the creation and expenditure of a Moilian rune- bone —a small human bone (often a ﬁ nger bone) scribed with carefully prepared ar- cane markings. Only a character trained in the Black Lore of Moil knows the secrets of creating a runebone, which takes 1 hour to craft and re- quires special inks and powders costing 25 gp per die of negative e n e r g y  d a m a g e  t o  b e  g e n e r a t -ed. For example, a runebone capable of adding 3d6 points of negative energy damage to a spell costs 75 gp to craft. While the maxi- mum negative energy damage dealt by a Moil- ian spell is based on the spell ’s level, the actual damage is limited by the runebone. For example, if a sorcerer casts ﬁ nger of death (a 7th-level spell, so normally +4d6) with a 75-gp (3d6) runebone, the spell deals only 3d6 points of additional negative ener-gy damage. A Moilian spell uses a spell slot of the spell ’s nor- mal level. BORN OF THE THREE THUNDERS [METAMAGIC] You have learned to marry the power of lightning and thunder in your electricity and sonic spells.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "if any of the spells you would gain from this feat are spells you already know, you can pick another spell that a sorcerer would ordinarily have available to him at that same level. DRACONIC POWER [DRACONIC] You have greater power manipulating the energies of your heritage. Prerequisite:  Draconic Heritage. Bene ﬁ t: Your caster level increases by 1, and you add 1 to the save DC of all arcane spells with the energy descriptor of the same energy type as determined by your draconic heritage. Special:  If the Energy Substitution feat is used to modify a spell, this feat will work if the new type of energy matches the energy type of your draconic heritage. DRACONIC PRESENCE [DRACONIC] When you use your magic, your mere presence can terrify those around you. Prerequisite:  Draconic Heritage. Bene ﬁ t: Whenever you cast an arcane spell, all opponents within 10 feet of you who have fewer Hit Dice than you become shaken for a number of rounds equal to the level of the spell you cast. The effect is negated by a Will save (DC 10 + level of the spell cast + your Cha modi ﬁ er). A successful save indicates that the opponent is immune t o  y o u r  d r a c o n i c  p r e s e n c e  f o r  2 4  h o u r s .  T h i s  a b i l i t y  d o e s  n o t  af f e c t  c r e a t u r e s  w i t h  a n  I n t e ll i g e n c e  o f  3  o r  l o w e r  o r  creatures that are already shaken, nor does it have any effect on dragons. DRACONIC RESISTANCE [DRACONIC] Your bloodline hardens your body against the energy type of your progenitor. Prerequisite:  Draconic Heritage. Bene ﬁ t: Y ou gain resistance to the energy type of your draconic heritage equal to three times the number of draconic feats you currently have (including draconic feats you take after gaining this feat). DRACONIC SKIN [DRACONIC] Your skin takes on the sheen, luster, and hardness of your draconic parentage.  Prerequisites:  Draconic Heritage. Bene ﬁ t: Your natural armor increases by 1. ENERGY ADMIXTURE [METAMAGIC] You can modify a spell that uses one type of energy to add an equal amount of another energy type. Prerequisite:  Energy Substitution. Bene ﬁ t: Choose one type of energy (acid, cold, electricity, or ﬁ re) that matches an energy type you have selected for substitu- tion via the Energy Substitution feat. You can then modify any spell with an energy descriptor by adding an equal amount of th e ch ose n type o f e n e r gy t o th e spe ll ’s normal effects. The altered spell works normally in all respects except for the type and amount of damage dealt, with each type of energy counting separately toward the spell ’s damage cap. Thus, an acid ﬁ reball cast at 6th level deals 6d6 points of ﬁ re damage and 6d6 points of acid damage (rolled separately), while the same acid ﬁ reball cast at 10th level or higher deals 10d6 points of ﬁ re damage and 10d6 points of acid damage. Even opposed types of energy (such as ﬁ re and cold) can be combined using this feat. An energy admixed spell uses up a spell slot four levels higher than the spell ’s actual level. As well, the spell ’s descriptor changes to include both energy types present in the spell —for example, the acid ﬁ reball  described above is an evocation [acid, ﬁ re] spell.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Taking this feat reduces your caster level for all your spells and spell-like abilities by 4. PIERCE MAGICAL PROTECTION You can overcome the magical protections of your enemies. Prerequisites: Con 13, Mage Slayer. Bene ﬁ t: Your contempt for magic is so ﬁ erce that as a standard action you can make a melee attack that ignores any bonuses to Armor Class granted by spells (including spell trigger or spell completion effects created by magic items such as wands or potions). If you deal damage to your opponent, you also instantly and automatically dispel all that opponent ’s spells and spell effects that grant a bonus to Armor Class. Special:  Taking this feat reduces your caster level for all your spells and spell-like abilities by 4. PRACTICED SPELLCASTER Choose a spellcasting class that you possess. Your spells cast from that class are more powerful. Prerequisite: Spellcraft 4 ranks. Bene ﬁ t: Your caster level for the chosen spellcasting class increases by 4. This bene ﬁ t can ’t increase your caster level to higher than your Hit Dice. However, even if you can ’t bene ﬁ t from the full bonus immediately, if you later gain Hit Dice in levels of nonspellcasting classes, you might be able to apply the rest of the bonus. For example, a human 5th-level sorcerer/3rd-level ﬁ ghter who selects this feat would increase his sorcerer caster level from 5th to 8th (since he has 8 Hit Dice). If he later gained a ﬁ ghter level, he would gain the remainder of the bonus and his sorcerer caster level would become 9th (since he now has 9 Hit Dice). A character with two or more spellcasting classes (such as a bard/sorcerer or a ranger/druid) must choose which class gains the feat ’s effect. This feat does not affect your spells per day or spells known. It increases your caster level only, which would help you penetrate spell resistance and increase the duration and other effects of your spells.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gives subject +6 armor bonus.",
        "name":  "Mage Armor, GreaterM",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your familiar gains 2d8 temporary hit points, +2 to armor, 25% chance to avoid extra sneak attack and critical hit damage. 5TH-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Univ  Fortify Familiar",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Potent acid deals 1d4/level damage ( max 15d4 ) plus possible damag e in following two rounds. Evoc  Fire Shield, Mass*:  Creatures attacking allies take damage; allies are protected from ﬁ re or cold.",
        "name":  "Vitriolic Sphere",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "W eapon or projectiles shed light, ignore armor.",
        "name":  "Trans  Brilliant Blade",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Creatures attacking you take ﬁ re damage; you’re protected from heat or cold.",
        "name":  "Fire Shield",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1d6/level cold damage. Fire Shield, Mass*:  Creatures attacking allies take damage; allies are protected from ﬁ re or cold. Fireburst, Greater*: Subjects within 10 ft. take 1d8/level ﬁ re damage.",
        "name":  "Cone of Cold",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1d4+1 damage; +1 missile/two levels above 1st (max 5). Protection from Chaos/Evil/Good/Law: +2 to AC and saves, counter mind control, hedge out elementals and outsiders. Scales of the Lizard*:  Grants +2 or higher enhancement bonus to natural armor. Secret Signs*:  Communicate a simple nonverbal message to one intelligent creature.",
        "name":  "Magic Missile",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Invisible disc gives +4 to AC, blocks magic missiles.",
        "name":  "Shield",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Creatures attacking you take ﬁ re damage; you ’re protected from heat or cold.",
        "name":  "Fire Fire Shield",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Target remakes all rolls, uses worse result for 1 round/ level. pqqqqqqqqqqqqqqqqqqqqrsCHAPTER 4 SPELLS  AND INVOCATIONS 94Fire Fire Breath*:  Ranged touch attack deals 1d8/two levels ﬁ re damage (max 10d8) for 1 round/level. Metal Metal Skin*:  Grants +8 natural armor bonus, –2 to Dex.",
        "name":  "Unluck",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No This spell creates one or more indistin- guishable duplicates of you, all of which share your ability scores, personality, class levels, skills, feats, and memories. They carry the same arms, armor, and equipment as you do (but only have mundane versions of any magic gear), and they cannot cast spells or use any spell completion or spell trigger items. They are friendly toward each other and your companions and will follow any order you give them (even actions that you wouldn ’t normally do yourself, such as charging a dragon or jumping off a cliff). The duplicates you create each have one-quarter of your hit point total at the time of casting and take damage as normal in combat. If a duplicate is slain, it disappears and you take 10 points of damage. At the end of the spell ’s duration, all remaining duplicates (and any equipment created with them) disappear without dealing damage to you. Material Component:  A few of your hairs, ﬁ ngernail parings, or ﬂ akes of skin.BRILLIANT BLADE",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) Y o u  i n f u s e  y o u r  f a m i l i a r  w i t h  v i g o r , granting it a +2 competence bonus on saves, attack rolls, and melee damage r o l l s ,  a s  w e l l  a s  a  + 2  d o d g e  b o n u s  t o  Armor Class. ENTANGLING SCARF",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level As a standard action, you can breathe a gout of ﬂ ame once per round for the duration of the spell. You make a ranged touch attack with the ﬂ ame (to a maximum range of 15 feet), dealing 1d8 points of ﬁ re damage per two caster levels (maximum 10d8) on a successful hit. Fire breath  ignites combustibles and damages objects in the area, and it can melt metals with low melting points (such as lead, gold, copper, silver, and bronze). The spell does not function under-water. FIRE SHIELD, MASS Evocation [Fire or Cold]Level: Sorcerer/wizard 5, warmage 5",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) This spell functions like ﬁ re shield  (see page 230 of the Player ’s Handbook ), except as noted above. FIRE SHURIKEN Evocation [Fire]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (Harmless) This spell makes your familiar tougher, granting it 2d8 temporary hit points and a +2 enhancement bonus to its natural armor. It also has a 25% chance to avoid extra damage from sneak attacks or critical hits (though such attacks still deal normal damage if suc- cessful). Temporary hit points gained in this fashion last for up to 1 hour. FREEZING FOG Conjuration (Creation) [Cold]Level: Sorcerer/wizard 5",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) The target creature gains low-light vision: the ability to see twice as far Ice knifeIllus. by W. O’Connor 620_17925_Chpt4.indd   113 620_17925_Chpt4.indd   113 9/15/04   3:05:21 PM 9/15/04   3:05:21 PM114 CHAPTER 4 SPELLS  AND INVOCATIONSas a human in starlight, moonlight, torchlight, and similar conditions of poor illumination. The target retains the ability to distinguish color and detail under these conditions. Arcane Material Component: A small candle. MAGE ARMOR, GREATER Conjuration (Creation) [Force]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No This spell functions like mage armor,  e x c e p t  t h a t  i t s  t a n - gible ﬁ eld of force provides a +6 armor bonus to Armor Class.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tiny platinum shield worth 25 gp. MAGNETISM Transmutation",
        "name":  "Material Component",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes When you cast this spell, the recipient ’s skin toughens and gleams as if metallic, and it gains a natural armor bonus of +8. The target becomes somewhat slow and stiff, taking a –2 penalty to Dexterity.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No This spell functions like orb of acid, except that it deals electricity damage. In addition, a creature wearing metal armor struck by an orb of electricity must make a Fortitude save or be entangled for 1 round instead of being sickened. ORB OF ELECTRICITY, LESSER Conjuration (Creation) [Electricity]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute W h e n  y o u  c a s t  t h i s  s p e l l ,  y o u r  s k i n toughens and shimmers as if covered with scales. You gain a +2 enhancement bonus to your natural armor bonus, increasing to +3 at 6th level, +4 at 9th level, and +5 at 12th level or higher. The enhancement bonus provided by scales of the lizard stacks with your own natural armor bonus (if any), but not with other enhancement bonuses to natural armor. A creature without natural armor has an effective natural armor bonus of +0, much as a character wearing only normal clothing has an armor bonus of +0. Focus:  A  t a t t o o  o f  a  l i z a r d  o n  y o u r skin. SECRET SIGNS Enchantment [Mind-Affecting]Level:  Wu jen 1",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes A needle ﬂ icked from your ﬁ ngers mag- ically penetrates a spirit creature ’s aura. If you hit with a normal ranged attack, the spirit loses the protective bene ﬁ ts of being incorporeal and is held in place (losing any Dexterity bonus to Armor Class and giving attackers a +4 bonus on attack rolls against it). Though the spirit cannot move for the duration of the spell, it can still take standard and full-round actions (including attacks). A pinned spirit is unable to use any supernatural or spell-like ability that would transport it from its current loca- tion (such as dimension door  or teleport ) or alter its substance or state (such as gaseous form  or ethereal jaunt) . The spirit cannot remove the needle that pins it in place, but another creature can do so as a standard action. Focus:  A long metal needle. SPIRIT SELF Necromancy",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute (D) You can send your spirit outside yourself in an incorporeal form while maintaining some semblance of life within your physical body. Your spirit is treated as an incorporeal creature for the purposes of determining move- ment, special qualities, and weaknesses, and has a speed of 90 feet but cannot move more than 200 feet from your body. In your spirit form, a spellcaster using commune with lesser spirit  or commune with greater spirit  can contact 620_17925_Chpt4.indd   123 620_17925_Chpt4.indd   123 9/15/04   3:06:30 PM 9/15/04   3:06:30 PM124 CHAPTER 4 SPELLS  AND INVOCATIONSyou, and you can cast spells that have only verbal components. You cannot a t t a c k  p h y s i c a l l y  o r  o t h e r w i s e  a f f e c t the physical world, and you can return your spirit to your body on your turn as a standard action. While you function in your spirit form, your body assumes a half-awake state, able to take only one move action per round, losing its Dexterity bonus to Armor Class (if any), and granting its foes a +2 bonus on attack rolls against it. Within 5 feet of your body, you can command it to take simple actions such as walking, talking (in a slow, slurred fashion), or eating. Damage taken by either your spirit or your body is subtracted from your hit point total, and if you are reduced to 0 or fewer hit points, you die. Likewise, you die if your body moves more than 2 0 0  f e e t  f r o m  y o u r  s p i r i t  f o r m  a n d  you cannot follow (while under the effects of a spirit needle,  for example), or if you are otherwise prevented from returning to your body when the spell ends.",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No You transform natural, uncut, or unworked rock of any sort into an equal volume of red-hot molten lava. All creatures in the spell ’s area who make a success- ful Re ﬂ ex save take 2d6 points of Transmute rock to lavaIllus. by J. Miracola 620_17925_Chpt4.indd   127 620_17925_Chpt4.indd   127 9/15/04   3:06:48 PM 9/15/04   3:06:48 PM128 CHAPTER 4 SPELLS  AND INVOCATIONSﬁ re damage provided they can physi- cally escape the area on their next turn. Creatures that fail their save, or those unable to escape the area, t a k e  2 0 d 6  p o i n t s  o f  ﬁ re damage for each round they remain in the area. Creatures in the lava have their speed reduced to 5 feet and take a –2 penal- ty on attack rolls and to Armor Class. Even after leaving the area of the spell, creatures that were exposed to the lava take half damage (either 1d6 or 10d6) for an additional 1d3 rounds. If transmute rock to lava  is cast upon the ceiling of a cavern or tunnel, the lava falls to the ﬂ oor and spreads out in a 15-foot-radius pool at a depth of approximately 1-1/2 feet. The rain of lava deals 2d6 points of ﬁ re damage and 1d6 points of bludgeoning damage to anyone caught directly beneath (Re ﬂ ex half). In addition, creatures take 2d6 points of ﬁ re damage each round when they are caught in the area of the pool, then 1d6 points of ﬁ re damage for 1d3 rounds after they escape. While constructions of worked stone can ’t be targeted with this spell, casting it on unworked stone below or adjacent to such structures does 10d6 points of ﬁ re damage per round to any part of the structure in contact with the lava. Wooden structures in contact with lava instantly burst into ﬂ ame. The lava cools naturally from its sur- face toward its center, and it no longer deals ﬁ re damage after 2d6 hours as i t  s l o w l y  r e v e r t s  t o  s t o n e .  T h o u g h  a  15-foot-radius pool can take as long as two days to completely cool, the core of a 10-foot cube of lava might remain molten for a month or more. Magical or enchanted stone is not affected by the spell. UNLUCK",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character wearing this armor is impervious to any transmutation effect that would alter his form, including polymorph and petri ﬁ cation ef- f ects, as w ell as disintegration ( disintegrate  can still reduce the wearer to –10 hit points, but doesn ’t turn his remains to dust). The wearer can choose to allow speci ﬁ c spells to bypass the armor ’s protection (so as to cast transmutation spells on himself, for example, or to receive the bene ﬁ t of polymorph or enlarge person  from an allied spellcaster). Strong abjuration; CL 12th; Craft Magic Arms and Armor, spell immunity;  Price +5 bonus. NEW SPECIFIC ARMOR DESCRIPTIONS The following armors are usually preconstructed with exactly the qualities described here.",
        "name":  "Proof against Transmutation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A rod of this sort typically has its top carved to resemble the head of an angry deity. In addition to giving the bearer a de ﬂ ection bonus to Armor Class (+1 to +5, depend- ing on the type of rod), a rod of fury allows a spellcaster to increase the effectiveness of one spell of 6th level or lower per day, altering it as if it were under the effect of the Empower Spell feat. Activating this ability is a free action and does not affect the spell level or casting time of the altered spell (even for sorcerers and other spontaneous casters). Strong abjuration; CL 17th; Craft Rod, Empower Spell, Spell Focus, protection from chaos/evil/good/ law, creator ’s caster level must be at least three times that of the bonus placed in the rod; Price 26,800 gp (+1), 38,800 gp (+2), 58,800 gp (+3), 77,600 gp (+4), 95,600 gp (+5).",
        "name":  "Rod of Fury",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A staff of smooth wood adorned with three silver bands, this staff is a +1 ghost touch quarterstaff  and allows the use of the following spells: • Blink  (1 charge) • Ethereal jaunt (1 charge) When all its charges are used up, the staff remains a +1 ghost touch quarterstaff . Moderate transmutation; CL 9th; Craft Staff, Craft Magic Arms and Armor, blink, ethereal jaunt, plane shift; Price 57,300 gp. Eyes:  A spiraling staff with silver inlay and topped with a large piece of amber, the staff of eyes allows the use of the following spells:• Arcane eye  (1 charge) • Remove blindness/deafness (1 charge) • See invisibility (1 charge) Moderate divination; CL 8th; Craft Staff, arcane eye, remove blindness/deafness, see invisibility;  Price 34,700 gp.",
        "name":  "Ethereal Action",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This ﬁ ne powder resembles other types of magic dust, and a single handful ﬂ ung into the air creates a translucent cloud 10 feet high, 10 feet long, and 10 feet wide. Creatures outside the cloud can see into it and through it (though their sight is slightly blurred), but any ranged attacks entering or passing through the cloud have a 50% miss chance. Creatures within the cloud make ranged attack rolls normally. The cloud persists for 3 minutes, but a moderate wind (11+ mph) disperses it in 4 rounds. A strong wind (21+ mph) disperses the cloud in 1 round, and any spell that deals ﬁ re damage burns away any part of the cloud in its area. The dust cannot be used underwater. Faint illusion; CL 3rd; Craft Wondrous Item, blur, glitterdust; Price 2,100 gp. Dyrr ’s Impervious Vestment: This black silk robe is embroidered with adamantine thread in an elegant waterfall pattern. It confers a +9 armor bonus to its wearer, and once per day can be commanded to create a blade barrier  as a full-round action. The spell produces a ringed wall of whirling blades only (20 feet high, up to 90 feet in diameter, centered on the wearer ’s current location), which lasts for 18 minutes or until dismissed as a standard action. As long as Dyrr ’s impervious vestment  is worn, the wearer is able to pass through the barrier without harm, though he receives no such protection against any other blade barrier . Strong abjuration; CL 18th; Craft Wondrous Item, blade barrier, mage armor; Price 123,000 gp; Weight 3 lb.",
        "name":  "Dust of Dispersion",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This three-stringed masterwork lute grants a +2 circumstance bonus on Perform (string instru-ments) checks and a +1 competence bonus on bardic music checks for countersong,  fascinate, and suggestion. The instru- ment can be played by anyone to produce light  once per day. Any character with 2 ranks in Perform (string instruments) can also use the bandore to cast ﬂ are, mending , and message each once per day. Faint transmutation, faint evocation; CL 3rd; Craft Won-drous Item, ﬂ are, light, mending, message, creator must be a bard; Price 1,900 gp; Weight 3 lb. 620_17925_Chpt5.indd   148 620_17925_Chpt5.indd   148 9/15/04   11:26:43 AM 9/15/04   11:26:43 AM149CHAPTER 5 MAGIC ITEMSMac-Fuirmidh Cithern: This pear-shaped masterwork lute grants a +2 circumstance bonus on Perform (string instru-ments) checks and a +2 competence bonus on bardic music checks for countersong,  fascinate, and suggestion . The cithern can be played by anyone with 4 ranks in Perform (string instruments) to cast cure light wounds, mage armor, and sleep each once per day. Faint various; CL 3rd; Craft Wondrous Item, cure light wounds, mage armor, sleep, creator must be a bard; Price 2,900 gp; Weight 3 lb.",
        "name":  "Fochluchan Bandore",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 ( –1 size, +1 Dex, +6 natural) touch 10, ﬂ at-footed 15 Base Attack/Grapple: +6/+19",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An ef ﬁ gy’s natural armor bonus improves by 2 points. It is crafted from material generally tougher than living ﬂ esh.",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. (6 squares), burrow 20 ft. 620_17925_Chpt6.indd   153 620_17925_Chpt6.indd   153 9/15/04   11:23:44 AM 9/15/04   11:23:44 AMCHAPTER 6 ARCANE MONSTERS 154Armor Class: 16 (+6 natural), touch 10, ﬂ at-footed 16 Base Attack/Grapple: +2/+5",
        "name":  "Speed",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— This strange creature resembles a mole the size of a hog, with long, ﬁ  lthy claws and beady, hate-ﬁ  lled eyes. I t  s e e m s  t o  b e  m a d e  o f  c l u m p e d  soil and rock. Chaggrins, or earth grues, are magical corruptions of earth and rock. They are hate- ful and violent creatures that dig and burrow for n o  o t h e r  r e a s o n  t h a n  t o  damage the element that spawned them, but they especially like to slake their dusty thirst with the blood of Material Plane creatures. An earth grue is about 5 feet long and weighs almost 500 pounds. It can burrow though soil, earth, sand, rub-ble, or other loose material, but not through solid stone. Its voice sounds like rocks grinding together. Though they speak Terran, chaggrins are not talkative creatures. To determine the type of spell object contained in an earth grue, roll d%: 01 –70, resist energy;  71–100, nondetection. COMBAT Chaggrins like to lie buried in the ground, hoping to surprise foes passing overhead. Sneak Attack (Ex):  If a chaggrin can catch an opponent w h e n  h e  i s  u n a b l e  t o  d e f e n d  h i m s e l f  e f f e c t i v e l y  f r o m  i t s  attack, it can strike a vital spot for extra damage. Basically, the chaggrin ’s attack deals extra damage any time its target would be denied a Dexterity bonus to Armor Class (whether the target actually has a Dexterity bonus or not), or when the chaggrin ﬂ anks its target. HARGINN (FIRE GRUE) Medium Elemental (Evil, Extraplanar, Fire)",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+3 Dex, +3 natural), touch 13, ﬂ at-footed 13 Base Attack/Grapple: +2/+2",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+3 Dex, +3 natural), touch 13, ﬂ at-footed 13 Base Attack/Grapple: +2/+3",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+1 Dex, +3 natural), touch 11, ﬂ at-footed 13 Base Attack/Grapple: +2/+4",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "31 (–4 size, +11 Dex, +14 natural), touch 17, ﬂ at-footed 20 Base Attack/Grapple: +27/+50",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "25 ( –4 size, –2 Dex, +21 natural), touch 4, ﬂ at-footed 25 Base Attack/Grapple: +27/+55",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "29 ( –4 size, +9 Dex, +14 natural), touch 15, ﬂ at-footed 20 Base Attack/Grapple: +27/+50",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "27 (–4 size, +6 Dex, +15 natural), touch 12, ﬂ at-footed 21 Base Attack/Grapple: +27/+53Fire monolithIllus. by W. O’Connor 620_17925_Chpt6.indd   158 620_17925_Chpt6.indd   158 9/15/04   11:24:04 AM 9/15/04   11:24:04 AMCHAPTER 6 ARCANE MONSTERS 159Attack: Slam +38 melee (6d8+14/19 –20)",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 ( –1 size, +2 Dex, +4 natural), touch 11, ﬂ at-footed 13 Base Attack/Grapple: +3/+11",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+3 Dex, +4 natural), touch 13, ﬂ at-footed 14 Base Attack/Grapple: +2/+3",
        "name":  "Armor Class",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An epic warmage ’s caster level is equal to his class level. The warmage ’s number of spells per day does not increase after 20th level, but he can learn additional spells through the advanced learning class feature (see below). Advanced Learning (Ex):  At 21st level and every four levels after (25th, 29th, and so on), the epic warmage can continue to add new spells to his spell list. Spells added must be sorcerer/wizard spells of the evocation school. Once added, they become a part of that warmage ’s spell list to be cast like any other spell. Bonus Feats:  The epic warmage gains a bonus feat at 23rd level and at every three levels after (26th, 29th, and so on). Bonus feats must be chosen from the following list, and can be selected even if the warmage does not meet the prerequisites. Epic Warmage Bonus Feats: Automatic Silent Spell*, Auto- matic Still Spell*, Craft Epic Magic Arms and Armor, Craft Epic Rod, Craft Epic Staff, Craft Epic Wondrous Item, Efﬁ cient Item Creation, Energy Resistance, Enhance Spell*, Epic Spell Focus*, Epic Spell Penetration*, Epic Spellcasting, Ignore Material Components, Improved Combat Casting*, Improved Heighten Spell, Improved Metamagic, Improved Spell Capacity, Intensify Spell, Master Staff*, Master Wand*, Scribe Epic Scroll, Spell Opportunity, Spell Stowaway, Spellcasting Harrier, Tenacious Magic. *Feats marked with an asterisk are presented under Epic Feats, below. See page 209 of the Dungeon Master ’s Guide  (as well as the Epic Level Handbook ) for descriptions and informa- tion on other epic feats. Epic Wu Jen The epic wu jen continues to grow apart from society, her mighty powers and strange ways becoming even more frighten- ing to those uninitiated into the mysteries of arcane magic.",
        "name":  "Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 leather armor, dagger of venom, ring of theurgy (lesser orb of acid, lesser orb of electricity, lesser orb of fire)†, hat of disguise, sending stone†, 2 scrolls of lesser orb of acid†, 2 scrolls of lesser orb of electricity†, 2 scrolls of lesser orb of fire†, 2 scrolls of lesser orb of sound†, 2 scrolls of shocking grasp. † New in Complete Arcane.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +7, Intimidate +10, Knowledge (arcana) +9, Knowledge (history) +9,Spellcraft +11; Battle Caster, Combat Casting, Extra Edge. Advanced Learning (Ex): A senior student has added one spell to her spell list (already included inSpells Known, below). Armored Mage (Ex): A senior student can wear medium armor with no chance of arcane spell failurebecause of this ability and her Battle Caster feat. Warmage Edge (Ex): Whenever a senior student casts a spell that deals hit point damage, she adds +4 tothe amount of damage dealt. Warmage Spells Known (6/7/4 per day; caster level 4th): 0— acid splash, disrupt undead, light, ray of frost (+3 ranged touch); 1st— accuracy†, burning hands (DC 14), chill touch (+3 melee touch, DC 14), fist of stone†, hail of stone†, magic missile, lesser orb of acid†, lesser orb of cold†,lesser orb of electricity†, lesser orb of fire†, lesser orb of sound†,shocking grasp (+3 ranged touch), Tenser’s floating disk, true strike; 2nd— blades of fire†, continual flame, fire trap, fire- burst† (DC 15), flaming sphere (DC 15), ice knife† (DC 15), Melf’s acid arrow (+3 ranged touch), pyrotechnics, scorching ray (+3 ranged touch), whirling blade†.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any enemy of the dwarves is 2 2, 000 also an enemy of the Anvil of Creation. Orcs, goblinoids, 3 4, 500 giants, and other evil creatures that lurk near dwarf cities 4 8, 000 and settlements are typical enemies of the church. The 5 12, 500 Anvil regularly hires adventuring parties (whether or not they include any dwarves) to seek out and neutralize the The first rank, listed as rank 0, grants no actual benefit. Simply strongholds of such foes. joining one of these churches requires no initial tithe, but Scale: 19 (multiplanar). this rank grants no benefit except membership. Members Affiliation Score Criteria: Any friendly creature, at this rank typically include commoners who frequent the dwarf or not, can join the Anvil of Creation. Although the church but lack the desire to gain further benefits, or the church\u0027s membership consists primarily of dwarves, and required tithe money, or both. most of its temples are located in dwarf cities, anyone who A temple of the Anvil of Creation is a place of work and worship espouses Moradin as a patron deity can gain affiliation with Multiple Use his church. Overthrows an evil government +8 Overthrows an evil government Criterion Affiliation Score Modifier and installs a good one in its place +15 Brings order to a frontier or lawless region +4 One-Time Character level +1/2 levels Brings a lawbreaker to justice +1 Knowledge (religion) 5 or more ranks +1 Finds new resources for a settlement or town +2 Craft (any) 5-9 ranks +1 Razes a stronghold of an enemy of the church +8 Craft (any) 10 or more ranks +2 Catches an enemy of the church off guard Good alignment +1 and defeats it through superior Lawful alignment +1 preparation +1/4 creature\u0027s CR Can cast spells that have the earth descriptor +1 Crafts a new item useful to the church +2 Proficient with heavy armor and shields +1 Breaks a law -2 Performs an overtly evil act -4 Associates with known evil creatures -4 Multiple Use Explores a new underground or mountainous area +2 Fails to defend an item or structure important to the church -8 Holds a position in battle against odds of two to one or worse +2 Successfully defends an item or structure",
        "name":  "Enemies and Allies",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Benefits and Duties send you home to meet the Soul Forger!\" 0 3 or lower None. 1 4-12 Initiate of the Forge: Once per day, gain a +5-foot bonus to your land ASSEMBLY OF BALANCE speed for 1 minute. 2 13-21 Tempered Steel: Gain a +1 bonus Like Ehlonna of the Forests, you are dedicated to maintain­ on saves against chaotic spells and ing the balance of life for the benefit and health of all the effects. world\u0027s creatures. Nature is the ultimate balancing force, 3 22-29 Adamantine Shield: Ready a shield offering life-giving sustenance as well as deadly hazards. as a free action (normally a move Those who would disrupt nature\u0027s delicate balance are your action). enemies, and you consider it your personal mission to educate 4 30 or higher Mithral Hammer: Once per day, or eradicate them. gain a +2 bonus on attack rolls and The Assembly of Balance embodies the nurturing side of damage rolls against an enemy nature and acts on behalf of those who live in the natural parts of the church for 1 minute. These of the world—including those who make a living from nature bonuses double if the enemy is an (such as farmers or loggers) without desecrating or despoiling orc, goblinoid, or giant. the land. But Ehlonna is also a hunter, so her church has a ruthless side as well. Those who take only what they need from Specific Roleplaying Applications nature are unlikely to quarrel with the Assembly of Balance,",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Members of the Assembly Converts a new member +1 of Balance often strike from a distance—and if possible, Openly thwarts an evil despoiler of nature +2 by surprise. Even Ehlonna\u0027s clerics tend to favor light Establishes an organization dedicated armor, and most take a few ranks in Hide. Her follow­ to acts of good in nature +4 ers focus on destroying undead enemies first, and they Slays a creature with the evil subtype +1/4 creature\u0027s CR frequently use nonlethal attacks against enemy animals Protects a forest or other natural area or magical beasts, hoping to subdue the creatures and from destruction +2 then relocate them far from populated areas. Members Protects a sacred grove or untouched natural area frequently give despoilers of nature fair warning before from destruction +4 striking and offer them the option to leave a region Organizes a one-time or ongoing celebration peacefully under the church\u0027s protection. This attitude of the spring planting or fall harvest +2 Razes the stronghold of an undead creature +8 is often displayed in other combat situations as well—a Undertakes a mission to hunt undead +1 worshiper of Ehlonna frequently gives enemies a chance Destroys an undead creature by using a spell to yield before attacking. from the Sun domain +2 Favored Adventure Types: Followers of Ehlonna jump Fails to prevent the destruction of a natural area -4 at the chance to drive away evil creatures that are despoiling Fails to prevent the destruction of a or exploiting natural areas, Gnolls are counted among such sacred grove or untouched natural area -15 enemies, even though their tribes include many druids Performs an overtly evil act -4 and rangers. Gnolls embody the cruel and heartless aspect Associates with known evil creatures -4 of nature and augment it with their own unique brand of Contributes in any way to the mistreatment of animals -10 sadism, making them the antithesis of the Assembly of Balance\u0027s teachings. In addition, the church encourages",
        "name":  "Multiple Use Favored Combat Tactics",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Benefits and Duties one\" is an expression of wonder, and \"Pelor\u0027s touch\" refers to 0 3 or lower None. healing magic of any sort. 1 4-9 Novitiate of the Sun: Gain a+2 bonus on Heal checks made to stabilize a dying creature. THE TEMPLE OF TRUE AIM 2 10-17 Light of the Sun: Gain a+2 bonus on turning checks. Only with eternal vigilance can the world be kept safe from 3 18-24 Heat of the Sun: Gain a+1 bonus on those who would destroy it. Too many times in their long saves against evil spells and effects. history, the elves have seen evil rise—often from within 4 25-29 Fury of the Sun: Once per day, add their own ranks—and too often they have suffered at the your Strength modifier as a bonus hands of their enemies. But no more. With neverending on a single saving throw. vigilance, the Temple of True Aim has kept vigil over the 5 30 or higher Shining Light: Once per day, wreathe world for uncounted centuries at the behest of Corellon yourself in the divine energy of Larethian. It does so for the good of all elves, even if that the sun, which acts as Afire shield spell (warm shield only, caster level means keeping an eye on every elf. The enemies of Corellon equals your character level). and his people are so numerous that relaxing your watch for even a moment would let evil again win a foothold in the elven realms. ROLEPLAYING The Temple of True Aim consists of extremely cautious APPLICATIONS elves who know the truth of the world. Allies come and favored Feats: Pelorites go, but enemies are never absent. The church encompasses prefer feats that aid them a vast network of members. Many are clerics, but elves of in combating undead, other classes also want to keep their people safe. Elf rogues or that help bring Pe­ wander the streets of enemy nations, seeking to learn lor\u0027s light to the dark whether rumors of war are true. Elf rangers and druids corners of the world. scout the wild mountains, hoping to learn the strength Extra Turning, espe­ of the current orc chieftain and his plans for conquest. cially when used in When the vigilant church of Corellon Larethian detects conjunction with di­ the taint of evil in any elf nation, it strikes without mercy. vine feats, is a favorite. But Whether the enemies are fiends from the Abyss, raiding knowing that turn attempts orcs, or the hated drow, Corellon\u0027s followers ply their sure are less effective against more arrows with deadly accuracy. Great heroes of the church earn powerful undead, a typi­ honorifics among their enemies—a sign of respect strongly cal cleric of Pelor takes Holy symbol of Pelor tinged with fear. The drow earn special enmity for more than just the ancient Affiliation schism that divided the elf race. The church teaches that Rank Score Title: Benefits and Duties when Corellon cast the drow from the surface, he meant to 0 3 or lower None. send them to the Abyss, there to spend the rest of eternity 1 4-8 Watcher: Gain a +2 bonus on Sense with their dark mistress, Lolth. But Lolth\u0027s power and trickery Motive checks. 2 9-16 Keeper: Once per day, ignore armor were too strong, so the drow remained on the Material Plane. check penalty, if any, on one skill Thus, killing drow is holy work, because each dark elf soul check. sent to the Abyss is another step toward completing the work 3 17-23 First Captain: Cain a+1 bonus on begun by Corellon Larethian so long ago. attack rolls against evil enemies.",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Benefits and Duties an opponent that has a CR 3 or more higher 0 3 or lower None. than own character level +1/2 opponent\u0027s CR 1 4-10 Protector: Gain a+2 bonus on Sense Defeats an opponent Motive checks. by grappling only +1/4 creature\u0027s CR 2 11-18 Guardian: Choose Fortitude, Reflex, Destroys a creature at full hit points or Will. Gain a +1 bonus on the with one blow +1/4 creature\u0027s CR selected saving throw. (Once made, Converts a new member +1 this choice cannot be changed. ) Deals 30-99 points of damage 3 19-29 Knight-Defender: You can ready a with a single blow +1/4 creature\u0027s CR shield as a free action (normally a Deals 100 or more points of damage move action). with a single blow +1/creature\u0027s CR 4 30 or higher Holy Shield: Once per day as an Loses an athletic competition against a foe that has immediate action, grant yourself or a CR 1 or more below own character level -2 an ally a dodge bonus to AC equal to Loses in battle against an enemy of the church -4 1/2 your character level. (This ability Is caught cheating in an can be used after you know the athletic competition -10 (if lawful) or-6 (if chaotic) result of the roll. ) Affiliation Multiple Use",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This section describes the mechanical effects of per barbarian level. the alternative class feature. Eagle Totem: The keen-eyed eagle grants you low-light vision if you adopt him as your spiritual totem. If you have previ­ BARBARIAN ously chosen the eagle as your spiritual totem, the bonus on Barbarians who follow a spiritual path are often tied Search and Spot checks increases by 1 at each level at which at some deep level to the wildlands that gave them your damage reduction would increase (10th, 13th, 16th, and birth. Such characters feel a kinship with the spirits of 19th levels). nature—especially animal spirits—and draw their power Fox Totem: The quick fox grants you a +1 dodge bonus from these essences. Divine barbarians are viewed with to Armor Class if you choose her as your spiritual totem. awe and sometimes fear by their tribes, and some such This bonus increases by 1 at each level at which your characters are considered holy people in the absence of damage reduction would increase (10th, 13th, 16th, and any organized religion. 19th levels). Any condition that causes you to lose your Dexterity bonus to Armor Class (if any) also negates this Spiritual Totem dodge bonus.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you have 3 or more ranks in a Perform skill, fortifies you or a single chosen ally within 30 feet against you can use your music or poetics to create an area conducive mental control and attacks from evil-aligned or summoned to healing. creatures. In most respects, hymn of fortification mirrors the To be affected, an ally must be able to see and hear you effects of the protection from evil spell. If you wish to protect perform. The effect lasts as long as you continue perform­ an ally with this ability, the two of you must be able to see and ing and for 5 rounds thereafter. An affected ally who casts hear each other. The effect lasts as long as you concentrate, any conjuration (healing) spell gains a +1 sacred (if you\u0027re up to a maximum of 2 minutes. good or neutral) or profane (if you\u0027re evil) bonus on the roll Each use of hymn of fortification counts as one daily use of for each rank you have in the Perform skill. This ability your bardic music ability. This is a spell-like ability. has no effect on spells cast from wands, scrolls, or other magic items. CLERIC In addition, if you use this ability for 1 full minute Many clerics have a special gift for healing, but you have before you and your allies retire for the night, everyone in found ways to use that gift more precisely. In your hands, the group heals naturally as if he had completed 24 hours no positive energy is ever wasted, and your touch provides of bed rest (thus recovering twice his character level in the gift of healing to those around you. hitpoints). If the music is interrupted, the magic of the song is lost. Pool of Healing Either use of healing hymn counts as one daily use of your By sacrificing some of your personal power, you permanently bardic music ability. This is a spell-like ability. establish a link to the Positive Energy Plane through your v. - deity or belief system. The energy you draw from that plane equal to the amount of the reduction. This effect lasts obeys your direct command, and you can dispense it in the until the beginning of your next turn. Armor of god is a form of healing with a simple touch. supernatural ability.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As an immediate action, you can reduce your through strength of arms. base Will save to +0 and gain a bonus to your Armor Class Holy Warrior ability to call this devoted creature, you become a more By giving up your spellcasting ability, you gain access to mobile and effective fighter underground. bonus feats much as a fighter does. This choice does not, Level: 5th. however, close you off from divine influence—in fact, several Replaces: This benefit replaces the special mount class of these feats actually increase your divine power. feature.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th, 13th, 16th, or 19th. Shielding (Su): As a swift action, you can order the creature",
        "name":  "Levels",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once per day as a swift action, you can summon spells. the power of law to aid you. Upon activating this ability, you PLANT DEVOTION [DOMAIN] immediately gain a +3 sacred (if your deity is good or neutral) or profane (if your deity is evil) bonus on your attack rolls or Your body takes on the resilience of plants. to your AC until your next action. At the beginning of your Benefit: Once per day as an immediate action, you can next action, you can reallocate the bonus if desired. This force your body to take on plant characteristics. Your skin effect lasts for 1 minute. becomes brown and barklike, your hair becomes leafy, and The bonus increases to +5 when you attain 10th level, and your blood oozes like sap. This effect lasts for 1 minute. to +7 when you attain 15th level. While in this form, your natural armor bonus increases",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can select this feat multiple times, gaining one additional daily use each time you take it. Your connection to the divine principle of protection shields",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "D10 Most of the following prestige classes are associated with Base the organizations in the preceding section. Their role in the Attack Fort Ref Will Unarmed campaign is described in the associated organizations\u0027 text. Level Bonus Save Save Save Special Damage1 1st +1 +2 +2 +0 AC bonus, ld8 The ordained champion (page 90) and the sanctified one fast movement, (page 99) have no organizations of their own. feral trance 1/day, New feats, spells, items, and other features introduced primal living in this book are marked with an asterisk (*) in the sample 2nd +2 +3 +3 +0 Uncanny dodge, 1d8 character statistics blocks. untamed strike 3rd +3 +3 +3 +1 Feral trance 1d10 2/day, scent _ FIST OF THE FOREST 1 The value shown is for Medium characters. Use the monk class table (PH 41) for Small or Large fists of the forest. \"To be one with the wild, you must become wild yourself. It\u0027s only natural. \" Class Skills (2 + Int modifier per level): Balance, Climb, —Sorag, Warden of the Green Handle Animal, Intimidate, Jump, Listen, Move Silently, Sense Motive, Spot, Survival, Swim. For some among the Guardians of the Green (see page 68), the pursuit of an animalistic lifestyle is a form of asceti­ CLASS cism. A feral disposition FEATURES seems to come naturally to others. In either case, You are skilled at hunt- the result is a powerful ing and killing with your defender of nature: the bare hands. You defend fist of the forest. the forest by channeling raw, bestial might through BECOMING your own being, using ei­ A FIST OF ther disciplined focus or THE FOREST primal ferocity. Though the two classes AC Bonus (Ex): While seem to have little in unarmored, you gain a bo¬ common, the paths of nus to your Armor Class the monk and the bar­ equal to your Constitution barian often converge bonus (if any). See the monk in the fist of the forest. class feature (PH 40). Monks and other disci­ Fast Movement (Ex plined characters seek Your base land speed is heightened connections faster than the norm fori with nature through a your race. See the barbar­ primal devotion to its ian class feature (PH 25). | defense. Barbarians and If you already have fas| other wild characters movement from another seem to simply end up class, the bonuses to your on this path if they are speed stack. fated for it. Feral Trance (Su): Once per day, you can enter ENTRY a feral battle trance. While REQUIREMENTS you are in this state, the raw",
        "name":  "HIT DIE",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +4 bonus to your natural armor bonus. In addition, for 10 rounds per day, you can grant yourself",
        "name":  "Orsos",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +1 circumstance bo­ based offensive nus on your ranged attack roll with every ray spell against a spell that you aim at a creature with a nat­ creature with an ural armor bonus. (Knowledge [arcana\" opposing alignment 8 ranks) component (chaos/law",
        "name":  "Accurate Retort",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Choose one Pallavarta Santalieri, Mind over Matter: Whenever you creature type or subtype from the ranger\u0027s a Paragnostic apostle cast a spell that creates a solid object, its [TABLE 2-7: THE PARAGNOSTIC APOSTLE HIT DIE: D4 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +0 +2 Holy texts, knowledge is power, lore +1 level of existing spellcasting class 2nd +1 +0 +0 +3 Knowledge is power +1 level of existing spellcasting class 3rd +1 +1 +1 +3 Knowledge is power +1 level of existing spellcasting class 4th +2 +1 +1 +4 Knowledge is power +1 level of existing spellcasting class 5th +2 +1 +1 +4 Knowledge is power +1 level of existing spellcasting class Class Skills (4 + Int modifier per level): Concentration, Craft, Decipher Script, Knowledge (all skills, taken individually), Profession, Search, Speak Language, Spellcraft, Spot. hardness and hit points each increase by 2. When you cast stand beside the fighters—such tactics are no longer as viable a spell that provides an armor bonus, that bonus to AC also for you as they once were. When given the choice, focus on increases by 2. (Knowledge [architecture and engineering] the foes against whom your specific class abilities are most 5 ranks) effective, but don\u0027t be afraid to make use of your spells where",
        "name":  "Discern Weakness",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a sanctified one of Ehlonna, you gain abilities for any roll normally requiring ld20 and use the higher of I relating to light, life, and nature. the two results. Light of Life (Su): Once per day as a standard action, you can Sanctified Strength (Su): Once per day, you can apply twice call upon Ehlonna\u0027s light to create a consecrated area. This your sanctified one level as a sacred bonus to your Strength effect works like the consecrate spell, except that the effect is for 1 round. mobile and centered upon you. In addition, you are treated Blessing of Kord (Su): At dawn every day, you can choose one as an altar of Ehlonna for the purpose of determining the of the following blessings of Kord, which lasts for 24 hours: I bonuses granted. This effect lasts for 10 minutes. +2 bonus to Strength, +2 luck bonus on all saves, or +10-foot SANCTIFIED ONE ABILITIES AND BLESSINGS Deity Additional Class Skills Sanctified Abilities Sanctified Blessing Knowledge (nature), Search, Light of life* nature\u0027s bounty, nature\u0027s Ehlonna (NG) Survival holding, summon nature\u0027s mount* Fast healing 5 Climb, Jump, Knowledge Chaos warp* holy fire, luck of battle-\u0027, Kord (CG) (dungeoneering) sanctified strength* Blessing of Kord Appraise, Knowledge Chaos luck* good catch, not in the face\"-\u0027 Olidammara (CN) (dungeoneering), Move Silently rogues\u0027 blessing Fast talk Decipher Script, Knowledge Armor of law, death\u0027s cloak* sanctified Wee Jas (LN) (arcana), Spellcraft fall, sanctified spell* Ruby spell AFFILIATION SPECIFICS bonus to speed. You cannot change this blessing until the next day. The following affiliation details are designed for sanctified",
        "name":  "Ehlonna",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a sanctified one of Olidammara, you ones of Kord. If you are playing a sanctified one dedicated gain abilities relating to luck and stealth. to a different deity, use what follows as a model, but change Chaos Luck (Su): Once per day as an immediate action, you the specifics where appropriate. can grant yourself and each of your allies within 30 feet the evasion ability for 1 round. Any recipient of this benefit Criterion Affiliation Score Modifier who already has evasion gains improved evasion instead. One-Time Any recipient who already has improved evasion gains no Character level 1/2 levels further benefit. Strength 13 or higher +1 Has the Athletic feat +1 Good Catch (Ex): Whenever you make a Disable Device Has the Endurance feat +1 check, you can choose to roll a second time before learning Has a Strength penalty - 2 x penalty the result of your check. If you do so, you must use the result of your second attempt. Multiple Use Not in the Face (Ex): Once per day as an immediate action, Wins an athletic competition +1/4 opponent\u0027s CR you can apply your base Reflex save as a bonus to your Armor Completes a mission or adventure requiring Class for 1 minute. Whenever you are denied your Dexterity great Strength or stamina (scaling a mountain, bonus, you lose this bonus as well. swimming a channel, or the like) +4 Rogues\u0027 Blessing (Su): If you have the sneak attack ability, Refuses a personal challenge -1 you gain an extra ld8 points of sneak attack damage for every Is defeated in an athletic competition -2 two sanctified one levels you possess. Rank Affiliation Fast Talk (Sp): Once per combat encounter, you can make",
        "name":  "Olidammara",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a sanctified one of Wee Jas, you gain abilities only) as a spell-like ability once relating to death, law, and spellcasting. per day (caster level equals your Armor of Law (Su): If you have an armor bonus (permanent character level). or temporary), it increases by an amount equal to your class SANCTIFIED ONE OF KORD BENEFITS level. If you have no armor bonus, you can increase your shield bonus instead. If you have neither, you gain no benefit. Though you have no separate organization, you are entitled Death\u0027s Cloak (Su): Once per day as a swift action, you can to a variety of benefits based on your service to your deity render yourself immune to poison, magic sleep effects, paraly­ and church. If you have a rank of 1 or higher, you can live in sis, stunning, disease, and death effects for 1 minute. a barracks attached to a temple of Kord if you wish. If you Sanctified Eall (Su): If you are reduced to -1 or fewer hit do so, you have access to the attached gymnasiums as well points, or even killed outright by a death effect, you can use (see the Kord entry in Deities and Demigods). an immediate action to either cast a spell or make a single Supplicant: At this rank, you can stay in the guest quarters attack. For this action only, you can increase your either at any temple to Kord for as long as you wish. In addition, your effective caster level or your bonus on attack rolls (your you receive free healing for any injury you suffer in Kord\u0027s decision) by an amount equal to your sanctified one level. service. If you are injured while acting on your own, you can Sanctified Spell (Ex): Once per day, you can increase your receive one free 3rd-level or lower cure spell each day. If you effective caster level by an amount equal to your Intelligence choose these benefits, you also must serve the church for at bonus (if any) for 1 round. least 60 days each year, guarding a temple or other church Ruby Spell (Sp): Choose a spell that you can cast from the property, training other champions, or undertaking quests. highest level to which you have access. You can now use this Your days of service need not be continuous. spell as a spell-like ability once per day. Doing so requires no Competitor: By the time you attain this rank, you have material components, unless those components have a gold achieved a degree of renown among worshipers of your deity. piece cost equal to 100 gp or more. You can also still cast this Because you are regularly called upon to perform missions spell normally as part of your normal spell repertoire. for your church, you gain a +2 bonus on Strength checks and Each time you gain a new spellcasting level, you can either Strength-based skill checks. retain this spell as a spell-like ability or choose a different Master: Your increasing focus on combat in the name of one from the highest level you can cast. Kord has earned you a +2 bonus on opposed checks to resolve grapple, trip, and overrun attempts.",
        "name":  "Wee Jas",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Able to cast lst-level divine spells. (+4 Dex, +5 armor, +1 natural)",
        "name":  "Spellcasting",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 2nd and 3rd level, you gain new spells Dardallion: As an immediate action, you can grant one ally per day and an increase in caster level (and spells known, if within 30 feet the opportunity to reroll a saving throw, skill applicable) as if you had also gained a level in a spellcasting check, or ability check. class to which you belonged before adding the prestige Imdastri: You can use shield other, as the spell. The effect class level. You do not, however, gain any other benefit a lasts for a number of rounds equal to three times your squire I character of that class would have gained. If you had more of legend level. than one spellcasting class before becoming a squire of Ktolemagne: You can use see invisibility, as the spell. The legend, you must decide to which class to add each level effect lasts for a number of rounds equal to three times your I for the purpose of determining spells per day, caster level, squire of legend level. and spells known. Orsos: You can use lesser restoration, as the spell. Paragon\u0027s Path: Upon becoming a squire of legend, you Reikhardt: You can grant an ally within 30 feet a second use I must choose one of the legendary Six from Shadow after of an extraordinary or supernatural ability normally usable I whom to model your skills and abilities. Once made, your only once per day. If you gain a second daily use of this ability, choice cannot be changed. you cannot use it twice in one day on the same ally. Save Bonus (Ex): At 1st level, you gain a +1 bonus on a Sunyartra: You can use true strike, as the spell, but only on I saving throw determined by your paragon, as given on the a single ally within 30 feet. following table. This bonus increases to +2 when you attain Faithful Companion (Ex): At 3rd level, you learn to place 3rd level. yourself between an ally and harm. If you and an ally within I 5 feet are both subject to an area spell or effect that allows I a Reflex save for partial damage, you can grant your ally a I bonus on her saving throw by taking a penalty of equivalent Reikhardt: When an ally within 30 feet of you uses an magnitude on your own. The value of the bonus and penalty extraordinary, spell-like, or supernatural ability that affects can be any amount up to the value of your base Reflex saving all allies within a given number of feet, you can use \"ah throw. You must decide to invoke this ability immediate action to extend its range and duration before either you or your ally has attempted by 50%. the saving throw. Sunyartra: As an immediate action, Squire\u0027s Burden, Greater (Su): you can grant one ally within 30 feet the At 3rd level, you gain a new su­ opportunity to reroll an attack roll or pernatural ability you can use critical hit confirmation roll. once per day. It follows all the PLAYING A guidelines for least squire\u0027s SQUIRE OF burden, above. If you choose, you can forgo your daily use LEGEND of this ability for an extra You follow in the footsteps use of the least or lesser of a legend, but you embrace squire\u0027s burden. your legendary hero\u0027s in­",
        "name":  "Spellcasting",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject is sickened or nauseated. • Interfaith Blessing: Subjects gain combat benefits based Deific Bastion: Your shield or armor gains a +1 on their individual deities. enhancement bonus plus a special ability that varies by deity. •5th\u0027Level War-Mount: Your mount gains a +2 enhancement",
        "name":  "Bewildering Visions",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your shield or armor gains a +1 enhance­ creatures begin interactions with subject one step close ment bonus plus a special ability that varies by deity. to hostile.",
        "name":  "Deific Bastion",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Translucent knight grants you a +6 deflection bonus to Armor Class and attacks at your Summon Holy Symbol: Wooden holy symbol appears in command. your hand.",
        "name":  "Spiritual Guardian",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject is protected against 5 points of ability damage to Strength, Dexterity, or Constitu­ Deific Bastion: Your shield or armor gains a +1 enhance­ tion; repeated use for different scores also increases ment bonus plus a special ability that varies by deity. damage absorbed. War-Mount: Your mount gains a +2 enhancement bonus",
        "name":  "Body Ward",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Adept 2, cleric 2, shugenja 2 Chaos +\\ on attack rolls -1 on saving throws Components: V, S, DF Evil +1 on damage rolls -1 to Armor Class",
        "name":  "Alignment Bonus Penalty Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Close (25 ft. + 5 ft. /2 levels) Law +1 to Armor Class -1 on damage rolls",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield or heavy armor touched or good/evil), this bonus becomes +10. When making such",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A phantasmal knight can exhaust the remaining positive energy in a sudden Duration: 1 minute/level or 1 round/level; see text burst of healing as a standard action. When this option is Saving Throw: None exercised, roll a number of d4s equal to one-half the spell\u0027s Spell Resistance: No remaining duration, rounded down (for example, Sd4 if the spell has 11 rounds remaining). The result is the number The sound of hoofbeats begins in the distance and draws swiftly of hit points of damage instantly healed. Using this option nearer. As though leaping down from an invisible charger, a ends the spell immediately. translucent knight, clad head to toe in heavy plate, appears by your side. The holy symbol of your deity is emblazoned across his SOUL WARD tabard and shield. Abjuration",
        "name":  "At any point before the duration expires, the subject Effect",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute/level or until discharged granting you a +6 deflection bonus to Armor Class. As a",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level or until discharged The power of your deity flows through you, guiding your movements Upon casting this spell, you can use one of your daily turn and honing your instincts. or rebuke attempts to turn creatures with the opposing align­ ment subtype as though they were undead. For instance, if Upon casting this spell, you gain a +2 luck bonus on you cast turn anathema as a good spell, you could attempt to ! attack rolls and damage rolls, saving throws, skill checks, turn creatures of the evil subtype, such as demons. You could ability checks, and spell penetration checks, as well as not, however, turn a red dragon, because although it is an to Armor Class. evil creature, it lacks the evil subtype. This spell allows only At any point before the spell expires, you can channel turning, not rebuking or destroying, even if you normally some of its remaining power into a single instant of perfect rebuke rather than turn. You can use as many of your daily fortune as an immediate action. The result of the next attack turn/rebuke attempts as you wish in this way for the duration roll, saving throw, skill check, ability check, or spell penetra­ of the spell. tion check you attempt is treated as a natural 20, as long as it WAR-MOUNT occurs within 1 round of the time you invoked this power. (If you use it for an attack roll, you must still roll to confirm Transmutation the critical hit normally. ) Using this option instantly ends Level: Blackguard 3, paladin 3 the spell. Components: V, S",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level Spell Resistance: Yes When you clutch your holy symbol, it pulses briefly with divine You use the raw power of your deity to reach into your target\u0027s soul power, then grows oddly cold beneath your fingers. and pull forth its sins, leaving their horror exposed for all to see. Choose one non-neutral aspect of your own alignment— You affect the target differently based on how its alignment chaotic, evil, good, or lawful. If you are neutral, you must compares to your own. choose an alignment component for this spell when you If the target\u0027s alignment is the same as yours, weight of sin first cast it, and this choice cannot be altered for subsequent has no effect. castings unless your alignment has changed in such a way If the target\u0027s alignment differs from yours but contains as to make that choice unsuitable. The spell takes on the no directly opposing components (for example, the target is descriptor of the selected alignment component. neutral good and you are lawful neutral), the spell deals 1 Opposed on the first casting, it now causes a moderate effect, and if it Alignments caused a moderate effect, it now causes a major effect. Minor (Yours/ Minor Model-ate Major and moderate effects end in 1 round per caster level, but major Target\u0027s) Effect Effect Effect effects are permanent until dispelled. Chaotic/ -1 on saving Confusion, Baleful In all cases, the subject is entitled to a Fortitude save for lawful throws as the spell polymorph, half damage, and then a Will save to negate the secondary as the spell effect, if any. The target is entitled to this Will save even if Evil/ -1 to Armor Crushing Weakened, the spell duplicated by the secondary effect normally does good Class despair, as symbol as the spell of weakness not permit one. Good/ -1 on attack Exhausted, Blinded, WOODEN BLIGHT evil rolls as ray of as power exhaustion word blind Transmutation Lawful/ -1 on damage Slow, Flesh to Level: Druid 6 chaotic rolls as the spell stone, as Components: V, S, M the spell",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If a horn taken from a unicorn that symbols as foci for their spells. Even a spell that doesn\u0027t has died of natural causes is used as a component in the normally require a focus can be improved by the use of these casting of any touch spell that has the healing descriptor, symbols. The following rules apply to such use. it transforms the spell into a ray with a 30-foot range. Price: Alignment: To gain the benefits associated with a special 190 gp. holy symbol, you must be of a compatible alignment—that is, you cannot have an alignment component in opposition to either component of the deity associated with the symbol. SPECIAL HOLY SYMBOLS For example, Kord is a chaotic good deity, so you could not use his holy symbol for spellcasting if you were either lawful or Clerics, paladins, and most other divine spellcasters require evil. (The alignment of clerics and other divine casters must some sort of holy symbol, both for their spellcasting and to be within one step of the deity they worship, as specified in use some of their other divine abilities. Two types of holy the Player\u0027s Handbook) symbols—wooden and silver—are described in the Player\u0027s Handbook. Neither is more effective than the other. Worship: Although nondivine characters might not In truth, many different types of holy symbols exist. Each pay as much homage to deities as divine casters do, anyone incorporates the symbol of the deity in some way, but the wishing to gain the benefits of using a special holy symbol styles and materials used can vary widely. Symbols of the as a focus must offer up at least a little religious respect. same god might not be exact duplicates—in fact, different Work with your DM to decide what sort of roleplaying is sects of a religion might focus on separate aspects of the same required for your character to be considered a worshiper deity, and their symbols might reflect that difference. And of a particular deity. finally, divine casters who don\u0027t follow a particular religion Exclusivity: Most spellcasters pay homage to only one tend to have symbols of their own. deity at a time, but some—especially nondivine casters— This section provides examples of a few unique holy pay homage to an entire pantheon, or perhaps a subset of symbols. Each draws upon a different core D\u0026D deity for deities. But even if your game uses a pantheistic approach, inspiration but can be adapted to similar deities in other you still need to pick an individual deity to use one of the campaign worlds. special holy symbols in this section. And furthermore, once you select a particular special holy symbol, you can\u0027t COMMON ELEMENTS swap it for another without abandoning the first deity OF HOLY SYMBOLS entirely. If you do want to make such a switch, the DM Each of the following holy symbols has a unique description should work out the roleplaying ramifications of changing and its own special enhancements. However, all have the faiths with you. following elements in common. HOLY SYMBOL DESCRIPTIONS • Each symbol is made of materials worth at least 100 gp. Each entry includes a brief physical description of the holy Even those made of natural materials go through a refin­ symbol, followed by its benefits. ing process that makes them inherently valuable. Blood-Face of Erythnul: This rust-colored talisman • Each symbol is durable, with hardness 5 and 10 hit depicts a face cackling with evil laughter. Swaths of blood- points. red highlight the open, grinning mouth and the brow ridge, • Each symbol is made to fit in one hand, regardless of the giving the face a wild, almost demonic look. size of that hand. Its power lies not in its size, but in its When used as a focus for illusion spells or spells with the connection to the divine. chaotic designator, a blood-face of Erythnul increases the • To wield a holy symbol, the user must hold it in one hand save DC by 1. and brandish it openly. Although some holy symbols can Barbs of Hextor: The shape of this dark-colored, metallic be worn, the wielder must always touch his symbol with talisman is that of a mailed fist grasping barbed arrows. at least one hand and display it prominently to use it as a When used to cast Evil domain spells or spells that have focus for spellcasting, turning checks, and other related the evil descriptor, this symbol increases your effective caster uses. Only the use of a metamagic feat such as Still Spell level by 1. allows a caster to forgo this motion. Bolt of Heironeous: Cast in the shape of a hand grasping • Each special symbol costs 350 gp. That price covers all a lightning bolt, this holy symbol is usually made of silver, material costs, plus any blessings or rituals needed to gold, or a combination of both. consecrate it. This cost also represents the fact that each When used to cast Good domain spells or spells that have symbol is of masterwork quality. the good descriptor, this symbol increases your effective caster level by 1. WHO CAN USE HOLY SYMBOLS",
        "name":  "Unicorn Horn",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  " nature\u0027s children and nature\u0027s sickle This suit of studded leather armor is held together with bits of hone bastion of righteous war increases by 1 for every additional and scale rather than metal rivets. The breastpiece is engraved with multiple of damage (beyond x2) that would normally be dealt an abstract image resembling a tree, whose branches cross over the by the attack\u0027s critical hit. For example, negating a critical armor\u0027s shoulders. threat from a heavy pick (which deals four times normal damage on a critical hit) would cost three turn/rebuke undead If you have the wild shape class feature, this suit of+1 wild attempts, rather than one. studded leather armor grants you one additional use of that The bastion of righteous war is part of a set known collec­ ability per day. (It does not, however, grant that ability if you tively as the regalia of righteous war, which also includes the do not already possess it. ) This extra use stacks with the one blade of righteous war (see below) and the helm of righteous provided by a druid\u0027s vestment (DMG 268). war (page 139). When you hold this blade while wearing Armor of the beast is part of a set known collectively as the other items in the set, you can spend a turn/rebuke the trappings of the beast, which also includes the ring of undead attempt as an immediate action to make an the beast (page 141) and the mantle of the beast (page 140). attack of opportunity with the blade against any foe that When you wear all three of these items, you gain a +5 successfully strikes an ally in melee combat, even if you competence bonus on wild empathy checks. In addition, have already made one against that opponent that round. you are treated as one level higher than you are for the (You must threaten the foe in order to make this attack of purpose of using wild shape. (For instance, an llth-level opportunity. ) druid clad in the trappings of the beast could assume the The holy symbol pictured on the shield always matches form of a plant creature. ) the deity worshiped by the wearer (if any).",
        "name":  "Sample holy symbols of nature",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, wild shape Cost to Create: 9, 000 gp (plus 170 gp for masterwork heavy ability. steel shield), 720 XP, 18 days.",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13, 000gp (plus 175 gp for masterwork studded Prerequisites: Craft Magic Arms and Armor, divine power, leather); 1, 040 XP, 26 days. magic vestment, turn or rebuke undead. BASTION OF RIGHTEOUS WAR BULWARK OF THE LIVING Price (Item Level): 18, 170 gp (14th) Price (Item Level): 10, 157 gp (12th level)",
        "name":  "Cost to Create",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 lb. Weight: 10 lb. The border of this chevron-shaped shield is emblazoned with symbols This heavy wooden shield is perfectly spherical and rimmed in of warfare. When it is carried, the image of a deity\u0027s holy symbol mithral. The sun disk of Pelor is emblazoned across its surface. forms in the center. A good-aligned character who bears this +1 blinding heavy This +1 heavy steel shield functions best in the hands of a wooden shield can expend a 4th-level or higher divine cleric or paladin. If an enemy scores a critical threat against spell as a standard action to cast death ward (PH 217) on you, you can expend a turn or rebuke undead attempt as an himself. immediate action to negate the critical threat. You must Cost to Create: 5, 000 gp (plus 157 gp for masterwork heavy make this decision before your opponent rolls to confirm wooden shield), 400 XP, 10 days. the critical threat, and you still take the normal damage from Prerequisites: Craft Magic Arms and Armor, death ward, the attack. The cost (in turn/rebuke attempts) to activate the searing light, good alignment. A NOTE ON FORMAT The magic items described here use the format introduced in the school of magic, and the school of magic associated with Magic Item Compendium. Aspects of that format that might not the aura. be self-explanatory are described below. Activation: The kind of action required to activate the item is Price (Item Level): This entry gives the price of the item in gold given here, followed by a description of what a character does pieces and the item level. Item level is a guideline for the DM during the activation. For example, a \"swift (command)\" item to estimate the level at which a character can reasonably attain requires a swift action to activate and requires the activator to the item. It is unrelated to caster level. speak a command word. An entry of\"—\" means the effect is",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and your attack rolls, saving throws, and Armor, cure light wounds, monk. Armor Class simultaneously.",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— This silver pendant looks like an ordinary holy symbol of any lawful neutral, lawful good, or neutral good deity. Hanging on a thin mithral chain is a tiny charm, on which i carved an odd combination of the holy symbols of Heironeous If you are a worshiper of any lawful neutral, lawful good, and Kord. or neutral good deity, the pendant of redemption refashions itself into the shape of your holy symbol when you don While wearing a periapt of valor, you gain a +2 morale bonus it, and it functions as a divine focus for your spellcast­ on AC and saving throws while your current hit point ing. You also gain a +5 competence bonus on Diplomacy total is equal to or less than one-half of your full normal checks when communicating with any being that can hit points. still be redeemed (or is already redeemed) in the eyes The periapt of valor is part of a set known collectively as of your god. When dealing with a creature that your the raiment of valor. When you wear it along with a crest of REDEMPTION In general, evil beings with \"always\" in their alignment descrip­ process of redemption requires that the being make full rec­ tions cannot be redeemed, but any other—however unlikely ompense or atonement for each evil act, shift its alignment the prospect—can be. Exceptions to this rule might exist in to within one step of your deity\u0027s, and convert to the worship a given campaign or setting, and at the DM\u0027s discretion. The of your god. valor (page 139) and a tabard of valor (page 142), you gain beast (see above), you gain additional abilities, as noted in additional abilities as given in the description of the crest the armor of the beast description. of valor. Cost to Create: 4, 000 gp, 320 XP, 8 days.",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— This badly stained robe looks as if it was deliberately cut to be unflat­ This tiny ring is carved of smooth wood, and engravings of ivy run tering on anyone. The fabric seems to be of poor quality and is dyed along its length. a questionable shade of brown-tinged green. Whenever you cast a summon nature\u0027s ally spell (whether While wearing the robe of the vagabond, you gain a +1 luck normally or spontaneously), you can treat it as though it bonus to Armor Class and on all saving throws. were one level higher than it is. For instance, if you cast This robe is part of a set known collectively as the garb of summon nature\u0027s ally III (or sacrifice a 3rd-level druid the vagabond, which also includes the cloak of the vagabond, spell to spontaneously cast it), you can treat it as if you the sandals of the vagabond, and the staff of the vagabond. had cast summon nature\u0027s ally IV instead. However, you Using three or more of these items together grants extra benefits, cannot use a ring of the beast to cast a summon nature\u0027s ally as described in the entries for the cloak of the vagabond and the spell of a level higher than you can normally cast (in the staff of the vagabond. class that allows you to cast the summon nature\u0027s ally Cost to Create: 3, 000 gp, 240 XP, 6 days. spell). This ring continues to function even while you Prerequisites: Craft Wondrous Item, miracle. are using wild shape. The ring of the beast is part of a set collectively known as the trappings of the beast. When you wear it along with armor of the beast (page 135) and a mantle of the Clad in the raiment of valor, Mikolai Laziros of the Disciples of Legend leads his allies to victory SANDALS OF THE VAGABOND saving throw, it instead has no effect at all upon you if you Price (Item Level): 4, 000 gp (8th) save successfully. If you already have mettle from a class",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4, 000 gp, 320 XP, 8 days. spells (each once per day) by expending a prepared divine Prerequisites: Craft Magic Arms and Armor, Craft Wondrous spell or divine spell slot of the same level or higher. Item, blindness, elf. reat quests are a D\u0026D hero\u0027s bread and butter. A This chapter begins by detailing the components of a quest might start in the middle of the action, with holy quest and discusses how you can create adventures villains leaping out to attack the PCs, who then that are more than quick battles against monsters to gain chase them across the land. Or it could begin in treasure. Indeed, using the guidelines presented here, \u0027 the back of a tavern, with an offer whispered across you should be able to turn almost any standard \"kill the a half-drained flagon of ale. Some missions are altruistic in monster\" adventure into a divine quest. nature—save the kingdom, slay; »the evil overlord, rescue the princess. Others turn the battle against evil into a profitable CREATING DIVINE venture—slay the dragon and take its hoard, or explore the CRITERIA ruins of ancient dwarf cities for fun and profit. But the holy mission—the quest for the divine—is the one that really Each deity has different interests and a different \"pur­ makes a hero feel like a hero. Even PCs who don\u0027t cleave to a pose\" in the cosmos. Even if you aren\u0027t using the D\u0026D particular religion recognize the difference between a holy core pantheon, you can use this section to determine mission and a typical kick-in-the-door treasure hunt. which elements of a quest are most important to the The holy quest has long been a staple of fantasy storytell­ deity you have in mind, and which might help turn ing. The \"mission from god, \" as it is often jokingly called, an adventure into a holy quest. ■ is very real to characters in the D\u0026D world. Church elders The easiest way to begin is to look at your deity\u0027s and otherworldly messengers frequently make adventurers portfolio, domains, and alignment. Then examine the agents of their work, and. even deities sometimes reach each nonalignment domain in Table 5-1 (on the down and touch mortal heroes, assigning them quests with following page) for some adventure elements that a holy purpose. might help you create a holy quest. Because the D\u0026D game offers such a wide variety of deities, NONALIGNMENT ELEMENTS not every holy mission is the same. Each has its own compo­ nents and requirements, based on the nature of the deity or Each nonalignment domain in Table 5-1 suggests religion assigning the quest. A geas laid upon heroes of Pelor or elements you can create or identify in adventures to Heironeous probably looks a lot like a holy mission from classic turn those missions into holy quests. Since each domain ! literature, but Olidammara and Wee Jas almost certainly have reflects a different area of interest for a deity, each other criteria in mind when they tap their heroes for quests. provides an isolated element for use. When creating a new quest for your characters, offer one the characters—should be on. Alignment elements can be or two opportunities for them to display characteristics that tricky, though, since not all worshipers of a given deity have are important to the deity during their mission. You can use the same alignment. In fact, a PC might occasionally find the nonalignment domains to suggest methods of achieving himself forced to choose between his alignment principles their goals, but the PCs should feel free to decide how to and his deity in a holy mission. Such a choice can make the accomplish these quests based on their own interpretation quest even more interesting for everyone involved. of their deities\u0027 will. It\u0027s up to you as DM to determine how Deities seldom assign holy quests that deviate in any way well, or how poorly, the PCs accomplish their mission in from their own alignment. However, alignment might be terms of pleasing the sponsor deity. more or less important to the deity in question, based on the nature of the quest. ALIGNMENT ELEMENTS Alignment domains help define the nature of the quest. SAMPLE HOLY QUESTS Indeed, without an alignment element, it might be dif­ ficult to tell which side of a given conflict the deity—and Though almost any adventure can be considered a holy mission if its goals align with the interests of a church or deity, a true TABLE 5-1: NONALIGNMENT DOMAINS AND holy quest should have a much stronger and more central reli­ ADVENTURES gious connection. Such quests can be broad and world-shaking, Nonalignment Adventure Common with enough scope to drive an entire campaign, or they might Domain Theme Components be relatively unimportant except for ceremonial purposes. They Air Extraplanar, flight Avians, might be specific to a particular deity, or they might attract elementals, the attention of multiple divinities. For all their differences, heights however, all holy quests can bring champions the favor—or Animal Nature, wild Animals, the eternal ire—of their deities and their churches. magical beasts, wilderness The following sample quests demonstrate the breadth and Death Apocalypse, Death magic, diversity possible in the design of holy quests. the past tombs, undead THE ELEMENTAL WELLSPRINGS Destruction Disaster, ruin Area spells, giants, population centers Scattered throughout the world, hidden from all but the Earth Extraplanar, Burrowers, greatest magic and the most learned sages, stand nexuses of land-based elementals, elemental power. Each such place is devoted to one of the Underdark locales four elements (air, earth, fire, or water) and provides a conduit Fire Extraplanar, Elementals, from its associated elemental plane to the Material Plane. disrupting evocation magic, These sites are the linchpins that hold the Material Plane in volcanoes the center of the Inner Planes and allow all four elements Healing Rejuvenation, Communities, to hold equal sway. the future healing spells, humanoids For several years, kingdoms and communities at the edges Knowledge History, Divination, of the world\u0027s great deserts have noticed a slow but steady investigation intelligent creatures, influx of refugees from the wastes. These stragglers report libraries that crop failures have become commonplace in the border Luck Coincidence, Changing settings, communities, and their few fertile fields have dried up and nonlinear elaborate puzzles, been swept under by the encroaching sands. The edges of the discoveries fey desert are creeping forward at impossible speed, sometimes Magic Discovery, magic Arcane/divine, moving visibly between one night and the next. The conclu­ magical foci, spell­ sion is clear—the balance of elemental power in the world casting creatures has shifted precariously to favor fire. Plant Growth/regrowth, Forests, nature plant creatures Led by fiends and creatures of elemental fire loyal to the Protection Defense, innocents, Abjuration, citadels, Elemental Prince Imix, an army of monsters has located allies invading creatures no fewer than half a dozen elemental Wellsprings of water. Strength Might makes right, Dragons, fortresses, Through a foul rite involving the fiery sacrifice of sentient tests giants beings and creatures of water, three of those wells have been Sun Nature, revelation Extraplanar, corrupted, and their conduits have been broken and reshaped revealing of secrets to draw upon the Elemental Plane of Fire. Even now, the Travel Travel routes, Ambushes, new forces of Imix are marching on the remaining three wells, voyages lands, wandering If they are not stopped and the corrupted wells restored, monsters the world will grow ever hotter, and its creatures ever more Trickery Cunning, deceits Clever traps, fey, subservient to fire. puzzles War Battle, conflict Humanoids, orga­ Druids and clerics of Obad-Hai and Ehlonna are fully nized resistance, aware of the danger. They seek champions—preferably of set battlefields their own churches, but any willing characters will do—to Water. Extraplanar, Elementals, water seek out the six wells, protect the remaining three, and find undersea creatures, waterways some way of restoring the others. Deities and Domains so could save this most basic building block of life and This holy quest is of world-altering import. Most deities— the environment. even evil ones—would prefer that the realm of mortals not be Protection: Followers of protective deities care less about destroyed by famine, drought, heat, and flame. Followers of the specifics of what is happening and more about the end the nature gods are especially determined to see the natural result—people are suffering and dying. The threatened order set right, but any deity wishing to preserve its mortal individuals and communities must be guarded at all costs. following has a stake in the outcome. The deities most likely (This attitude does not extend to anyone who might be aiding to send their own champions into the fray are those whose the fiends and fire elementals in their activities. ) areas of interest include the Animal, Fire, Healing, Plant, Water: Perhaps the most devoted and militant of all who Protection, and Water domains. strive against the spreading deserts are the followers of the",
        "name":  "A domain staff of war allows you to cast any of the following Cost to Create",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC, armor check penalty û4, speed memory of long-departed ancestors, and even measure the 20 ft., 30 lb.). passage of time. They study for years to learn even the funda- Heavy wooden shield (+2 AC, armor check penalty û2, mental elements of their magical practice, and are the most 10 lb.). literate class in many quasi-Asian societies. A shugenjaÆs",
        "name":  "Armor",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you use shugenjas in your game, you should Spellcraft 4 Int ù probably also develop an Asian culture with its own reli- Concentration 4 Con ù gious traditions to represent their homeùeven if the spe- Diplomacy 4 Cha ù cifi c shugenjas in your campaign are thousands of miles Knowledge (arcana) 4 Int ù Intimidate (cc) 2 Cha ù away from it, hailing from a far-off land you donÆt plan to Listen (cc) 2 Wis ù visit. Some shugenjas exiled in a traditional D\u0026D setting Spot (cc) 2 Wis ù express an affi nity for Boccob, Obad-Hai, or Wee Jas, while Survival (cc) 2 Wis ù others see a parallel between the code of bushido and the teachings of Heironeous.",
        "name":  "Skill Ranks Ability Armor Check Penalty Religion",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2d4 gp. own Asian races, use those described in Oriental Adventures, or mix Asian culture with the elves, dwarves and other SHUGENJA races of traditional fantasy. With such a mix, dwarves and A class inspired by the mythologies of Asian cultures, the gnomes would be slightly more likely to become shugenjas shugenja is a divine spellcaster who casts spells by attuning because they have an affi nity for earth. himself to the primal energies around him and focusing Other Classes: Like samurai, shugenjas are set apart by such energy through his body to produce magical effects. their noble station and tend to look down upon members11 DEVOTED THE CHAPTER 1 of other classes. Despite the Game Rule Information prevailing view of society, shu- Shugenjas have the following game statistics. genjas do not believe that mar- Abilities: Charisma tial prowess is the ultimate determines how power- expression of honorùin fact, ful a spell a shugenja can they look down on the samu- cast, how many spells the rai who settle any disagreement shugenja can cast per day, or matter of honor with a duel and how hard those to the death. Shugenjas have spells are to resist. To little respect for members of cast a spell, a shugenja other classes; however, shu- must have a Charisma score of genjas, especially adventurers, 10 + the spellÆs level + the shugenjaÆs wisely understand that different Charisma modifi er. High Dexterity is classes have specialized skills and helpful for a shugenja (who typically abilities often needed for success. wears little or no armor) because it pro-",
        "name":  "Gold",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Because theyÆre the preemi- vides him with an Armor Class bonus. nent spellcasters in their culture, shugen- A good Constitution gives a shugenja extra hit jasÆ spell lists run the gamut from top-notch points, a resource that he is otherwise low on. combat spells to powerful healing and ver- Alignment: Any. satile utility spells. But theyÆre less durable Hit Die: d6. in a fi ght than their cleric brethren, and like sorcerers, they have a limited set of Class Skills spells to choose from. The shugenjaÆs class skills (and the key ability Oriental Classes in Nonoriental for each skill) are Concentration (Con), Craft",
        "name":  "Role",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None (speed 30 ft). caught up in the affairs of the living that she has lost her",
        "name":  "Armor",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 5 + Int and inanimate. She combines ancestral worship with animal modifi er. and nature worship. The typical spirit shaman, like a druid, pursues a mystic spirituality of transcendent union with Skill Ranks Ability Armor Check Penalty nature rather than devoting herself to a divine entity. Still, Concentration 4 Con ù some spirit shamans give honor to deities of nature such as Diplomacy 4 Cha ù either Obad-Hai (god of nature) or Ehlonna (goddess of the Heal 4 Wis ù woodlands). Knowledge (arcana) 4 Int ù Knowledge (religion) 4 Int Background: Spirit shamans are fi rst taught by older Spot (cc) 2 Wis ù shamans. When a tribeÆs spirit shaman feels that the time Search (cc) 2 Int is right, she chooses a potential successor from among the Spellcraft 4 Int ù young folk of the tribe. Taking the youth into her own home, she spends years teaching her student the ways",
        "name":  "Skill Selection",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wisdom determines how powerful a spell a skill) are Concentration (Con), Craft (Int), Diplomacy (Cha), spirit shaman can cast and how many spells she can cast per Handle Animal (Cha), Heal (Wis), Knowledge (geography) day. Charisma determines how hard those spells are to resist (Int), Knowledge (history) (Int), Knowledge (local) (Int), (see Spells, below). Like a druid, the spirit shaman benefi ts Knowledge (nature) (Int), Listen (Wis), Profession (Wis), from high Dexterity and high Constitution due to the fact Ride (Dex), Spellcraft (Int), Spot that she begins with profi ciency with only light armor. (Wis), Survival (Wis), and Swim (Str).",
        "name":  "Abilities",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Amulet of natural armor +1, masterwork studded Adaptation: In many ways, the blighter is to the druid leather, +1 keen kukri, +1 kukri, cloak of elvenkind, scroll of what the blackguard is to the paladin. While itÆs likely that divine power,hat of disguise,ring of featherfall,slippers of spider blighters are loners, you could also develop a secret cult of climbing,potions ofblur (2), catÆs grace (2), and darkvision (2), blighters devoted to ruining the worldÆs ecology. 40 pp, 9 gp. Hit Die: d8. REQUIREMENTS",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 breastplate,amulet of natural armor +1, ring of defl ection +1, +1 scythe, cloak of resistance +1, potions of blur and To qualify to become a church inquisitor, a character must cure moderate wounds, 21 pp, 2 gp. fulfi ll all the following criteria.",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Darek has stonecunning, which grants and clever, as well as strong in her faith. Because her foes him a +2 racial bonus on Search checks to notice unusual may have spells and magical abilities of their own, she must stonework. A dwarf who merely comes within 10 feet of it be strong-willed and prepared to properly deal with such. can make a Search check as if actively searching. Paladins and clerics often make good consecrated harriers When standing on the ground, dwarves are exceptionally because of their high Charisma scores. Rangers are equally stable and have a +4 bonus on ability checks made to resist desirable because of their superior tracking abilities. Rogues being bull rushed or tripped. They have a +1 racial bonus on often possess the subtlety and conversational skills to locate attack rolls against orcs and goblinoids. Dwarves have a +4 their targets. racial bonus to Armor Class against giants. Their race also A consecrated harrier can be diffi cult for others to spot. gives them a +2 bonus on Appraise or Craft checks that are She uses her skills, spells, and abilities to mask her nature related to stone or metal items. until she can confront her target. Most consecrated harriers åDwarves have a +2 racial bonus on saving throws against appear to be genial, pleasant people who always have a joke spells and spell-like effects. or a story to tell. This facade masks their true, implacable Immune to Charms (Ex): Darek is immune to all nature, allowing them to gather clues without arousing inter- enchantment (charm) spells and effects. est or suspicion. Particularly powerful or well-protected foes Pierce Disguise (Ex): Darek has a +4 competence bonus attract small groups of consecrated harriers who work with on Spot checks against the Disguise skill. other classes to reach and confront their targets. Pierce Illusion (Su): Darek can penetrate illusions and Hit Die: d10. disguises at will. Whenever he sees an illusion or disguise REQUIREMENTS spell of any sort, he immediately makes a Will save to see through it. He need not interact with or touch the illusion; To qualify to become a consecrated harrier, a character must visual contact is enough. fulfi ll all the following criteria. Cleric Spells Prepared (6/6/6/5/3/2; save DC 13 + spell level, Alignment: Any lawful. caster level 9th): 0ùdetect magic, detect poison, guidance, light, Base Attack Bonus: +5. read magic, virtue; 1stùbless, command, detect chaosD, entropic Skills: Disguise 5 ranks, Gather Information 5 ranks. shield, sanctuary, shield of faith; 2ndùaid, bearÆs endurance, hold Feat: Track. person, remove paralysis, shield other, zone of truthD; 3rdùdispel Special: The candidate must accept an assignment from magic (2), invisibility purge, protection from energyD, searing her church to locate and destroy some specifi c, individual light; 4thùdismissal, divine power, spell resistanceD;5thùrigh- enemy of the church. A character who fails must wait a year teous might, true seeingD. and a day before applying again. If she succeeds, the church D Domain spell. Domains: Inquisition (+4 bonus to all accepts her as a consecrated harrier and she may gain levels dispel checks), Law (cast law spells at +1 caster level), Pro- in the class. tection (protective ward grants +5 resistance bonus on next CLASS SKILLS save, 1/day).",
        "name":  "Dwarf Traits",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Orellen can use the great orator special focused spellcasting class can also adopt this lifestyle. ability three times per day. Adaptation: This prestige class is easy to customize Inspire Hope (Su): This ability gives the evangelist and all by making the spellcasting requirements more specifi c if allies within 30 feet who can hear his oratory a +4 sacred youÆre looking for particular combinations. And a good way bonus on Will saves. Delivering this oratory requires a to incorporate the fl avor of your world into this class is to full-round action to activate and requires concentration create drift choices that mimic the creatures prevalent in each round to continue the effect. The effect lasts as long as your campaign. Orellen speaks and for three rounds thereafter. Inspire hope Hit Die: d6. is a mind-affecting ability. REQUIREMENTS Infl ame the Righteous (Su): Orellen can use this ability to wreath himself and any of his allies within 30 feet in divine To qualify as a geomancer, a character must fulfi ll the fol- fl ame. Each benefi ciary of this ability gains the benefi t of lowing criteria. afi re shield spell (caster level 8). The damage caused by the Skills: Knowledge (arcana) 6 ranks, Knowledge (nature) spell is, however, purely divine and not subject to a creatureÆs 6 ranks. resistance or immunity to fi re. Spells: Able to cast 2nd-level arcane spells and 2nd-level This oratory requires a full-round action to perform and divine spells. requires concentration each round to continue the effect.42 2 RETPAHC EGITSERP SESSALC CLASS SKILLS he can mix or match spellcasting parameters from any of The geomancerÆs class skills (and the key ability for each his classes to gain the maximum possible advantage for any skill) are Climb (Str), Concentration (Con), Craft (any) (Int), spell with a spell level equal to or less than his spell versatil- Diplomacy (Cha), Handle Animal (Cha), Heal (Wis), Knowl- ity score. Thus, as a 4th-level geomancer, he can cast any of edge (arcana) (Int), Knowledge (geography) (Int), Knowledge his 3rd-level or lower sorcerer/wizard spells with no chance (nature) (Int), Scry (Int), Spellcraft (Int), Survival (Wis), and of arcane spell failure from armor. (The druidic prohibition Swim (Str). See Chapter 4 of the PlayerÆs Handbook for skill against metal armor still applies to druid/geomancers, how- descriptions. ever, since this stricture Skill Points at Each stems from a spiritual",
        "name":  "Great Orator",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rendela gains special benefi ts from having a familiar. This creature grants Rendela a +3 bonus The holy liberator is a holy warrior, a distant cousin of the on Listen checks (included in the above statistics). paladin, who is dedicated to overthrowing tyranny wher- Alertness (Ex): *Hob grants its master Alertness as long as ever it may be found. These champions of freedom and it is within 5 feet. equality are strong-willed, independent-minded, and vir- Empathic Link (Su): Rendela can communicate telepathi- tuous. They particularly direct their efforts against lawful cally with its familiar at a distance of up to 1 mile. The evil societies (dictatorships or plutocracies), slaveholders master has the same connection to an item or a place that and slave traders, and powerful, corrupt governments, but the familiar does. they also recognize the possibility for tyranny even in a Share Spells (Su): Rendela may have any spell he casts on him- state of anarchy (where strong individuals may impose self also affect his familiar if the latter is within 5 feet at the their will on people weaker than they). time. He may also cast a spell a target of ôYouö on his familiar. Members of all classesùwith the prominent exception of Empathic Link (Su): Rendela can communicate tele- monksùare often drawn to the holy liberator prestige class. pathically with its familiar at a distance of up to 1 mile. The Chaotic good fi ghters and rangers are natural holy libera- master has the same connection to an item or a place that the tors, augmenting their already signifi cant combat abilities familiar does. with the holy powers of the prestige class. Many clerics are Ley Lines +2: RendelaÆs caster level increases by 2 when also drawn to become holy liberatorsùparticularly chaotic in forests. His cleric caster level is 5th and his wizard caster clerics of Pelor and certain clerics of Kord. Many rogues also level is 14th in forests. adopt the holy liberator class, working with stealth and steel Scent (Ex): Rendala can detect approaching enemies, for the cause of freedom. sniff out hidden foes, and track by sense of smell. NPC holy liberators are usually loners, though they Spell Versatility 8: When Rendela casts spells, he can may organize rebellious forces in a tyrannical nation. mix or match spellcasting parameters from cleric and wizard They often have powerful celestial allies, from celestial to gain the maximum possible advantage for any spell. If a animals to ghaele eladrins, assisting their cause, but tend spell requires either an arcane material component or a to work in a loose network rather than a structured or divine focus, he may use either. He can spontaneously con- close association. Just as holy liberators rarely accept vert any prepared spell of up to 2nd level (except a domain orders from anyone, they are loath to give them, choosing spell) into a cure or infl ict spell of equal or lower level. to form alliances and friendships rather than manipulate Cleric Spells Prepared (4/4/3; save DC 16 + spell level): 0ù minions or servants. cure minor wounds (4); 1stùcure light wounds (3), protection Adaptation: In your campaign, holy liberators may from goodD; 2ndùaugury, bearÆs endurance, detect thoughtsD. wander the planes seeking out slavers to destroy, or they D Domain spell. Domains: Evil (cast evil spells at +1 caster may be the sponsors of a rebellion against a particularly level), Knowledge (cast divination spells at +1 caster level; harsh government. Holy liberators can act much like gue- all Knowledge skills are class skills). Caster level 5th (3rd rillas, training and exhorting the local populace to resist outside forests). tyrannical rule. Wizard Spells Prepared (4/5/5/5/4/4/3; save DC 16 + spell Hit Die: d10. level, or 17 + spell level for enchantments): 0ùdetect magic REQUIREMENTS (2), light (2); 1stùcharm person, color spray (2), magic missile, shield; 2ndùsee invisibility (2), TashaÆs hideous laughter, web (2); To qualify to become a holy liberator, a character must fulfi ll 3rdùfi reball (2), lightning bolt, empowered magic missile, pro- all the following criteria. tection from energy; 4thùconfusion (2), greater invisibility (2); Alignment: Chaotic good. 5thùdominate person, quickened magic missile (3); 6thùdis- Base Attack Bonus: +5. integrate, greater dispel magic, quickened invisibility. Skills: Diplomacy 5 ranks, Sense Motive 5 ranks.",
        "name":  "Familiar Benefi ts",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0ùall; 1stùcharm person, color spray, disguise Feat: Iron Will. self, expeditious retreat, mage armor, magic missile, shield; 2ndù CLASS SKILLS invisibility, see invisibility, TashaÆs hideous laughter, web; 3rdùdispel magic, fi reball, lightning bolt, protection from The holy liberatorÆs class skills (and the key ability for each energy; 4thùcharm monster, confusion, dimensional anchor, skill) are Concentration (Con), Craft (Int), Diplomacy (Cha), greater invisibility; 5thùdominate person, hold monster, send- Handle Animal (Cha), Heal (Wis), Intimidate (Cha), Knowl- ing, teleport; 6thùantimagic fi eld, disintegrate, greater dispel edge (religion) (Int), Profession (Wis), Ride (Dex), and Sense magic, true seeing. Motive (Wis). See Chapter 4 of the PlayerÆs Handbook for skill",
        "name":  "Spellbook",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 mithral full plate,amulet of natural armor +2, descriptions. ring of protection +2,cloak of resistance +1, headband of intellect Skill Points at Each Level: 2 + Int modifi er. +4,lesser rod of metamagic empower,wand of cure light wounds (25 charges), scroll of teleport, wooden holy symbol of Vecna.46 2 RETPAHC EGITSERP SESSALC CLASS FEATURES with one normal melee attack. He adds his Charisma modi- All of the following are class features of the holy liberator fi er (if positive) to his attack roll and deals 1 extra point of prestige class. damage per class level. For example, a 9th-level holy liberator",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "AnyaÆs familiar is a cat named Shasara. The identify, magic missile, shield, silent image; 2ndùinvisibility, familiar uses the better of its own and AnyaÆs base save scorching ray, TashaÆs hideous laughterå; 3rdùlightning bolt, bonuses. The creatureÆs abilities and characteristics are suggestionå; 4thùpolymorph. summarized below. å Because of Spell Focus (enchantment), the base save DC",
        "name":  "Familiar",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d8. Table 2û18: The Sacred Fist Class Base Fort Ref Will AC Unarmored Level Attack Bonus Save Save Save Special Bonus Speed Bonus Spells per Day 1st +1 +2 +2 +0 Unarmed damage +1 +0 ft. +1 level of existing divine spellcasting class 2nd +2 +3 +3 +0 ù +1 +0 ft. +1 level of existing divine spellcasting class 3rd +3 +3 +3 +1 ù +1 +10 ft. +1 level of existing divine spellcasting class 4th +4 +4 +4 +1 Sacred fl ames 1/day +1 +10 ft. ù 5th +5 +4 +4 +1 ù +2 +10 ft. +1 level of existing divine spellcasting class 6th +6 +5 +5 +2 Blindsense 10 ft. +2 +20 ft. +1 level of existing divine spellcasting class 7th +7 +5 +5 +2 ù +2 +20 ft. +1 level of existing divine spellcasting class 8th +8 +6 +6 +2 Sacred fl ames 2/day +2 +30 ft. ù 9th +9 +6 +6 +3 ù +2 +30 ft. +1 level of existing divine spellcasting class 10th +10 +7 +7 +3 Inner armor +3 +30 ft. +1 level of existing divine spellcasting class Illus. by W. Reynolds Alaraster, a sacred fi st60 2 RETPAHC EGITSERP SESSALC REQUIREMENTS Fast Movement (Ex): At 3rd level, a sacred fi st gains an To qualify to become a sacred fi st, a character must fulfi ll all enhancement bonus to his speed, as shown on Table 2û18: the following criteria. The Sacred Fist. A sacred fi st in medium or heavy armor or",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4 + Int modifi er. to 10 feet. Inner Armor (Ex): At 10th level, a sacred fi stÆs inner tran- CLASS FEATURES quility protects him from external threats. He may invoke All of the following are class features of the sacred fi st pres- a +4 sacred bonus to AC, a +4 sacred bonus on all saves, tige class. and spell resistance 25 for a number of rounds equal to his",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor +3, amulet of health +2, gloves Seekers donÆt often stay in one place for long, but theyÆll join of Dexterity +2, ring of jumping,wand of cure light wounds (25 any quest that even hints at progress in the search for the charges), potion of bullÆs strength, scroll of divine power, 12 pp, Misty Isle. 5 gp. Adaptation: This prestige class is both race- and deity- specifi c, but you can fi le off the serial numbers and use it for any group of elite wanderers. The fl avor of the class is SEEKER OF THE MISTY ISLE a romanticized version of the French Foreign Legionùa Millennia ago, a well-placed arrow from Corellon Larethian group composed of people who want to start their lives put out one of GruumshÆs eye. But Gruumsh and Kurtulmak over, far from everything they know. conspired to have their revenge on the deity of the elves. Hit Die: d8. Using potent magic (and sacrifi cing thousands of orcs, REQUIREMENTS kobolds, and captive elves), Gruumsh and Kurtulmak man- aged to whisk away one of the worldÆs most beautiful elven To qualify to become a seeker of the Misty Isle, a character communities: the Misty Isle. Neither Corellon LarethianÆs must fulfi ll all the following criteria. personal power nor the combined prowess of the elven Race: Elf or half-elf. nationÆs diviners was able to glean so much as a hint about Skills: Knowledge (religion) 4 ranks, Survival 8 ranks. where Gruumsh and Kurtulmak have hidden the Misty Spells: Able to cast 2nd-level divine spells. Isleùonly that the elves there yet survive, though they are Special: Must be inducted into the order by another trapped and cannot contact their brethren. member.",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any neutral. tance, not familiarity. Table 2û24: The Void Disciple Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +0 +0 +2 Sense Void (physical senses, 1/day) 2nd +1 +0 +0 +3 ù +1 level of existing class 3rd +1 +1 +1 +3 Sense Void (2/day) 4th +2 +1 +1 +4 Moment of clarity (2/day) +1 level of existing class 5th +2 +1 +1 +4 Sense Void (magical senses, 3/day) +1 level of existing class 6th +3 +2 +2 +5 ù +1 level of existing class 7th +3 +2 +2 +5 Altering the course, sense void (4/day) 8th +4 +2 +2 +6 Moment of clarity (3/day) +1 level of existing class 9th +4 +3 +3 +6 Sense Void (empathic senses, 5/day) 10th +5 +3 +3 +7 Void release +1 level of existing class 11th +5 +3 +3 +7 Sense Void (6/day) +1 level of existing class 12th +6 +4 +4 +8 Void suppression, +1 level of existing class moment of clarity (4/day) 13th +6 +4 +4 +8 Sense Void (mental senses, 7/day), Void strike73 CLASSES PRESTIGE CHAPTER 2 Distance DC Void Release (Su): Three times per day, a void disciple of Line of sight 5 10th level or higher can touch an ally, allowing that charac- Up to 1 mile (same village) 10 ter to use his highest ability score modifi er in place of any Up to 10 miles (same province) 15 one lower modifi er (targetÆs choice) for a number of rounds Up to 100 miles (same clanÆs territory) 20 Up to 1,000 miles (another clanÆs territory) 25 equal to half the void discipleÆs level. For example, a severely wounded fi ghter could use his high Strength modifi er in A void disciple cannot sense across planar boundaries. place of his low Dexterity modifi er for a few rounds, increas- Thus, a void disciple standing on one side of a gate could not ing his Armor Class, Refl ex save bonus, and ranged attack extend her senses through it. bonus (as well as Dexterity- With every four levels a void disciple attains beyond based skills). 1st, she gains the ability to perceive deeper levels of real- Void Suppres- ity. At 5th level, a void disciple can use detect magic sion (Su): Once and detect evil at will. At 9th level, she can use dis- per day, a void cern lies and read emotional states, gaining a +10 disciple of 12th bonus on Sense Motive checks. At 13th level, she level or higher can detect thoughts at will. can make a melee A void disciple can use this ability once per touch attack to day at 1st level. With every two force the target levels she attains beyond 1st, she to use his lowest can use the ability an additional ability score modi- time per day (twice at 3rd level, fi er in place of any one three times at 5th, and so on). higher modifi er (void dis- Moment of Clarity (Su): cipleÆs choice) for 5 rounds. A void disciple of 4th level For example, a void disciple or higher can grant an could force an ogre to ally the temporary use his low Intelli- ability to per- gence modifi er in form any skill place of his high or feat (with Strength modi- the exception fi er, severely weak- of ancestor ening the bruteÆs feats). The physical blows. void disciple Void Strike must use a (Su): Once standard per day, a 13th- action to level void dis- touch the ciple can target. The make a melee target gains touch attack to either one feat bestow 1d4 negative or a number levels on the target. The of ranks in one skill equal to his relevant void disciple gains 5 tem- ability modifi er for that skill. For example, a porary hit points for each negative level she character with Dexterity 14 could gain 2 ranks in Ride, for a bestows. If the target has at least as many negative levels total skill modifi er of +4. The effect lasts for 1 round per lev- as Hit Dice, he dies. Each negative level gives a creature a el of the void disciple. The void disciple can use this super- û1 competence penalty on attack rolls, saving throws, skill natural ability twice per day at 4th level, plus an additional checks, ability checks, and effective level (for determining use for every four additional levels she attains. the power, duration, DC, and other details of spells or spe- Altering the Course (Su): Once per day, a void disciple cial abilities). Additionally, a spellcaster loses one spell or of 7th level or higher can add a +20 bonus on any single spell slot from his highest available level. Negative levels attack roll, skill check, or ability check she makes. She stack. Assuming the target survives, he regains lost levels cannot transfer this bonus to another character by any after 13 hours pass. This ability relies on the void discipleÆs means. This supernatural ability requires no action, and mastery of void, not negative energy, so it cannot be used lasts only the duration of the single check. to benefi t undead. Illus. by T. Baxa Pariana Brezzin, a void disciple74 2 RETPAHC EGITSERP SESSALC SAMPLE VOID DISCIPLE hearing, touch, taste, smell) to perceive whatever area,",
        "name":  "Alignment",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +15, Knowledge (arcana) Up to 100 miles (same clanÆs territory) 20 +17, Knowledge (nature) +17, Knowledge (the planes) +12, Up to 1,000 miles (another clanÆs territory) 25 Knowledge (religion) +17, Listen +0*, Spellcraft +17, Spot +0*; Combat Casting, Greater Spell Penetration, Heighten Possessions:Ring of protection +2, cloak of resistance +1, amulet Spell, Improved Familiar, Scribe ScrollB, Spell Penetration. of natural armor +1, masterworkdagger, headband of intellect",
        "name":  "Skills and Feats",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ParianaÆs familiar is a formian worker named +2, 700 gp GrzzÆx. The familiar uses the better of its own and ParianaÆs Wizard Spells Prepared: (4/5/4/4/3; save DC 14 + spell level): base save bonuses. The creatureÆs abilities and characteris- 0ùdetect magic (2), light, read magic; 1stùcharm person, mage tics are summarized below. armor, magic missile (2), shield; 2ndùmirror image, scorching GrzzÆx, Formian Worker Familiar: CRù; Small ray (2), see invisibility; 3rdùdispel magic, fi reball (2), hold person; outsider (lawful, extraplanar); HD 7; hp 24; Init +2; Spd 4thùcharm monster, dimension door, greater invisibility. 40 ft.; AC 21, touch 13, fl at-footed 19; Base Atk +1; Grp Spellbook: 0ùall; 1stùcharm person, identify, mage armor, û2; Atk +3 melee (1d4+1, bite); Full Atk +3 melee (1d4+1, magic missile, ray of enfeeblement, shield; 2ndùmirror image, bite); SQ darkvision 60 ft.; deliver touch spells, improved rope trick, scorching ray, see invisibility; 3rdùdispel magic, fi re- evasion, immunity to poison, petrifi cation, and cold, ball, haste, hold person; 4thùdimension door, charm monster, resistance to electricity 10, fi re 10, and sonic 10, speak greater invisibility, polymorph. with master, granted abilities; AL LN; Save Fort +3, Ref +4, Will +2; Str 13, Dex 14, Con 13, Int 9, Wis 10, Cha 9. WARPRIEST",
        "name":  "Familiar",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can spend one wild shape to give yourself a natural armor bonus of 7. This does not stack with any natural armor you currently have. The effect lasts for 10 minutes. EMPOWER TURNING [GENERAL] You can turn or rebuke more undead with a single turning attempt.",
        "name":  "Benefit",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "in a prestige class, those levels represent a smaller fraction of EPIC LEVELS AND PRESTIGE CLASSES your characterÆs identity. The epic rules allow you to go beyond the normal level limit in a ItÆs Hard to Build an Epic Progression: With only a few levels prestige class, but only if it is a ten-level class. Why canÆt you add to guide you, itÆs hard to determine what an appropriate progres- levels to a prestige class with fewer than ten levels? sion of class features would be for the class. The rate of improve- ItÆs Too Easy: Maxing out a ten-level prestige class takes a ment of a special ability might be too fast to extrapolate over an lot of time and effort, detracting significantly from your pursuit infinite number of levels, or there might simply be too few class of the core classes. Even after maxing out a prestige class with features to build a unique epic progression. only five levels, for instance, you havenÆt taken more than a short That said, if your DM wants to allow a character to gain detour from your main class or classes. epic levels in a prestige class with fewer than ten levels in its ItÆs Not Significant Enough: Characters with ten levels in the progression, thatÆs okay. Work together with your DM to create blackguard prestige class undoubtedly think of themselves as an epic progression for the class (see the Behind the Curtain: blackguards, regardless of the fact that they also have ten levels Building An Epic Progression on page 210 of the Dungeon in one or more other classes. If youÆve taken fewer than ten levels MasterÆs Guide). pqqqqqqqqqqqqqqqqqqqqrs89 RULES SUPPLEMENTAL CHAPTER 3 mine total caster level. However, your spells per day donÆt levels higher than 10th (3/day at 14th, 4/day at 18th, and increase after caster level 20th. so on). ò The powers of familiars, special mounts, and fi endish Celestial Companion (Sp): A holy liberatorÆs celestial servants continue to increase as their masters gain companion continues to increase in power. Once a holy levels, if theyÆre based on a formula that includes the liberator becomes an epic character, at every fi ve levels characterÆs level. higher than 20th (25th, 30th, 35th, and so on), the compan- ò Any class features that increase or accumulate as part of ion gains +2 bonus Hit Dice, its natural armor increases by a repeated pattern (such as a the assassinÆs sneak attack +1, its Dexterity adjustment increases by +1, and its Intel- bonus damage) typically also continue to increase ligence increases by +1. The companionÆs spell resistance or accumulate after 10th level at the same rate. For equals the holy liberatorÆs class level +10. instance, a 10th-level rogue/15th-level assassin would Bonus Feats: An epic holy liberator gains a bonus feat deal +13d6 damage with a successful sneak attack (+5d6 (selected from the list of epic holy liberator feats) every three from rogue levels and +8d6 from assassin levels). An levels after 10th. exception to this rule is any bonus feat progression EPIC FEATS granted as a class feature. If you get bonus feats as part of a class feature (such as the hospitaler), these do not The feats below are only available to epic-level characters; increase with epic levels. Instead, these classes get a that is, characters of at least 21st level. The versions of the new bonus feat progression (which varies from class to feats listed here supersede any previously published version class; see below). of the feat by the same name. ò In addition to the class features retained from non- epic levels, each class gains bonus feats at a certain Bonus Domain [Epic] rate (usually every two, three, four, or five levels after You have access to one additional domain of spells. 10th). This augments each classÆs progression of class Prerequisites: Wis 21, able to cast 9th-level divine features, because not all classes otherwise improve spells. class features after 10th level. These bonus feats are Benefi t: Choose an additional domain from your deityÆs in addition to the feat that every character gets every domain list. You now have access to that domainÆs spells and three levels (as per Table 1û2: Experience and Level- granted powers as normal for your domain spells. Dependent Benefits). Special: You can gain this feat multiple times. Each time ò You donÆt gain any new class features, because there you take the feat, it applies to a different domain. arenÆt any new class features described for these levels. Class features with a progression that slows or stops Epic Devotion [Epic] before 10th level and features that have a limited list of Choose an alignment component (chaos, evil, good, or law) options (such as the loremasterÆs list of secrets) typically different from your own alignment. You are particularly do not improve as you gain epic levels. Likewise, class resistant to spells of that alignment. features that are gained only at a single level (such as Prerequisites: Wis 21, Iron Will, alignment different detect evil) do not improve. from the chosen component, patron deity who does not accept clerics who have the chosen component.",
        "name":  "BEHIND THE CURTAIN",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "It is said that these Sanctify Relic, +2 unholy spiked chains are made Craft Rod, domi- from the shackles in HextorÆs nate person, fi nd hellish prison-fortress. De- the path, insect spite their size and un- plague, veil, wall wieldiness, they can be of ice, creator must worship wielded in a grapple, Tiamat; Price 71,908 gp; and anyone pinned Cost 36,108 gp + 2,864 XP; Weight 5 lb. by a foe wielding a Cloak, Dragonscale: This long, fl owing cloak, sewn chain of obeisance must from a random assortment of miniscule chromatic dragon succeed on a Will save scales, transforms into functional dragon wings upon com- (DC 22) or be dominated mand, enabling fl ight with a speed of 150 feet and poor (as the dominate monster maneuverability. The wings last 2 hours per day, divided spell) up as the wearer of the dragonscale cloak wishes. Addition- To use this relic, you must ally, the cloak always provides 10 points each of resistance worship Hextor and either sacri- to fi re, resistance to electricity, resistance to cold, and fi ce a 7th-level divine spell slot or resistance to acid. have the True Believer feat and at least 13 HD. To use this relic, you must worship Tiamat and either sac- Strong enchantment; CL 18th; Sanctify Relic, Craft rifi ce an 8th-level divine spell slot or have the True Believer Magic Arms and Armor, dominate monster, creator must feat and at least 15 HD. worship Hextor;Price 35,600 gp; Cost 17,963 gp + 1,411 XP. Strong transmutation; CL 12th; Sanctify Relic, Craft",
        "name":  "Chain of Obeisance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 unholy dagger; AL Magic Arms and Armor, continual fl ame, gaseous form, cre- NE; Int 18, Wis 10, Cha 18; speech, telepathy, ator must worship Pelor; Price 61,908 gp; Cost 31,108 + 120 ft. darkvision, blindsense, and hearing; 2,464 XP. Ego score 26. EhlonnaÆs Seed Pouch: This brown fur pouch appears",
        "name":  "Dagger of Denial",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This rolled-up sheet of vellum, green roots into the wearerÆs skin, grant- often kept in a darkwood tube, is a boon to caravans dnalgnE .W yb .sullI Platinum helm Hooked hammer of the hearthfi re99 ITEMS MAGIC CHAPTER 4 ing fast healing 3 as long as the wearer is standing in better a Perform check, then resumes piping than shadowy illumination. with a successful check, creatures To use this relic, you must worship Corellon within 30 feet get to make new Larethian and either sacrifi ce a 4th-level save attempts. Subjects who suc- divine spell slot or have the True Believer cessfully save are thereafter feat and at least 7 HD. immune to the pipes of frenzied Moderate conjuration; CL 10th; revelry for 24 hours. Sanctify Relic, Craft Magic Arms To use this relic, you must and Armor, regenerate, creator must worship Olidammara and worship Corellon Larethian; Price either sacrifice a 5th-level 18,800 gp; Cost 9,550 gp + 740 XP; divine spell slot or have the Weight 20 lb. True Believer feat and at least",
        "name":  "Map of Unseen Lands",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These pipes, created by To use this relic, you a secretive order of bard/clerics devoted must worship Fhar- to Olidammara, require the piper to langhn and either sac- succeed on a DC 20 Perform (wind rifi ce a 7th-level divine instruments) check each round to func- spell slot or have the tion properly. If the check succeeds, True Believer feat and any living creature within 30 feet of at least 13 HD. the piper must succeed on a DC 16 Will Strong divination; save or suffer a confusion effectùwith one CL 15th; Sanc- exception. Whenever the die roll calls for tify Relic, Craft the subject to attack someone, the subject Magic Arms and makes a mildly amorous advance (such as Armor, true seeing, creator an embrace or kiss) instead. The effect lasts must worship Fharlanghn; Price as long as the subject remains within 30 feet 35,600 gp; Cost 17,920 gp + 1,412 XP. of the piper. If the piper is interrupted or fails Illus. by W. England Morningstar of the many Pipes of frenzied revelry100 4 RETPAHC CIGAM SMETI",
        "name":  "Pipes of Frenzied Revelry",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Said to be woven from To use this relic, you must worship Lolth and either sac- silk extruded by Lolth herself, a robe of ebon- rifi ce a 6th-level divine spell slot or have the True Believer silk gives the wearer a +8 armor bonus, a feat and at least 11 HD. +4 resistance bonus on all saving throws, Strong necromancy; CL 16th; Sanctify Relic, Craft Rod, and continual spider climb and freedom of poison, creator must worship Lolth; Price 33,600 gp; Cost movement effects. 16,953 gp + 1,332 XP; Weight 5 lb.",
        "name":  "Robe of Ebonsilk",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This steel rod looks like a Wee Jas and either sacrifi ce a 6th-level length of thick chain, but it doesnÆt bend even divine spell slot or have the True the slightest. On command, it automatically Believer feat and at least 11 HD. refl ects the next nine levels of spells cast at the Moderate evocation; CL 11th; wearer, exactly as if spell turning had been cast Sanctify Relic, Craft Magic Arms upon the wearer. It also grants its wielder the and Armor, orderÆs wrath, status, Improved Counterspelling feat. creator must worship Wee Jas; Turning a spell changes the rod of reversalÆs Price 46,902 gp; Cost 23,602 gp color, depending on the school of the spell + 1,864 XP. turned. Scrolls of Uncertain",
        "name":  "Rod of Reversal",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This rod, wielded by some of scrolls. To begin with, theyÆre writ- LolthÆs high priestesses, resembles a giant spider leg with ten in nearly every language, ancient its segmentations and coarse, black hairs. It acts as a +3 light and modern, and they sometimes mace that deals no hit point damage. Instead, the wielder switch languages within the same injects a poison that deals 2d6 points of Strength damage sentence. One hour of reading allows a to any creature she touches with the rod (by making a DC 20 Knowledge (religion) check to learn melee touch attack). Like any poison, the damage repeats anything useful from the scrolls, with a 1 minute later. If she scores a critical hit, the damage from +2 bonus for every language the reader that hit (both initial and secondary) is ability drain. In speaks. Multiple readers can assist one another in transla- either case, the defender negates the effect with a DC 20 tion, lending the languages they know automatically, but Fortitude save. they share in the risk as well (detailed below). Read magic and comprehend languages spells donÆt help a reader under- recnepS .R dna dnalgne .W yb .sullI Rapier of unerring direction Ruby blade Rod of the recluse101 ITEMS MAGIC CHAPTER 4 stand the scrolls, so cryptic are their wisdom. A readerùor Shield of the Resolute: This +2 mithral moderate fortifi ca- at least one reader if a group is translating togetherùmust tionheavy shield is made from hundreds of strips of mithral, worship Wee Jas to get anything at all from the scrolls. each a different size, riveted together. It is said that shields of The second barrier to reading scrolls of uncertain provenance the resolute are assembled from pieces of shields from hun- is that the reader often draws near to the border between dreds of dwarves who fell in battle defending their home- life and death himself. Whenever someone spends an hour lands. Goblinoids and giants within 30 feet who gaze upon a reading scrolls of uncertain provenance, they must roll on the shield of the resolute must succeed on a Will save (DC 17) or be following table whether or not they learn anything useful. shaken (if they have the same or more HD than the wielder) or frightened (if they have fewer HD). This functions like a d% Effect gaze attack, so the goblinoids and giants must make saves at 01û10 DC 20 Will save or go insane (as the insanity the beginning of their turns every round unless they take spell). 11û30 DC 20 Will save or the scrolls bestow greater curse measures to avoid seeing the shield of the resolute (see Chapter upon you. 8 in the Dungeon MasterÆs Guide for gaze attack rules). 31û60 DC 20 Will save to receive a geas/quest to perform To use this relic, you must worship Moradin and either for Wee Jas. sacrifi ce a 6th-level divine spell slot or have the True 61û90 Take 1d6 negative levels as energy drain (DC 20 Believer feat and at least 11 HD. Fort save negates after 24 hours) 91û100 DC 20 Fortitude save or become a ghost for a year Strong abjuration; CL 15th; Sanctify Relic, Craft Magic and a day. Arms and Armor, fear, limited wish or miracle, creator must worship Moradin; Price 89,620 gp; Cost 45,320 gp + 3,544 While the risks of reading scrolls of uncertain provenance are XP; Weight 7-1/2 lb. great, so too are the rewards. A character who successfully Shield of the Severed Hand: This shieldÆs provenance reads from the scrolls for the listed time can choose from is unrecorded, but it is named for the gory, dripping hand the following benefi ts. emblazoned on it. The shield of the severed hand is a +4 heavy Time Benefi t 1 hour Renewal pact for yourself 2 hours Renewal pact for another 3 hours Death pact for yourself 4 hours Death pact for another 6 hours True resurrection (and the scrolls disappear) To use this relic, at least one reader must worship Wee Jas and either sacrifi ce an 8th-level divine spell slot or have the True Believer feat and at least 15 HD. Strong necromancy; CL 15th; Sanctify Relic, Craft Won- drous Item, death pact, renewal pact, true resurrection, creator must worship Wee Jas;Price 118,000 gp; Weight 10 lb.",
        "name":  "Rod of the Recluse",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This staff, which benefi ts cudgel. It has AC 7, 10 hit points, hardness 5, and a break lawful evil spellcasters the most, allows use of the follow- DC of 24. ing spells: ò Dispel good (2 charges) Table 4û2: Staffs ò Dispel chaos (2 charges) Staff Market Price ò OrderÆs wrath (1 charge) Oaken battle 13,500 gp ò Unholy blight (1 charge) Fauna 19,406 gp Moderate abjuration; CL 9th; Craft Staff, dispel chaos, dispel Pain 27,844 gp The beatifi c, lesser 28,366 gp good, orderÆs wrath, unholy blight; Price 28,266 gp. The diabolical, lesser 28,366 gp The Diabolical, Greater: A more powerful version of The saintly, lesser 28,366 gp lesser staff of the diabolical, this staff allows use of the follow- The wanton, lesser 28,366 gp ing spells: True belief 31,688 gp ò Shield of law (2 charges) Vaporous menace 36,094 gp Winds 37,969 gp ò Unholy aura (2 charges) Building 38,156 gp ò Dictum (1 charge) Planar defense 44,344 gp ò Blasphemy (1 charge) Homeland 48,469 gp Strong abjuration; CL 15th; Craft Staff, blasphemy, dictum, The gaol 51,563 gp shield of law, unholy aura; Price 78,750 gp. Hunting spirits 66,938 gp The beatifi c, greater 78,750 gp Fauna: This staff, often created by druids to store spells The diabolical, greater 78,750 gp for their animal companions, allows use of the following The saintly, greater 78,750 gp spells: The wanton, greater 78,750 gp ò Animal growth (2 charges) Soul-ward 82,417 gp ò Barkskin (1 charge) The jetstream 89,250 gp Storms 118,125 gp ò Greater magic fang (1 charge)",
        "name":  "A typical staff is like a walking stick, quarterstaff, or The Diabolical, Lesser",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This staff, which has thornlike spikes carved across swaths of its surface, allows use of the following spells: Illus. by R. Spencer Staff of the gaol Staff of the jetstream106 4 RETPAHC CIGAM SMETI ò Shield of law (2 charges) The Wanton, Lesser: This staff, which benefi ts ò Holy aura (2 charges) chaotic evil spellcasters the most, allows use of the fol- ò Dictum (1 charge) lowing spells: ò Holy word (1 charge) ò Dispel good (2 charges) Strong abjuration; CL 15th; Craft Staff, ò Dispel law (2 charges) dictum, holy aura, holy word, shield of law; Price ò Chaos hammer (1 charge) 78,750 gp. ò Unholy blight (1 charge) Soul-Ward: This supple staff of Moderate abjuration; CL 9th; Craft Staff, chaos sumac, favored by clerics who face off hammer, dispel good, dispel law, unholy blight; against undead, allows use of the Price 28,266 gp. following spells: The Wanton, Greater: A more power- ò Greater restoration (3 charges) ful version of lesser staff of the wanton, ò Death ward (1 charge) this staff allows use of the following ò Restoration (1 charge) spells: Strong conjuration; ò Cloak of chaos (2 charges) CL 13th; Craft Staff, death ò Unholy aura (2 charges) ward, greater restoration, restora- tion; Price 82,417 gp.",
        "name":  "Pain",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Followers of Garl Glittergold fi nd themselves fallen foe. guarding the welfare of gnome communities, delving deep Herald and Allies: Gruumsh sends 20th-level fi endish for gems, and fi ghting the goblinoid enemies of the race. orc barbarians to the Material Plane as his heralds. Allies Typical quests include battling a tribe of kobold raiders, are fl amebrother salamanders, hezrou demons, and marilith pulling a good-natured prank on an arrogant human king, demons. and seeking the long-lost Ebondark Gem Mine on the Relics: Shield of the severed hand, spear of retribution. Elemental Plane of Earth.",
        "name":  "Quests",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Much of NerullÆs liturgy is spoken in the past Relics: Armor of the fallen leaves, staff of the unyielding oak. tense, even if it hasnÆt happened yet. For example, a cleric of Nerull might pray, ôYou granted me ultimate dominion over Olidammara the deadàö Intermediate God (Chaotic Neutral)",
        "name":  "Prayers",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "VecnaÆs followers spy on the merchant-princes of Vecna (described in the Dungeon MasterÆs Guide) are of para- a port city, blackmail the high priests of other religions, and mount importance to his worshipers. ahnidraS .R yb .sullI Tiamatpqqqqqqqqqqqqqqqqqqqqrs PLANAR ALLIES Each of the three planar ally spells specifies that the called crea- Monster Alignment HD ture is one of the deityÆs choice. The core deity descriptions in Slaad, gray CN 10 this chapter describe which creatures each deity typically sends. Demon, bebilith CE 12 But which monsters make good choices for other deities? Con- Demon, glabrezu CE 12 sult the table below to see some good options for your deity. Demon, hezrou CE 10 Demon, vrock CE 10 Monster Alignment HD Salamander, average Any E 9 Lesser Planar Ally Barghest, greater LE 9 Archon, hound LG 6 Devil, barbed LE 12 Eladrin, bralani CG 6 Devil, bone LE 10 Demon, succubus CE 6 Devil, erinyes LE 9 Howler CE 6 Genie, efreeti LE 10 Salmander, flamebrother Any E 4 Hell hound, Nessian warhound LE 12 Nightmare NE 6 Formian myrmarch LN 12 Shadow mastiff NE 4 Elemental (any), Large N 8 Achaierai LE 6 Invisible stalker N 8 Barghest LE 6 Devil, bearded LE 6 Greater Planar Ally Hell hound LE 4 Angel, planetar Any G 14 Xill LE 5 Archon, hound hero LG 17 Formian taskmaster LN 6 Slaad, death CN 15 Elemental (any), Medium N 4 Basilisk, greater abyssal CE 18 Genie, janni N 6 Demon, marilith CE 16 Rast N 4 Demon, nalfeshnee CE 14 Salamander, noble Any E 15 Planar Ally Nightmare, cauchemar NE 15 Angel, astral deva Any G 12 Devil, horned LE 15 Archon, trumpet LG 12 Devil, ice LE 14 Couatl LG 9 Devil, pit fiend LE 18 Half-celestial paladin LG 9 Arrowhawk, elder N 15 Guardinal, leonal NG 12 Elemental (any), Huge N 16 Eladrin, ghaele CG 10 Tojanida, elder N 15 Slaad, green CN 9 Xorn, elder N 15 pqqqqqqqqqqqqqqqqqqqqrs 119 DEITIES CHAPTER 5",
        "name":  "Quests",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your land speed is faster than the normal Core Deities: Corellon Larethian, Garl Glittergold, Pelor, for your race by +10 feet. This benefi t is lost if you are Yondalla. wearing medium or heavy armor or carrying a medium Other Deities: Bralm, Rao. or heavy load. Granted Power: Use calm emotions as a spell-like ability once per day. Gain +2 bonus on Diplomacy checks. Celerity Domain Spells 1 Expeditious Retreat: Your speed increases by 30 ft. Community Domain Spells 2 CatÆs Grace: Subject gains +4 to Dex for 1 min./level. 1 Bless: Allies gain +1 attack and +1 on saves against fear. 3 Blur: Attacks miss subject 20% of the time. 2 Status: Monitors condition, position of allies. 4 Haste: One creature/level moves faster, +1 on attack 3 Prayer: Allies gain +1 on most rolls, and enemies suffer rolls, AC, and Refl ex saves. û1. pqqqqqqqqqqqqqqqqqqqqrs ALIGNED SPELLS IN NON-ALIGNED DOMAINS Some domains listed here include spells with an alignment abide by those restrictions even if the spell is a domain spell. For descriptor, meaning that a character with the domain may be instance, a chaotic cleric who chooses the Inquisition domain unable to cast one or more of his domain spells. Spellcasters canÆt cast any of the domain spells with the Law descriptor, such who are restricted from casting spells of certain alignments must asdetect chaos. pqqqqqqqqqqqqqqqqqqqqrs138 7 RETPAHC DNA SNIAMOD SLLEPS 4 Tongues: Speak any language. 7 Permanent Image F: Includes sight, sound, and smell. 5 RaryÆs Telepathic Bond: Link lets allies communicate. 8 True CreationX *: As major creation, but permanent. 6 HeroesÆ Feast: Food for 1 creature/level, cures and 9 Pavilion of Grandeur*: A feast and a great pavilion are blesses. created. 7 RefugeM: Alters item to transport its possessor to you. 8 MordenkainenÆs Magnifi cent MansionF: Door leads DOMINATION DOMAIN to extradimensional mansion. Core Deities: Gruumsh, Hextor, St. Cuthbert, Wee Jas. 9 Heal, Mass: As heal, but with several subjects. Other Deities: None.",
        "name":  "Granted Power",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain a +4 bonus on all dispel checks. to use this benefi t before the check or save is rolled. Inquisition Domain Spells Madness Domain Spells 1 Detect Chaos: Reveals chaotic creatures, spells, or 1 Confusion, Lesser: One creature acts randomly for objects. one round. 2 Zone of Truth: Subjects within range canÆt lie. 2 Touch of Madness*: Dazes one creature for 1 round/ 3 Detect Thoughts: Allows ôlisteningö to surface level. thoughts. 3 Rage: Subjects gain +2 to Str and Con, +1 on Will saves, 4 Discern Lies: Reveals deliberate falsehoods. û2 to AC. 5 True Seeing: See all things as they really are.140 7 RETPAHC DNA SNIAMOD SLLEPS 4 Confusion: Makes subject behave oddly for 1 round/ 6 Visage of the Deity*: As lesser visage of the deity, but you level. get celestial or fi endish qualities. 5 Bolts of Bedevilment*: One ray/round, dazes 1d3 7 Blasphemy/Holy Wordå: Kills, paralyzes, weakens, or rounds. dazes nonevil/nongood subjects. 6 Phantasmal Killer: Fearsome illusion kills one 8 Holy Aura/Unholy Auraå:+4 AC, +4 resistance, and creature or deals 3d6 damage. SR 25 against evil/good spells. 7 Insanity: Subject suffers continuous confusion. 9 Visage of the Deity, Greaterå*: As lesser visage of the 8 Maddening Scream*: Subject has û4 AC, no shield, deity, but you become half-celestial or half-fi endish. Refl ex save on 20 only. å Choose one spell of those given, based on your alignment, 9 Weird: As phantasmal killer, but affects all within 30 ft. that is always your domain spell for this level. MIND DOMAIN ORACLE DOMAIN",
        "name":  "Granted Power",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Purifi es 1 cu. ft./level of natural armor. food or water. BearÆs Endurance: Subject gains +4 to Con for 1",
        "name":  "Purify Food and Drink",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Aura grants +2 or higher Delay Poison: Stops poison from harming subject defl ection bonus. for 1 hour/level.",
        "name":  "Shield of Faith",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Creatures attacking you take fi re All Commune With Nature: Learn about terrain for 1 damage; youÆre protected from heat or cold. mile/level.",
        "name":  "Fire Fire Shield",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 size, +3 Dex), touch 15, fl at-footed 12 of damage. If the creator is slain, the bogun also dies, and its Base Attack/Grapple: +1/û5 body collapses into a heap of rotting vegetation.",
        "name":  "Armor Class",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) you and the subject creature are on the same plane, in which case implacable pursuer resumes functioning normally. You conjure forth a glowing, golden suit of barding for your INFESTATION OF MAGGOTS special mount. The golden barding you create has no armor check pen- Necromancy alty and has no effect on your mountÆs speed. The exact Level: Druid 3 nature of the barding depends on your caster level. Components: V, S, M 2ndû3rd: Scale mail barding (+4 armor bonus). Casting Time: 1 standard action 4thû5th: Chainmail barding (+5 armor bonus). Range: Touch 6thû7th: Splint mail barding (+6 armor bonus). Target: Creature touched 8thû9th: Half-plate barding (+7 armor bonus). Duration: One round/2 levels 10th+: Full plate barding (+8 armor bonus). Saving Throw: Fortitude negates",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Will screaming, gibbering, and leaping negates about as though completely Spell Resistance: Yes mad. This spell makes it impossible for the victim By pointing your fi gure at a to do anything other than race favored enemy of yours, you about caterwauling. The mark it with a glowing rune spell gives the subject a that only you can see. Your favored û4 penalty to Armor Class, enemy bonuses against a foe with a mark makes Refl ex saving throws of the hunter are +4 higher than they would impossible except on a roll of otherwise be. 20, and makes it impossible to Furthermore, the rune limns your use a shield. enemy, making him easier for you to attack. The subject of a mark of the MAELSTROM hunter gains no bonus to Armor Class Conjuration (Creation) against your attacks from any cover less",
        "name":  "The subject cannot keep himself from Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) Spell Resistance: Yes (harmless) You touch a recently slain ally and temporarily restore her You shield one creature in a nimbus of holy energy. The crea- to life so she may continue to fi ght. The target can have been ture gains a +2 sacred bonus to Armor Class. In addition, dead for up to 1 round/caster level. She functions as if a raise while protected by this spell, the creature does not lose its dead spell had been cast upon her, except that she does not Dexterity bonus to Armor Class when fl at-footed. lose a level and has half of her full normal hit points. She is For the duration of the spell, you gain awareness of the alive (not undead) for the duration of the spell and can be creatureÆs health as with the status spell, and you need not be healed normally, but dies as soon as the spell ends. While able to touch the affected creature to heal it with your lay on the subject is under this spell, she is not affected by resur- hands ability. Use of the lay on hands ability still requires a rection or raise dead. standard action, but it can be done at any range. The target gains a +1 morale bonus on attacks, damage, SANDBLAST saves, and checks against the creature that killed her. Evocation RIGHTEOUS WRATH",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None eyes. Your caster level is the total number of d6 that you can Spell Resistance: No create with this spell (maximum 20d6). You may use them all at once or divide the dice over several rounds. For example, You forge a telepathic bond with another creature with an a 16th-level caster can fi re an 8d6 bolt on one round and Intelligence score of 6 or higher. The bond can be estab- another 8d6 bolt on the next, fi re sixteen bolts over 16 or more lished only with a willing subject. You can communicate rounds (each doing 1d6 electricity damage), or make one large telepathically through the bond regardless of language. No bolt that deals 16d6. Each bolt affects only one creature. special power or infl uence is established as a result of the Launching a bolt is a standard action that does not pro- bond. Once the bond is formed, it works over any distance voke an attack of opportunity, has a range of 100 feet, and (although not from one plane to another). requires a ranged touch attack (you gain a +3 attack bonus if TIDAL SURGE the opponent is wearing metal armor, made out of metal, or carrying a lot of metal). Evocation [Water]",
        "name":  "Finally, you can discharge bolts of electricity from your Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20-ft.-radius emanation centered on a point in space Spell Resistance: Yes184 7 RETPAHC DNA SNIAMOD SLLEPS When you cast this spell, you create a huge wave of water doesnÆt have an armor check penalty or arcane spell failure that slams into one or more targets within range. If there chance. is no large, natural source of water (a river, lake, or ocean) TOUCH OF MADNESS within the spell range, you can affect only one target. If such a source of water exists within the range of the spell, Enchantment [Mind-Affecting] the spell creates a burst centered on a location you designate. Level: Madness 2 In either case, the water deals 1d8 points of damage per two Components: V, S caster levels (maximum 7d8) to the target or to creatures Casting Time: 1 standard action within the area. Range: Touch",
        "name":  "Area",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S Protective spells such as protection from evil,shield,globe",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) nidelleB .S yb .sullI Unyielding roots187 SPELLS DOMAINS AND CHAPTER 7 You invoke healing energy over a group of creatures, grant- Good clerics undergo the following transformations: ing each the fast healing ability for the duration of the spell. ò You grow feathered wings that allow you to fl y at twice Each subject heals 1 hit point per round of such damage your normal speed (good maneuverability). until the spell ends and is automatically stabilized if he or ò You gain +1 natural armor. she begins dying from hit point loss during that time. Mass ò You gain low-light vision. lesser vigor does not restore hit points lost from starvation, ò You gain resistance 10 to acid, cold, and electricity. thirst, or suffocation, nor does it allow a creature to regrow ò You gain immunity to disease. or attach lost body parts. ò You gain a +4 racial bonus on saving throws against The effects of multiple vigor spells do not stack; only the poison. highest-level effect applies. Applying a second vigor spell of ò You gain damage reduction 10/magic. equal level extends the fi rst spellÆs duration by the full dura- ò You gain spell resistance 25. tion of the second spell. ò You gain the following bonuses to your ability scores: +4 Str, +2 Dex, +4 Con, +2 Int, +4 Wis, +4 Cha. VIGOROUS CIRCLE Conjuration (Healing) Evil clerics undergo the following transformations:",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 rounds + 1 round/level (max 40 rounds) normal speed (average maneuverability). ò You gain +1 natural armor. This spell is the same as mass lesser vigor, except that it grants ò You gain bite and claw attacks. If you are size Medium or fast healing at the rate of 3 hit points per round. larger, your bite deals 1d6 points of damage and each claw attack deals 1d4 points of damage. If you are Small, your VISAGE OF THE DEITY bite deals 1d3 points of damage and each claw attack deals Transmutation [Evil, Good] 1d3 points of damage.",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level 8 Graaghya, female half-orc fighter 5/ pious templar of Gruumsh 3 51 You invoke a divine shield to protect you as you close with 8 Jernit, male half-elf ranger 5/ temple raider of Olidammara 3 69 a chosen opponent. Choose a foe as you cast this spell. You 8 Krotan the Stormlord, male human cleric 5/ gain a +4 defl ection bonus to your AC against all attacks of stormlord 3 66 opportunity from opponents other than the chosen foe. 8 Orellen, male half-elf bard 5/evangelist 3 40 Also, you can move through enemies as if they were allies 8 Templeton, male human cleric 5/ for the duration of this spell, as long as you fi nish your move- divine oracle 3 36 9 Darek Olrock, male dwarf cleric of Moradin 5/ ment closer to your chosen foe than when you began it. church inquisitor 4 27 9 Eandarrial, female elf ranger 2/cleric 3/ ZEALOT PACT seeker of the Misty Isle 4 62 Evocation 9 Malsaern the Enlightened, male human cleric 4/",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 full plate armor, +1 heavy steel (Wis), Craft (Int), Knowledge (religion) (Int), and shield, masterwork heavy mace, sling, 20 bullets, ring of Spellcraft (Int), plus any skills given in the description protection +1, cloak of protection +1, periapt of Wisdom +2, of the base animal corresponding to the characterÆs lesser metamagic rod(Extend Spell), scroll ofrestoration, lycanthrope type. See Chapter 4: Skills in the PlayerÆs scroll ofair walk, scroll ofcure moderate wounds, potion of Handbookand Chapter 6 in the Monster Manualfor skill 5 darkvision. descriptions.Skill Points at Each Level: 2 + Int modifier. humanoid form can make another attempt each sub- sequent round, rather than waiting until dawn. The Moon Guardian Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +1 +2 +2 +0 Natural spell, ù voluntary change 2nd +2 +3 +3 +0 +1 level of existing divine spellcasting class 3rd +3 +3 +3 +1 Rapid change ù 4th +4 +4 +4 +1 +1 level of existing divine spellcasting class 5th +5 +4 +4 +1 Instantaneous ù change CLASS FEATURES Rapid Change (Ex): At 3rd level, the moon guardian can make a Control Shape check as a move All of the following are class features of the moon action rather than a standard action, though he can still guardian prestige class. change form only once per round.",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 full plate armor, +1 heavy steel (Wis), Craft (Int), Knowledge (religion) (Int), and shield, masterwork heavy mace, sling, 20 bullets, ring of Spellcraft (Int), plus any skills given in the description protection +1, cloak of protection +1, periapt of Wisdom +2, of the base animal corresponding to the character’s lesser metamagic rod(Extend Spell), scroll ofrestoration, lycanthrope type. See Chapter 4: Skills in the Player’s scroll ofair walk, scroll ofcure moderate wounds, potion of Handbookand Chapter 6 in the Monster Manualfor skill 5 darkvision. descriptions.",
        "name":  "Possessions",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hordes of the Abyss.) they all derive their powers from a fiendish her itage. In truth, while they might be the most visible and well-known exam ples, fiendish warlocks make up only a thin majority of all those who use invocations. Some theorists even hold that the category of arcanists known as \"warlocks\" actually encompasses a wider range of power sources and mindsets than com monly believed, and that further study will reveal the multitude of arche types hiding behind the label of warlock. Just as magic can strike, so can it shield Warlocks whose power derives from demonkind are most Schools don\u0027t explain exactly how magic works, and they commonly chaotic evil and tend toward savage brutality. don\u0027t contain any rules or laws for working magic. Instead,",
        "name":  "The common stereotype associated with warlocks is that revision in Fiendish Codex I",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "There is part of every controller that has wizards at this level, haste should come first. Nothing beats little respect for life or its freedoms. These spellcasters gave the Armor Class, attack, and speed bonus, with an extra themselves permission long ago to use the disturbing power melee attack to boot. they wield with unrestrained abandon. Controllers can either 4th—Stoneskin: Some boosters cringe at the material be loud and brash or quiet and unassuming, but they all share component cost for this spell, but that kind of tight-fisted a tendency to be more than a little egotistical and self-serving. approach results in dead allies. Load up on diamond dust and A controller can, quite literally, make a social circle revolve cast this spell at every opportunity. Don\u0027t hesitate to solicit around her. It would even be fair to say that some controllers contributions to the effort—it\u0027s perfectly reasonable for the pursue this path out of a desperate, misdirected need to assert has bardic tendencies, the sublime chord (Complete Arcane) control over their own lives. provides spell choices that advance up to 9th level, with selec",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These feats help augment with clerics and fighters in the warrior in her chosen role and are melee combat. Taking mass strongly recommended. bull\u0027s strength later on might Battle Caster (Complete Arcane) help improve your relation Extremely useful for bards, war- ships with other party mages, and any other arcane caster members. able to ignore spell failure chance 3rd—Displacement: Yes, from armor. When paired with haste is attractive, but halv mithral full plate armor, this feat ing the damage you take provides a +4 boost to AC over a in a battle is better for long- mere chain shirt. term survival. Vampiric touch",
        "name":  "Best Feats",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Although these feats stitution, Charisma, and natural armor, retain some functionality for a warrior, their application is along with immunity to magic sleep effects and paralysis, a limited at best. warrior rarely has to think twice. Sorcerers cast this spell at",
        "name":  "Feats to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a warrior, you seek spells that strengthen that rivals your own. Few spells warrant giving up your ability your character\u0027s ability to repel the enemy, withstand the to cast spells ... but this one does. enemy, and deal damage. Spells that turn you into an unstop 8th—Lightning Ring (Spell Compendium): You become a pable force of wanton destruction are high on your list. Most crackling corona of electricity, damaging any creature that of your spells belong to the transmutation school. dares stand adjacent to you while also discharging two 5d6 bonus, and poor Armor Class make her a poor candidate lightning bolts as a free action per round. for the warrior\u0027s role. With the right choice of class and a 9th—Dragonform (Player\u0027s Handbook II): Three words: Huge. few adjustments, however, an arcane spellcaster can fit into Red. Dragon. The extra 150 hit points don\u0027t hurt, either. If you\u0027re the warrior\u0027s role. The warrior archetype, described above, up for the challenge, shapechange also offers a lot of potential. explains a variety of ways to achieve this.",
        "name":  "Best Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Warriors have to be careful about how Any arcane warrior, however, rarely has the sheer melee they augment themselves. The advantages of taking any one damage-dealing capability of a fighter or barbarian. A party spell over another must outweigh the disadvantages, espe that includes such a character should also have at least one cially if you have a limited number of spells known. other character capable of stepping up to the front line. Death Armor (Spell Compendium): Any spell that relies on Expert: The bard makes the best arcane expert, since he creatures striking you to deal reactive damage is a bad idea shares many of the rogue\u0027s class skills. Furthermore, the bard at low levels. You don\u0027t want to take damage at all until you has access to a wide range of \"toolbox\" spells that allow him gain access to spells that grant damage reduction. to overcome or even ignore obstacles. A party with a bard",
        "name":  "Spells to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The mechanical effects of the new ability. number of arcane stunts you possess, the same total daily limit applies to their use—that is, each day, an 11th-level ARCANE HUNTER swashbuckler with an Intelligence of 14 could use one of his spell-like abilities three times or one ability twice and Rangers learn to track and hunt creatures of a certain type the other once. when choosing a favored enemy. Some rangers concern themselves less with what a creature is, and more with what ARMORED MAGE it does. These rangers learn to identify signs of the arcane and make it their business to combat those who use arcane Rare is the fighter who hasn\u0027t envied the wizard\u0027s bag of magic in opposition to their goals. magical tricks. Although even the most basic arcane spell",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Knowledge (arcana) 1 rank. spells while wearing light armor. On its own, this alternative",
        "name":  "Special Requirement",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 1st level, you gain favored enemy (arcanists). into play. This feature works just like the favored enemy ability (PH Class: Fighter. 47). The bonuses granted apply to any character capable of Level: 1st. casting arcane spells or using invocations (but not other Special Requirement: Knowledge (arcana) 1 rank. spell-like abilities). Replaces: You lose proficiency with medium armor and heavy armor.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Choose one arcane spellcasting class, such as sorcerer. You can avoid any chance of arcane spell failure for Every swashbuckler relies on her agility and quick wit to spells gained from this class as long as you restrict yourself to get her out of scrapes. Some take this a step farther, learning light armor and light shields. This training does not extend magical tricks that boost their mobility or defense. to any other form of armor or shields, nor does this ability You can attempt to counterspell a number of times per day apply to spells gained from other spellcasting classes. equal to 1 + your Cha modifier. This benefit applies only to spells of a level equal to or A character with 5 or more ranks in Knowledge (arcana) lower than your fighter class level + 1. gets a +2 bonus on counterspelling attempts when using this ability. CURSE BREAKER DIVINE MAGICIAN Most paladins use their divinely granted powers to combat diseases that plague their allies. Paladins with an interest Deities influence the world through the divine spells they in the arcane—particularly those who battle necroman grant their worshipers. Some clerics, however, choose to cers—sometimes prefer to learn to counteract the effects explore magical powers beyond those commonly provided of magical curses. by the gods. By giving up some of their divine power, these",
        "name":  "ARCANE STUNT Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain the supernatural abil Knowledge (the planes) 1 ity to counter another spellcaster\u0027s magic rank, Speak Language (Auran, through pure force of will. This ability Terran, Ignan, or Aquan) functions just as if you were using dispel Replaces: You do not gain magic to counter the spell, except that you an animal companion, nor do add your cleric level (instead of your caster you gain wild empathy. level) to the d20 roll. You don\u0027t need to Benefit: You gain the identify the spell the opposing spellcaster companionship of a Small ele is casting to make the attempt. mental (air, earth, fire, or water; If you don\u0027t have a cleric level, use your your choice). You must speak the effective cleric level for the purpose of language of your chosen elemental com turning undead. For example, a pala panion (Auran, Terran, Ignan, din would normally turn undead or Aquan, respectively). as a cleric of three levels lower; Your elemental companion her effective cleric level for has the normal statistics of an counterspelling is equal to her elemental of its kind. paladin level- 3. It does not gain any A druid and her air elemental companion FOCUSED SPECIALIST extra HD, natural armor adjustment, Strength or Dexterity adjustment, or extra tricks (it is intelligent enough to follow Every wizard who calls himself a specialist takes pride your spoken commands and thus needs no tricks). It gains in wielding his preferred form of magic. Those who are all other special abilities normally granted to an animal exceptionally pure of purpose take this specialization to companion, with the exception of Multiattack. an entirely new level, disdaining breadth of skill in favor of At 4th level, your elemental grows into a Medium elemen even greater focus. tal of the same kind. Its statistics change appropriately. Class: Wizard. At 10th level, you can choose for your elemental compan Level: 1st. ion to grow to a Large elemental of the same kind, with the Special Requirement: You must be a specialist wizard. appropriate changes to its statistics. If you choose for your Replaces: You lose one spell slot from each level of wizard elemental to remain Medium, it instead gains 2 HD, +2 spells you can cast. If you later gain the ability to cast higher- Strength, +2 Constitution, and damage reduction 5/—. level wizard spells, you lose one spell slot from each new level At 16th level, you can choose for your elemental compan of spells you can cast. ion to grow to a Huge elemental of the same kind, with the You must also choose another prohibited school of magic, appropriate changes to its statistics. If you choose for your which can\u0027t be divination. elemental to remain at its current size, it instead gains an Benefit: You can prepare two additional spells of your spe additional +4 HD, +4 Strength, +4 Constitution, and damage cialty school per spell level each day. These extra spells are in reduction 5/—. All these benefits stack with existing statistics addition to those normally granted to a specialist wizard. except for the damage reduction. This benefit doesn\u0027t apply to spells gained from classes other than wizard. SOULWARP STRIKE The traditional monk seeks balance in body, mind, and soul, and through this equilibrium gains various combat talents. A monk who learns the secret of the soulwarp strike masters an arcane talent of necromancy that infects her enemy\u0027s ki, producing an effect akin to terrible sickness.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can use your music or poetics to interfere require an attack roll. Other spells and spell-like abilities that with spells that have verbal components. Doing this costs affect a target aren\u0027t subject to this reflection. one daily use of your bardic music ability and requires a If a single spell or ability misses you more than once standard action to start. Enemy spellcasters within 30 feet at the same time (such as scorching ray cast by a high-level of you take a 20% spell failure chance when casting any spell caster), you can redirect each portion of the spell that that has a verbal component (as if they were deafened). You missed. Using the example above, if you were missed by can maintain your spellbreaker song for 3 rounds. two of the three rays from an 11th-level wizard\u0027s scorching This ability follows all the other appropriate rules for ray spell, you could redirect only those two rays (but not bardic music. the one that hit). STALWART SORCERER FEATS Most sorcerers hide behind walls of steel, slinging spells While spells are certainly the defining characteristic of at enemies safely distant. You have no patience for such arcane casters, feats rank a close second. The methodology cowards and prefer to be near the front line. Your breadth of spellcasting is an intricate, personal, and vital element of of magical knowledge might not compare with those craven playing a spellcaster. Feats that represent and modify tech weaklings, but you are proud to dive into the fray alongside niques of spellcasting define the differences between one the fighter. caster and another and grant characters significant advantages If you play a sorcerer with this alternative class feature, in combat and other confrontations. | consider taking at least one level of fighter and selecting the Most of the new feats presented below are designed to aug I armored mage alternative class feature (see page 32). ment the prowess and abilities of spellcasters in general, but",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "reserve feats. a true masterpiece. A sorcerer is like a child with These feats are usable only by spellcasters, and they employ paints, barely understanding what they are doing. an unusual form of prerequisite. Reserve feats draw upon I have mastered the art.\" the magic inherent in a caster\u0027s body and soul, utilizing (but —Mialee the wizard not consuming) energy from available spells to augment the character\u0027s already prodigious magical talents. USING RESERVE FEATS pares to spells two or three levels below the spell kept in reserve. Reserve feats are designed to allow spellcasters to stretch their In essence, you get an unlimited low-level spell effect as long resources over a greater number of encounters. As long as you as you keep your \"big gun\" in reserve. This situation encour retain the appropriate spell or spells, you have unlimited access ages tactical use of spell resources—for example, the decision to one or more special abilities, many of which are useful in whether to cast fireball now or save it for the next fight—without combat. preventing you from doing something interesting every round. Effectively trading a single spell or spell slot for an at-will At higher levels, even if the power level of the feat\u0027s benefit ability represents an entirely new direction for feats. At a glance doesn\u0027t compare well to your other spells, don\u0027t forget the the benefit appears extremely potent, and it is. The important other advantages that it offers. As supernatural abilities, these distinction is that these feats, in general, don\u0027t directly make benefits don\u0027t use components, so you can activate them even you more powerful; instead, they allow you to extend your power while bound or gagged. They can\u0027t be countered or dispelled. over more encounters. This in turn allows the party to continue Arcane spell failure chance does not apply, making the feats adventuring (rather than call it a day after your spell allotment is attractive to multiclass spellcasters who normally wear armor. exhausted), which translates into the players having more fun. Most important, they are unaffected by spell resistance. All told, A reserve feat shouldn\u0027t make you appreciably more power while a 9d6 burst of fire might not appear to measure up to the ful in a single encounter, and it doesn\u0027t make your most potent average 17th-level wizard\u0027s spell complement, it might prove spells much better. In most cases, a reserve feat\u0027s benefit com- quite useful in any number of situations. Each reserve feat\u0027s primary benefit is a supernatural ability Example: Consider the feat Mystic Backlash. In order to use usable at will. Unless stated otherwise, it requires a standard the feat\u0027s primary benefit, a wizard must have an abjuration action to activate and does not provoke attacks of opportunity. spell of at least 5th level prepared and not yet cast. As soon as If a saving throw is allowed, the DC is equal to 10 + the level of she casts her last abjuration spell of 5th level or higher, or if the spell allowing the ability\u0027s use + the ability modifier you she prepares no abjuration spells of 5th level or higher on a would apply to that spell\u0027s save DC. For example, if a wizard given day, she loses the primary benefit of the feat until she with a +3 Intelligence modifier and a reserved 3rd-level sonic once again prepares an appropriate spell. spell succeeds on a touch attack using the Clap of Thunder A sorcerer, on the other hand, need merely have an abju reserve feat, she causes the target to make a successful DC ration spell of 5th level or higher on his spells known list 16 Fortitude save or be deafened. and at least one spell slot of the same level or higher unused In addition, each feat provides a caster level boost to a for the day. As soon as he casts his last sorcerer spell of 5th certain category of spells that applies at all times, regardless level or higher, he loses the primary benefit of the feat until of whether the character has any spells left to cast. he readies his spells for the next day (or otherwise regains a The primary benefit can only be activated if the caster spell slot of 5th level or higher). has a spell of an appropriate variety (of a particular school, A wizard can take a reserve feat as her bonus feat at 5th, subschool, or descriptor) available to cast. The definition of 10th, 15th, or 20th level, in place of a metamagic or item \"available to cast\" depends on whether the character prepares creation feat. spells or casts spontaneously from a list of spells known. A spellcaster who prepares spells each day (such as a TACTICAL FEATS wizard) must have an appropriate spell prepared and not yet Feats with the tactical descriptor allow characters to perform cast that day. If the character has more than one appropriate a number of powerful maneuvers. spell prepared and uncast, she gains the benefit only from the If you\u0027re playing a character who wants to use a tactical highest-level spell; she can\u0027t gain multiple benefits, or stack feat, it\u0027s your responsibility to keep track of the actions you\u0027re benefits, by preparing more than one appropriate spell. performing as you set up the situation that the feat enables A spellcaster who does not need to prepare spells (such as you to benefit from. a sorcerer) must know an appropriate spell and must have at least one unused spell slot of that spell\u0027s level or higher. If the character has more than one appropriate spell known, he FEAT DESCRIPTIONS gains the benefit only from the highest-level spell for which he has an unused spell slot of that level or higher. The feats described in the following section supplement If a spellcaster has spells from more than one class, only the feats in the Player\u0027s Handbook and in Complete Arcane. spell slots that could actually be used to cast the appropriate Table 2-1 summarizes the prerequisites and benefits of all spell count toward granting this benefit. A bard/sorcerer these feats. who knows the appropriate spell only as a bard spell can\u0027t ACIDIC SPLATTER [RESERVE] use his sorcerer spell slots to qualify for the reserve feat\u0027s primary benefit. You can channel magical energy into orbs of acid.",
        "name":  "Complete Mage presents a new category of feat",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A conjurer can select this feat as a wizard bonus higher available to cast, you can fly up to 30 feet (perfect feat. maneuverability) as a move action once per round. You must begin and end this flight solidly supported, or you fall. CLUTCH OF EARTH [RESERVE] You can\u0027t use this ability if you wear heavy armor or carry a heavy load. You briefly increase the earth\u0027s pull on the target creature. As a secondary benefit, you gain a +1 competence bonus Prerequisite: Ability to cast 2nd-level spells. to your caster level when casting air spells. Benefit: As long as you have an earth spell of 2nd level or higher available to cast, you can spend a standard action to CAPTIVATING MELODY reduce the speed of any landbound creature within 30 feet of you. The creature\u0027s normal land speed, as well as its burrow You can expend some of your musical abilities to increase the and climb speeds, decrease by 5 feet per level of the highest- potency of your enchantment or illusion spells. level earth spell you have available to cast, to a minimum",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your watchful level of the highest-level spirit helps you defend your summoning spell you have self. If you use an initiative available to cast, and the reroll from your watchful spirit item can weigh up to 2 class feature, you gain a +2 dodge pounds per level of that bonus to your Armor Class for the spell. duration of that encounter. As a secondary benefit, you Also, you gain one extra initia gain a +1 competence bonus to your tive reroll from your watchful spirit class caster level when casting conjuration feature. summoned creatures even more potent (summoning) spells DELAY POTION DROWNING GLANCE [RESERVE] You can drink a potion and postpone its effects. With a look, you create a small but incapacitating amount of",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spontaneous casters applying metamagic must effect of either Silent Spell or Empower Spell to the second either take a full-round action (if the spell normally requires casting of lightning bolt, but not both. a standard action or less) or add a full-round action to the cast ing time (if the spell takes 1 full round or longer to cast). A ROGUE SURVIVES A PHANTASMAL STRANGLER SPELL All of the sudden there was this nasty fish smell and a cold, It was just about the creepiest thing that ever happened to me. slimy critter with a whole lot of arms covered with claws and We hit the wizard\u0027s inner sanctum to find her standing behind suckers dropped out of nowhere and right onto my neck. In three tall, nasty trolls. Our spellslinger popped off a quick fire some part of my mind, I knew the creature wasn\u0027t real, but I\u0027m spell that should have scorched the trolls, but it didn\u0027t seem to not fond of deep water and I like what lurks under the waves have much effect. Our fighter rumbled forward in his pile of even less. The foul thing had me by the neck and the knees in a noisy armor and got busy chopping troll. I could see that wasn\u0027t minute, and I felt myself falling to the floor. Somehow, I knew going to be over quickly, so I pulled a trick of my own and rolled that if this nightmare toppled me to the floor I was a goner, so right between the lead troll\u0027s legs. Man, did it look surprised. I went down on one knee to get stable and grabbed a tentacle. When I popped back upon my feet the wizard and I were face I knew it was strong enough to counter any wrestling move I to face. I figured things were headed downhill for the wizard, could think up, so I decided to think slippery. I have a little trick but she pulled a swift move of her own. She sort of twiddled her I use for slipping bonds and I figured it would work here. You fingers so they looked like she was weaving something while she could say I just climbed out of the hold like I was slipping off a did a little sidestep. She also spoke a few syllables of gibberish shroud. One move to pop up like a cork and another to kick my that I couldn\u0027t understand. I don\u0027t know much about magic, attacker aside and I was loose again. Lucky me. No sooner did I but I know when a spell is coming my way, especially when escape those deadly tentacles when the whole thing evaporated I\u0027m up close. I\u0027m usually pretty good at sticking a blade into a like smoke from a dying fire. Our spellslinger told me later it spellslinger\u0027s gizzard when they start casting within my reach, was just something shaped from my own thoughts, but it sure but I just couldn\u0027t find an opening this time. seemed real to me. RETRIBUTIVE SPELL [METAMAGIC] As a secondary benefit, you gain a +1 competence bonus to You can keep a spell in reserve to use when a foe causes you your caster level when casting necromancy spells. harm.",
        "name":  "Normal",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At each level, you gain new invocations Reflexes, Maximize Spell-Like Ability (eldritch blast) known and an increase in caster level as if you had also gained Skills Bluff+6, Concentration +6 (+10 casting defensively), a level in an invocation-using class to which you belonged Diplomacy+4, Intimidate+7, Knowledge (nature) +5 (from before adding the prestige class level. (This includes eldritch Plant domain), Knowledge (the planes) +8, Listen +3, blast) You do not, however, gain any other benefit a character Sense Motive +8, Speak Language (Sylvan), Spellcraft +5, of that class would have gained. If you had more than one Spot +3, Survival +3 (+5 aboveground or on other planes) Possessions masterwork spear, +2 studded leather armor, invocation-using class before becoming an eldritch theurge, cape of the mountebank, pearl of power (1st level) you must decide to which class to add each level for the pur Hook \"You may worship the divine, but I wield its power in pose of determining caster level and invocations known. my very hands!\" Damage Reduction (Su): Fortified by the supernatural power flowing through your body, you become resistant to physical attacks. You gain damage reduction l/cold iron at ELDRITCH THEURGE 1st level; this stacks with damage reduction gained from \"Magic resides in my mind, my heart, my blood, and my soul. How other sources. can anyone as limited as you possibly stand against me?\" Your damage reduction improves to 2/cold iron at 4th level, —Oslavan Kaligos, the Night-Bearer to 3/cold iron at 7th level, and to 4/cold iron at 10th level. Fiendish Resilience (Su): Beginning at 2nd level, you Most of those who find themselves blessed (or cursed) with know the trick of fiendish resilience. Once per day, as a free magic burning in their fiendish blood become warlocks, action, you can enter an elevated physical state that lasts for but a rare few study formal magic to better understand and 2 minutes. While in this state, you gain fast healing 1. control their powers. The result is the eldritch theurge, a At 9th level, your fiendish resilience improves; while in your master of both spells and invocations, a mage with the ter fiendish resilience state, you gain fast healing 2 instead. rifying combination of potent spells and a reserve of abilities This ability stacks with fiendish resilience granted by any he can\u0027t possibly exhaust. other source. Spellblast (Sp): This invocation (Lesser; 4th; Eldritch BECOMING AN ELDRITCH THEURGE Essence), learned at 3rd level, allows you to place an arcane spell that affects an area upon your eldritch blast. If the eldritch All eldritch theurges have levels in the warlock class, since blast hits its target, the spell\u0027s area is centered on any corner of this is the only currently known means to meet two of the the target\u0027s space, even if the spell could normally be centered requirements. Most eldritch theurges take levels in wizard only on the caster. If the eldritch blast misses its target, the since this allows fastest access to the class, but a significant spell is lost with no effect. number become sorcerers, taking advantage of their high It takes a full-round action to cast the spell and fire the Charisma. A few meet the requirements as bards, though eldritch blast. Only an area spell with a casting time no this is exceptionally rare. Other combinations with arcane greater than 1 standard action can be placed upon your casting classes are possible, such as the wu jen (Complete eldritch blast. Arcane) or the dread necromancer (Heroes of Horror), but are Only the first target of your eldritch blast is affected by the at least as rare as the bard. spell (for example, an eldritch chain spellblast centers the spell on the initial target, not on any of the secondary targets). If ENTRY REQUIREMENTS your eldritch blast doesn\u0027t specify a target, you can\u0027t apply this",
        "name":  "Feats Combat Casting, Dodge, Extra Turning, Lightning Invocations",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any good. Spirit Armor",
        "name":  "Alignment",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability to cast 2nd-level arcane spells. Init +0; Senses Listen +2, Spot +2 Special: Bardic music 5/day. Languages Common AC 16, touch 10, flat-footed 16 CLASS FEATURES (+6 armor) hp 45 (10 HD) As a lyric thaumaturge, you focus on spells and magical effects Fort +4, Ref +3, Will +11 that harmonize with your bardic music ability. You have a Speed 30 ft. (6 squares) wider array of spells available than bards do, and your bardic Melee +7 spell storing longspear +6 (1d8+1/x3) or music makes your spellcasting more potent. Melee heavy mace +5 (1d8)",
        "name":  "LG Medium humanoid Spellcasting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide 8 ranks, Search 8 ranks, Sense Motive 4 ranks, Speed 30 ft. (6 squares) Spellcraft 4 ranks, Spot 8 ranks. Melee +2/mwk quarterstaff +6 (1d6+2) Spellcasting: Ability to cast 1st-level arcane spells, including Ranged mwk darts +5 (1d4) at least two divination spells. Base Atk +4; Grp +4 Special Actions augmented casting 5/day CLASS FEATURES Sorcerer Spells Known (CL 7th, choose spells as CL 5th): 2nd (5/day)—arcane turmoil* (DC 15), invisibility, rope As an unseen seer, you excel at surreptitious information- trickB gathering. No secret is safe from you because you can ferret 1st (7/day)—charm person*, color spray (DC 14), mage armor]\u0027, orb of sound, lesserCA (+4 ranged touch), out information through spells or even by mundane means shield+ when necessary. You are adept at revealing falsehoods and 0 (6/day)—detect magic, daze (DC 13), message, unraveling even the most skillful deception, all the while prestidigitation, read magic, resistance keeping your own motives and activities hidden. + Already cast Spellcasting: At each level, you gain new spells per Wizard Spells Prepared (CL 8th, choose spells as 6th): day and an increase in caster level (and spells known, if 3rd—arcane sight (2), clairaudience/clairvoyance applicable) as if you had also gained a level in an arcane 2nd—detect thoughts (DC 15), locate object, obscure spellcasting class to which you belonged before adding the object, scorching ray (+4 ranged touch) 1st—comprehend languages, dawnburst* (DC 14), sleep, prestige class level. You do not, however, gain any other unseen servant benefit a character of that class would have gained. If you 0—arcane mark, disrupt undead (+4 ranged touch), ghost had more than one arcane spellcasting class before becoming sound (DC 13), mending an unseen seer, you must decide to which class to add each Abilities Str 10, Dex 13, Con 12, Int 17, Wis 8, Cha 16 level for the purpose of determining spells per day, caster SQ Arcane spell power +2, augmented casting 5/day, level, and spells known. expanded spell knowledge",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain +10 ft. to land speed, resistance to fire 1st Level 10, use fire shield once.",
        "name":  "Heart of Fire",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any creature damaging you NEW RANGER SPELLS becomes exhausted for 2 rounds. 1st Level Repelling Shield: Invisible disc gives +4 to AC, blocks magic missiles, pushes away attackers.",
        "name":  "Abjur Karmic Backlash",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain +10 ft. to land speed, resistance Abjur Otiluke\u0027s Suppressing Field: Spells of a designated to fire 10, use fire shield once. school or subtype are suppressed.",
        "name":  "Heart of Fire",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Create patch of illusory terrain Prismatic Aura: Shield of colors offers concealment that hinders foes and allows you to hide. and damages your attackers.",
        "name":  "Illus Nightmare Terrain",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You take the to fire 10, use fire shield once. form of a beholder. 6th Level",
        "name":  "Trans Dreaded Form of the Eye Tyrant",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    }
]
