[
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Dodge, Iron WillB, Weapon (same as human form) (same as human form) FinesseB",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 +3 +3 EPORHTNACYL Trip (Ex): A werewolf in animal form that hits with a bite attack Combat can attempt to trip the opponent (+2 check modifier) as a free ac- Werewolf lords can assume a hybrid form as well as an animal tion without making a touch attack or provoking an attack of op- form. In dire wolf form, they can trip just as normal wolves do. In portunity. If the attempt fails, the opponent cannot react to trip hybrid form, they can wield weapons or fight with their claws. the werewolf. Alternate Form (Su): A werewolf lord can assume a bipedal Wolf Empathy (Ex): Communicate with wolves and dire hybrid form or the form of a dire wolf. wolves, and +4 racial bonus on Charisma-based checks against Curse of Lycanthropy (Su): Any humanoid or giant hit by a wolves and dire wolves. werewolf lord’s bite attack in wolf or hybrid form must succeed on",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 mithral chain shirt, +3 heavy shield, +2 bastard sword, Stronger, hardier, and more deadly than its lesser fellows, the were- gauntlets of ogre power, cloak of resistance +2, masterwork composite wolf lord is a murderous beast that delights in wreaking havoc. longbow (+4 Str bonus). (Different werewolf lords may have dif- ferent possessions.) The werewolf lord presented here is a 10th-level human fighter and natural lycanthrope, using the following base ability scores: HILL GIANT DIRE WEREBOAR Str 16, Dex 14, Con 14, Int 10, Wis 10, Cha 12. This giant is covered in short, bristly fur and has sharp claws. Its head is piglike, with jutting tusks and small, angry red eyes. Weretiger, Human Form Weretiger, Tiger Form Weretiger, Hybrid Form Medium Humanoid Large Humanoid Large Humanoid (Human, Shapechanger) (Human, Shapechanger) (Human, Shapechanger)",
        "name":  "Possessions",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Glaive +6 melee (1d10+1/×3) or Claw +11 melee (1d8+7) Claw +11 melee (1d8+7) composite longbow (+1 Str bonus) +5 ranged (1d8+1/×3)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Glaive +6 melee (1d10+1/×3) or 2 claws +11 melee (1d8+7) and 2 claws +11 melee (1d8+7) and composite longbow (+1 Str bonus) bite +6 melee (2d6+3) bite +6 melee (2d6+3) +5 ranged (1d8+1/×3) Space/Reach: 5 ft./5 ft. (10 ft. with glaive) 10 ft./5 ft. 10 ft./10 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 +3 +3 Dire wereboars in giant form look much like normal hill giants, ture of the animal type (referred to hereafter as the base animal). though slightly stockier, and with coarser, stiffer hair and stiff. This animal can be any predator, scavenger, or omnivore whose size is within one size category of the base creature’s size (Small, The dire wereboar described here is based on a hill giant and natu- Medium, or Large for a Medium base creature). Lycanthropes can ral lycanthrope with normal ability scores for a hill giant. also adopt a hybrid shape that combines features of the base crea- ture and the base animal. A lycanthrope’s hybrid form is the same Combat size as the base animal or the base creature, whichever is larger. Dire wereboars anger quickly. They usually begin a battle in giant A lycanthrope uses either the base creature’s or the base animal’s form, then switch to hybrid form to take advantage of their im- statistics and special abilities in addition to those described here. mense strength in that shape. They like to use their Improved Bull Hit Dice and Hit Points: Same as the base creature plus those Rush and Improved Sunder feats to shove opponents around and of the base animal. To calculate total hit points, apply Constitution smash their weapons and shields. modifiers according to the score the lycanthrope has in each form. Alternate Form (Su): A dire wereboar can assume a bipedal For example, a human commoner with a Constitution score of 11 hybrid form or the form of a dire boar. as a human and a Constitution score of 15 as a wolf has 1d4 plus Boar Empathy (Ex): Communicate with boars and dire boars, 2d8+4 hit points. and +4 racial bonus on Charisma-based checks against boars and Speed: Same as the base creature or base animal, depending on dire boars. which form the lycanthrope is using. Hybrids use the base crea- Curse of Lycanthropy (Su): Any humanoid or giant hit by a ture’s speed. dire wereboar’s bite attack in animal or hybrid form must succeed Armor Class: The base creature’s natural armor bonus increases on a DC 15 Fortitude save or contract lycanthropy. by +2 in all forms. In hybrid form, the lycanthrope’s natural armor Ferocity (Ex): A dire wereboar is such a tenacious combatant that bonus is equal to the natural armor bonus of the base animal or the it continues to fight without penalty even while disabled or dying. base creature, whichever is better. Base Attack/Grapple: Add the base attack bonus for the base CREATING A LYCANTHROPE animal to the base attack bonus for the base creature. The lycan- “Lycanthrope” is a template that can be added to any humanoid or thrope’s grapple bonus uses its attack bonus and modifiers for giant (referred to hereafter as the base creature). The lycanthrope Strength and size depending on the lycanthrope’s form. template can be inherited (for natural lycanthropes) or acquired (for Attacks: Same as the base creature or base animal, depending afflicted lycanthropes). Becoming a lycanthrope is very much like on which form the lycanthrope is using. A lycanthrope in hybrid multiclassing as an animal and gaining the appropriate Hit Dice. form gains two claw attacks and a bite attack as natural weapons.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The base creature’s type does not change, but the These weapons deal damage based on the hybrid form’s size. A hy- creature gains the shapechanger subtype. The lycanthrope takes on brid may attack with a weapon and a bite, or may attack with its the characteristics of some type of carnivorous or omnivorous crea- natural weapons. The bite attack of a hybrid is a secondary attack. LYCANTHROPE Werewolf, Human Form Werewolf,WolfForm Werewolf,HybridForm MediumHumanoid MediumHumanoid MediumHumanoid (Human,Shapechanger) (Human,Shapechanger) (Human,Shapechanger)",
        "name":  "Size and Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword+3melee(1d8+1/19–20)orBite+5melee(1d6+3) Claw+4melee(1d4+2) lightcrossbow+2ranged(1d8/19–20)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword+3melee(1d8+1/19–20)orBite+5melee(1d6+3) 2claws+4melee(1d4+2)and lightcrossbow+2ranged(1d8/19–20) bite+0melee(1d6+1) Space/Reach: 5ft./5ft. 5ft./5ft. 5ft./5ft.",
        "name":  "FullAttack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "ImprovedInitiative,IronWillB, (sameashumanform) (sameashumanform) Stealthy,TrackB,WeaponFocus(bite)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bastard sword+21 melee Bite +25 melee (2d6+16/19–20) Claw +24 melee (1d6+11) or (1d10+8/17–20) or masterwork +2 bastard sword +27 melee composite longbow (+4 Str bonus) (2d8+15/17–20) +17 ranged (1d8+4/×3)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bastard sword +21/+16/+11 melee Bite +25 melee (2d6+16/19–20) 2 claws +24 melee (1d6+11) and (1d10+8/17–20) or masterwork bite +20 melee (2d6+5/19–20); or composite longbow (+4 Str bonus) +2 bastard sword+27/+22/+17 +17/+12/+7ranged (1d8+4/×3) melee (2d8+15/17–20) and bite +20 melee (2d6+5/19–20) Space/Reach: 5 ft./5 ft. 10 ft./5 ft. 10 ft./10 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Cleave, Combat Reflexes, (same as human form) (same as human form) Exotic Weapon Proficiency (bastard Sword), Improved Critical (bastard sword), Improved Critical (bite), Improved Natural Armor, Improved Natural Attack (bite), Iron WillB, Power Attack, Run, Stealthy, TrackB, Weapon Focus (bastard sword), Weapon Focus (bite), Weapon Specialization (bastard sword)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "AlertnessB, Cleave, Endurance, (same as giant form) (same as giant form) Improved Bull Rush, Improved Sunder, Iron WillB, Power Attack, Weapon Focus (greatclub)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Same as the base creature +2 (afflicted) or not armor. Magic armor survives the change if it succeeds on a DC +3 (natural). In addition, a lycanthrope’s character level is 15 Fortitude save. An afflicted character who is not aware of his con- increased by the number of racial Hit Dice the base animal has. dition remains in animal form until the next dawn. An afflicted character who is aware of his or her condition (see above) can try to Common Lycanthropes resume humanoid form following a change (voluntary or involun- Animal or Hybrid Form Preferred tary) with a Control Shape check, but if he fails his check, he Name Animal Form Ability Modifiers Alignment remains in animal (or hybrid) form until the following dawn. Werebear Brown bear Str +16, Dex +2, Con +8 Lawful good Wereboar Boar Str +4, Con +6 Neutral Curing Lycanthropy Wererat Dire rat Dex +6, Con +2 Chaotic evil An afflicted character who eats a sprig of belladonna (also called Weretiger Tiger Str +12, Dex +4, Con +6 Neutral wolfsbane) within 1 hour of a lycanthrope’s attack can attempt a Werewolf Wolf Str +2, Dex +4, Con +4 Chaotic evil DC 20 Fortitude save to shake off the affliction. If a healer admin- Dire wereboar Dire boar Str +16, Con +6 Neutral isters the herb, use the character’s save bonus or the healer’s Heal modifier, whichever is higher. The character gets only one chance, LYCANTHROPY AS AN AFFLICTION no matter how much belladonna is consumed. The belladonna When a character contracts lycanthropy through a lycanthrope’s must be reasonably fresh (picked within the last week). bite (see above), no symptoms appear until the first night of the However, fresh or not, belladonna is toxic. The character must next full moon. On that night, the afflicted character involuntarily succeed on a DC 13 Fortitude save or take 1d6 points of Strength assumes animal form and forgets his or her own identity, tem- damage. One minute later, the character must succeed on a second porarily becoming an NPC under the DM’s control. The character DC 13 save or take an additional 2d6 points of Strength damage. remains in animal form, assuming the appropriate alignment, Aremove disease orheal spell cast by a cleric of 12th level or until the next dawn. higher also cures the affliction, provided the character receives the The character’s actions during this first episode are dictated by spell within three days of the lycanthrope’s attack. the alignment of its animal form. Good-aligned lycanthropes seek The only other way to remove the affliction is to cast remove to avoid settlements or travelers and nonnatural environments, curseorbreak enchantment on the character during one of the three seeking out wilderness environs. They may hunt the natural prey days of the full moon. After receiving the spell, the character must of their kind, but avoid attacking good and neutral intelligent crea- succeed on a DC 20 Will save to break the curse (the caster knows tures. Evil-aligned lycanthropes seek to murder as many intelligent if the spell works). If the save fails, the process must be repeated. creatures as possible, often killing their own family members and Characters undergoing this cure are often kept bound or confined friends. They generally seek out places where such victims may be in cages until the cure takes effect. found. Neutral creatures seek remote areas and avoid contact with Only afflicted lycanthropes can be cured of lycanthropy. civilization, but might attack travelers or other folk abroad in the wilderness if the travelers are few in number. However, the attack LYCANTHROPES AS CHARACTERS is driven by natural ferocity and hunger, not malice. In any case, Since they live in the wilderness, most lycanthropes become bar- the character remembers nothing about the entire episode (or sub- barians or rangers. Wererats tend to become rogues. Becoming a sequent episodes) unless he succeeds on a DC 15 Wisdom check, in lycanthrope does not change a character’s favored class but usually which case he becomes aware of his lycanthropic condition. changes alignment (see above). This alignment change may cause Thereafter, the character is subject to involuntary transforma- characters of certain classes to lose some of their class features, as tion under the full moon and whenever damaged in combat. He or noted in Chapter 3 of the Player’s Handbook. she feels an overwhelming rage building up and must succeed on Lycanthrope characters possess the following racial traits. a Control Shape check (see page 303) to resist changing into — +2 Wisdom. Physical abilities are increased by the animal animal form. Any player character not yet aware of his or her form’s ability modifiers when a lycanthrope changes to its hybrid lycanthropic condition temporarily becomes an NPC under the or animal forms. DM’s control during an involuntary change, and acts as described —Size same as the base creature or the base animal form. above depending on the alignment of his or her animal form. —Low-light vision in any form. A character with awareness of his condition retains his identity —Scent in any form. and does not lose control of his actions if he changes. However, —Racial Hit Dice: A lycanthrope adds the Hit Dice of its animal each time he changes to his animal form, he must make a Will form to its base Hit Dice for race, level, and class. These additional save (DC 15 + number of times he has been in animal form) or Hit Dice modify the lycanthrope’s base attack bonus and base permanently assume the alignment of his animal form in all saving throw bonuses accordingly. shapes. An evil lycanthrope who is aware of his actions in animal —Racial Skills: A lycanthrope adds skill points for its animal form is not compelled to murder and kill indiscriminately, but he Hit Dice much as if it had multiclassed into the animal type. It delights in bloodshed and will certainly seek out opportunities to gains skill points equal to (2 + Int modifier, minimum 1) per Hit slaughter intelligent beings, preferably those of his own race. Die of the animal form. Any skills that appear in the animal’s Once a character becomes aware of his affliction, he can now vol- description are treated as class skills for the lycanthrope’s animal untarily attempt to change to animal or hybrid form, using the levels. The lycanthrope’s maximum skill ranks are equal to its appropriate Control Shape check DC (see page 303). An attempt is a animal form Hit Dice + its racial Hit Dice (if any) + its class levels standard action and can be made each round. Any voluntary change + 3. Any racial skill adjustments of the lycanthrope’s base race and to animal or hybrid form immediately and permanently changes its animal form (but not conditional adjustments) are added to its the character’s alignment to that of the appropriate lycanthrope. skill modifiers in any form. EPORHTNACYL 178 —Racial Feats: Add the animal’s Hit Dice to the base character’s A typical magmin is 4 feet tall and weighs 400 pounds. own Hit Dice to determine how many feats the character has. All Magmins speak Ignan. lycanthropes gain Iron Will as a bonus feat. — +2 natural armor bonus in any form. COMBAT —Special Qualities (see above): Alternate form, lycanthropic Although small, magmins are dangerous opponents. Their touch empathy, curse of lycanthropy (in animal or hybrid form only). is effective against those who lack protection or immunity from —Afflicted lycanthrope: damage reduction 5/silver (in animal heat and flames, but if faced with opponents who have immunity or hybrid form only). to fire, magmins rely on their slam attack. In any case, magmins —Natural lycanthrope: damage reduction 10/silver (in animal are not valiant fighters. They usually flee if injured, although often or hybrid form only). only far enough to set up a fiery ambush for their enemies. —Automatic Languages: As base creature. A magmin’s natural weapons are treated as magic weapons for —Favored Class: Same as the base creature. the purpose of overcoming damage reduction. —Level adjustment: Same as the base creature +2 (afflicted) or Combustion (Ex): Anyone a magmin touches must succeed on +3 (natural). a DC 12 Reflex save or take an extra 1d8 points of fire damage as clothes ignite or armor becomes searing hot. The damage contin- ues for another 1d4+2 rounds after the magmin’s last successful MAGMIN attack. Magmins can also ignite flammable materials with a touch. Small Elemental (Fire, Extraplanar) The save DC is Constitution-based.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "17 (+1 size, +6 natural), touch 11, flat-footed 17 based. Base Attack/Grapple: +1/–1 Melt Weapons (Ex): Any metal weapon that strikes a magmin",
        "name":  "Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Damage reduc- Hit Dice: 6d10+24 (57 hp) tion 5/magic, darkvision 60 ft., Initiative: +2 elemental traits, immunity to fire, Speed: 30 ft. (6 squares), fly melt weapons, vulnerability to cold 50 ft. (clumsy)",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 20, Dex 15, This glowing, humanoid creature Con 19, Int 7, Wis 12, Cha 9 looks like a stumpy human sculpted Skills: Listen +5, Spot +9, from fire and flowing lava. It radi- Survival +1 ates heat like a small bonfire, and Feats: Flyby Attack, it has a gleeful, almost mali- Multiattack, TrackB, Weapon cious smile on its face. Focus (spikes)",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5 heat and are wreathed in an aura of Treasure: Standard searing flames. Alignment: Usually lawful evil Although not evil, these fiery creatures are extremely mischie- Advancement: 7–16 HD (Large); 17–18 HD (Huge) vous. They like to watch things burn, perhaps lacking the ability to Level Adjustment: +3 (cohort) understand that flames are painful or even deadly to other creatures. MANTICORE Magmin 179 This creature is a monster in every sense of the word. It has the head of a Organization:Solitary or covey (2–4) vaguely humanoid beast, the body of a lion, and the wings of a Challenge Rating: 7 dragon. The creature’s back is set Treasure: Double standard with curved barbs, and its long Alignment: Usually lawful evil tail ends in a cluster of Advancement: By character class deadly spikes. Level Adjustment: — Though at first glance this creature appeared to be a well-proportioned human, a closer look reveals a hideous face crowned with a mass of writhing, hissing snakes instead of hair, eyes glowing a deep, feral red, and scaly, earth-colored skin. The medusa is a hateful, repulsive creature that petrifies living beings with its gaze. It prizes art objects, fine jewelry, and wealth. Its activities often revolve around obtaining these items. Manticores are fierce crea- A medusa is indistinguishable from a normal human at dis- tures that hunt widely for living flesh. They are tances greater than 30 feet (or closer, if its face is concealed). The cunning and evil. A manticore can be a deadly creature often wears garments that enhance its body while hiding enemy or a powerful ally. its face behind a hood or veil. A typical manticore is about 10 feet long and Medusas are found in nearly every climate. Some dwell in large weighs about 1,000 pounds. cities, becoming active in the criminal underworld to gain their Manticores speak Common. desires. A few medusas have formed robbery rings or organized smuggling cabals. COMBAT A typical medusa is 5 to 6 feet tall and about the same weight as A manticore begins most attacks with a volley of spikes, then a human. closes. In the outdoors, it often uses its powerful wings to stay Medusas speak Common. aloft during battle. Spikes (Ex): With a snap of its tail, a manticore can loose a COMBAT volley of six spikes as a standard action (make an attack roll for A medusa tries to disguise its true nature until the intended victim each spike). This attack has a range of 180 feet with no range incre- is within range of its petrifying gaze, using subterfuge and bluff- ment. All targets must be within 30 feet of each other. The creature ing games to convince the target that there is no danger. It uses can launch only twenty-four spikes in any 24-hour period. normal weapons to attack those who avert their eyes or survive its",
        "name":  "Fire that radiate intense Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortbow +8 ranged (1d6/×3) or dagger +8 melee depending on the essence of the element that birthed it. (1d4/19–20) or snakes +8 melee (1d4 plus poison) All mephits appear as small, winged creatures with more or less",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortbow +8/+3 ranged (1d6/×3); or dagger +8/+3 humanoid features. While they are often described as impish, melee (1d4/19–20) and snakes +3 melee (1d4 plus poison) their elemental origins are apparent at first glance. Space/Reach: 5 ft./5 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkvision 60 ft. All mephits fight by biting and clawing or by using a breath weapon,",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 10, Dex 15, Con 12, Int 12, Wis 13, Cha 15 A mephit’s natural weapons are treated as magic weapons for",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bluff +9, Diplomacy +4, Disguise +9 (+11 acting), the purpose of overcoming damage reduction. Intimidate +4, Move Silently +8, Spot +8 Breath Weapon (Su): A mephit can use its breath weapon once",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Point Blank Shot, Precise Shot, Weapon Finesse every 1d4 rounds as a standard action. See the individual descrip-",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Claw +4 melee (1d3) Groups of similar mephits (for example, Full Attack: 2 claws +4 melee (1d3) water, ooze, and ice) sometimes congregate Space/Reach: 5 ft./5 ft. in any locale they all find comfortable. Special Attacks: Breath weapon, spell-like abilities, summon mephit",
        "name":  "MEPHIT GANGS AND MOBS Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like Plane of Air abilities, summon mephit Organization: Solitary (1), gang (2–4 mephits of",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 (cohort) Medusa and Auran. This winged creature looks like a short, cloud-white human with a whirl- Combat wind where its legs should be. Breath Weapon (Su): 10-foot cone of irritating particles, damage 1d4, Reflex DC 12 half. Living creatures that fail their Air mephits come from the Elemental Plane of Air. saves are tormented by itching skin and burning eyes. This effect An air mephit is about 4 feet tall and weighs about 1 pound. imposes a –4 penalty to AC and a –2 penalty on attack rolls for 3 Air mephits speak Common and Auran. rounds. The save DC is Constitution-based and includes a +1 racial bonus. Combat Spell-Like Abilities: Once per hour, a dust mephit can sur- Breath Weapon (Su): 15-foot cone of dust and grit, damage round itself with a plume of dust, duplicating the effect of a blur 1d8, Reflex DC 12 half. The save DC is Constitution-based and spell (caster level 3rd). Once per day it can create a mass of roiling includes a +1 racial bonus. dust that duplicates the effect of wind wall (DC 15, caster level Spell-Like Abilities: Once per hour an air mephit can sur- 6th). The save DC is Charisma-based. 181 round itself with vapor, duplicating the effect of a blur spell (caster Fast Healing (Ex): A dust mephit heals only if in an arid, dusty level 3rd). Once per day it can use gust of wind (DC 14, caster level environment. TIHPEM",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon mephit Level Adjustment: +3 (cohort)",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Solitary (1), gang (2–4 mephits of mixed types), Breath Weapon (Su): 15-foot cone, damage 1d8 fire, Reflex or mob (5–12 mephits of mixed types) half DC 12. The save DC is Constitution-based and includes a +1",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "18 (+1 size, +3 Dex, +4 natural), touch 14, Breath Weapon (Su): 15-foot cone of rock shards and pebbles, flat-footed 15 damage 1d8, Reflex DC 13 half. The save DC is Constitution-based Base Attack/Grapple: +3/–1 and includes a +1 racial bonus. Attack: Claw +4 melee (1d3 plus 1d4 cold) Spell-Like Abilities: 1/day—soften earth and stone. Caster level Full Attack: 2 claws +4 melee (1d3 plus 1d4 cold) 6th. Space/Reach: 5 ft./5 ft. Change Size (Sp): Once per hour, an earth mephit can magically Special Attacks: Breath weapon, spell-like abilities, summon mephit change its size. This works just like an enlarge person spell, except Special Qualities: Damage reduction 5/magic, darkvision 60 ft., that the power works only on the earth mephit. This is the equiva- fast healing 2, immunity to cold, vulnerability to fire lent of a 2nd-level spell. Saves: Fort +3, Ref +6, Will +3 Fast Healing (Ex): An earth mephit heals only if it is under- Abilities: Str 10, Dex 17, Con 10, Int 6, Wis 11, Cha 15 ground or buried up to its waist in earth. Skills: Bluff +8, Escape Artist +9, Hide +13, Listen +6, Diplomacy +4, Disguise +2 (+4 acting), Move Silently +9, Spot +6, Use FIRE MEPHIT Rope +3 (+5 with bindings) Small Outsider (Extraplanar, Fire) Feats: Dodge, Improved Initiative",
        "name":  "Combat Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon This winged creature looks like a miniature human made of snow and ice. mephit It has translucent skin.",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fort +3, Ref +4, Will +3 Ice mephits have a cold, aloof demeanor. Each one is about 4 182 Abilities: Str 10, Dex 13, Con 10, Int 6, Wis 11, Cha 15 feet tall and weighs about 30 pounds. Ice mephits speak Common and Auran. Combat Living creatures that fail their saves are tormented by burned skin Breath Weapon (Su): 10-foot cone of ice shards, damage 1d4 and seared eyes unless they have immunity to fire or are otherwise cold, Reflex DC 12 half. Living creatures that fail their saves are protected. This effect imposes a –4 penalty to AC and a –2 penalty tormented by frostbitten skin and frozen eyes unless they have on attack rolls for 3 rounds. The save DC is Constitution-based and immunity to cold or are otherwise protected. This effect imposes a includes a +1 racial bonus. –4 penalty to AC and a –2 penalty on attack rolls for 3 rounds. The Spell-Like Abilities: Once per hour, a magma mephit can use save DC is Constitution-based and includes a +1 racial bonus. shapechangeto take the form of a pool of lava 3 feet in diameter and Spell-Like Abilities: 1/hour—magic missile (caster level 3rd); 6 inches deep. The mephit’s damage reduction improves to 1/day—chill metal (DC 14, caster level 6th). The save DC is 20/magic when in this form. The mephit can’t attack while in lava Charisma-based. form but can use other spell-like abilities. It can move at a speed of Fast Healing (Ex): An ice mephit heals only if it is touching a 10 feet, but it can’t run. In this form the mephit can pass through piece of ice of at least Tiny size or if the ambient temperature is small holes or narrow openings, even mere cracks. The pool’s 32°F. or below. touch ignites flammable materials such as paper, straw, or dry wood. MAGMA MEPHIT Once per day a magma mephit can use pyrotechnics (DC 14). It Small Outsider (Fire, Extraplanar) can use itself as the fire source without harm. Caster level 6th. The",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon Armor Class: 16 (+1 size, +5 natural), touch 11, flat-footed 16 mephit Base Attack/Grapple: +3/+1",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 10, Dex 13, Con 10, Int 6, Wis 11, Cha 15 Special Attacks: Breath weapon, spell-like abilities, summon",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 (cohort) Magma mephits come from the Ele- mental Plane of Fire. This loathsome, winged creature looks like a Magma mephits are slow-witted and miniature human composed of muck and brutish. Each one is about 4 feet tall and filth. The creature has a terribly offensive odor, weighs about 60 pounds. and slime dribbles from its body. Magma mephits speak Common and Ignan. Ooze mephits come from the Elemental Plane of Water. Combat An ooze mephit is about 4 feet tall and weighs Breath Weapon (Su): 10-foot cone of about 30 pounds. magma, damage 1d4 fire, Reflex DC 12 half. Ooze mephits speak Common and Aquan. MEPHIT 183 Mephits Combat Once per day it can draw the moisture from an area in a 20-foot Breath Weapon (Su): 10-foot cone of caustic liquid, damage radius centered on itself. Living creatures within range take 2d8 1d4 acid, Reflex DC 13 half. Living creatures that fail their saves points of damage (Fortitude DC 14 half; caster level 6th). This effect are tormented by itching skin and burning eyes unless they have is especially devastating to plant creatures and aquatic creatures, immunity to acid or are otherwise protected. This effect imposes a which take a –2 penalty on their saving throws. This ability is the –4 penalty to AC and a –2 penalty on attack rolls for 3 rounds. The equivalent of a 2nd-level spell. The save DCs are Charisma-based. save DC is Constitution-based and includes a +1 racial bonus. Fast Healing (Ex): A salt mephit heals only if in an arid envi- Spell-Like Abilities: Once per hour an ooze mephit can hurl ronment. an acidic blob that functions like Melf ’s acid arrow (caster level 3rd). Once per day it can create a mass of smelly fog that duplicates the STEAM MEPHIT effect of stinking cloud (DC 15, caster level 6th). The save DC is Small Outsider (Extraplanar, Fire) Charisma-based. Hit Dice: 3d8 (13 hp) Fast Healing (Ex): An ooze mephit heals only if in a wet or Initiative: +5 muddy environment. Speed: 30 ft. (6 squares), fly 50 ft. (average)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon Salt Mephit mephit Small Outsider (Earth, Extraplanar) Special Qualities: Damage reduction 5/magic, darkvision 60 ft.,",
        "name":  "SALT MEPHIT Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon or mob (5–12 mephits of mixed types) mephit Challenge Rating: 3",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 (cohort) Combat Unlike other mephits, steam mephits rush into combat eagerly, This winged creature looks like a miniature human with bleary red eyes driven by an oversized ego. and crystalline flesh. Breath Weapon (Su): 10-foot cone of steam, damage 1d4 fire, Reflex DC 12 half. Living creatures that fail their saves are tor- Salt mephits come from the Elemental Plane of Earth. mented by burned skin and seared eyes unless they have immu- Salt mephits are sarcastic creatures who loathe water and moisture nity to fire or are otherwise protected. This effect imposes a –4 of any kind. Each one is about 4 feet tall and weighs about 80 pounds. penalty to AC and a –2 penalty on attack rolls for 3 rounds. The Salt mephits speak Common and Terran. save DC is Constitution-based and includes a +1 racial bonus. Spell-Like Abilities: Once per hour a steam mephit can sur- Combat round itself with a plume of vapor, duplicating the effect of a blur Breath Weapon (Su): 10-foot cone of salt crystals, damage 1d4, spell (caster level 3rd). Once per day it can create a rainstorm of Reflex DC 13 half. Living creatures that fail their saves are tor- boiling water that affects a 20-foot-square area. Living creatures mented by itching skin and burning eyes. This effect imposes a –4 caught in the storm take 2d6 points of fire damage (Reflex DC 14 penalty to AC and a –2 penalty on attack rolls for 3 rounds. The half; caster level 6th). This ability is the equivalent of a 2nd-level save DC is Constitution-based and includes a +1 racial bonus. spell. The save DCs are Charisma-based. Spell-Like Abilities: Once per hour a salt mephit can use glit- Fast Healing (Ex): A steam mephit heals only if it is touching terdust (DC 14, caster level 3rd). boiling water or is in a hot, humid area. TIHPEM 184 WATER MEPHIT MERFOLK Small Outsider (Extraplanar, Water)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2 claws +6 melee (1d3+2) Base Attack/Grapple: +1/+2 Space/Reach: 5 ft./5 ft. Attack: Trident +2 melee (1d8+1) or heavy crossbow +2 ranged",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon mephit (1d10/19–20)",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., Full Attack: Trident +2 melee (1d8+1) or heavy crossbow +2 fast healing 2 ranged (1d10/19–20)",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "They prefer sunning creatures with an unflagging themselves on rocks to engaging sense of humor who quickly get in warfare. on the nerves of everyone around Both male and female merfolk them. Each one is about 4 feet tall decorate themselves with shells, and weighs about 30 pounds. coral, and other underwater adorn- Water mephits speak Common and ments. Aquan. Adventurers who encounter merfolk are often the victims of Combat pranks and mischief. The sport of Breath Weapon (Su): 15-foot cone of caustic merfolk can be cruel, although they liquid, damage 1d8 acid, Reflex DC 13 half. The save are not actually evil. Should surface DC is Constitution-based and includes a +1 racial bonus. dwellers do them harm, however, these Spell-Like Abilities: Once per hour a water mephit can creatures can be formidable enemies. hurl an acidic blob that functions like Melf ’s acid arrow (caster level A merfolk is about 8 feet long from the top of the 3rd). Once per day it can create a mass of smelly fog that dupli- head to the end of the tail, and weighs about 400 pounds. cates the effect of a stinking cloud spell (DC 15, caster level 6th). Merfolk speak Common and Aquan. The save DC is Charisma-based. Most merfolk encountered outside their home are warriors; the Fast Healing (Ex): A water mephit heals only if it is exposed to information in the statistics block is for one of 1st level. rain or submerged up to its waist in water.",
        "name":  "Water mephits are jaunty ally hostile",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A water mephit has a +8 racial bonus on any Swim check COMBAT to perform some special action or avoid a hazard. It can always Merfolk favor heavy crossbows of shell and coral that fire bolts choose to take 10 on a Swim check, even if distracted or endan- fashioned from blowfish spines, with an underwater range incre- gered. It can use the run action while swimming, provided it ment of 30 feet. Merfolk often barrage their enemies before clos- swims in a straight line. ing, when they resort to tridents. MERFOLK Merfolk 185 Amphibious (Ex): Merfolk can breathe both air and water, al- It is said that mimics are not natural creatures but were created though they rarely travel more than a few feet from the water’s edge. long ago by a now-forgotten wizard. Ever since, these terrible",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A merfolk has a +8 racial bonus on any Swim check to things have served to guard treasures. perform some special action or avoid a hazard. It can always A mimic can have almost any dimensions, but usually is not choose to take 10 on a Swim check, even if distracted or endan- more than 10 feet long. A typical mimic has a volume of 150 cubic gered. It can use the run action while swimming, provided it feet (5 feet by 5 feet by 6 feet) and weighs about 4,500 pounds. swims in a straight line. Mimics speak Common. The merfolk warrior presented here had the following ability COMBAT scores before racial adjustments: Str 13, Dex 11, Con 12, Int 10, A mimic often surprises an unsuspecting adventurer, lashing out Wis 9, Cha 8. with a heavy pseudopod. The creature does not necessarily fight to the death if it can succeed in extorting treasure or food from a MERFOLK SOCIETY party. Merfolk live in semipermanent communities located near choice Adhesive (Ex): A mimic exudes a thick slime that acts as a fishing and hunting areas. They often keep company with por- powerful adhesive, holding fast any creatures or items that poises. Surface dwellers who come face to face with merfolk com- touch it. An adhesive-covered mimic automatically grapples monly encounter a scouting or hunting patrol. any creature it hits with its slam attack. Opponents so grappled The merfolk revere the deity Eadro, who created both them and cannot get free while the mimic is alive without removing the the locathahs. adhesive first. A weapon that strikes an adhesive-coated mimic is stuck fast MERFOLK CHARACTERS unless the wielder succeeds on a DC 16 Reflex save. A successful A merfolk’s favored class is bard; most merfolk leaders are bards. DC 16 Strength check is needed to pry it off. Merfolk spellcasters who are not bards are generally adepts. Mer- Strong alcohol dissolves the adhesive, but the mimic still can folk clerics worship Eadro. A merfolk cleric has access to two of grapple normally. A mimic can dissolve its adhesive at will, and the following domains: Animal, Protection, or Water. the substance breaks down 5 rounds after the creature dies. Crush (Ex): A mimic deals 1d8+4 points of damage with a suc- cessful grapple check. MIMIC Mimic Shape (Ex): A mimic can assume the general shape of Large Aberration (Shapechanger) any object that fills roughly 150 cubic feet (5 feet by 5 feet by 6",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Lightning Reflexes, Weapon Focus (slam) Mind flayers, also called illithids, are so insidious, diabolical, and",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Combat Casting, Improved Initiative, Weapon Alertness, Combat Casting, Dodge, Improved Finesse Initiative, Weapon Finesse, Weapon Focus (tentacle)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dispatch min- mind flayers are quite willing to work ions with orders to assault foes from together. A small group of these creatures, one side of the battlefield. Use levitate known as an inquisition, often forms to root and cover to take a safe command posi- out some dark and terrible secret. In tion, preferably out of obvious sight. many ways, a mind flayer inquisi- Round 1: Order minions into optimal tion is not unlike a party of adven- positions using telepathy. If the opportu- turers, with each member con- nity presents itself, use mind blast on tributing its own skills and foes (without hitting minions if possible—but knowledge to the group. they’re all expendable). If the battlefield is too When a task is too great congested, use charm monster or suggestion to for an inquisition to handle, sow confusion in foes. mind flayers generally form a Round 2: Identify enemy spellcasters and cult. A pair of illithids commands order minions telepathically to assault the group, each struggling for them at all costs. Focus spell-like abilities supremacy. on lesser foes. Round 3: Order charmed foes toward MIND FLAYERS you (telepathically). Grapple them. AS CHARACTERS Mind flayer sorcerer Have minions keep uncharmed, Most mind flayers with class levels are sorcerers or wizards. unstunned foes busy. Mind flayer characters possess the following racial traits. Round 4: Eat brains. — +2 Strength, +4 Dexterity, +2 Constitution, +8 Intelligence, +6 Wisdom, +6 Charisma. MINOTAUR —A mind flayer’s base land speed is 30 feet. —Darkvision out to 60 feet. Large Monstrous Humanoid —Racial Hit Dice: A mind flayer begins with eight levels of Hit Dice: 6d8+12 (39 hp) aberration, which provide 8d8 Hit Dice, a base attack bonus of +6, Initiative: +0 and base saving throw bonuses of Fort +2, Ref +2, and Will +6. Speed: 30 ft. (6 squares) —Racial Skills: A mind flayer’s aberration levels give it skill Armor Class: 14 (–1 size, +5 natural), touch 9, flat-footed — points equal to 11 × (2 + Int modifier). Its class skills are Bluff, (see text) Concentration, Hide, Intimidate, Knowledge (any), Listen, Move Base Attack/Grapple: +6/+14 Silently, and Spot. Attack: Greataxe +9 melee (3d6+6/×3) or gore +9 melee (1d8+4) —Racial Feats: A mind flayer’s aberration levels give it three feats. Full Attack: Greataxe +9/+4 melee (3d6+6/×3) and gore +4 — +3 natural armor bonus. melee (1d8+2) —Natural Weapons: 4 tentacles (1d4). Space/Reach: 10 ft./10 ft. —Special Attacks (see above): Mind blast, psionics, improved Special Attacks: Powerful charge 4d6+6 grab, extract. Special Qualities: Darkvision 60 ft., natural cunning, scent —Special Qualities (see above): Spell resistance equal to 25 + Saves: Fort +6, Ref +5, Will +5 class levels, telepathy 100 ft. Abilities: Str 19, Dex 10, Con 15, Int 7, Wis 10, Cha 8 —Automatic Languages: Common, Undercommon. Bonus Skills: Intimidate +2, Listen +7, Search +2, Spot +7",
        "name":  "Although they constantly vie for power, Prior to combat",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 —Racial Skills: A minotaur’s monstrous humanoid levels give it skill points equal to 9 × (2 + Int modifier, minimum 1). Its class The creature looks like an skills are Intimidate, Jump, Listen, Search, and Spot. Minotaurs incredibly tall, powerfully have a +4 racial bonus on Search, Spot, and Listen checks. muscled human, covered in —Racial Feats: A minotaur’s monstrous humanoid levels give it shaggy fur, with the head of a three feats. bull. The dark eyes of the —Weapon Proficiency: A minotaur is proficient with the brute gleam with savage greataxe and all simple weapons. fury. — +5 natural armor bonus. —Natural Weapons: Gore (1d8). Minotaurs are strong, —Special Attacks (see above): Powerful charge. fiercely territorial crea- —Special Qualities (see above): Natural cunning, scent. tures often found in —Automatic Languages: Common, Giant. Bonus Languages: vast underground Orc, Goblin, Terran. labyrinths. —Favored Class: Barbarian. A minotaur’s —Level adjustment +2. natural cunning and feral instincts MOHRG enable it to find its way easily through Medium Undead even the most confus- Hit Dice: 14d12 (91 hp) ing tunnel complexes Initiative: +9 —an ability it puts to Speed: 30 ft. (6 squares) great use in hunting, tor- Armor Class: 23 (+4 Dex, +9 natural), touch 14, flat-footed 14 menting, and ultimately Base Attack/Grapple: +7/+12 Minotaur destroying intruders. Attack: Slam +12 melee (1d6+7) or tongue +12 melee touch A minotaur stands more than 7 (paralysis) feet tall and weighs about 700 pounds. Full Attack: Slam +12 melee (1d6+7) and tongue +12 melee Minotaurs speak Giant. touch (paralysis) Space/Reach: 5 ft./5 ft.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Great Fortitude, Toughness Alertness, Combat Casting, Great Fortitude, Improved Critical (slam), Improved Initiative, Weapon Focus (slam)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "14 (–1 size, +2 individuals preserved as Dex, +3 natural), touch 11, mummies sometimes flat-footed 12 rise as greater mummies Base Attack/Grapple: +6/+12 after death. A mummy Attack: Sting +7 melee lord resembles its lesser (2d4+2 plus poison) fellows, but often wears Full Attack: Sting +7 melee or carries equipment it (2d4+2 plus poison) and bite used in life—ancient +2 melee (1d4+1) bronze armor, a rune- Space/Reach: 10 ft./5 ft. marked sword, or a magic Special Attacks: Poison, staff. spells",
        "name":  "Unusually powerful or evil Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkvision potent spellcasters. They are 60 ft., detect thoughts, guarded found as guardians of the thoughts, immunity to tombs of high lords, poison, resistance to charm priests, and mages. Most Saves: Fort +5, Ref +7, are sworn to defend for Will +8 eternity the resting place Abilities: Str 14, Dex 15, Con of those whom they 14, Int 16, Wis 15, Cha 17 served in life, but in some Skills: Bluff +9, Concen- cases a mummy lord’s unliv- tration +13, Diplomacy +7, ing state is the result of a terri- Disguise +5 (+7 acting), ble curse or rite designed to Intimidate +5, Listen +11, punish treason, infidelity, or crimes Sense Motive +8, Spellcraft of an even more abhorrent nature. A +12, Spot +11 mummy lord of this sort is usually Feats: Alertness, Combat Casting, imprisoned in a tomb that is never Dodge, Eschew MaterialsB, Lightning meant to be opened again. Reflexes Despair (Su): The save DC against this Environment: Temperate hills mummy lord’s despair is 17. Organization: Solitary or nest (2–4) Mummy Rot (Su): The save DC against this Mummy lord Challenge Rating: 8 mummy lord’s mummy rot is 17. Treasure: Standard Typical Cleric Spells Prepared (6/7/6/5/5/4; save DC 15 + spell Alignment: Usually lawful evil level): 0—detect magic (2), guidance, read magic, resistance, virtue; Advancement: 10–13 HD (Large); 14–27 HD (Huge) 1st—bane, command, deathwatch, divine favor, doom, sanctuary*, shield Level Adjustment: — of faith; 2nd—bull’s strength, death knell*, hold person, resist energy, silence, spiritual weapon; 3rd—animate dead*, deeper darkness, dispel This snakelike creature has a deep purple body covered in fine scales, magic, invisibility purge, searing light; 4th—air walk, dismissal, divine making it look rather like a great eel. Its tail ends in a barbed stinger. Its power, giant vermin, spell immunity*; 5th—insect plague, slay living*, head resembles an eel’s but has a humanlike visage. spell resistance, symbol of pain. *Domain Spell. Domains: Death and Protection. Dark nagas are infamous plotters and schemers. They often form",
        "name":  "Mummy lords are often Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9–16 HD (Medium) reticulated emerald-green patterns running the length of its body. Fiery red Level Adjustment: — and orange spines jut from its backbone. This being looks like a hideously ugly human woman. Its flesh is the blue- Water nagas often prove bad-tempered or mischievous, though violet of a deep bruise and covered with warts, blisters, and open sores. It they usually do not attack to kill unless they feel threatened. has straggly jet-black hair and jagged, yellow teeth The eyes burn like hot A water naga’s spines rise like hackles when the naga becomes coals, throwing out a thick, red radiance. angry. 193 Water nagas speak Aquan and Common. Merciless and utterly evil, night hags are creatures from the plane HEARTSTONE of Hades that constantly hunger for the flesh and souls of inno- All night hags carry a periapt known as a heartstone, which cent men and women. instantly cures any disease contracted by the holder. In addition, A night hag is about the same height and weight as a female human. aheartstone provides a +2 resistance bonus on all saving throws Night hags speak Abyssal, Celestial, Common, and Infernal. (this bonus is included in the statistics block). A night hag that loses this charm can no longer use etherealness until it can manu- COMBAT facture another (which takes one month). Creatures other than Night hags attack good creatures on sight if the odds of success the hag can benefit from the heartstone’s powers, but the periapt seem favorable. shatters after ten uses (any disease cured or saving throw affected These creatures rip through armor and flesh with their deadly counts as a use) and it does not bestow etherealness to a bearer that teeth. They love to use sleepand then strangle those who are over- is not a night hag. If sold, an intact heartstone brings 1,800 gp. come by it. A night hag’s natural weapons, as well as any weapons it wields, NIGHTMARE are treated as evil-aligned for the purpose of overcoming damage reduction. Its natural weapons are treated as magic weapons for At first glance, this creature looks like a large, powerful horse with a jet- the purpose of overcoming damage reduction. black coat. A closer look, however, reveals its true nature. Flames wreathe Disease (Ex): Demon fever—bite, Fortitude DC 18, incubation its steely hooves, trail from its flared nostrils, and smolder in the depths of period 1 day, damage 1d6 Con. Each day after the first, on a failed its dark eyes. save, an afflicted creature must immediately succeed on another DC 18 Fortitude save or take 1 point of Constitution drain. The Nightmares are proud equine creatures with hearts as black and save DC is Constitution based. evil as the dark abysses from which they come. They dwell on the Spell-Like Abilities: At will—detect chaos, detect evil, detect good, plane of Hades. detect law, detect magic, magic missile, polymorph (self only), ray of A nightmare is a wild and restless creature. It roams the world enfeeblement(DC 12), sleep (DC 12).Caster level 8th. A night hag doing evil and haunting the dreams of all who dare cross it. can use etherealness at will (caster level 16th) so long as it possesses Although it has no wings, the creature can fly with great speed. It itsheartstone (see below). The save DCs are Charisma-based. seldom allows anyone to ride it, but particularly powerful and evil Dream Haunting (Su): Night hags can visit the dreams of creatures have been known to make mounts of nightmares. chaotic or evil individuals by using a special periapt known as a A nightmare is about the size of a light war horse. heartstone to become ethereal, then hovering over the creature. Once a hag invades someone’s dreams, it rides on the victim’s back COMBAT until dawn. The sleeper suffers from tormenting dreams and takes A nightmare does battle by biting with its viperish fangs and kick- 1 point of Constitution drain upon awakening. Only another ethe- ing with its powerful legs. A nightmare can fight while carrying a real being can stop these nocturnal intrusions, by confronting and rider, but the rider cannot also fight unless he or she succeeds on defeating the night hag. a Ride check. ERAMTHGIN Nightmare Nightmare, Cauchemar LargeOutsider(Evil,Extraplanar) HugeOutsider(Evil,Extraplanar)",
        "name":  "This beautiful creature looks like a snake with a faintly human head and Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4(cohort) +4(cohort) A nightmare’s natural weapons, as well as any weapons it wields, merely a daylight spell), they take a –4 penalty on all attack rolls, are treated as evil-aligned for the purpose of overcoming damage saving throws, and skill checks. reduction. Desecrating Aura (Su): All nightshades give off a 20-foot- Flaming Hooves (Su): A blow from a nightmare’s hooves sets radius emanation of utter desecration, imbuing their surround- combustible materials alight. ings with negative energy. This ability works much like a desecrate Smoke (Su): During the spell, except that the nightshade’s evil is so great that it is treated as excitement of battle, a the shrine of an evil power. All undead within 20 feet of the nightmare snorts and nightshade (including the creature itself ) gain a +2 profane neighs with rage. This bonus on attack rolls, damage rolls, and saving throws, and snorting fills a 15- +2 hit points per HD. (The nightshade Hit Dice, attack, and foot cone with a hot, save entries given here include these profane sulfurous smoke that bonuses.) Charisma checks made to turn chokes and blinds undead within this area take a –6 opponents. Anyone in penalty. the cone must succeed A nightshade’s desecrating aura on a DC 16 Fortitude save cannot be dispelled except by a or take a –2 penalty on all dispel evil spell or similar attack and damage rolls effect. If the effect is dis- until 1d6 minutes after pelled, the nightshade leaving the cone. The can resume it as a free cone lasts 1 round, and the action on its next nightmare uses it once as a free turn. Its desecrating action during its turn each aura is suppressed if a round. The save DC is Constitu- nightshade enters a tion-based. consecrated orhallowed Because of the smoke it gives off, a area, but the night- nightmare has concealment against creatures 5 shade’s presence feet away and total concealment against creatures also suppresses the 10 feet or farther away. The smoke does not consecrated or hal- obscure the nightmare’s vision at all. lowed effect for as Astral Projection and Etherealness (Su): These abilities long as it remains in function just like the spells of the same names (caster level 20th); the area. a nightmare can use either at will.",
        "name":  "LevelAdjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Crush item, desecrating aura, evil gaze, emerging to strike. spell-like abilities, summon undead A nightcrawler’s natural weapons are treated as magic Special Qualities: Aversion to daylight, damage weapons for the purpose of overcoming damage reduc- reduction 15/silver and magic, darkvision 60 ft., tion. immunity to cold, spell resistance 29, telepathy Energy Drain (Su): Living creatures inside a night- 100 ft., undead traits crawler’s gizzard gain one negative level each round. Saves: Fort +11, Ref +11, Will +19 The DC is 26 for the Fortitude save to remove a Abilities: Str 38, Dex 14, Con —, Int 20, Wis negative level. The save DC is Charisma-based. 20, Cha 18",
        "name":  "A nightcrawler attacks by burrowing through the ground and Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Concentration +28, Diplomacy +6, Hide nightcrawler gains 5 temporary hit points. +18*, Knowledge (arcana) +29, Listen +29, Improved Grab (Ex): To use this ability, a Move Silently +26, Search +29, Sense Motive nightcrawler must hit with its bite attack. It +29, Spellcraft +31, Spot +29, Survival +5 (+7 can then attempt to start a grapple as a free following tracks) action without provoking an attack of Feats: Cleave, Combat Expertise, Combat opportunity. If it wins the grapple Reflexes, Great Fortitude, Improved check, it establishes a hold and can try Disarm, Improved Initiative, Power to swallow the opponent in the fol- Attack, Quicken Spell-Like Ability lowing round. (unholy blight) Poison (Ex): Injury, Fortitude Environment: Plane of Shadow DC 22, initial and secondary Organization: Solitary, pair, or gang damage 2d6 Str. The save DC is (3–4) Constitution-based. Challenge Rating: 16 Spell-Like Abilities: At Treasure: Standard will—contagion (DC 18), deeper Alignment: Always chaotic evil darkness, detect magic, greater Advancement: 22–31 HD dispel magic, haste, invisibility, (Huge); 32–42 HD see invisibility, unholy blight (Gargantuan) (DC 18); 3/day—cone of Level Adjustment: — cold (DC 19), confusion (DC 18), hold monster The creature looks like a human- (DC 19); 1/day—finger of oid giant, taller than a house death (DC 21), mass hold and composed of pure darkness. monster (DC 23), plane It wears no clothing and has shift (DC 21). Caster smooth, hairless skin and a level 25th. The save DCs genderless body. are Charisma-based. Summon Undead (Su): A Nightwalkers are human-shaped nightcrawler can summon undead crea- horrors that haunt the darkness. tures once per night: 9–16 shadows, 3–6 A nightwalker is about 20 feet tall and greater shadows, or 2–4 dread wraiths. The weighs about 12,000 pounds. undead arrive in 1d10 rounds and serve for 1 hour or until released. Combat Swallow Whole (Ex): A nightcrawler can try Nightwalkers lurk in dark areas where they can to swallow a grabbed opponent of Huge or almost always surprise the unwary. smaller size by making a successful grapple check. A nightwalker’s natural weapons are Once inside, the opponent takes 2d8+12 points of treated as magic weapons for the purpose of bludgeoning damage plus 12 points of acid damage overcoming damage reduction. per round from the nightcrawler’s gizzard and is Crush Item (Su): A nightwalker can destroy any subject to the creature’s energy drain. A swallowed creature weapon or item of Large size or smaller (even magic ones, but can cut its way out by using a light slashing or piercing not artifacts) by picking it up and crushing it between its weapon to deal 35 points of damage to the gizzard (AC 21). Once hands. The nightwalker must make a successful disarm attempt to the creature exits, muscular action closes the hole; another swal- grab an item held by an opponent. The item is entitled to a DC 34 lowed opponent must cut its own way out. Fortitude save to resist destruction. The save DC is Strength-based. A nightcrawler’s interior can hold 2 Huge, 8 Large, 32 Medium, Evil Gaze (Su): Fear, 30 feet. A creature that meets the night- 128 Small, 512 Tiny or smaller opponents. walker’s gaze must succeed on a DC 24 Will save or be paralyzed EDAHSTHGIN Nightwalker 196 NYMPH with fear for 1d8 rounds. Whether or not the save is successful, The creature seems to be nothing but a mass of utter darkness shaped like that creature cannot be affected again by the same nightshade’s a monstrous bat. gaze for 24 hours. This is a mind-affecting fear effect. The save DC is Charisma-based. Nightwings are batlike flyers that hunt on the wing. Spell-Like Abilities: At will—contagion (DC 18), deeper dark- A nightwing has a wingspan of about 40 feet and weighs about ness, detect magic, greater dispel magic, haste, see invisibility, and unholy 4,000 pounds. blight (DC 18); 3/day—confusion (DC 18), hold monster (DC 19), invisibility; 1/day—cone of cold (DC 19), finger of death (DC 21), plane Combat shift (DC 21). Caster level 21st. The save DCs are Charisma-based. Nightwings prowl the night sky and dive onto their victims. They Summon Undead (Su): A nightwalker can summon undead are all but invisible, detectable only because of the stars they creatures once per night: 7–12 shadows, 2–5 greater shadows, or obscure in their passing. 1–2 dread wraiths. The undead arrive in 1d10 rounds and serve for A nightwing’s natural weapons are treated as magic weapons for 1 hour or until released. the purpose of overcoming damage reduction.",
        "name":  "For each such negative level bestowed, the Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "*When hiding in a dark area, a nightwalker gains a +8 Magic Drain (Su): A nightwing can weaken magic armor, racial bonus on Hide checks. weapons, and shields by making a successful touch attack. The targeted item must succeed on a DC 22 Fortitude save or lose 1 Tactics Round-by-Round point of its enhancement bonus (for example, a +2 sword becomes The nightwalker is an exceedingly intelligent foe that makes the a +1 sword). The save DC is Charisma-based. An item that loses its best use of all its abilities. It favors using its spell-like abilities to entire enhancement bonus becomes merely a masterwork item divide and disable its enemies, then closing to melee with oppo- and loses any special abilities (such as flaming) as well. Casting nents it has isolated from their allies. dispel evil upon the item reverses the effect of the magic drain,",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The nightwalker keeps its see invisibility power provided this occurs within a number of days after the attack active most of the time. It uses haste and invisibility to prepare for equal to the caster’s level and the caster succeeds on a DC 29 battle. caster level check. Round 1: Move to within 30 feet to make use of gaze attack and Spell-Like Abilities: At will—contagion (DC 18), deeper dark- strike with confusion or hold monster, coupled with a quickened ness, detect magic, haste, see invisibility, unholy blight (DC 18); unholy blight. 3/day—confusion (DC 18), greater dispel magic, hold monster (DC Round 2: Hit a spellcaster with finger of death and another quick- 19), invisibility; 1/day—cone of cold (DC 19), finger of death (DC ened unholy blight. 21), plane shift (DC 21). Caster level 17th. The save DCs are Round 3: Move up to engage the enemy and attempt to disarm an Charisma-based. enemy fighter. Summon Undead (Su): A nightwing can summon undead Round 4: Crush the disarmed weapon (or use gaze attack if creatures once per night: 5–12 shadows, 2–4 greater shadows, or 1 disarm attempt failed). dread wraith. The undead arrive in 1d10 rounds and serve for 1 Round 5: Full attack against the unarmed foe (or on a nearby hour or until released. spellcaster). Skills: *When hiding in a dark area or flying in a dark sky, a nightwing gains a +8 racial bonus on Hide checks. NIGHTWING Huge Undead (Extraplanar) NYMPH",
        "name":  "Prior to combat",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Combat Reflexes, Dodge, Flyby Attack, Great Fortitude, Use Rope +3 (+5 with bindings) Improved Critical (bite), Improved Initiative Feats: Combat Casting, Dodge, Weapon Finesse",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Level Adjustment: +7 This being’s beauty exceeds mere words; she is captivating and dangerous must succeed on a DC 17 Fortitude save or be stunned for 2d4 because of the emotions she inspires. She has long, copper hair, perfect rounds. The save DC is Charisma-based. skin, large eyes, and long, swept-back ears. Unearthly Grace (Su): A nymph adds her Charisma modifier as a bonus on all her saving throws, and as a deflection bonus to Nymphs are nature’s embodiment of physical beauty, and the her Armor Class. (The statistics block already reflects these guardians of the sacred places of the wild. They are so unbear- bonuses). ably lovely that even a glimpse of one can blind an onlooker. Wild Empathy (Ex): This power works like the druid’s wild Nymphs hate evil and any who would despoil the wilds for any empathy class feature, except that a nymph has a +6 racial bonus reason. on the check. A nymph’s demeanor is wild and mercurial. Like nature itself, Skills: A nymph has a +8 racial bonus on any Swim check to she embodies both great beauty and fearsome danger. She perform some special action or avoid a hazard. She can always can be kind and graceful to mortals who revere the choose to take 10 on a Swim check, even if distracted or wild places of the world, but is also quick to endangered. She can use the run action while swim- strike against mortals who take more than ming, provided she swims in a straight line. they need or who treat nature thought- lessly. Animals of all types flock to a OGRE nymph, ignoring the presence of natural enemies; injured beasts This hulking brute appears to be at least 9 know that the nymph will tend feet tall. It has a thick hide covered in dark, their wounds. warty bumps, it wears smelly skins, and its A nymph is about the height hair is long, unkempt, and greasy. and weight of a female elf. Nymphs speak Sylvan and Ogres are big, ugly, greedy creatures Common. that live by raiding and scavenging. They join other monsters to prey on COMBAT the weak and associate freely with A nymph usually avoids contact ogre mages, giants, and trolls. with nonfey, but she often has a Lazy and bad-tempered, ogres place she holds sacred and solve problems by smashing them; defends against all intrusion—a what they can’t smash, they either grove, a pool, or sometimes a hill- ignore or flee. Dwelling in small top or peak. She uses her spells tribal groups, ogres occupy any con- and animal allies to drive intrud- venient location and eat nearly any- ers away from the spot she thing they can catch, steal, or slay. defends, preferring to use non- Ogres sometimes accept merce- lethal attacks first and resorting nary service with other evil to deadly attacks only when faced humanoids (including humans). by evil creatures or intruders who Adult ogres stand 9 to 10 feet reply to her efforts with deadly tall and weigh 600 to 650 pounds. attacks of their own. Their skin color ranges from dull Nymphs are better disposed yellow to dull brown. Their toward elves, half-elves, and clothing consists of poorly druids, individuals they rec- cured furs and hides, which add ognize as friends of nature. to their naturally repellent odor. They are likely to offer such Ogres speak Giant, and those people a chance to explain their specimens who boast Intelli- presence instead of driving gence scores of at least 10 also them away. Nymphs have also speak Common. been known to aid good heroes who approach them in a courte- Combat ous and respectful manner. Ogres favor overwhelming odds, sneak Blinding Beauty (Su): This ability attacks, and ambushes over a fair fight. They are affects all humanoids within 30 feet of a nymph. intelligent enough to fire ranged weapons first to soften up Those who look directly at a nymph must succeed on a DC 17 For- their foes before closing, but ogre gangs and bands fight as unor- titude save or be blinded permanently as though by the blindness ganized individuals. spell. A nymph can suppress or resume this ability as a free action. The save DC is Charisma-based. OGRE BARBARIAN Spell-Like Abilities: 1/day—dimension door. Caster level 7th. Their inherent bent toward chaos combines with their size and",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A nymph casts divine spells as a 7th-level druid. strength to make ogres natural barbarians. Indeed, their leaders Typical Druid Spells Prepared (6/5/4/3/1, save DC 13 + spell level): are almost always barbarians of low to middle level, monstrous 0—cure minor wounds, detect magic, flare, guidance, light, resistance; brutes whose fury in battle is truly fearsome. A raging ogre bar- 1st—calm animal, cure light wounds, entangle, longstrider, speak with barian is an inspiration to other ogres. animals;2nd—barkskin, heat metal, lesser restoration, tree shape; 3rd— call lightning, cure moderate wounds, protection from energy; 4th—rust- Combat ing grasp. Marginally more intelligent than his brutish fellows, an ogre bar- Stunning Glance (Su): As a standard action, a wrathful nymph barian is slightly more likely to enter a fair fight, but in general can stun a creature within 30 feet with a look. The target creature prefers the brutish tactics common to all its kind. ERGO Nymph 198 OGRE Rage (Ex): Twice per day, an ogre barbarian can enter a state of OGRES AS CHARACTERS fierce rage that last for 9 rounds. The following changes are in Most exceptional ogres are barbarians or fighters. effect as long as he rages: AC 17 (touch 8, flat-footed 17); hp 95; Ogre characters possess the following racial traits. Atk +18/+13 melee (2d6+16, +1 greatclub); SV Fort +14, Will +4; Str — +10 Strength, –2 Dexterity, +4 Constitution, –4 Intelligence, 30, Con 22; Climb +15, Jump +16. At the end of his rage, the ogre –4 Charisma. barbarian is fatigued for the duration —Large size. –1 penalty to Armor of the encounter. Class, –1 penalty on attack rolls, –4 Trap Sense (Ex): An ogre bar- penalty on Hide checks, +4 bonus on barian has a +1 bonus on Reflex grapple checks, lifting and carrying saves made to avoid traps. He limits double those of Medium char- also has a +1 bonus to his AC acters. against attacks by traps. —Space/Reach: 10 feet/10 feet. Uncanny Dodge (Ex): —An ogre’s base land speed is 40 An ogre barbarian retains feet. his Dex bonus to AC regard- —Darkvision out to 60 feet. less of being caught —Racial Hit Dice: An ogre begins flat-footed or at- with four levels of giant, which tacked by an invis- provide 4d8 Hit Dice, a base ible opponent. His attack bonus of +3, and base Dex bonus to AC is Ogre saving throw bonuses of Fort +0, but this means that +4, Ref +1, and Will +1. he is not subject to a —Racial Skills: An ogre’s rogue’s sneak attack in giant levels give it skill these circumstances. points equal to 7 × (2 + Int modifier, minimum 1). Its MERROW class skills are Climb, Listen, These cousins of the ogre and Spot. have the aquatic subtype. —Racial Feats: An ogre’s They dwell in freshwater giant levels give it two feats. lakes and rivers. They have a —Weapon and Armor base land speed of 30 feet and Proficiency: An ogre is auto- a swim speed of 40 feet and are matically proficient with found only in aquatic environ- simple weapons, martial ments. Instead of the typical weapons, light and ogre’s greatclub, they prefer medium armor, and to use longspears in melee shields. (attack +8 melee, damage — +5 natural armor 1d8+7). bonus. Ogre Ogre, 4th-Level Barbarian Large Giant Large Giant",
        "name":  "Spells",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Toughness, Weapon Focus (greatclub) Power Attack, Toughness, Weapon Focus (greatclub)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatsword +7 melee (3d6+7/19–20) or longbow +2 ogre mage. ranged (2d6/×3) An ogre mage that loses a",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatsword +7 melee (3d6+7/19–20) or longbow +2 limb or body part can reat- ranged (2d6/×3) tach it by holding the severed Space/Reach: 10 ft./10 ft. member to the stump. Reat-",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+7 attack rolls, –4 penalty on Hide checks, +4 bonus on grap- This creature looks like a big, ple checks, lifting and carrying demonic human. It has green limits double those of Medium skin, dark hair, and a pair of short characters. ivory horns protruding from its —Space/Reach: 10 feet/10 feet. forehead. The eyes are dark with —An ogre mage’s base land speed strikingly white pupils, and its is 40 feet. It also has a fly speed of 40 teeth and claws are jet black. feet (good). —Darkvision: Ogre mages can see in The ogre mage is a more the dark up to 60 feet. intelligent and dangerous —Racial Hit Dice: An ogre mage begins with variety of its mundane cousin. five levels of giant, which provide 5d8 Hit Rapacious and cruel by nature, Dice, a base attack bonus of +3, and base ogre mages often lead organ- saving throw bonuses of Fort +4, Ref +1, ized raids for slaves, treasure, and Will +1. and food. —Racial Skills: An ogre mage’s giant These creatures dwell in levels give it skill points equal to 8 × (2 + Int mod- fortified structures or underground lairs, usually living alone or ifier minimum 1). Its class skills are Concentration, Listen, Spell- with a small group of ogre followers. Status among ogre mages is craft, and Spot. measured by wealth. While they do not generally associate with —Racial Feats: An ogre mage’s giant levels give it two feats. their own kind, they often undertake raids and schemes in com- — +5 natural armor bonus.. petition with one another to amass the most riches. —Special Attacks (see above): Spell-like abilities. An ogre mage stands about 10 feet tall and weighs up to 700 —Special Qualities (see above): Regeneration 5, spell resist- pounds. Its skin varies in color from light green to light blue, and ance 19. its hair is black or very dark brown. Ogre mages favor loose, com- —Automatic Languages: Common, Giant. Bonus Languages: fortable clothing and lightweight armor. Dwarven, Goblin, Infernal, Orc. Ogre mages speak Giant and Common. —Favored Class: Sorcerer. —Level adjustment +7. EGAM ERGO Ogre mage 200 a DC 21 Reflex save. The save DCs are Constitution-based. OOZE The pudding’s acidic touch deals 21 points of damage per round Oozes are amorphous creatures that live only to eat. They inhabit to wooden or metal objects, but the ooze must remain in contact underground areas throughout the world, scouring caverns, ruins, with the object for 1 full round to deal this damage. and dungeons in search of organic matter—living or dead. Constrict (Ex): A black pudding deals automatic slam and acid damage with a successful grapple check. The opponent’s clothing COMBAT and armor take a –4 penalty on Reflex saves against the acid. Oozes attack any creatures they encounter. They lash out with Improved Grab (Ex): To use this ability, a black pudding must pseudopods or simply engulf opponents with their bodies, which hit with its slam attack. It can then attempt to start a grapple as a secrete acids that help them catch or digest their prey. free action without provoking an attack of opportunity. If it wins Blindsight (Ex): An ooze’s entire body is a primitive sensory the grapple check, it establishes a hold and can constrict. organ that can ascertain prey by scent and vibration within 60 feet. Split (Ex): Slashing and piercing weapons deal no damage to a black pudding. Instead the creature splits into two identical pud- BLACK PUDDING dings, each with half of the original’s current hit points (round This creature resembles nothing so much as a roundish blob of inky down). A pudding with 10 hit points or less cannot be further split black goo. and dies if reduced to 0 hit points.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A black pudding has a +8 racial bonus on Climb checks Black puddings slither and undulate along underground terrain and can always choose to take 10 on a Climb check, even if rushed seeking sustenance. or threatened. The typical black pudding measures 15 feet across and 2 feet thick. It weighs about 18,000 pounds. ELDER BLACK PUDDING The most ancient black puddings are vast pools of inky Combat death. A black pudding attacks by grab- bing and squeezing their prey. Combat Acid (Ex): The creature se- The save DC for the elder cretes a digestive acid that black pudding’s acid attack dissolves organic material (DC 29) is adjusted for its and metal quickly, but does additional Hit Dice and not affect stone. Any higher Constitution score. melee hit or constrict attack deals acid dam- GELATINOUS CUBE age, and the opponent’s Huge Ooze armor and clothing dis- Hit Dice: 4d10+32 (54 hp) solve and become use- Initiative: –5 less immediately unless Speed: 15 ft. (3 squares) they succeed on DC 21 Re- Armor Class: 3 (–2 size, –5 flex saves. A metal or wooden Dex), touch 3, flat-footed 3 weapon that strikes a Base Attack/Grapple: black pudding also +3/+11 dissolves immediate- Attack: Slam +1 melee (1d6 ly unless it succeeds on plus 1d6 acid) Illus. by T. Lockwood OOZE Gelatinous cube Black Pudding Elder Black Pudding Huge Ooze Gargantuan Ooze",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— A gray ooze appears to be a harmless puddle of water, a patch of This creature looks like a thick wall of quivering, transparent protoplasm. wet sand, or a section of damp stone—until it moves or strikes. A gray ooze can grow to a diameter of up to 10 feet and a thick- The nearly transparent gelatinous cube travels slowly along dun- ness of about 6 inches. A typical specimen weighs about 700 geon corridors and cave floors, absorbing carrion, creatures, and pounds. trash. Inorganic material remains trapped and visible inside the cube’s body. Combat A typical gelatinous cube is 15 feet on a side and weighs about A gray ooze strikes like a snake, slamming opponents with its 50,000 pounds, though much larger specimens are not unknown. body. Acid (Ex): A gray ooze secretes a digestive acid that quickly dis- Combat solves organic material and metal, but not stone. Any melee hit or A gelatinous cube attacks by slamming its body into its prey. It is constrict attack deals acid damage. Armor or clothing dissolves capable of lashing out with a pseudopod, but usually engulfs foes. and becomes useless immediately unless it succeeds on a DC 16 Acid (Ex): A gelatinous cube’s acid does not harm metal or Reflex save. A metal or wooden weapon that strikes a gray ooze stone. also dissolves immediately unless it succeeds on a DC 16 Reflex Engulf (Ex): Although it moves slowly, a gelatinous cube can save. The save DCs are Constitution-based. simply mow down Large or smaller creatures as a standard action. The ooze’s acidic touch deals 16 points of damage per round to It cannot make a slam attack during a round in which it engulfs. wooden or metal objects, but the ooze must remain in contact The gelatinous cube merely has to move over the opponents, with the object for 1 full round to deal this damage. affecting as many as it can cover. Opponents can make opportu- Constrict (Ex): A gray ooze deals automatic slam and acid dam- nity attacks against the cube, but if they do so they are not entitled age with a successful grapple check. The opponent’s clothing and to a saving throw. Those who do not attempt attacks of opportu- armor take a –4 penalty on Reflex saves against the acid. nity must succeed on a DC 13 Reflex save or be engulfed; on a suc- Improved Grab (Ex): To use this ability, a gray ooze must hit cess, they are pushed back or aside (opponent’s choice) as the cube with its slam attack. It can then attempt to start a grapple as a free moves forward. Engulfed creatures are subject to the cube’s paral- action without provoking an attack of opportunity. If it wins the ysis and acid, and are considered to be grappled and trapped grapple check, it establishes a hold and can constrict. within its body. The save DC is Strength-based and includes a +1 Transparent (Ex): A gray ooze is hard to identify, even under racial bonus. ideal conditions, and it takes a DC 15 Spot check to notice one. Paralysis (Ex): A gelatinous cube secretes an anesthetizing Creatures who fail to notice a gray ooze and walk into it are auto- slime. A target hit by a cube’s melee or engulf attack must succeed matically hit with a melee attack for slam and acid damage. on a DC 20 Fortitude save or be paralyzed for 3d6 rounds. The cube can automatically engulf a paralyzed opponent. The save DC is OCHRE JELLY Constitution-based. Large Ooze Transparent (Ex): Gelatinous cubes are hard to see, even under Hit Dice: 6d10+36 (69 hp) ideal conditions, and it takes a DC 15 Spot check to notice one. Initiative: –5 Creatures who fail to notice a cube and walk into it are automati- Speed: 10 ft. (2 squares), climb 10 ft. cally engulfed. Armor Class: 4 (–1 size, –5 Dex), touch 4, flat-footed 4 Base Attack/Grapple: +4/+10",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Orcs are aggressive humanoids that raid, pillage, and battle other creatures. They have a hatred of elves and dwarves that began gen- This creature resembles a giant, dark yellow amoeba. erations ago, and often kill such creatures on sight. An orc’s hair usually is black. It has lupine ears and reddish eyes. An ochre jelly seeps along floors, walls, and ceilings with ease, Orcs prefer wearing vivid colors that many humans would con- squeezing its malleable body under doors and through cracks in sider unpleasant, such as blood red, mustard yellow, yellow-green, search of meals. and deep purple. Their equipment is dirty and unkempt. An adult An ochre jelly can grow to a diameter of about 15 feet and a male orc is a little over 6 feet tall and weighs about 210 pounds. thickness of about 6 inches, but can compress its body to fit into Females are slightly smaller. cracks as small as 1 inch wide. A typical specimen weighs about When not actually fighting other creatures, orcs are usually 5,600 pounds. planning raids or practicing their fighting skills. The language an orc speaks varies slightly from tribe to tribe, Combat but any orc is understandable by someone else who speaks Orc. An ochre jelly attempts to envelop and squeeze its prey. Some orcs know Goblin or Giant as well. Acid (Ex): An ochre jelly secretes a digestive acid that dissolves Most orcs encountered away from their homes are warriors; the only flesh. Any melee hit or constrict attack deals acid damage. information in the statistics block is for one of 1st level. Constrict (Ex): An ochre jelly deals automatic slam and acid damage with a successful grapple check. COMBAT Improved Grab (Ex): To use this ability, an ochre jelly must hit Orcs are proficient with all simple weapons, preferring those that with its slam attack. It can then attempt to start a grapple as a free cause the most damage in the least time. Many orcs who take up action without provoking an attack of opportunity. If it wins the the warrior or fighter class also gain proficiency with the falchion grapple check, it establishes a hold and can constrict. or the greataxe as a martial weapon. They Split (Ex): Slashing and piercing weapons and electricity enjoy attacking from concealment attacks deal no damage to an ochre jelly. Instead the creature splits and setting ambushes, and into two identical jellies, each with half of the original’s current hit they obey the rules of war points (round down). A jelly with 10 hit points or less cannot be (such as honoring a truce) further split and dies if reduced to 0 it points. only as long as it is con-",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Toughness, Weapon Focus (tentacle) Orc leaders tend to be barbarians. Orc clerics worship Gruumsh. Environment: Underground",
        "name":  "ORCS AS CHARACTERS Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Chaos, Organization:Solitary, pair, or cluster (3–4) Evil, Strength, or War (favored weapon: any spear). Most orc spell- Challenge Rating: 4 casters are adepts. Orc adepts favor spells that deal damage. Treasure: Standard Orc Traits (Ex): Orcs possess the following racial traits. Alignment: Usually neutral — +4 Strength, –2 Intelligence, –2 Wisdom, –2 Charisma. Advancement: 7–8 HD (Large); 9–18 HD (Huge) —An orc’s base land speed is 30 feet. Level Adjustment: — —Darkvision out to 60 feet. —Light Sensitivity: Orcs are dazzled in bright sunlight or This creature looks like a bloated ovoid covered with a rocklike skin. A within the radius of a daylightspell. vinelike stalk about 2 feet long rises from the top of the disgusting body —Automatic Languages: Common, Orc. Bonus Languages: and bears the two eyes. Its mouth—little more than a wide gash filled Dwarven, Giant, Gnoll, Goblin, Undercommon. with razor-sharp teeth—is in the center of the mass. The creature shuffles —Favored Class: Barbarian. about on three thick, sturdy legs and has two long tentacles covered in rough, thorny protrusions. The tentacles end in leaflike appendages The orc warrior presented here had the following ability scores covered in more thorny growths. before racial adjustments: Str 13, Dex 11, Con 12, Int 10, Wis 9, Cha 8. HALF-ORCS These orc–human crossbreeds can be found in either orc or human society (where their status varies according to local senti- ments), or in communities of their own. Half-orcs usually inherit a good blend of the physical char- acteristics of their parents. They are as tall as humans and a little heavier, thanks to their muscle. They have greenish pigmenta- tion, sloping foreheads, jutting jaws, prominent teeth, and coarse body hair. Half-orcs who have lived among or near orcs have scars, in keeping with orcish tradition. Half-Orc Traits (Ex): Half-orcs possess the following racial traits. — +2 Strength, –2 Intelligence, –2 Charisma. —Medium size. —A half-orc’s base land speed is 30 feet. —Darkvision: Half-orcs can see in the dark up to 60 feet. HGUYTO doowkcoL .T yb .sullI Otyugh 204",
        "name":  "An orc cleric has access to two of the following domains",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +2 melee (1d8+1/19–20) or levels. light crossbow +1 ranged (1d8/19–20) —Special Attacks (see above): Daylight.",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +2 melee (1d8+1/19–20) —Special Qualities (see above): Resistance to acid 5, cold 5, and or light crossbow +1 ranged (1d8/19–20) electricity 5. Space/Reach: 5 ft./5 ft. —Automatic Languages: Common, Celestial. Bonus Languages:",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rapier +3 melee This being looks like a beautiful human, (1d6+1/18–20) or light with calm, serene features and an inner crossbow +2 ranged radiance that shines from its face. (1d8/19–20)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rapier +3 melee Graced with a touch of the holy, aasi- (1d6+1/18–20) or light crossbow mars are usually tall, good-looking, and +2 ranged (1d8/19–20) generally pleasant. Some have a minor Space/Reach: 5 ft./5 ft. physical trait suggesting their her- Special Attacks: Darkness itage, such as silver hair, golden Special Qualities: Darkvision eyes, or an unnaturally 60 ft., resistance to cold 5, elec- intense stare. tricity 5, and fire 5",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Focus (rapier)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Diplomacy +2, Hide +20*, Listen +7, Search +6, Sense tieflings are indistinguishable from humans. Others have small Motive +7, Spot +7, Survival +1 (+3 following tracks) horns, pointed teeth, red eyes, a whiff of brimstone about them, or Feats: Weapon Finesse even cloven feet. No two tieflings are the same. Environment: Temperate forests In most human societies, tieflings maintain a low profile, oper- Organization: Solitary, pair, or clutch (3–5) ating as thieves, assassins, or spies. Occasionally one rises to a posi- Challenge Rating: 1 tion of power, but when its nature is revealed it quickly becomes Treasure: None an outcast. Alignment: Always neutral good",
        "name":  "Aside from a demeanor that many find disturbing, many Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A tiefling has a +2 racial about 1 foot long, with a 2- bonus on Bluff and Hide checks. foot tail. It weights about 7 pounds. The tiefling warrior presented here A pseudodragon had the following ability scores can communicate before racial adjustments: telepathically Str 13, Dex 11, Con 12, and can also vo- Int 10, Wis 9, Cha 8. calize animal noises, such Tieflings as as a rasping Characters purr (pleasure), Tiefling characters pos- a hiss (unpleas- sess the following ant surprise), a racial traits. chirp (desire), or — +2 Dexterity, +2 Intelli- a growl (anger). gence, –2 Charisma. —Medium size. —A tiefling’s base land speed is 30 feet. —Darkvision out to 60 feet. COMBAT —Racial Skills: Tieflings have a +2 racial bonus on Bluff and A pseudodragon can deliver a vicious bite, but its principal Hide checks. weapon is its sting-equipped tail. —Racial Feats: A tiefling gains feats according to its class levels. Poison (Ex): Injury, Fortitude DC 14, initial damage sleep for 1 —Special Attacks (see above): Darkness. minute, secondary damage sleep for 1d3 hours. The save DC is —Special Qualities (see above): Resistance to cold 5, electricity Constitution-based and includes a +2 racial bonus. 5, and fire 5. Blindsense (Ex): A pseudodragon can locate creatures within —Automatic Languages: Common, Infernal. Bonus Languages: 60 feet by nonvisual means (mostly hearing and scent, but also by 210 Draconic, Dwarven, Elven, Gnome, Goblin, Halfling, Orc. noticing vibration and other environmental clues). Opponents —Favored Class: Rogue. the pseudodragon can’t actually see still have total concealment —Level adjustment +1. against the pseudodragon. Telepathy (Su): Pseudodragons can communicate telepathi- These massive scavengers attempt to consume any organic mate- cally with creatures that speak Common or Sylvan, provided they rial they find. Purple worms are feared for swallowing their prey are within 60 feet. whole: Entire groups of adventurers have vanished down their",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Pseudodragons have a chameleonlike ability that grants gullets, one member after the other. them a +4 racial bonus on Hide checks. *In forests or overgrown The body of a mature purple worm is 5 feet in diameter and 80 areas, this bonus improves to +8. feet long, weighing about 40,000 pounds. The creature has a poi- sonous stinger in its tail. PSEUDODRAGON COMPANIONS A purple worm consumes great quantities of dirt and rock when A pseudodragon may very rarely seek humanoid companionship. tunneling. Its gizzard may hold gems and other acid-resistant It stalks a candidate silently for days, reading his or her thoughts items. In mineral-rich areas, purple worm castings might contain and judging his or her deeds. If it finds the candidate promising, unrefined ores. the pseudodragon presents itself as a potential companion and ob- serves the other’s reaction. If the candidate seems delighted and COMBAT promises to take very good care of it, the pseudodragon accepts. In battle, a purple worm forms into a coil 20 feet in diameter, Otherwise, it flies away. biting and stinging anything within reach. A pseudodragon’s personality has been described as catlike. Improved Grab (Ex): To use this ability, a purple worm must At times the creature seems arrogant, demanding, and less than hit with its bite attack. It can then attempt to helpful. It is willing to serve—provided that it is well fed and start a grapple as a free action without pro- groomed, and receives lots of attention. The companion voking an attack of opportunity. If it must pamper it and make it feel like the most wins the grapple check, it establishes a important thing in his or her life. If the pseudo- hold and can attempt to swallow the dragon is mistreated or insulted, it will leave— foe the following round. or worse, play pranks when least expected. Poison (Ex): Injury, Fortitude DC 25, Pseudodragons particularly dislike cruelty initial damage 1d6 Str, secondary damage and will not serve cruel masters. 2d6 Str. The save DC is Constitution-based. A pseudodragon egg can fetch a price of Swallow Whole (Ex): A purple worm can try to up to 10,000 gp, and a hatchling as much swallow a grabbed opponent of a smaller size than as 20,000 gp. Pseudodragons have a life itself by making a successful grapple check. Once span of 10 to 15 years. Like dragons, they inside, the opponent takes 2d8+12 points of are attracted to bright, shiny objects. crushing damage plus 8 points of acid damage per round from the worm’s giz- zard. A swallowed creature can cut its PURPLE WORM way out by using a light slashing or Gargantuan Magical Beast piercing weapon to deal 25 points of",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Awesome Blow, Cleave, Improved Bull Rush, Power Initiative: +2 Attack, Weapon Focus (bite), Weapon Focus (sting) Speed: 40 ft. (8 squares)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A rakshasa casts spells as a 7th-level sorcerer. Typical Sorcerer Spells Known (6/7/7/5; save DC 13 + spell level): 0—detect magic, light, mage hand, message, read magic, resistance, touch of fatigue; 1st—charm person, mage armor, magic missile, shield, silent image; 2nd—bear’s endurance, invisibility, Melf ’s acid arrow; 3rd—haste, suggestion. Change Shape (Su): A rakshasa can assume any humanoid equal to 10 × (8 + Int modifier). Its class skills are Bluff, Disguise, form, or revert to its own form, as a standard action. In humanoid Listen, Move Silently, Perform, Sense Motive, and Spot. A rak- form, a rakshasa loses its claw and bite attacks (although it often shasa has a +4 racial bonus on Bluff and Disguise checks, and it can equips itself with weapons and armor instead). A rakshasa remains gain further bonuses by using change shape (+10 on Disguise in one form until it chooses to assume a new one. A change in checks) and detect thoughts (+4 on Bluff and Disguise checks). form cannot be dispelled, but the rakshasa reverts to its natural —Racial Feats: A rakshasa’s outsider levels give it three feats. form when killed. A true seeing spell reveals its natural form. — +9 natural armor bonus.",
        "name":  "Spells",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A rakshasa has a +4 racial bonus on Bluff and Disguise —Natural Weapons: Bite (1d6) and 2 claws (1d4). checks. —Detect Thoughts (Su): The save DC is 13 + the character’s Cha *When using change shape, a rakshasa gains an additional +10 modifier. circumstance bonus on Disguise checks. If reading an opponent’s —Spells: A rakshasa character casts spells as a 7th-level sor- mind, its circumstance bonus on Bluff and Disguise checks in- cerer. If the character takes additional levels of sorcerer, these creases by a further +4. levels stack with the rakshasa’s base spellcasting ability for spells known, spells per day, and other effects dependent on caster RAKSHASAS AS CHARACTERS level. For example, a rakshasa 2nd-level sorcerer has the same Rakshasa characters possess the following racial traits. spells known, spells per day, and caster level as any other 9th- — +2 Strength, +4 Dexterity, +6 Constitution, +2 Intelligence, level sorcerer. A rakshasa character likewise uses the sum of its +2 Wisdom, +6 Charisma. racial spellcasting levels and class levels to determine the abili- —Medium size. ties of its familiar. —A rakshasa’s base land speed is 40 feet. —Special Qualities (see above): Change shape, damage reduc- —Darkvision out to 60 feet. tion 15/good and piercing, spell resistance equal to 27 + class —Racial Hit Dice: A rakshasa begins with seven levels of out- levels. sider, which provide 7d8 Hit Dice, a base attack bonus of +7, and —Automatic Languages: Common, Infernal. Bonus Languages: base saving throw bonuses of Fort +5, Ref +5, and Will +5. Sylvan, Undercommon. —Racial Skills: A rakshasa’s outsider levels give it skill points —Favored Class: Sorcerer. —Level adjustment +7. ASAHSKAR Rakshasa 212 COMBAT RAST Rasts attack with a frightening, brutal cunning. The creatures par- Medium Outsider (Extraplanar, Fire) alyze as many of their foes as possible, then attack any that are still",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A ravid has the Multiattack feat even Treasure: None through it does not have the requisite three Alignment: Usually neutral natural weapons. Advancement: 8–14 HD (Huge); 15–21 HD (Gargantuan)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 26, Dex 13, Con 21, Int 5, Wis 12, Cha 10 COMBAT Remorhazes hide under the snow and ice until they hear move- ment above them, then attack from below and sur- prise prey. Improved Grab (Ex): To use this ability, a remorhaz must hit an opponent least one size category smaller than itself with its bite attack. It can then attempt to start a grap- ple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can attempt to swallow the opponent the following round. Swallow Whole (Ex): When a remorhaz begins its turn with a grappled opponent in its mouth, it can swallow that opponent with a successful grapple check. Once inside, the opponent takes 2d8+12 points of bludgeoning damage plus 8d6 points of fire damage per round from the remorhaz’s gizzard. A swal- lowed creature can cut its way out by using a light slashing or piercing weapon to deal 25 points of damage to the gizzard (AC 15). Once the creature exits, muscular action closes the hole; another swallowed opponent must cut its own way out. A Huge remorhaz’s interior can hold 2 Large, 4 Medium, 8 Small, 32 Tiny, 128 Diminutive, or 512 Fine or smaller opponents. Heat (Ex): An enraged remorhaz generates heat so intense that any- thing touching its body takes 8d6 points of fire damage. Creatures striking a remorhaz with natural attacks or unarmed attacks are subject to this damage, but creatures striking with melee weapons do not take damage from the remorhaz’s heat. This heat can melt or char weapons; any weapon that strikes a ZAHROMER Ravid 214 Remorhaz remorhaz is allowed a DC 18 Fortitude save to avoid destruction. The save DC is Constitution-based.",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 19, Dex 13, Con 17, Int 12, Wis 16, Cha 12 trees, branches, lumber, and the like. Skills: Climb +12, Hide +10*, Listen +13, Spot +13 They prefer to dwell high in the moun- Feats: Alertness, Improved Initiative, Iron Will, tains, far from other rocs, to avoid strain- Weapon Focus (strand) ing their food supply; they hunt within Environment: Underground a radius of about 10 miles around Organization:Solitary, pair, or cluster (3–6) their nests. Challenge Rating: 12",
        "name":  "Rocs lair in vast nests made from Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rocs have a +4 racial appearance. bonus on Spot checks. ROPER Roc 215 Roper A roper stands some 9 feet tall and tapers from 3 or 4 feet in thick, lumpy hide. Its tail is covered with armor plates and ends in a bony diameter at the base to 1 foot across at the top. It weighs 2,200 projection that looks like a double-ended paddle. The creature sports two pounds. A roper’s coloration and temperature change to match the long antennae on its head, one beneath each eye. features of the surrounding cave. Ropers speak Terran and Undercommon. Most fighters would rather face an army of orcs than confront a rust monster. These creatures corrode and eat metal objects and COMBAT have ruined the armor, shields, and weapons of countless adven- A roper hunts by standing very still and imitating a bit of rock. turers. This tactic often allows it to attack with surprise. When prey The hide of these creatures varies in color from a yellowish tan comes within reach, it lashes out with its strands. In melee, it bites underside to a rust-red upper back. A rust monster’s prehensile adjacent opponents with its powerful maw. antennae can rust metals on contact. Drag (Ex): If a roper hits with a strand attack, the strand latches The typical rust monster measures 5 feet long and 3 feet high, onto the opponent’s body. This deals no damage but drags the weighing 200 pounds. stuck opponent 10 feet closer each subsequent round (provoking no attack of opportunity) unless that creature breaks free, which COMBAT requires a DC 23 Escape Artist check or a DC 19 Strength check. A rust monster can scent a metal object from up to 90 feet away. The check DCs are Strength-based, and the Escape Artist DC When it detects one, it dashes toward the source and attempts to includes a +4 racial bonus. A roper can draw in a creature within strike it with its antennae. The creature is relentless, chasing char- 10 feet of itself and bite with a +4 attack bonus in the same round. acters over long distances if they still possess intact metal objects A strand has 10 hit points and can be attacked by making a suc- but usually ceasing its attacks to devour a freshly rusted meal. A cessful sunder attempt. However, attacking a roper’s strand does clever (or desperate) character can often distract a hungry rust not provoke an attack of opportunity. If the strand is currently monster by tossing it some metal objects, then fleeing while it attached to a target, the roper takes a –4 penalty on its opposed consumes them. attack roll to resist the sunder attempt. Severing a strand deals no The creature targets the largest metal object available, striking damage to a roper. first at armor, then at shields and smaller items. It prefers ferrous Strands (Ex): Most encounters with a roper begin when it fires metals (steel or iron) over precious metals (such as gold or silver) strong, sticky strands. The creature can have up to six strands at but will devour the latter if given the opportunity. once, and they can strike up to 50 feet away (no range increment). Rust (Ex): A rust monster that makes a successful touch attack If a strand is severed, the roper can extrude a new one on its next with its antennae causes the target metal to corrode, falling to turn as a free action. pieces and becoming useless immediately. The touch can destroy Weakness (Ex): A roper’s strands can sap an opponent’s up to a 10-foot cube of metal instantly. Magic armor and weapons, strength. Anyone grabbed by a strand must succeed on a DC 18 and other magic items made of metal, must succeed on a DC 17 Fortitude save or take 2d8 points of Strength damage. The save DC Reflex save or be dissolved. The save DC is Constitution-based and is Constitution-based. includes a +4 racial bonus.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "*Ropers have a +8 racial bonus on Hide checks in stony A metal weapon that deals damage to a rust monster corrodes or icy areas. immediately. Wooden, stone, and other nonmetallic weapons are unaffected. RUST MONSTER Medium Aberration",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Talon +4 melee (1d4+2) or trident +4 melee (1d8+3) or Constitution and +2 Strength, and takes a –2 penalty to Armor heavy crossbow +3 ranged (1d10/19–20) Class. A sahuagin cannot end its frenzy voluntarily.",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Trident +4 melee (1d8+3) and bite +2 melee (1d4+1); Rake (Ex): Attack bonus +2 melee, damage 1d4+1. A sahuagin or 2 talons +4 melee (1d4+2) and bite +2 melee (1d4+1); or also gains two rake attacks when it attacks while swimming. heavy crossbow +3 ranged (1d10/19–20) Freshwater Sensitivity (Ex): A sahuagin fully immersed in Space/Reach: 5 ft./5 ft. fresh water must succeed on a DC 15 Fortitude save or become",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 (+3 if four-armed) This humanoid has scaly skin with webbed fingers and toes, and sharp fangs fill its mouth. It has a long tail ending in a curved fin, and it has fins on its arms, back, and head. Its great, staring eyes are deep black. Sahuagin are marine predators superbly adapted to undersea hunting. Also known as sea devils, these beings dwell in coastal waters, forming organized groups that raid shore communities. Most sahuagin feature green coloration, darker along the back and lighter on the belly. Many have dark stripes, bands, or spots, but these tend to fade with age. An adult male sahua- gin stands roughly 6 feet tall and weighs about 200 pounds. Sahuagin are the natural enemy of aquatic elves. The two cannot coexist peacefully: Wars between them are prolonged, bloody affairs that sometimes interfere with shipping and mar- itime trade. Sahuagin have an only slightly less vehement hatred for tritons. Sahuagin speak their own language, Sahuagin. Thanks to their high Intelligence scores, most sahua- gin also speak two bonus languages, usually Common and Aquan. COMBAT Sahuagin are savage fighters, asking for and giving no quarter. When swimming, a sahuagin tears with its feet as it strikes with its talons or a weapon. About half of any group of sahuagin are also armed with nets. When sahuagin raid surface dwellers’ communities, they ven- ture ashore on dark, moonless nights to slaughter the inhabitants and livestock for food. They attack ships by swarming up from all Illus. by P. Jaquays SAHUAGIN Sahuagin 217 REDNAMALAS *A sahuagin has a +4 racial bonus on Survival and Profession SALAMANDER (hunter) checks within 50 miles of its home. *A sahuagin has a +4 racial bonus on Handle Animal checks This being has a muscular humanoid upper body with a hawkish face. when working with sharks. Its body is serpentine from the waist down, and is covered in red and black scales. Flame-shaped spines sprout form the creature’s spine, SAHUAGIN MUTANTS arms, and head. About one in two hundred sahuagin has four arms. Such creatures can make four claw attacks or use extra weapons, in addition to the The Elemental Plane of Fire is home to many strange creatures, claw and bite attacks. including the fearsome legions of the salamanders. These serpen- If a community of aquatic elves is located within 100 miles of a tine beings dwell in metal cities glowing with supernatural heat. sahuagin community, about one in one hundred sahuagin looks Salamanders are selfish and cruel, and they enjoy tormenting just like an aquatic elf. These creatures, called malenti, have a swim others. They are rarely encountered without their heated metal speed of 40 feet, can remain out of water for 1 hour per point of spears, but sometimes wield other weapons. Constitution, and have freshwater sensitivity and light sensitivity When summoned to the Material Plane, salamanders often (dazzled in bright light). Malenti have no natural attacks. They are assist forge workers and smiths. Their ability to work metal while otherwise identical with sahuagin. it’s still in the fire makes them some of the best metalsmiths known anywhere. SAHUAGIN SOCIETY Salamanders reproduce asexually, each producing a single The sea devils live by a code of ritualized behavior developed over larva every ten years and incubating the young in fire pits until millennia. Every member of a sahuagin they reach maturity. Flamebrothers and average salamanders are community knows its place well—and actually different species, while nobles rise from the ranks of the remains there. The sahuagin average. pride themselves on Salamanders speak Ignan. Some average self-sufficiency and salamanders and all nobles also speak strict adherence to Common. their social code. Unfortunately for COMBAT others, one of Salamander Salamanders use metal spears their core beliefs is heated red-hot by their own that the survival of furnacelike bodies. Blood- the sahuagin de- thirsty and sadistic, pends on ruthlessly they are quick to at- eradicating anything tack. They prefer to that is not sahuagin. take on those who Sahuagin dwell in appear strongest communities of vary- first, saving weaker ing sizes, from villages enemies for slower, to cities, built of stone agonizing treatment and other natural mate- later. rials deep beneath the If a salamander ocean waves. The crea- has damage reduc- tures employ a variety tion, its natural of defenses, both pas- weapons are treated sive (such as seaweed as magic weapons for camouflage) and active the purpose of over- (such as traps and tame coming damage reduction. sharks), to protect their com- Constrict (Ex): A salaman- munities. Elite groups of senior der deals automatic tail slap damage males (especially the four-armed ones) rule each community: (including fire damage) with a successful A baron governs a village, while a prince rules approximately grapple check. A noble salamander can constrict multiple crea- twenty villages. Sahuagin kings rule much larger territories and tures simultaneously, provided they are all at least two sizes dwell within cities having as many as six thousand inhabitants. A smaller than it. sahuagin kingdom generally covers an entire seacoast, with vil- Heat (Ex): A salamander generates so much heat that its mere lages and towns at least 100 miles apart. Sahuagin clerics function touch deals additional fire damage. Salamanders’ metallic weap- as teachers and keepers of lore, controlling religious life in their ons also conduct this heat. communities. Despite the presence of these priestesses within Improved Grab (Ex): To use this ability, a salamander must hit their society, the superstitious sea devils distrust and fear magic. a creature of up to one size larger than itself with its tail slap attack. The patron deity of sahuagin is Sekolah, a great devil shark. It can then attempt to start a grapple as a free action without pro- voking an attack of opportunity. If it wins the grapple check, it SAHUAGIN CHARACTERS establishes a hold and can constrict. A male sahuagin’s favored class is ranger, and most sahuagin lead- Spell-Like Abilities: (Noble salamanders only) 3/day—burn- ers are rangers. Most sahuagin rangers choose humanoids (elves) ing hands (DC 13), fireball (DC 15), flaming sphere (DC 14), wall of fire as their favored enemy. Female sahuagin favor the cleric class. (DC 16); 1/day—dispel magic, summon monster VII (Huge fire ele- Sahuagin clerics worship Sekolah. A sahuagin cleric has access to mental). Caster level 15th. The save DCs are Charisma-based. 218 two of the following domains: Evil, Law, Strength, or War (favored Skills: Salamanders have a +4 racial bonus on Craft (black- weapon: trident). smithing) checks. SATYR",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Salamanders have the Multiattack feat even though they do not have the requisite three natural weapons. Medium Fey",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "40 ft. (8 squares) tribal. Often more sophisticated salamanders force their civiliza- Armor Class: 15 (+1 Dex, +4 natural), touch 11, flat-footed 14 tion upon their smaller kin. Salamander nobility make a point of Base Attack/Grapple: +2/+2 traveling through the planes, learning secrets to further their Attack: Head butt +2 melee (1d6) or shortbow +3 ranged power. These experienced creatures eventually return to master (1d6/×3) their own kind and raise mighty kingdoms. Full Attack: Head butt +2 melee (1d6) and dagger –3 melee In a mixed society, status is determined by size and power— (1d4/19–20); or shortbow +3 ranged (1d6/×3) flamebrothers are the lowest class and the front ranks of salaman- Space/Reach: 5 ft./5 ft. der armies. Average salamanders are the middle class and the main Special Attacks: Pipes fighting force, while noble salamanders are commanders. Special Qualities: Damage reduction 5/cold iron, low-light Salamander nations do their best to resist the mighty elemental vision lords on their plane, and they disdain the azers, efreet, and other Saves: Fort +2, Ref +5, Will +5 inhabitants. They often fail, though, and are enslaved by other Abilities: Str 10, Dex 13, Con 12, Int 12, Wis 13, Cha 13 fiery masters or conscripted into elemental armies. Skills: Bluff +9, Diplomacy +3, Disguise +1 (+3 acting), Hide +13, Intimidate +3, Knowledge (nature) +9, Listen +15, Move SALAMANDER CHARACTERS Silently +13, Perform (wind instruments) +9, Spot +15, Flamebrothers have no favored class. They sometimes become Survival +1 (+3 aboveground) adepts or warriors. Average or noble salamanders may be clerics, Feats: AlertnessB, Dodge, Mobility sorcerers, or fighters (their favored class). Environment: Temperate forests",
        "name":  "Flamebrothers, the smallest of the salamanders, are barbaric and Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 —Racial Hit Dice: A satyr begins with five levels of fey, which provide 5d8 Hit Dice, a base attack bonus of +2, and base saving This being might best be described as a horned man with the legs of a throw bonuses of Fort +1, Ref +4, and Will +4. goat. —Racial Skills: A satyr’s fey levels give it skill points equal to 8 × (6 + Int modifier). Its class skills are Bluff, Hide, Knowledge Satyrs, also known as fauns, are hedonistic creatures (nature), Listen, Move Silently, Perform, and Spot. Satyrs have a +4 that frolic in the wild places of the world. They racial bonus on Hide, Listen, Move Silently, Perform, and Spot love fine food, strong drink, and pas- checks. sionate romance. —Racial Feats: A satyr’s fey levels give it two feats. A A satyr’s hair is red or chestnut satyr receives Alertness as a bonus feat. brown, while its hooves and horns — +4 natural armor bonus. are jet black. —Natural Weapons: Head butt (1d6). A satyr is far more likely to be —Special carrying musical instruments Attacks (see or bottles of wine than weap- above): Pipes. ons. For the most part, satyrs leave —Special Qualities travelers alone. They are, how- (see above): Damage ever, more than a little mis- reduction 5/cold iron. chievous and often seek fun —Automatic Lan- at the expense of those guages: Sylvan. Bonus who wander too near their Languages: Common, Elven, woodland homes. Gnome. A satyr is about as tall —Favored Class: Bard. and heavy as a —Level adjustment +2. half-elf. Satyrs speak Sylvan, SEA CAT and most also speak Common. Large Magical Beast",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 ft. (2 squares), swim 40 ft. make it almost impossible Armor Class: 18 (–1 size, +1 to surprise one in the wild. Dex, +8 natural), touch 10, Conversely, with their flat-footed 17 own natural grace and Base Attack/Grapple: +6/+14 agility, satyrs can sneak Attack: Claw +9 melee (1d6+4) up on travelers who are not Full Attack: 2 claws +9 melee carefully watching the sur- (1d6+4) and bite +4 melee rounding wilderness. (1d8+2) Once engaged in battle, Space/Reach: 10 ft./5 ft. an unarmed satyr attacks Special Attacks: Rend 2d6+6 with a powerful head butt. Special Qualities: Darkvision 60 ft., hold breath, low-light A satyr expecting trouble vision, scent is likely to be armed with a bow and a dagger and typically looses Saves: Fort +8, Ref +6, Will +5 arrows from hiding, weakening an enemy before closing. Abilities: Str 19, Dex 12, Con 17, Int 2, Wis 13, Cha 10 Pipes (Su): Satyrs can play a variety of magical tunes on their Skills: Listen +8, Spot +7, Swim +12 pan pipes. Usually, only one satyr in a group carries pipes. When it Feats: Alertness, Endurance, Iron Will plays, all creatures within a 60-foot spread (except satyrs) must Environment: Temperate aquatic succeed on a DC 13 Will save or be affected by charm person, sleep, Organization:Solitary, pair, or pride (5–12) orfear(caster level 10th; the satyr chooses the tune and its effect). Challenge Rating: 4 In the hands of other beings, these pipes have no special powers. A Treasure: None creature that successfully saves against any of the pipe’s effects Alignment: Always neutral cannot be affected by the same set of pipes for 24 hours. The save Advancement: 7–9 HD (Large); 10–18 HD (Huge) DC is Charisma-based. Level Adjustment: — A satyr often uses its pipes to charm and seduce especially comely women or to put a party of adventurers to sleep and then This creature has a body like that of a porpoise or a small whale, with a steal their valuables. leonine head and forepaws. A ruff of silky hair runs from the top of its head",
        "name":  "The keen senses of a satyr Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 21, Dex 10, Con 17, that prowl the night, seeking Int 7, Wis 10, Cha 9 any prey they can find. Their Skills: Hide +3*, Listen +8, Move native plane is a place of Silently +8 eternal shadow. Feats: Iron Will, Power Attack, Weapon A shadow Focus (slam) mastiff is Environment: Temperate marshes slightly more Organization:Solitary than 2 feet high at Challenge Rating: 6 the shoulder and Treasure: 1/10th coins; 50% goods; 50% items weighs about 200 pounds. Alignment: Usually neutral Shadow mastiffs can- Advancement: 9–12 HD (Large); 13–24 not speak, but they un- HD (Huge) derstand Common. Level Adjustment: +6 WODAHS FFITSAM dooW .S yb .sullI Shadow 222 Shadow mastiff grasp orlightning bolt) used against a shambler temporarily grants it 1d4 points of Constitution. The shambler loses these points at the rate of 1 per hour.",
        "name":  "Shadow mastiffs are great hounds Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A skeleton retains all the natural weapons, manufac- Skills: A skeleton has no skills. tured weapon attacks, and weapon proficiencies of the base crea- Feats:A skeleton loses all feats of the base creature and gains ture, except for attacks that can’t work without flesh (such as a Improved Initiative. mind flayer’s tentacle attacks). A creature with hands gains one Environment:Any, usually same as base creature. claw attack per hand; the skeleton can strike with each of its claw Organization:Any. attacks at its full attack bonus. A skeleton’s base attack bonus is Challenge Rating:Depends on Hit Dice, as follows: equal to 1/2 its Hit Dice.",
        "name":  "Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Natural and manufactured weapons deal damage nor- Hit Dice Challenge Rating mally. A claw attack deals damage depending on the skeleton’s 1/2 1/6 size. (If the base creature already had claw attacks with its hands, 1 1/3 use the skeleton claw damage only if it’s better.) 2–3 1 4–5 2 Diminutive or Fine 1 6–7 3 Tiny 1d2 8–9 4 Small 1d3 10–11 5 Medium 1d4 12–14 6 Large 1d6 15–17 7 Huge 1d8 18–20 8 Gargantuan 2d6 Colossal 2d8 Treasure: None.",
        "name":  "Damage",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Damage reduction 5/bludgeoning, Damage reduction 5/bludgeoning, Damage reduction 5/bludgeoning, darkvision 60 ft., darkvision 60 ft., darkvision 60 ft., immunity to cold, undead traits immunity to cold, undead traits immunity to cold, superior two- weapon fighting, undead traits",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Damage reduction 5/bludgeoning, Damage reduction 5/bludgeoning, Damage reduction 5/bludgeoning, darkvision 60 ft., darkvision 60 ft., immunity to cold, darkvision 60 ft., immunity to cold immunity to cold, undead traits oversize weapon, undead traits and fire, undead traits",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fort +1, Ref +1, spell-like abilities to good effect. A slaad’s Will +3 natural weapons, as well as any weapons it",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 clawing, and raking with their rear legs. Skum serving an aboleth Speed: 30 ft. (6 squares) are sometimes trained to fight with weapons, usually two-handed Armor Class: 19 (–1 size, +2 Dex, +8 natural), touch 11, melee weapons with reach (such as longspears) and simple ranged flat-footed 17 weapons such as javelins, tridents, or slings. Base Attack/Grapple: +7/+16 Rake (Ex): Attack bonus +0 melee, damage 1d6+2. A skum also Attack: Bite +11 melee (2d8+5) gains two rake attacks when it attacks while swimming. Full Attack: Bite +11 melee (2d8+5) and 2 claws +9 melee (1d4+2",
        "name":  "In the water, skum are dangerous enemies who attack by biting, Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fort +10, Ref +7, Will +6 green slaad cannot use its natural weapons (although a slaad can",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 23, Dex 13, Con 19, Int 10, Wis 10, Cha 12 equip itself with weapons and armor appropriate to its appear-",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Multiattack, Improved Initiative, Weapon Focus (claw), Challenge Rating: 13 item creation feat (any one) Treasure: Double standard",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+6 as tall as a human. Lean and quick-looking, this humanoid resembles a two-legged frog. Its Death slaadi are grays that undergo some mysterious ritual that skin is a dappled gray color, and its fingers are long and clawed. It stands transforms them into veritable killing machines. Although they as tall as a human. have spell-like abilities like gray slaadi, death slaadi focus more on killing than on magical power. They look exactly like gray slaadi. A green slaad that survives for more than a century retreats into All slaadi obey the command of a death slaad, out of fear more isolation for at least a year. It returns as a smaller, leaner gray slaad than anything else. Death slaadi represent a corruption of pure and devotes most of its time and attention to magical study. Gray chaos by evil rather than true exemplars of it. slaadi enjoy crafting magic items to further their own power. Combat Combat Although its prowess with its natural weapons is fearsome, a death Gray slaadi prefer to fight from a distance, using their spell-like slaad enjoys wielding a magic weapon if available. abilities, although they don’t shy away from melee. Stun (Ex): Three times per day, a death slaad can attempt to Spell-Like Abilities: At will—chaos hammer (DC 16), deeper stun its opponent on an attack with one of its natural weapons. If darkness, detect magic, identify, invisibility, lightning bolt (DC 15), magic the opponent fails a DC 21 Fortitude save, it is stunned for 1 round circle against law, see invisibility, shatter (DC 14); 3/day—animate in addition to taking normal damage from the attack. The save DC objects, dispel law (DC 17), fly; 1/day—power word stun. Caster level is Wisdom-based. 10th. The save DCs are Charisma-based. Spell-Like Abilities: At will—animate objects, chaos hammer Change Shape (Su): A gray slaad can assume any humanoid (DC 18), deeper darkness, detect magic, dispel law (DC 19), fear (DC 18), form as a standard action. In humanoid form, a gray slaad cannot finger of death (DC 21), fireball (DC 17), fly, identify, invisibility, magic use its natural weapons (although a slaad can equip itself with circle against law, see invisibility, shatter (DC 16); 3/day—circle of death weapons and armor appropriate to its appearance). A gray slaad re- (DC 20), cloak of chaos (DC 22), word of chaos (DC 21);1/day—implo- mains in one form until it chooses to assume a new one. A change sion(DC 23), power word blind. Caster level 15th. The save DCs are in form cannot be dispelled, but the slaad reverts to its natural Charisma-based. form when killed. A true seeing spell reveals its natural form. Change Shape (Su): A death slaad can assume any humanoid Summon Slaad(Sp): Twice per day a gray slaad can attempt to form as a standard action. In humanoid form, a death slaad cannot summon 1–2 red slaadi or 1 blue slaad with a 60% chance of suc- use its natural weapons (although a slaad can equip itself with cess, or 1 green slaad with a 40% chance of success. This ability is weapons and armor appropriate to its appearance). A death slaad the equivalent of a 5th-level spell. remains in one form until it chooses to assume a new one. A change in form cannot be dispelled, but the slaad reverts to its nat- DEATH SLAAD ural form when killed. A true seeing spell reveals its natural form. Medium Outsider (Chaotic, Extraplanar) Summon Slaad(Sp): Twice per day a death slaad can attempt to",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11–15 HD (Large); 16–30 HD (Huge) In battle, an androsphinx rips apart enemies with its razor-sharp Level Adjustment: +3 (cohort) claws. It relies on its natural weapons in a fight, employing its spells for defense or healing. This creature is bigger than a horse and has a tawny lion body, great Rake (Ex): Attack bonus +18 melee, damage 2d4+3. falcon wings, and a ram’s head. Roar (Su): Three times per day an androsphinx can loose a mighty roar. The first time it does this, all creatures within 500 feet These sphinxes are always male. Neither good nor evil, they lack must succeed on a DC 19 Will save or be affected as though by a the intelligence of the androsphinx. fearspell for 2d6 rounds. Criosphinxes constantly seek gynosphinxes, but if they cannot If the sphinx roars a second time during the same encounter, all find one, they pursue wealth above all else. The best deal an adven- creatures within 250 feet must succeed on a DC 19 Fortitude save turer can hope to strike with a criosphinx is safe passage in ex- or be paralyzed for 1d4 rounds, and all those within 90 feet are change for all of his or her treasure. deafened for 2d6 rounds (no save). If it roars a third time during the same encounter, all those within Combat 250 feet must succeed on a DC 19 Fortitude save or take 2d4 points Criosphinxes of Strength damage for 2d4 rounds. In addition, any Medium or attack with their smaller creature within 90 feet must succeed on a DC 19 Forti- claws, as do their kin, but tude save or be thrown to the ground and take 2d8 points of they can also butt with their damage. The force of this roar is so great that it deals 50 points horns. They don’t cast spells and of damage to any stone or employ only the most simple battle tactics. crystalline object within Rake (Ex): Attack bonus +15 melee, 90 feet. Magic items and damage 1d6+3. held or carried items can avoid damage with a DC 19 Reflex save. GYNOSPHINX Other androsphinxes are immune Large Magical Beast to these effects. The Hit Dice: 8d10+8 (52 hp) save DCs are Cha- Initiative: +5 risma-based. Speed: 40 ft. (8 squares), fly 60 ft. (poor)",
        "name":  "Combat Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Grigs have a +8 racial bonus on Jump checks. Combat *They also have a +5 racial bonus on Move Silently checks in a Sprites fight their opponents with spell-like abilities and pint- forest setting. sized weaponry. They prefer ambushes and other trickery over direct confrontation. NIXIE",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4 Attack: Short sword +4 melee",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20 ft. (4 squares), fly 40 ft. (poor) Nixie (1d4–2/19–20) or light crossbow +4",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "18 (+2 size, +4 Dex, +2 natu- ranged (1d6/19–20) ral), touch 16, flat-footed 16 Full Attack: Short sword +4 melee Base Attack/Grapple: +0/–11 (1d4–2/19–20) or light crossbow +4",
        "name":  "Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Short sword +6 melee ranged (1d6/19–20) (1d3–3/19–20) or longbow +6 ranged Space/Reach: 5 ft./5 ft.. (1d4–3/×3) Special Attacks: Charm person",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Short sword +6 melee Special Qualities: Amphibious, (1d3–3/19–20) or longbow +6 ranged damage reduction 5/cold iron, low-light (1d4–3/×3) vision, spell resistance 16, water breathing, Space/Reach: 2-1/2 ft./0 ft. wild empathy",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft (any one) +4, Escape Artist +8, Search +3, Sense Motive +5, Spot +6, Hide +16, Jump +3, Listen +3, Move Swim +6 Silently +8*, Perform (string instru- Feats: DodgeB, Weapon Finesse ments) +6, Search +2, Spot +3 Environment: Temperate aquatic",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "DodgeB, Weapon Finesse Organization: Gang (2–4), band",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 This being looks something like a small elf. It has green skin, webbed This tiny being has a humanoid head, torso, and arms, with the wings, fingers and toes, pointed ears, and wide silver eyes. antennae, and legs of a cricket. Nixies are aquatic sprites who dwell in and protect pristine ponds Grigs are mischievous and lighthearted. They have no fear of and lakes. They are even more reclusive than most fey and tend to larger creatures and delight in playing tricks on them. Favorite treat intruders with suspicion and hostility. pranks include stealing food, collapsing tents, and using ventrilo- Most nixies are slim and comely, with lightly scaled, pale green quism to make objects talk. skin and dark green hair. Females often twine shells and pearl Grigs can leap great distances. They have light blue skin, forest- strings in their hair and dress in wraps woven from colorful sea- green hair, and brown hairy legs, and usually wear tunics or weed. Males wear loincloths of the same materials. Nixies prefer brightly colored vests with buttons made from tiny gems. not to leave their lakes. A grig stands 1-1/2 feet tall and weighs about 1 pound. A nixie stands about 4 feet tall and weighs about 45 pounds. Grigs speak Sylvan. Some also speak Common. Nixies speak Aquan and Sylvan. Some also speak Common. Combat Combat Grigs are fierce by sprite standards, attacking opponents fearlessly Nixies rely on their charm person ability to deter enemies, entering with bow and dagger. combat only to protect themselves and their territory. Spell-Like Abilities: 3/day—disguise self, entangle (DC 13), Charm Person (Sp): A nixie can use charm person three times per 235 invisibility (self only), pyrotechnics (DC 14), ventriloquism (DC 13). day as the spell (caster level 4th). Those affected must succeed on Caster level 9th. The save DCs are Charisma-based. a DC 15 Will save or be charmed for 24 hours. Most charmed crea- EGRITS tures are used to perform heavy labor, guard duty, and other oner- Combat ous tasks for the nixie community. Shortly before the effect wears The normally carefree pixies ferociously attack evil creatures and off, the nixie escorts the charmed creature away and orders it to unwanted intruders. They take full advantage of their invisibility keep walking. The save DC is Charisma-based. and other abilities to harass and drive away opponents. Amphibious (Ex): Although nixies are aquatic, they can sur- Greater Invisibility (Su): A pixie remains invisible even when vive indefinitely on land. it attacks. This ability is constant, but the pixie can suppress or re- Water Breathing (Sp): Once per day a nixie can use water breath- sume it as a free action. ing as the spell (caster level 12th). Nixies usually bestow this effect Spell-Like Abilities: 1/day—lesser confusion (DC 14), dancing on those they have charmed. lights, detect chaos, detect good, detect evil, detect law, detect thoughts (DC Wild Empathy (Ex): This ability works like the druid’s wild 15), dispel magic, entangle (DC 14), permanent image (DC 19; visual empathy class feature, except that a nixie has a +6 racial bonus on and auditory elements only), polymorph (self only). Caster level the check. 8th. The save DCs are Charisma-based.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Short sword +5 melee (1d4–2/19–20) or longbow +5 A pixie character exchanges its 1 HD of fey for its first class level, ranged (1d6–2/×3) so a 1st-level pixie sorcerer has a d4 Hit Die, a +0 base attack bonus,",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Short sword +5 melee (1d4–2/19–20) or longbow the base save bonuses of a sorcerer, and the sorcerer’s skill points +5 ranged (1d6–2)/×3 and class skills. Space/Reach: 5 ft./5 ft. Pixie characters possess the following racial traits.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "DodgeB, Weapon Finesse —Skills: Pixies have a +2 racial bonus on Listen, Search, and",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Weapon Finesse B vermin), but all swarms have the swarm subtype.",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— normal space, because creatures in a swarm are packed tightly together and generally crawl over each other and their prey when This nasty-looking creature seems to be a cross between a bat and a giant moving or attacking. Larger swarms are represented by multiples mosquito. It has membranous bat wings, a short furry body, eight jointed of single swarms. A large swarm is completely shapeable, though legs that end in sharp pincers, and a needlelike proboscis. it usually remains contiguous. Stirges are batlike creatures that feed on the blood of living beings. COMBAT While just one In order to attack, a single swarm moves into opponents’ spaces, poses little danger which provokes an attack of opportunity. It can occupy the same to most adventurers, space as a creature of any size, multiple stirges can be a for- since it crawls all over its prey, but midable threat. remains a creature with a 10-foot A stirge’s coloration ranges from space. Swarms never make attacks rust-red to reddish-brown, with a of opportunity, but they can pro- dirty yellow underside. The voke attacks of opportunity. proboscis is pink Unlike other creatures with a 10-foot at the tip, fading to space, a swarm is shapeable. It can occupy any gray at its base. four contiguous squares, and it can squeeze A stirge’s body is about 1 foot through any space large enough to contain one long, with a wingspan of about 2 of its component creatures (for example, a bat feet. It weighs about 1 pound. swarm can squeeze through a space that a Tiny creature could squeeze through). COMBAT A stirge attacks by landing on a victim, find- Vulnerabilities of Swarms ing a vulnerable spot, and plunging its proboscis Swarms are extremely difficult to fight with physical into the flesh. This is a touch attack and can target only attacks. However, they have a few special vulnerabil- Small or larger creatures. ities, as follows: Attach (Ex): If a stirge hits with a touch attack, it uses its A lit torch swung as an improvised weapon eight pincers to latch onto the opponent’s body. An deals 1d3 points of fire damage per hit. attached stirge is effectively grappling its prey. The A weapon with a special ability such as flam- stirge loses its Dexterity bonus to AC and has an AC ing or frost deals its full energy damage with of 12, but holds on with great tenacity. Stirges have a +12 each hit, even if the weapon’s normal racial bonus on grapple checks (already figured into the Base damage can’t affect the swarm. Attack/Grapple entry above). A lit lantern can be used as a thrown weapon, dealing 1d4 points An attached stirge can be struck with a weapon or grappled of fire damage to all creatures in squares adjacent to where it breaks. itself. To remove an attached stirge through grappling, the oppo- nent must achieve a pin against the stirge. BAT SWARM Blood Drain (Ex): A stirge drains blood, dealing 1d4 points of Diminutive Animal (Swarm)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Poison (Ex): Injury, Fortitude DC 13, initial and secondary damage 1d4 Dex. The save DC is Constitution-based. A whirring mass of quick, darting shadows sweeps closer. Hundreds of Skills: A centipede swarm has a +4 racial bonus on Spot checks high-pitched squeaks fill the air. and a +8 racial bonus on Climb checks, and uses its Dexterity mod- ifier instead of its Strength modifier for Climb checks. A bat swarm is a mass of small, fierce carnivorous bats with a thirst A centipede swarm has a +8 racial bonus on Climb checks and for the blood of any creature unfortunate enough to cross their path. can always choose to take 10 on a Climb check, even if rushed or A bat swarm is nocturnal, and is never found aboveground in threatened. daylight. HELLWASP SWARM Combat Diminutive Magical Beast (Extraplanar, Evil, Swarm) A bat swarm seeks to surround and attack any warm-blooded prey Hit Dice: 12d10+27 (93 hp) it encounters. The swarm deals 1d6 points of damage to any crea- Initiative: +10 ture whose space it occupies at the end of its move. Speed: 5 ft. (1 square), fly 40 ft. Distraction (Ex): Any living creature that begins its turn with Armor Class: 20 (+4 size, +6 Dex), touch 20, flat-footed 14 a swarm in its space must succeed on a DC 11 Fortitude save or be Base Attack/Grapple: +12/— nauseated for 1 round. The save DC is Constitution-based. Attack: Swarm (3d6 plus poison) Wounding (Ex): Any living creature damaged by a bat swarm Full Attack: Swarm (3d6 plus poison) continues to bleed, losing 1 hit point per round thereafter. Multi- Space/Reach: 10 ft./0 ft. ple wounds do not result in cumulative bleeding loss. The bleed- Special Attacks: Distraction, inhabit, poison ing can be stopped by a DC 10 Heal check or the application of a Special Qualities: Damage reduction 10/magic, darkvision cure spell or some other healing magic. 60 ft., hive mind, immune to weapon damage, resistance to Blindsense (Ex): A bat swarm notices and locates creatures fire 10, low-light vision, swarm traits within 20 feet. Opponents still have total concealment against the Saves: Fort +10, Ref +14, Will +7 bat swarm (but swarm attacks ignore concealment). Abilities: Str 1, Dex 22, Con 14, Int 6, Wis 13, Cha 9",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkvision 60 ft., immune to weapon damage, swarm traits, tremorsense 30 ft., vermin traits Hellwasps are vicious, foul-tempered magical insects from the",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon FinesseB hellwasps form a collective hive mind intelligence with infernal",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— ing and the dead, using them as horrible living (or unliving) pup- pets to accomplish acts of wickedness that a swarm of insects A glistening, squirming mass of blue-black insects advances like a venomous could never attempt. army. A hellwasp swarm’s attack is treated as an evil-aligned weapon and a magic weapon for the purpose of overcoming damage reduction. A centipede swarm is a crawling mass of voracious centipedes that Distraction (Ex): Any living creature that begins its turn with a can climb over obstacles to get at prey. hellwasp swarm in its space must succeed on a DC 18 Fortitude save or be nauseated for 1 round. The save DC is Constitution-based. Combat Inhabit (Ex): A hellwasp swarm can enter the body of a help- A centipede swarm seeks to surround and attack any living prey it less or dead creature by crawling into its mouth and other orifices. encounters. A swarm deals 2d6 points of damage to any creature Inhabiting requires 1 minute, and the victim must be Small, whose space it occupies at the end of its move. Medium, or Large (although four swarms working together can MRAWS 238 inhabit a Huge creature). The swarm can abandon the body at any or be nauseated for 1 round. The save DC is Constitution-based. time, although doing this takes 1 full round. Any attack against Skills: A locust swarm has a +4 racial bonus on Listen and Spot the host deals half damage to the hellwasp swarm as well, checks. although the swarm’s resistances and immunities may negate some or all of this damage. RAT SWARM If a hellwasp swarm inhabits a dead body, it can restore anima- Tiny Animal (Swarm) tion to the creature and control its movements, effectively trans- Hit Dice: 4d8 (13 hp) forming it into a zombie of the appropriate size for as long as the Initiative: +2 swarm remains inside. If a hellwasp swarm inhabits a living Speed: 15 ft. (3 squares), climb 15 ft. victim, it can neutralize the effects of its own poison and control Armor Class: 14 (+2 size, +2 Dex), touch 14, flat-footed 12 the victim’s movement and actions as if using dominate monster on Base Attack/Grapple: +3/— the victim. The hellwasps quickly consume a living victim, dealing Attack: Swarm (1d6 plus disease) 2d4 points of Constitution damage per hour they inhabit a body. A Full Attack: Swarm (1d6 plus disease) body reduced to Constitution 0 is dead. Space/Reach: 10 ft./0 ft. A hellwasp-inhabited creature is relatively easy to spot, since its Special Attacks: Disease, distraction skin crawls with the forms of insects inside. The swarm is intelli- Special Qualities: Half damage from slashing and piercing, gent enough to attempt to hide beneath loose clothing or a large low-light vision, scent, swarm traits cloak to keep its presence from being detected. The swarm can Saves: Fort +4, Ref +6, Will +2 attempt a Disguise check to conceal its inhabitation of a host, with Abilities: Str 2, Dex 15, Con 10, Int 2, Wis 12, Cha 2 a –4 penalty if currently inhabiting a Small host. Skills: Balance +10, Climb +10, Hide +14, Listen +6, Spot +7, Aremove disease orhealspell cast on an inhabited victim forces Swim +10 the hellwasp swarm to abandon its host. Feats: Alertness, Weapon Finesse Poison (Ex): Injury, Fortitude DC 18, initial and secondary Environment: Any damage 1d6 Dex. The save DC is Constitution-based. Organization:Solitary, pack (2–4 swarms), or infestation (7–12 Hive Mind (Ex): Any hellwasp swarm with at least 1 hit point swarms) per Hit Die (or 12 hit points, for a standard hellwasp swarm) forms Challenge Rating: 2 a hive mind, giving it an Intelligence of 6. When a hellwasp swarm Treasure: None is reduced below this hit point threshold, it becomes mindless. Alignment: Always neutral",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkvision 60 ft., immune to weapon damage, swarm traits, vermin traits Combat",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Listen +17, Search +9, Spot +17, Survival +14 (+16 following tracks) EUQSARRAT wolhctirC .C yb .sullI Tarrasque 240 COMBAT TENDRICULOS The tarrasque attacks with its claws, teeth, horns, and tail. The tarrasque’s natural weapons are treated as epic weapons for Huge Plant the purpose of overcoming damage reduction. Hit Dice: 9d8+54 (94 hp) Augmented Critical (Ex): The tarrasque’s bite threatens a crit- Initiative: –1 ical hit on a natural attack roll of 18–20, dealing triple damage on Speed: 20 ft. (4 squares) a successful critical hit. Armor Class: 16 (–2 size, –1 Dex, +9 natural), touch 7, flat-footed 16 Frightful Presence (Su): The tarrasque can inspire terror by Base Attack/Grapple: +6/+23 charging or attacking. Affected creatures must succeed on a DC Attack: Bite +13 melee (2d8+9) 36 Will save or become shaken, remaining in that condition and 2 tendrils +8 melee as long as they remain with 60 feet of the tarrasque. The (1d6+4) save DC is Charisma-based. Full Attack: Bite +13 melee Improved Grab (Ex): To use this ability, the (2d8+9) and 2 tendrils +8 tarrasque must hit a Huge or smaller oppo- melee (1d6+4) nent with its bite attack. It can then Space/Reach: 15 ft./15 ft. attempt to start a grapple as a free Special Attacks: Improved action without provoking an attack grab, paralysis, swallow whole of opportunity. If it wins the grap- Special Qualities: Low-light vision, ple check, it establishes a hold and plant traits, regeneration 10 can try to swallow the foe the follow- Saves: Fort +12, Ref +2, Will +4 ing round. Abilities: Str 28, Dex 9, Con 22, Int 3, Rush (Ex): Once per minute, the Wis 8, Cha 3 normally slow-moving tarrasque Skills: Hide +9, Listen +1, Move Silently can move at a speed of 150 feet. +1, Spot +1 Swallow Whole (Ex): The Feats: Alertness, Iron Will, Power Attack, tarrasque can try to swallow a Stelathy grabbed opponent of Huge or Environment: Temperate forests smaller size by making a suc- Organization:Solitary cessful grapple check. Once Challenge Rating: 6 inside, the opponent takes Treasure: 1/10th coins; 50% goods; 50% 2d8+8 points of crushing items damage plus 2d8+6 points of Alignment: Always neutral acid damage per round from Advancement: 10–16 HD the tarrasque’s digestive (Huge); 17–27 HD juices. A swallowed creature (Gargantuan) can cut its way out by dealing Level Adjustment: — 50 points of damage to the tar- rasque’s digestive tract (AC 25). This creature looks like a mound Once the creature exits, muscu- of vegetation supported by vines lar action closes the hole; another and branches. The mass has a huge swallowed opponent must cut its opening filled with “teeth” of own way out. sharp branches and long thorns. The tarrasque’s gullet can hold 2 Huge, 8 Large, 32 Medium, 128 Small, or 512 Tiny or smaller creatures. The tendriculos is a plant that may have been mutated by foul Carapace (Ex):The tarrasque’s armorlike carapace is exceptionally magic, or may have originated on another plane of existence—or tough and highly reflective, deflecting all rays, lines, cones, and even possibly both of these theories are true. magic missile spells. There is a 30% chance of reflecting any such A tendriculos can rear up to a height of 15 feet. It weighs about effect back at the caster; otherwise, it is merely negated. Check for 3,500 pounds. reflection before rolling to overcome the creature’s spell resistance. The tendriculos is best known for its ability to grow and regrow Regeneration (Ex): No form of attack deals lethal damage to its vegetable body extremely rapidly. Whole new leaves and vines the tarrasque. The tarrasque regenerates even if it fails a saving appear in just a few minutes. A tendriculos accomplishes this by throw against a disintegrate spell or a death effect. If the tarrasque consuming vast quantities of meat. fails its save against a spell or effect that would kill it instantly Animals and other plant creatures are unnerved by the presence (such as those mentioned above), the spell or effect instead deals of a tendriculos; they avoid it and any place it has been within the nonlethal damage equal to the creature’s full normal hit points +10 last 24 hours. (or 868 hp). The tarrasque is immune to effects that produce incur- able or bleeding wounds, such as mummy rot, a sword with the COMBAT wounding special ability, or a clay golem’s cursed wound ability. Prowling deep forests or waiting in vegetated areas (looking like The tarrasque can be slain only by raising its nonlethal damage nothing more than a small hillock), a tendriculos attacks savagely, total to its full normal hit points +10 (or 868 hit points) and using showing no fear. It attempts to swallow as much flesh as it can, as awishormiracle spell to keep it dead. quickly as it can. If the tarrasque loses a limb or body part, the lost portion re- Improved Grab (Ex): To use this ability, a tendriculos must hit a grows in 1d6 minutes (the detached piece dies and decays nor- creature at least one size smaller than itself with its bite attack. It can mally). The creature can reattach the severed member instantly by then attempt to start a grapple as a free action without provoking an holding it to the stump. attack of opportunity. If it wins the grapple check, it establishes a",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The tarrasque has a +8 racial bonus on Listen and Spot hold and can try to swallow the opponent in the following round. checks. A tendriculos can also use its improved grab ability on a tendril TENDRICULOS Tendriculos 241 AUQQOHT sivraJ .J yb .sulli natiT attack. If it wins the grapple check, it establishes a hold, picks up A thoqqua spends most of its time bur- the opponent, and transfers it to the mouth as a free Thoqqua rowing through rock looking for miner- action, automatically dealing bite damage. als to eat. It burrowing leaves behind a Swallow Whole/Paralysis (Ex): A ten- usable tunnel, albeit a small one with driculos can try to swallow a grabbed blistering hot walls. opponent by making a successful grapple A thoqqua is about 1 foot in check. Once inside the plant’s mass, diameter and 4 to 5 feet long. It the opponent must succeed on a DC weighs about 200 pounds. 20 Fortitude save or be paralyzed for 3d6 rounds by the tendricu- COMBAT los’s digestive juices, taking 2d6 When a thoqqua is disturbed, its first instinct points of acid damage per is to attack. Its favored tactic is to spring round. A new save is required each round directly at a foe, either by bursting out of the inside the plant. The save DC is Constitution-based. rock or by coiling up its body and launching itself A swallowed creature that avoids paralysis can climb out of the like a spring. (Treat this as a charge, even though the thoqqua does mass with a successful grapple check. This returns it to the plant’s not need to move 10 feet before attacking.) maw, where another successful grapple check is needed to get Heat (Ex): Merely touching or being touched by a thoqqua free. A swallowed creature can also cut its way out by using a light automatically deals 2d6 fire damage. slashing or piercing weapon to deal 25 points of damage to the ten- Burn (Ex): When a thoqqua hits with its slam attack, the oppo- driculos’s interior (AC 14). Once the creature exits, the plant’s nent must succeed on a DC 12 Reflex save or catch fire. The save regenerative capacity closes the hole; another swallowed oppo- DC is Constitution-based. The flame burns for 1d4 rounds if not nent must cut its own way out. extinguished sooner. A burning creature can use a full-round A Huge tendriculos’s interior can hold 2 Large, 8 Medium, 32 action to put out the flame (see Catching on Fire, page 303 of the Small, 128 Tiny, or 512 Diminutive or smaller opponents. Dungeon Master’s Guide). Regeneration (Ex): Bludgeoning weapons and acid deal normal damage to a tendriculos. TITAN A tendriculos that loses part of its body mass can regrow it in 1d6 minutes. Holding the severed portion against the mass Huge Outsider (Chaotic, Extraplanar) enables it to reattach instantly. Hit Dice: 20d8+280 (370 hp)",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Slam +4 melee (1d6+3 plus 2d6 fire) Space/Reach: 15 ft./15 ft. Space/Reach: 5 ft./5 ft. Special Attacks: Oversized weapon,",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Invisibility purge or invisibility. This being looks like a giant-sized human of great physical strength and Round 1: Charge and attempt to sunder the weapon of the most beauty. It carries an enormous warhammer. It seems very lively and self- dangerous foe. Hurl chain lightning at opponents standing away assured. from the fight. Round 2: Full attack against the disarmed opponent, and hurl Titans are statuesque beings of heroic proportions. They have agile chain lightning at other opponents. minds and powerful bodies. Many come from the plane of Round 3: Back away from first opponent and use maze or meteor Arborea. swarm on any spellcaster causing trouble. Titans favor heavy armor crafted in ancient designs. They wear Round 4: Sunder the weapon of the next most effective combat- rare and valuable jewelry and generally make themselves seem ant, or use greater dispel magic on all nearby opponents. beautiful and overpowering. Round 5: Full attack against any nearby opponent, or use fire storm. Titans are wild and chaotic, masters of their own fates. They are Use another quickened chain lightning if foes seem really dangerous. closer to the wellsprings of life than mere mortals and so revel in A titan usually reserves its gate and etherealness abilities to escape existence. They are prone to more pronounced emotions than hu- a fight that is not going well. mans and can experience deitylike fits of rage. Many titans are powerful servants of good, but in ages past the race of titans re- TOJANIDA belled against the deities themselves, and a number of titans turned to evil. An evil titan is an indomitable tyrant who often This creature resembles a snapping turtle. It has a spindle-shaped shell masters entire kingdoms of mortals. made up of hexagonal plates and a narrow head with jaws that open hori- A titan is about 25 feet tall and weighs about 14,000 pounds. zontally rather than vertically. A seemingly random array of crablike claws Titans speak Abyssal, Common, Celestial, Draconic, and Giant. and paddles sprout from openings at both ends of the creature’s shell. COMBAT Titans can wreak havoc with their massive warhammers, which are sometimes referred to as “mauls of the titans.” In addition to their considerable battle prowess, titans possess great speed and considerable magical power. A titan’s natural weapons, as well as any weapons it wields, are treated as chaotic-aligned for the pur- pose of overcoming damage reduction. Oversized Weapon (Ex): A titan wields a great, two-handed war- hammer (big enough for Gargan- tuan creatures) without penalty. Spell-Like Abilities: At will—chain lightning (DC 23), charm monster (DC 21), cure critical wounds (DC 21), fire storm (DC 24), greater dispel magic, hold monster (DC 22), invisi- bility, invisibility purge, levitate, persistent image (DC 22), polymorph (humanoid Tojanida forms only, duration 1 hour); 3/day—ethere- alness, word of chaos (DC 22), summon nature’s ally IX; 1/day—gate, maze, meteor swarm (DC 26). Caster level 20th. The save DCs are Charisma-based. In addition, titans of good or neutral alignment can use the fol- Tojanidas are omnivores from the Elemental Plane of Water. lowing additional spell-like abilities: At will—daylight, holy smite Though they seem clumsy and innocuous at first glance, they are (DC 21), remove curse (DC 21); 1/day—greater restoration. Caster nimble swimmers and capable fighters. 243 level 20th. The save DCs are Charisma-based. A tojanida’s shell is blue-green in color. Inside the shell is a Titans of evil alignment can use the following additional spell- fleshy body from which extend seven stalks. Four of these stalks have paddles for locomotion, two are tipped with claws, and one emerges in a stream up to 30 feet long, which a tojanida can squirt bears the creature’s head. Eight vents in the shell, four at each end, into an opponent’s eyes. The affected creature must succeed on a allow the tojanida to thrust its stalks out in whatever configura- Reflex save or be blinded for 1 round. The save DC is 13 against a tion it finds convenient. juvenile, 15 against an adult, and 21 against an elder. The save DCs A juvenile tojanida is up to 25 years old. It has a shell about 3 are Constitution based. feet long, and it weighs about 60 pounds. An adult is aged 26 to 80. All-Around Vision (Ex): The multiple apertures in a tojanida’s Its shell is about 6 feet long, and it weighs about 220 pounds. An shell allow it to look in any direction, bestowing a +4 racial bonus elder can reach 150 years of age. It has a shell about 9 feet long, and on Spot and Search checks. Opponents gain no flanking bonuses it weighs about 500 pounds. when attacking a tojanida.",
        "name":  "Prior to combat",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Diplomacy +3, Hide –9*, Intimidate +6, Knowledge Armor Class: 16 (+6 natural), touch 10, flat-footed 16 (nature) +6, Listen +8, Sense Motive +8, Spot +8, Survival +8 Base Attack/Grapple: +3/+4 (+10 aboveground) Attack: Trident +4 melee (1d8+1) or heavy crossbow +3 ranged",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Temperate forests Full Attack: Trident +4 melee (1d8+1) or heavy crossbow +3",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "*Treants have a +16 racial bonus on Hide checks made Tritons speak Common and Aquan. 245 in forested areas. COMBAT Troglodytes are revolting lizard creatures as evil as the The reclusive tritons prefer to avoid combat, but they fiercely foulest of demons. They are very warlike and savor the defend their homes. They attack with either melee or ranged taste of their enemies—especially humanoids. weapons as the circumstances warrant. When encoun- Troglodytes are not especially intelligent, but their tered outside their lair, they are 90% likely to be mounted ferocity and natural cunning more than compensate on friendly sea creatures such as porpoises. for this deficiency. They often launch bloody raids Spell-Like Abilities: 1/day—summon nature’s against humanoid settlements or ambush caravans in allyIV. Caster level 7th. Tritons often choose warm climates. They guard their lairs aggressively, water elementals for their companions. lashing out at anyone who comes too near.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "MultiattackB, Weapon Focus (javelin) among them, with sub-",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 They raid on moonless nights when their darkvision This reptilian creature looks somewhat humanoid. It is a little shorter than and coloration are most ef- a human. It has spindly but muscular arms and walks erect on its squat fective. legs, trailing a long, slender tail. Its head is lizardlike and crowned with a frill that extends from the forehead to the base of the neck. Its eyes are black and beady. ETYDOLGORT Triton 246 Troglodyte Troglodytes prize steel above all else. Though individuals usu- TROLL ally have no wealth, a lair may contain valuable items casually dis- carded, pushed into corners, or mixed in with refuse. The lair is This big, bipedal creature is about one and a half times as tall as a human usually a large cave with smaller caves for the hatchlings and eggs. but very thin. It has long and ungainly arms and legs The legs end in great A lair has hatchlings equal to one-fifth the number of adults and three-toed feet, the arms in wide, powerful hands with sharpened claws. eggs equal to one-tenth. The hide is rubbery, and its hair is thick and ropy, and seems to writhe with Troglodytes revere Laogzed, a vile deity who resembles a cross its own energy. between a toad and a lizard. Trolls are horrid carnivores found in all climes, from arctic waste- TROGLODYTE CHARACTERS lands to tropical jungles. Most creatures avoid these beasts, who Troglodyte characters possess the following racial traits. know no fear and attack unceasingly when hungry. — –2 Dexterity, +4 Constitution, –2 Intelligence. Trolls have ravenous appetites, devouring everything from —Medium size. grubs to bears and humanoids. They often lair near settlements —A troglodyte’s base land speed is 30 feet. and hunt the inhabitants until they devour every last one. —Darkvision out to 90 feet. Trolls walk upright but hunched forward with sagging shoul- —Racial Hit Dice: A troglodyte begins with two levels of hu- ders. Their gait is uneven, and when they run, their arms dangle manoid, which provide 2d8 Hit Dice, a base attack bonus of +1, and drag along the ground. For all this seeming awkwardness, and base saving throw bonuses of Fort +3, Ref +0, and Will +0. trolls are very agile. —Racial Skills: A troglodyte’s humanoid levels give it skill A typical adult troll stands 9 feet tall and weighs 500 pounds. points equal to 5 × (2 + Int modifier, minimum 1). Its class skills Females are slightly larger than males. A troll’s rubbery hide is are Hide and Listen. Troglodytes have a +4 racial bonus on Hide moss green, mottled green and gray, or putrid gray. The hair is usu- checks (+8 in rocky or underground surroundings). ally greenish black or iron gray. —Racial Feats: A troglodyte’s humanoid levels give it one feat. A Trolls speak Giant. troglodyte receives Multiattack as a bonus feat. — +6 natural armor bonus. COMBAT —Natural Weapons: 2 claws (1d4) and bite (1d4). Trolls have no fear of death: They launch themselves into combat —Special Attacks (see above): Stench. without hesitation, flailing wildly at the closest opponent. Even —Automatic Languages: Draconic. Bonus Languages: Com- when confronted with fire, they try to get around the flames and mon, Giant, Goblin, Orc. attack. —Favored Class: Cleric. Rend (Ex): If a troll hits with both claw attacks, it latches onto —Level adjustment +2. the opponent’s body and tears the flesh. This attack automatically deals an additional 2d6+9 points of damage. TROLL Troll TrollHunter,6th-LevelRanger LargeGiant LargeGiant",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Claw+9melee(1d6+6) Claw+16melee(1d6+7)or battleaxe+17melee(2d6+8/×3)or javelin+10ranged(1d8+7)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2claws+9melee(1d6+6)and 2claws+16melee(1d6+7)andbite+11melee(1d6+3);or battleaxe bite+4melee(1d6+3) +17/+12melee(2d6+8/×3)andclaw+12melee(1d6+3)andbite+12 (1d6+3);orjavelin+10ranged(1d8+7) Space/Reach: 10ft./10ft. 10ft./10ft.",
        "name":  "FullAttack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness,IronWill,Track Alertness,Cleave,EnduranceB,ImprovedNaturalArmor, ImprovedTwo-WeaponFightingB,IronWill,PowerAttack,TrackB, Two-WeaponFightingB",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 +5 bonus on grapple checks, lifting and carrying limits double those of Medium characters. —Space/Reach: 10 feet/10 feet. —A troll’s base land speed is 30 feet. —Darkvision out to 60 feet and low-light vision. —Racial Hit Dice: A troll begins with six levels of giant, which provide 6d8 Hit Dice, a base attack bonus of +4, and base saving throw bonuses of Fort +5, Ref +2, and Will +2. —Racial Skills: A troll’s giant levels give it skill points equal to 9× (2 + Int modifier, minimum 1). Its class skills are Listen and Spot. —Racial Feats: A troll’s giant levels give it three feats. — +5 natural armor bonus. —Natural Weapons: Claw (1d6) and bite (1d6). —Special Attacks (see above): Rend, damage 2d6 + 1-1/2 times Str modifier. —Special Qualities: Regeneration 5, scent. —Automatic Languages: Giant. Bonus Lan- guages: Common, Orc. —Favored Class: Fighter. —Level adjustment +5. UMBER HULK This hulking, powerfully built creature looks something like a cross between a great ape and a beetle. The low, rounded head is dominated by a massive pair of mandibles and rows of triangular teeth. It has two big compound eyes like a beetle’s, with two smaller eyes like an ape’s in between. Armor plates cover virtually all of its chitinous body, whose scat- tered feelers resemble sparse hair. Umber hulks are massive creatures that dwell deep be- neath the earth. Ripping through rock as though it were light Regeneration (Ex): Fire and acid deal normal damage to a troll. underbrush, they rampage continuously, leaving destruction in If a troll loses a limb or body part, the lost portion regrows in their wake. 3d6 minutes. The creature can reattach the severed member instantly by holding it to the stump. SCRAG These cousins of the troll have the aquatic subtype. They dwell in any body of water in any climate. They have a base land speed of 20 feet and a swim speed of 40 feet and are found only in aquatic envi- ronments. They regenerate only if mostly immersed in water. TROLL HUNTER Some trolls, more cunning than most, are not satisfied with merely eating civilized beings but train to hunt them relent- lessly. These troll hunters are fearsome rangers who focus on slaying and devouring humanoid prey. Combat A troll hunter makes full use of its scent ability to track its favored enemies and generally prefers to hunt in darkness. The troll hunter uses its limited repertoire of spells to protect itself from damaging forms of energy and to immobilize enemies. Typical anger Spells Prepared (2; save DC 12 + spell level): 1st—entangle, resist energy. TROLLS AS CHARACTERS Troll characters possess the following racial traits. — +12 Strength, +4 Dexterity, +12 Constitution, –4 Intelligence (minimum 3), –2 Wisdom, –4 Charisma. —Large size. –1 penalty to Armor Class, –1 penalty on attack rolls, –4 penalty on Hide checks, +4 KLUH REBMU doowkcoL .T yb .sulli kluh rebm U Troll Umberhulk 248 An umber hulk stands roughly 8 feet tall and measures nearly 5 A unicorn has deep sea-blue, violet, brown, or fiery gold eyes. feet across, weighing about 800 pounds. An umber hulk can Males sport a white beard. burrow through solid rock at a speed of 5 feet. It does not leave a Unicorns mate for life, making their homes in open dells or usable tunnel unless it chooses to. glades in the forests they protect. Good and neutral travelers may Umber hulks speak Terran. pass freely through and even hunt for food in a unicorn’s forest, but evil creatures do so at great risk. Likewise, a unicorn will COMBAT attack any being it discovers killing for sport in its territory or An umber hulk can deliver blows powerful enough to crush damaging the forest maliciously. almost any enemy. In addition, its mandibles are strong enough to Lone unicorns occasionally allow themselves to be tamed and bite through armor or exoskeletons with ease. ridden by good human or elven maidens of pure heart. Such a uni- Despite its great bulk, an umber hulk is intelligent. When brute corn, if treated kindly, is the maiden’s loyal steed and protector for force won’t overcome an enemy, it is more than capable of out- life, even accompanying her beyond its forest. thinking those who assume it to be a stupid beast. Umber hulks A unicorn’s horn is renowned for its healing properties. Evil and often use their tunneling ability to create deadfalls and pits for unscrupulous beings sometimes hunt a unicorn for its horn, the unwary. which can fetch up to 2,000 gp, for use in various healing potions Confusing Gaze (Su): Confusion as the spell, 30 feet, caster and devices. Most good creatures refuse to traffic in such things. level 8th, Will DC 15 negates. The save DC is Charisma-based. A typical adult unicorn grows to 8 feet in length, stands 5 feet high at the shoulder, and weighs 1,200 pounds. TRULY HORRID UMBER HULK Females are slightly smaller and slimmer than males. Umber hulks have been known to grow to tremendous size Unicorns speak Sylvan and Common. and strength. The truly horrid umber hulk stands more than 16 feet in height and weighs about 8,000 COMBAT pounds. Phenomenally powerful, the truly hor- Unicorns normally attack only when defending rid umber hulk is a loner that is feared even by themselves or their forests. They either charge, its own kind. It is occasionally found in the impaling foes with their horns like lances, or strike service of evil dragons or sorcerers, guarding with their hooves. The horn is a +3 magic weapon, their lairs. though its power fades if removed from the unicorn. The Will save DC is 22 against the truly horrid Magic Circle against Evil (Su): This ability con- umber hulk’s confusing gaze, due to its higher Hit tinuously duplicates the effect of the spell. A uni- Dice and Charisma score. corn cannot suppress this ability. Spell-Like Abilities: Unicorns can usedetect evil at will as a free action. UNICORN Once per day a unicorn can use This powerful, equine creature has a gleaming white coat and big, greater teleport to move anywhere lively eyes. Long, silky white hair hangs down in a mane and forelock. within its home. It cannot teleport A single ivory-colored horn, about 2 feet long, grows from the center beyond the forest boundaries nor of the forehead. The hooves are cloven. back from outside. A unicorn can use cure light wounds These fierce, noble beasts shun contact with all but sylvan crea- three times per day and cure moderate tures (dryads, pixies, and the like), showing themselves only to wounds once per day (caster level 5th) by defend their woodland homes. touching a wounded creature with its horn. Once per UNICORN Umber Hulk Truly Horrid Umber Hulk Large Aberration Huge Aberration",
        "name":  "LevelAdjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Unicorns have a +4 racial bonus on Move Silently are often hardened and feral, with the predatory look of wolves. checks. Like liches, they often embrace finery and decadence and may *Unicorns have a +3 competence bonus on Survival checks assume the guise of nobility. Despite their human appearance, within the boundaries of their forest. vampires can be easily recognized, for they cast no shadows and throw no reflections in mirrors. CELESTIAL CHARGER Vampires speak any languages they knew in life. A celestial unicorn is a champion for good, the fierce enemy of evil beings that would destroy woodlands and their inhabitants. It SAMPLE VAMPIRE is a dedicated follower of Ehlonna. This sinister-looking warrior has pale skin, haunting red eyes, and a feral The celestial charger described here is an 8 HD celestial cast to his features. He wears chain armor and holds a spiked chain in his unicorn with seven levels of cleric. clawed hands. Combat This example uses a 5th-level human fighter as the base creature. The save DC for this celestial charger’s neutralize poison ability (DC 20) is adjusted for its greater Hit Dice and altered Charisma score. Vampire, 5th-Level Human Fighter A celestial charger’s natural weapons are treated as magic weap- Medium Undead (Augmented Humanoid) ons for the purpose of overcoming damage reduction. Hit Dice: 5d12 (32 hp) Smite Evil (Su): Once per day a celestial charger can make a Initiative: +7 normal melee attack to deal 15 points of extra damage against an Speed: 30 ft. (6 squares) evil foe. Armor Class: 23 (+3 Dex, +6 natural, +4 masterwork chain Cleric Spells Prepared (6/7/6/5/4; save DC 18 + spell level): 0— shirt), touch 13, flat-footed 20 detect magic, detect poison (2), light, virtue (2); 1st—bless (2), calm ani- Base Attack/Grapple: +5/+11 mals*, obscuring mist, remove fear, sanctuary, shield of faith; 2nd—aid* Attack: Slam +11 melee (1d6+9 plus energy drain) or +1 spiked (2), animal messenger, lesser restoration, remove paralysis, shield other; chain +13 melee (2d4+12) or masterwork shortbow +9 ranged 3rd—prayer, protection from energy, remove curse, searing light (2); (1d6/×3) 250 4th—air walk, divine power, holy smite*, restoration. Full Attack: Slam +11 melee (1d6+9 plus energy drain) or +1 *Domain spell. Domains: Animal and Good. spiked chain +13 melee (2d4+12) or masterwork shortbow +9 ranged (1d6/×3) VAMPIRE Space/Reach: 5 ft./5 ft. (10 ft. with spiked chain) plain sight, improved evasion, purity of body, resistance to",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "AlertnessB, Blind-Fight, Combat ReflexesB, DodgeB, Exotic Reflexes, Mobility, Spring Attack, Stunning FistB Weapon Proficiency (spiked chain), Improved InitiativeB, Environment: Temperate forests",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Solitary (spiked chain), Weapon Specialization (spiked chain) Challenge Rating: 15",
        "name":  "Lightning ReflexesB, Mobility, Power Attack, Weapon Focus Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 This vampire’s unarmed strikes are treated as magic weapons for the purpose of overcoming damage reduction. Combat The DC is 17 for the Will save against this vampire’s domination This vampire’s slam attack is treated as a magic weapon for the pur- ability, and for the Fortitude save to remove a negative level caused pose of overcoming damage reduction. by its energy drain. The DC is 13 for the Will save against this vampire’s domination Flurry of Blows (Ex): Use the full attack action to make one ability, and for the Fortitude save to remove a negative level caused extra attack per round with an unarmed strike or a special monk by its energy drain. weapon at her highest base attack, making the extra attack either",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 spiked chain, masterwork chain shirt, potion of haste. with her +2 keen kama or unarmed. Ki Strike (Su): Deal damage to SAMPLE ELITE VAMPIRE creatures with damage reduc- This example uses a half-elf 9th-level tion using unarmed strike as monk/4th-level shadowdancer as the Vampires though with a magic weapon. base creature. Shadow Illusion (Sp): Create visual illusions from shadows Elite Vampire, 13th-Level Half-Elf as silent image once per day. Monk/Shadowdancer Summon Shadow (Sp): Summon Medium Undead (Augmented Humanoid) one shadow companion, which",
        "name":  "Possessions",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The base creature’s natural armor bonus im- Energy Drain (Su): Living creatures hit by a vampire’s slam attack proves by +6. (or any other natural weapon the vampire might possess) gain two",
        "name":  "Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A vampire retains all the attacks of the base creature negative levels. For each negative level bewtowed, the vampire and also gains a slam attack if it didn’t already have one. If the base gains 5 temporary hit points. A vampire can use its energy drain creature can use weapons, the vampire retains this ability. A crea- ability once per round. ture with natural weapons retains those natural weapons. A vam- Special Qualities: A vampire retains all the special qualities of pire fighting without weapons uses either its slam attack or its pri- the base creature and gains those described below. mary natural weapon (if it has any). A vampire armed with a Alternate Form (Su): A vampire can assume the shape of a bat, weapon uses its slam or a weapon, as it desires. dire bat, wolf, or dire wolf as a standard action. This ability is simi-",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A vampire fighting without weapons uses either its lar to a polymorph spell cast by a 12th-level character, except that slam attack (see above) or its natural weapons (if it has any). If armed the vampire does not regain hit points for changing form and with a weapon, it usually uses the weapon as its primary attack along must choose from among the forms mentioned here. While in its with a slam or other natural weapon as a natural secondary attack. alternate form, the vampire loses its natural slam attack and domi-",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Vampires have slam attacks. If the base creature does nate ability, but it gains the natural weapons and extraordinary not have this attack form, use the appropriate damage value from special attacks of its new form. It can remain in that form until it the table below according to the vampire’s size. Creatures that assumes another or until the next sunrise. (If the base creature is have other kinds of natural weapons retain their old damage not terrestrial, this power might allow other forms.) values or use the appropriate value from the table below, Damage Reduction (Su): A vampire has damage reduction whichever is better. 10/silver and magic. A vampire’s natural weapons are treated as Size Damage magic weapons for the purpose of overcoming damage reduction. Fine 1 Fast Healing (Ex): A vampire heals 5 points of damage each Diminutive 1d2 round so long as it has at least 1 hit point. If reduced to 0 hit points Tiny 1d3 in combat, it automatically assumes gaseous form and attempts to Small 1d4 escape. It must reach its coffin home within 2 hours or be utterly Medium 1d6 destroyed. (It can travel up to nine miles in 2 hours.) Any addi- Large 1d8 tional damage dealt to a vampire forced into gaseous form has no Huge 2d6 effect. Once at rest in its coffin, a vampire is helpless. It regains 1 Gargantuan 2d8 hit point after 1 hour, then is no longer helpless and resumes heal- Colossal 4d6 ing at the rate of 5 hit points per round.",
        "name":  "Damage",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Vampire spawn have a +4 racial bonus on Bluff, Hide, A vargouille’s natural weapons, Listen, Move Silently, Search, Sense Motive, and Spot checks. as well as any weapons it wields, are treated as evil-aligned for the purpose of overcoming damage VAMPIRE SPAWN WEAKNESSES reduction. Vampire spawn are vulnerable to all attacks and effects that repel Shriek (Su): Instead of biting, a vargouille can open its dis- or slay vampires. For details, see the Vampire entry. tended mouth and let out a terrible shriek. Those within 60 feet (except other vargouilles) who hear the shriek and can clearly see the creature must succeed on a DC 12 Fortitude save or be para- VARGOUILLE lyzed with fear for 2d4 rounds or until the monster attacks them, Small Outsider (Evil, Extraplanar) goes out of range, or leaves their sight. A paralyzed creature is sus-",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse point per hour (to a minimum of 3). The transformation is com-",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "3 Improved Initiative, Weapon FinesseB",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1/10 coins; 50% goods; This creature resembles a human corpse. Its wild, 50% items frantic eyes burn with malevolence. The leathery, Alignment: Usually chaotic evil desiccated flesh is drawn tight across its bones, Advancement: 10–18 HD (Small) and the teeth have grown into sharp, jagged Level Adjustment: — needles. This creature seems to be nothing but a faintly Wights are undead creatures given a sem- glowing sphere of light. blance of life through sheer violence and hatred. A wight’s appearance is a weird and Will-o’-wisps are evil creatures that feed twisted reflection of the form it had in life. on the powerful emotions associated with Wights lurk in barrow-mounds, catacombs, panic, horror, and death. They delight in and other places thick with the aura of death, luring travelers into deadly peril, then where they nurture their hatred. They seek to absorbing the resulting emanations. destroy all life, filling graveyards with their vic- Will-o’-wisps can be yellow, white, tims and populating the world with their horrid green, or blue. They are easily mistaken for progeny. lanterns, especially in the foggy marshes A wight is about the height and weight of a and swamps where they reside. human. A will-o’-wisp’s body is a globe of spongy Wights speak Common. material about 1 foot across and weighing W I L L -O ’ -W I S P Wight 255 Will-o’-wisp about 3 pounds, and its glowing body sheds as much light as a Breath Weapon (Su): 15-foot cone, once every torch. 1d4 rounds, damage 4d6 cold, Reflex DC 16 half. Will-o’-wisps speak Common and Auran. They have no The save DC is Constitution-based. vocal apparatus but can vibrate to create a voice with a ghostly Freezing Bite (Su): A winter wolf sound. deals an extra 1d6 points of cold damage every time it bites an opponent, as if its COMBAT bite were a frost weapon. Will-o’-wisps usually avoid combat. They prefer to confuse and bewilder adventurers, luring them into morasses or other hazardous places. When they are forced to fight, they loose small electrical shocks, which act as melee touch attacks. Immunity to Magic (Ex): A will-o’-wisp is im- mune to most spells or spell-like abilities that allow spell resistance, except magic missile andmaze. Natural Invisibility (Ex): A startled or frightened will-o’-wisp can extinguish its glow, effectively becom- ing invisible as the spell. WINTER WOLF Large Magical Beast (Cold)",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, freezing bite, trip",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Trip Winter wolves typically hunt in packs. Their size, cunning, and Special Qualities: Darkvision 60 ft., low-light vision, scent formidable breath weapon allow them to hunt and kill creatures Saves: Fort +6, Ref +6, Will +3 much larger than themselves. A pack usually circles an opponent, Abilities: Str 17, Dex 15, Con 15, Int 6, Wis 14, Cha 10 each wolf attacking in turn to exhaust it. If they’re in a hurry, Skills: Hide +4, Listen +6, Move Silently +6, Spot +6, white wolves try to pin their foes. Survival +2* FLOW RETNIW Winter wolf 256",
        "name":  "COMBAT Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A worg has a +1 racial bonus on Listen, Move Silently, an evil disposition. They sometimes associate with other evil and Spot checks, and a +2 racial bonus on Hide checks. beings, particularly goblins, whom they serve as mounts and *A worg has a +4 racial bonus on Survival checks when tracking guardians. by scent. Worgs usually live and hunt in packs. Their favored prey is large herbivores. Although they typically stalk and kill young, sick, or WRAITH weak animals, they don’t hesitate to hunt humanoids, particularly when game is scarce. Worgs may stalk humanoid prey for hours or This creature is a sinister, spectral figure robed in darkness. It has no visi- even days before attacking, and choose the most advantageous ter- ble features or appendages, except for the glowing red pinpoints of its eyes. rain and time of day to do so (during the predawn hours, for example). Wraiths are incorporeal creatures born of evil and darkness. They A typical worg has gray or black fur, grows to 5 feet long and despise all living things, as well as the light that nurtures them. stands 3 feet tall at the shoulder. It weighs 300 pounds. In some cases, the grim silhouette of a wraith might appear More intelligent than their smaller cousins, worgs speak their armored or outfitted with weapons. This appearance does not own language. Some can also speak Common and Goblin. affect the creature’s AC or combat abilities but only reflects the shape it had in life. WRAITH Worgs 257 A wraith is about as tall as a human, while a dread wraith is enslaved until its death. They do not possess any of the abilities roughly the size of an ogre. Since both are incorporeal, they are they had in life. weightless. Wraiths speak Common and Infernal. DREAD WRAITH The oldest and most malevolent wraiths COMBAT lurk in the depths of forgotten tem- Both the wraith and the dread wraith share the following ples and other forsaken places. They abilities. can sense the approach of living crea- Unnatural Aura (Su): Animals, whether tures, and hunger for them. Despite its wild or domesticated, can sense the unnatu- size, the dread wraith possesses un- ral presence of a wraith at a distance of 30 earthly quickness, and makes use of its feet. They will not willingly approach Spring Attack feat and natural reach to nearer than that and panic if forced to do strike with deadly effect and melt so; they remain panicked as long as they are back into the shadows—or the walls. within that range. Lifesense (Su): A dread wraith Daylight Powerlessness (Ex): Wraiths are notices and locates living creatures utterly powerless in natural sunlight (not within 60 feet, just as if it possessed merely a daylightspell) and flee from it. the blindsight ability. It also senses the strength of their life force automati- WRAITH cally, as if it had cast deathwatch. Close combat with a wraith is dangerous, thanks Constitution Drain (Su): Living crea- to its deadly touch. tures hit by a dread wraith’s incorporeal touch Constitution Drain (Su): Living crea- attack must succeed on a DC 25 Fortitude save tures hit by a wraith’s incorporeal touch or take 1d8 points of Constitution drain. The save attack must succeed on a DC 14 Fortitude DC is Charisma-based. On each such successful attack, save or take 1d6 points of Constitution the dread wraith gains 5 temporary hit points. drain. The save DC is Charisma-based. On Create Spawn (Su): Any humanoid slain by a dread wraith each such successful attack, the wraith becomes a wraith in 1d4 rounds. Its body remains intact and gains 5 temporary hit points. inanimate, but its spirit is torn free from its corpse and Create Spawn (Su): Any humanoid slain by a wraith becomes a transformed. Spawn are under the command of the wraith that wraith in 1d4 rounds. Its body remains intact and inanimate, but created them and remain enslaved until its death. They do not pos- its spirit is torn free from its corpse and transformed. Spawn are sess any of the abilities they had in life. under the command of the wraith that created them and remain HTIARW Wraith Wraith DreadWraith MediumUndead (Incorporeal) Large Undead (Incorporeal)",
        "name":  "Worgs are sinister wolves that have attained some intelligence and Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "8–10 HD (Huge); Attack: Short sword +7 melee (1d6+2/19–20) or claw +7 melee 11–21 HD (Gargantuan) (1d4+2) or longbow +8 ranged (1d8/×3)",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Full Attack: 2 short swords +5 melee (1d6+2/19–20, 1d6+1/19–20) and 2 claws +5 melee (1d4+1); or 4 claws This two-legged lizard is bigger than an ogre. It +5 melee (1d4+2, 1d4+1); or 2 longbows +4 ranged has a long tail tipped with a thick knot of carti- (1d8/×3) lage from which a stinger protrudes much like Space/Reach: 5 ft./5 ft. that of a scorpion. It has leathery bat wings Special Attacks: Implant, improved grab, and huge jaws filled with long, sharp teeth. paralysis",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 15, Dex 16, Con 15, Int 12, lair might smell of a recent kill. Wis 12, Cha 11 A wyvern’s body is 15 feet long, and dark brown to Skills: Balance +13, Climb +10, Diplomacy gray; half that length is tail. Its wingspan is +2, Escape Artist +11, Intimidate +8, about 20 feet. A wyvern weighs about one Listen +9, Move Silently +11, Sense ton. Motive +8, Spot +9, Tumble +11, Use Wyverns speak Draconic, but usually Rope +3 (+5 with bindings) don’t bother with anything more elabo- Feats: Improved Initative, rate than a loud hiss or a deep- MultiattackB, Multiweapon throated growl much like that of a bull Fighting alligator. XILL Wyvern Xill 259",
        "name":  "A wyvern does not have a strong odor, although its Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4 its base are three thick, short legs, each directly beneath an eye. This quasi-reptilian creature has four arms, bright red scales, and dark, Xorns are scavengers from the Elemental Plane of Earth. penetrating eyes. It is not quite as tall as a human. Minor xorns are about 3 feet tall and wide and weigh about 120 pounds. Average xorns are about 5 feet tall and wide, weighing Malevolent in the extreme, xills are known for brutality and total- about 600 pounds. Elder xorns are about 8 feet tall and wide and itarianism. They combine a healthy dose of evil with a keen love of weigh about 9,000 pounds. cruelty. Xorns speak Common and Terran. Some xills are barbaric and fierce; others are more civilized creatures who rely on brutal order. COMBAT A xill stands 4 to 5 feet tall and weighs about 100 pounds. Xorns do not attack fleshly beings except to defend themselves Xills speak Infernal. or their property, since they cannot digest meat. Xorns are indif- ferent to creatures of the Material Plane—with the COMBAT sole exception of anyone carrying a significant Xills are dangerous opponents, amount of precious metals or minerals, attacking with all four limbs. which xorns eat. They can smell food up to 20 More civilized ones use feet away. A xorn can be quite aggres- weapons, usually fighting sive when seeking food, especially on with two at a time so as to leave the Material Plane, where such suste- two claws free for grab attacks. nance is harder to find than it is on its Xills typically lie in wait on native plane. the Ethereal Plane for suitable A xorn’s favorite mode of prey to happen by, then attack is to wait just beneath a ambush it using their stone surface until a foe planewalk ability. They make full comes within reach, then use of their Tumble skill in emerge suddenly. Groups of xorns combat: Usually, one or two often send one of their number to the sur- distract physically powerful face to negotiate for food while the remain- enemies by attacking, then der position themselves for a surprise attack. assuming a defensive stance All-Around Vision (Ex): A xorn’s symmet- while their fellows maneuver rically placed eyes allow it to look in any to advantage. direction, providing a +4 racial bonus on Implant (Ex): As a stan- Spot and Search checks. A xorn can’t be flanked. dard action, a xill can lay eggs inside a paralyzed creature. The Earth Glide (Ex): A xorn can glide through stone, dirt, or young emerge about 90 days later, literally devouring the host almost any other sort of earth except metal as easily as a fish swims from inside. A remove disease spell rids a victim of the egg, as does a through water. Its burrowing leaves behind no tunnel or hole, nor DC 25 Heal check. If the check fails, the healer can try again, but does it create any ripple or other signs of its presence. A move earth each attempt (successful or not) deals 1d4 points of damage to the spell cast on an area containing a burrowing xorn flings the xorn patient. back 30 feet, stunning the creature for 1 round unless it succeeds Improved Grab (Ex): To use this ability, a xill must hit with one on a DC 15 Fortitude save. or more claw attacks. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. It receives a +2 YETH HOUND bonus on the grapple check for each claw that hits. If it wins the grapple check and maintains the hold in the next round, it auto- Medium Outsider (Extraplanar, Evil) matically bites the foe at that time. The bite deals no damage but Hit Dice: 3d8+6 (19 hp) injects a paralyzing venom. Initiative: +6 Paralysis (Ex): Those bitten by a xill must succeed on a DC 14 Speed: 40 ft. (8 squares), fly 60 ft. (good) Fortitude save or be paralyzed for 1d4 hours. The save DC is Con- Armor Class: 20 (+2 Dex, +8 natural), touch 12, flat-footed 18 stitution-based. Base Attack/Grapple: +3/+6 Planewalk (Su): These planar travelers like to slip between the Attack: Bite +6 melee (1d8+4) folds of space to attack enemies as though from thin air. They can Full Attack: Bite +6 melee (1d8+4) cross from the Ethereal Plane with a move action but take 2 rounds Space/Reach: 5 ft./5 ft. to cross back, during which time they are immobile. As a xill fades Special Attacks: Bay, trip away, it becomes harder to hit: Opponents have a 20% miss chance in Special Qualities: Damage reduction 10/silver, darkvision 60 ft., the first round and a 50% miss chance in the second. A xill can flight, scent planewalk with a willing or helpless creature. Saves: Fort +5, Ref +5, Will +5",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gray Waste of Hades A yeth hound’s natural weapons, as well as any weapons it",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— ruthlessness are legendary. Yuan-ti constantly scheme to advance their own dark agendas. This creature resembles an eyeless, yellow-green flying reptile with fleshy They are calculating and suave enough to form alliances with wings, a long tail, and a large fin on its back. It has single hornlike protru- other evil creatures when necessary, but they always put their own sion on its crocodilian head. interests first. All yuan-ti possess some snakelike features, and many have A strange predator from desolate wastelands, the yrthak terrorizes snake body parts. the area it inhabits as an always hungry dragon might. Yuan-ti speak their own language, plus Common, Draconic, and A yrthak is blind. It senses sound and movement by means of a Abyssal. special organ on its long tongue. It emits powerfully focused beams of sound from the protrusion on its head. The creature is a COMBAT yellowish-green color, with the wings and fin being more yellow Yuan-ti are geniuses and fight as such. They plan elaborate traps and the head and body more green. The teeth are yellow. and utilize their surroundings superbly in combat, preferring K A H T R Y Yrthak 262 YUAN-TI ambushes to direct confrontation. They also prefer ranged attacks Space/Reach: 5 ft./5 ft. and spells to melee. Special Attacks: Spell-like abilities In a mixed group, the least valuable and powerful attack first. Special Qualities: Alternate form, darkvision 60 ft., detect poison, This means that the purebloods go before the halfbloods, which spell resistance 14 go before the abominations. The group leader may order particular Saves: Fort +1, Ref +5, Will +4 members forward before others if that makes for better strategy. Abilities: Str 11, Dex 13, Con 11, Int 12, Wis 10, Cha 12 Alternate Form (Sp): All yuan-ti can assume the form of a Tiny to Skills: Concentration +7, Disguise +4*, Hide +3, Knowledge (any Large viper (see the Snake entry, page 280) as a psionic ability. This one) +5, Listen +4, Spot +4 ability is similar to a polymorph spell (caster level 19th), but a yuan- Feats: AlertnessB, Blind-FightB, Dodge, Improved Initiative ti does not regain any hit points for changing form, and it can only Environment: Warm forests assume viper forms. The yuan-ti loses its natural weapons (if any) Organization: Solitary, pair, gang (3–4), troupe (2–13 pure- and gains the natural weapon of the viper form it assumes. If the bloods, 2–5 halfbloods, and 2–4 abominations), or tribe yuan-ti has a poisonous bite of its own, it uses its own or the viper’s (20–160 purebloods, 10–80 halfbloods, and 10–40 abomina- poison, whichever is more potent. tions) Detect Poison (Sp): All yuan-ti have the psionic ability to detect Challenge Rating: 3 poison as the spell (caster level 6th). Treasure: Double standard",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork scimitar +5 melee (1d6/18–20) or master- —Racial Hit Dice: A yuan-ti pureblood begins with four levels work longbow +6 ranged (1d8/×3) of monstrous humanoid, which provide 4d8 Hit Dice, a base at- 263",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork scimitar +5 melee (1d6/18–20) or tack bonus of +4, and base saving throw bonuses of Fort +1, Ref +4, masterwork longbow +6 ranged (1d8/×3) and Will +4. IT-NAUY —Racial Skills: A yuan-ti pureblood’s monstrous humanoid purebloods all fall, the halfbloods wade into melee in their stead. levels give it skill points equal to 7 × (2 + Int modifier). Its class Poison (Ex): Injury, Fortitude DC 14, initial and secondary skills are Concentration, Disguise, Hide, Knowledge (any), Listen damage 1d6 Con. The save DC is Constitution-based. and Spot. Produce Acid (Sp): A yuan-ti halfblood has the psionic power to —Racial Feats: A yuan-ti pureblood’s monstrous humanoid exude acid from its body, dealing 3d6 points of acid damage to the levels give it two feats. Yuan-ti purebloods receive Alertness and next creature it touches, including a creature hit by its bite attack. Blind-Fight as bonus feats. If the yuan-ti is grappling or pinning a foe when it uses this power, — +1 natural armor bonus. its grasp deals 5d6 points of acid damage. The acid becomes inert —Special Attacks (see above): Spell-like abilities. when it leaves the yuan-ti’s body, and the yuan-ti is immune to its —Special Qualities (see above): Alternate form, detect poison, spell effects. resistance equal to class levels + 14. Spell-Like Abilities: 3/day—animal trance (DC 15), cause fear —Automatic Languages: Yuan-ti, Common. Bonus Languages: (DC 14), entangle (DC 14); 1/day—deeper darkness, neutralize poison Abyssal, Draconic. (DC 17), suggestion (DC 16). Caster level 8th. The save DCs are —Favored Class: Ranger. Charisma-based. —Level adjustment +2. Chameleon Power (Sp): A yuan-ti halfblood can psionically change the coloration of itself and its equipment to match its sur- YUAN-TI HALFBLOOD roundings, granting it a +10 circumstance bonus on Hide checks.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork scimitar +10 melee (1d6+2/18–20) or of halfbloods, however, manifesting their serpentine nature in dif- masterwork composite longbow (+2 Str bonus) +9 ranged ferent ways. To generate a random yuan-ti halfblood, roll d% and (1d8+2/×3) consult the following table.",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork scimitar +10/+5 melee (1d6+2/18–20) d% Halfblood Variety and bite +4 melee (1d6+1 plus poison); or masterwork compos- 01–40 As described above ite longbow (+2 Str bonus) +9/+4 ranged (1d8+2/×3) 41–60 Human head, but arms are snakes (two bite attacks Space/Reach: 5 ft./5 ft. instead of one, damage 1d4+2 plus poison)",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork scimitar +13 melee (1d8+4/18–20) or This being has the body of a lithe human with sharp features and unblink- masterwork composite longbow (+4 Str bonus) +10 ranged ing eyes. Its skin is covered with gleaming scales, and a serpent’s head, (2d6+4/×3) complete with long fangs and forked tongue, rises from its shoulders. Full Attack: Masterwork scimitar +13/+8 melee (1d8+4/18–20) and bite +7 melee (2d6+3 plus poison); or masterwork compos- Like purebloods, yuan-ti halfbloods appear mostly human, but ite longbow (+4 Str bonus) +10/+5 ranged (2d6+4/×3) they always have obvious snake features. The snakelike features of Space/Reach: 10 ft./10 ft. a halfblood may reflect any of a variety of venomous snakes, so a Special Attacks: Aversion, constrict 1d6+6, improved grab, halfblood may have a cobra’s hood or a diamondback’s distinctive poison, produce acid, spell-like abilities scale pattern. These features are usually consistent within a single Special Qualities: Alternate form, chameleon power, darkvision troupe of yuan-ti, and often mark a troupe’s status within a tribe. 60 ft., detect poison, scent, spell resistance 18 A halfblood is about the same height and weight as a human. Saves: Fort +6, Ref +7, Will +11",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A zombie retains all the natural weapons, manufac- Toughness. tured weapon attacks, and weapon proficiencies of the base crea- Environment:Any land and underground. ture. A zombie also gains a slam attack. Organization:Any.",
        "name":  "Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Natural and manufactured weapons deal damage nor- Challenge Rating:Depends on Hit Dice, as follows: mally. A slam attack deals damage depending on the zombie’s size. Hit Dice Challenge Rating (Use the base creature’s slam damage if it’s better.) 1/2 1/8 Fine 1 1 1/4 Diminutive 1d2 2 1/2 Tiny 1d3 4 1 Small 1d4 6 2 Medium 1d6 8–10 3 Large 1d8 12–14 4 Huge 2d6 15–16 5 Gargantuan 2d8 18–20 6 Colossal 4d6 Treasure: None.",
        "name":  "Damage",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Spear +1 melee (1d6–1/×3) or slam Slam+2 melee (1d6+1) Greatclub +3 melee (1d10+1) +1 melee (1d4–1) or light crossbow or club +2 melee (1d6+1) or bite +3 melee (1d4+1) +2 ranged (1d6/19–20) or slam +3 melee (1d6+1) or javelin +0 ranged (1d6+1)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Spear +0 melee (1d6–1/×3) or slam Slam+2 melee, (1d6+1) Greatclub +3 melee (1d10+1) +0 melee (1d4–1) or light crossbow +1 or club +2 melee (1d6+1) or bite +3 melee (1d4+1) ranged (1d6/19–20) or slam +3 melee (1d6+1) or javelin +0 ranged (1d6+1) Space/Reach: 5 ft./5 ft. 5 ft./5 ft 5 ft./5 ft",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Morningstar +6 melee (1d8+3) or Greatclub +9 melee (2d8+9) Greataxe +10 melee (3d6+7/×3) or slam +6 melee (1d6+3) or slam +9 melee (1d8+9) gore +10 melee (1d8+5) or javelin +3 ranged (1d6+2) or javelin +1 ranged (1d8+6) or slam +10 melee (1d8+5)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Morningstar +6 melee (1d8+3) or Greatclub +9 melee (2d8+9) or Greataxe +10 melee (3d6+7/×3) or slam +6 melee (1d6+3) or slam +6 melee (1d8+9) or gore +10 melee (1d8+5) or javelin +3 ranged (1d6+2) javelin +1 ranged (1d8+6) slam +10 melee (1d8+5) Space/Reach: 5 ft./5 ft. 10 ft./10 ft. 10 ft./10 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— weapons to attack. As such, their natural weapons are treated as secondary attacks. The animal’s attack and damage entries note Baboons are powerful and aggressive primates adapted to life on this fact, with an explanatory footnote. the ground. They prefer open spaces but climb trees to find safe",
        "name":  "Some herbivorous animals do not normally use their natural Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Toughness Feats: TrackB, Weapon Finesse",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "4–5 HD (Medium) Feats: Weapon Finesse",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Weapon Finesse Hit Dice: 7d8+28 (59 hp)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 Feats: Weapon Finesse",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse Special Qualities: Low-light vision, scent",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Domesticated Feats: Alertness, Weapon Finesse",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse Special Attacks: —",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse Skills: Escape Artist +13, Hide +11, Listen +2, Spot +5, Swim +9",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Warm forests Feats: Weapon Finesse",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Combat Owls swoop quietly down onto prey, attacking with their powerful These creatures are aggressive and territorial hunters, with arms talons. reaching 10 feet or more in length. Their tentacles are studded Skills: Owls have a +8 racial bonus on Listen checks and a +14 with barbs and sharp-edged suckers. racial bonus on Move Silently checks. *They have a +8 racial bonus on Spot checks in areas of shadowy illumination. Combat An opponent can attack a giant octopus’s tentacles with a sunder PONY attempt as if they were weapons. A giant octopus’s tentacles have Medium Animal 10 hit points each. If a giant octopus is currently grappling a target Hit Dice: 2d8+2 (11 hp) with the tentacle that is being attacked, it usually uses another Initiative: +1 limb to make its attack of opportunity against the opponent mak- Speed: 40 ft. (8 squares) ing the sunder attempt. Severing one of a giant octopus’s tentacles Armor Class: 13 (+1 Dex, +2 natural), touch 11, flat-footed 12 deals 5 points of damage to the creature. A giant octopus usually Base Attack/Grapple: +1/+2 withdraws from combat if it loses four tentacles. The creature Attack: Hoof –3 melee (1d3*) regrows severed limbs in 1d10+10 days. Full Attack: 2 hooves –3 melee (1d3*) Constrict (Ex): A giant octopus deals 2d8+6 points of damage Space/Reach: 5 ft./5 ft. with a successful grapple check. Special Attacks: — Improved Grab (Ex): To use this ability, a giant octopus must Special Qualities: Low-light vision, scent hit an opponent of any size with a tentacle attack. It can then Saves: Fort +4, Ref +4, Will +0 attempt to start a grapple as a free action without provoking an Abilities: Str 13, Dex 13, Con 12, Int 2, Wis 11, Cha 4 attack of opportunity. If it wins the grapple check, it establishes a Skills: Listen +5, Spot +5 hold and can constrict. Feats: Endurance Ink Cloud (Ex): A giant octopus can emit a cloud of jet-black Environment: Temperate plains ink 20 feet high by 20 feet wide by 20 feet long once per minute as Organization: Solitary a free action. The cloud provides total concealment, which the Challenge Rating: 1/4 octopus normally uses to escape a losing fight. All vision within Advancement: — the cloud is obscured. Level Adjustment: — Jet (Ex): A giant octopus can jet backward once per round as a full-round action, at a speed of 200 feet. It must move in a straight The statistics presented here describe a small horse, under 5 feet line, but does not provoke attacks of opportunity while jetting. tall at the shoulder. Ponies are otherwise similar to light horses",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse Environment: Temperate plains",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse",
        "name":  "Combat Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse RAVEN",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fort +2, Ref +4, Will +2 Blindsight (Ex): Porpoises can “see” by emitting high-fre- Abilities: Str 1, Dex 15, Con 10, Int 2, Wis 14, Cha 6 quency sounds, inaudible to most other creatures, that allow them Skills: Listen +3, Spot +5 to locate objects and creatures within 120 feet. A silence spell Feats: Weapon Finesse negates this and forces the porpoise to rely on its vision, which is Environment: Temperate forests approximately as good as a human’s. Organization: Solitary Hold Breath (Ex): A porpoise can hold its breath for a number of Challenge Rating: 1/6 rounds equal to 6 × its Constitution score before it risks drowning. Advancement: —",
        "name":  "Combat Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Snakes use either their Strength modifier or Dexterity modifier for Climb checks, whichever is higher. The rhinoceros is infamous for its bad temper and willingness to A snake has a +8 racial bonus on any Swim check to perform charge intruders. some special action or avoid a hazard. It can always choose to take The statistics presented here are based on the African black 10 on a Swim check, even if distracted or endangered. It can use the rhino, which is 6 to 14 feet long, 3 to 6 feet high at the shoulder, run action while swimming, provided it swims in a straight line. and weighs up to 6,000 pounds. These statistics can describe any herbivore of similar size and similar natural weapons (antlers, Constrictor Snake horns, tusks, or the like). Medium Animal",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Weapon Finesse Alertness, Great Fortitude, Improved Alertness, Great Fortitude, Initiative Improved Initiative, Iron Will",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse Weapon Finesse",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse Improved Initiative, Improved Initiative, Run, Weapon Finesse Weapon Focus (bite)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "16 (+3 Dex, +3 natural), touch 13, flat-footed 13 An opponent can attack a giant squid’s tentacles with a sunder Base Attack/Grapple: +2/+8* attempt as if they were weapons. A giant squid’s tentacles have 10",
        "name":  "Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Balance +6, Hide +3*, Listen +3, Move Silently +9, Spot Feats: Weapon Finesse +3, Swim +11 Environment: Temperate hills",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— themselves to smaller prey. The statistics presented here can also apply to ferrets. These great cats stand more than 3 feet tall at the shoulder and are about 9 feet long. They weigh from 400 to 600 pounds. Combat Attach (Ex): Ifa weasel hits with a bite attack, it uses its power- Combat ful jaws to latch onto the opponent’s body and automatically deals Improved Grab (Ex): To use this ability, a tiger must hit with a bite damage each round it remains attached. An attached weasel claw or bite attack. It can then attempt to start a grapple as a free loses its Dexterity bonus to Armor Class and has an AC of 12. action without provoking an attack of opportunity. If it wins the An attached weasel can be struck with a weapon or grappled grapple check, it establishes a hold and can rake. itself. To remove an attached weasel through grappling, the oppo- Pounce (Ex): If a tiger charges a foe, it can make a full attack, nent must achieve a pin against the creature. including two rake attacks. Skills: Weasels have a +4 racial bonus on Move Silently checks Rake (Ex): Attack bonus +9 melee, damage 1d8+3. and a +8 racial bonus on Balance and Climb checks. They use their",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 Feats: TrackB, Weapon Focus (bite)",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon FinesseB Weapon FinesseB Weapon FinesseB",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon FinesseB —",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon FinesseB Weapon FinesseB —",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— — Poison (Ex): A monstrous scorpion has a poisonous sting. The attempt to trap prey. Hunting spiders can spin webs to use as lairs, details vary by the scorpion’s size, as follows. The save DCs are Consti- but cannot use their webs as weapons the way web-spinners can. A tution-based. The indicated damage is initial and secondary damage. hunting spider has a base land speed 10 feet faster than the figures Size Fort DC Damage Size Fort DC Damage given in the statistics blocks. Tiny 12 1 Con Huge 18 1d6 Con Poison (Ex): A monstrous spider has a poisonous bite. The Small 12 1d2 Con Gargantuan 23 1d8 Con details vary by the spider’s size, as shown on the table below. The Medium 13 1d3 Con Colossal 33 1d10 Con save DCs are Constitution-based. The indicated damage is initial Large 14 1d4 Con and secondary damage.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon FinesseB Weapon FinesseB Weapon FinesseB",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Damage changes with Strength. If the creature uses a throw DCs, if applicable. Even if the special qualities entry is miss- two-handed weapon or has a single natural weapon, it adds 1-1/2 ing from a template description, the creature still gains any quali- times its Strength bonus to the damage. If it has more than a single ties associated with its new type (see Chapter 7: Glossary). attack, such as a character with two weapons or a monster with claws Base Saves: As with attacks, changing a monster’s type does and a bite, then it adds its Strength bonus to damage rolls for the pri- not always change its base saving throw bonuses. You only need to mary attack and 1/2 its Strength bonus to all secondary attacks. adjust them for new modifiers for Constitution, Dexterity, or pqqqqrs EXAMPLE OF MONSTER ADVANCEMENT An otyugh is a Large aberration with an advancement of 7–8 HD (Large) and 9–18 HD (Huge). Creating a more powerful otyugh with 15 HD requires the following adjustments. Advancing an Otyugh from 6 HD to 15 HD Old Statistics New Statistics Notes Size/Type: Large Aberration Huge Aberration New size due to 15 HD.",
        "name":  "Damage",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Tentacle +4 melee (1d6) Tentacle +14 melee (1d8+4) Base attack bonus for a 15 HD aberration is +11 + 4 (Strength 19) –2 (Huge size), for a primary attack bonus of +13. The otyugh keeps its Weapon Focus feat. The size increase improves the damage die from d6 to d8, and Strength 19 adds a +4 bonus to damage rolls.",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    }
]
