[
    {
        "origin_file":  "weapons.json",
        "description":  "+1 composite shortbow; terms were that Jack had to undertake a job in which Cost 2,375 gp. You gain a +1 competence bonus on he was allowed no prior research on his mark—he sim- Move Silently checks. ply had show up at an indicated place and slay all who",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Stalker’s Bow makes no sound resided therein. Eager for a reward from a shadow lord, when you fire it—both string and arrow Jack complied. Only after accomplishing the deed did are totally silent. he realize he’d slain a dear friend from his childhood, someone who had apparently been giving the shadow HISTORY lord trouble. From that time onward, all pity died in The renowned assassin Jack’s heart, and some say he had Failine Namdraki was a death wish. Whether this is the last known own- true or not, none survived Jack er of the shortbow and his Stalker’s Bow in all the known as Stalk- years of their partnership in er’s Bow. Failine, murder—that is, nobody un- a dark-haired til Failine Namdraki. (DC 25; vigilante said to Blood From a Friend) hail from eastern Before giving Stalk- lands, was well er’s Bow to Jack the known for taking Silent, the nameless only certain types shadow lord of Nok of work. She accept- wielded the weapon ed contracts to avenge himself. The shadow wrongs, to stop reigns of lord’s hidden name evil, and to end wars root- was Baalmorthamn, ed in greed. Infamous for and he was a creature striking within any organization or from another world government, no matter how secure, come to trouble those she never left a trace of her presence who knew not his besides the corpse of whomever she secret origin or came to slay. But Failine never returned true powers. As a home after allegedly taking a contract shadow lord of Nok, to eradicate the Fey King of Kehlrone. just one of a cabal (DC 15) of obscure despots Failine Namdraki didn’t always carry Stalker’s Bow. Stalker’s Bow makes an who ruled the sur- She “acquired” it from Jack the Silent, another assassin assassin wielder virtually rounding lands as unstoppable of some repute. Jack, a far more typical example of puppet regimes, Baal- his profession, was paid by associates of those Failine morthamn enjoyed had slain in the past to put an end to the woman’s and demanded supreme privacy. Whenever do-gooder ways. He arranged the perfect ambush, it seemed his identity might come to light, he used or so he thought. When Failine was in his sights, the full abilities of Stalker’s Bow to end the threat. she somehow sensed his murderous intent seconds Baalmorthamn brought the bow with him from his before the killing arrow was loosed. She still took a extraplanar home. Few can stop an ethereal silhou- grievous wound from the shaft, but managed to move ette that slips past all barriers, and that’s just what the just enough so the shot failed in its lethality. Seconds shadow lord could do. But in a dimension not his own, later, Failine turned the tables on Jack, slaying him Baalmorthamn rapidly aged, and as his flesh became in his hunter’s blind and claiming Stalker’s Bow for infirm, he gave the bow to his most trusted servant— herself. (DC 18; Accept the Pain) Jack the Silent. (DC 31; Trial of the Outsider) nosleN .J yb .sullI 159 LEGACY ITEMS OF CHAPTER 3 Table 3–43: Stalker’s Bow ——————— Personal Costs ——————— Wielder Save Skill Check Hit Point Skill Point Level Penalty Penalty Loss Loss Abilities 5th — — — — Adjustable draw 6th — — 2 3 Obscurity 7th –1 –1 — — — 8th — — — 3 +2 composite shortbow 9th — — — — — 10th — — 2 — Deadly sniper 3/day 11th — — — — +3 composite shortbow 12th — — — — Darkvision 13th — — — 3 — 14th — –2 — — +4 composite shortbow 15th — — — — — 16th — — — 3 See invisibility 17th — — — — +5 seeking composite shortbow 18th — — — 3 Stalker’s insight 1/day 19th — –3 — — — 20th — — — 3 Ethereal hunter LEGACY RITUALS Deadly Sniper (Su): Beginning at 10th level, you can Three rituals are required to unlock all the abilities reroll any roll made to confirm a critical threat against of Stalker’s Bow. a flat-footed target. This ability can be used three times",
        "name":  "Omen",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You must allow another character per day, but you must declare its use before the DM proficient with shortbows to shoot you point blank announces the success or failure of the initial roll. with Stalker’s Bow, dealing you damage. Cost: 1,875 gp. Darkvision (Su): At 12th level, you gain darkvision",
        "name":  "Accept the Pain",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Least Legacy (Stalker’s Bow). with a range of 60 feet.",
        "name":  "Feat Granted",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You are required to deal See Invisibility (Su): Starting at 16th level, while damage to a close friend or ally with a point blank you are holding, wearing, or wielding Stalker’s Bow, you shot from Stalker’s Bow. Cost: 12,700 gp. Feat Granted: can see invisible creatures or objects, as if continually Lesser Legacy (Stalker’s Bow). affected by the see invisibility spell. Caster level 10th.",
        "name":  "Blood From a Friend",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greater Legacy (Stalker’s Bow). for 1 hour. Afterward, you must succeed on a DC 15 Fortitude save or become fatigued. WIELDER REQUIREMENTS Ethereal Hunter (Su): Beginning at 20th level, Stalker’s Bow is useful to stealthy types, including you gain the ability to become ethereal for a total of 10 rogues and rangers, as well as those who would like rounds per day. These rounds need not be used con- to be stealthier, such as barbarians. secutively. While activating this ability is a standard action, dismissing it is a free action. Stalker’s Bow Wielder Requirements Hide 1 rank ADVENTURE SEED (EL 6) Move Silently 1 rank While exploring the edges of a large forest, the adventurers are suddenly attacked by a group of bow- LEGACY ITEM ABILITIES wielding satyrs. While most of the satyrs wield regular All the following are legacy item abilities of Stalker’s shortbows, one has a magic bow (Stalker’s Bow). The Bow. satyr doesn’t know his bow is a legacy item, having Adjustable Draw (Su): Starting at 5th level, Stalker’s found it years ago in a barrow deeper in the forest. Bow deals extra damage equal to your Strength bonus. None of the satyrs have pipes. Obscurity (Su): At 6th level, you gain a +5 compe- Satyrs (4): 22 hp each (see page 219 of the Monster tence bonus on Hide checks. Manual). 160 3 RETPAHC FO SMETI YCAGEL STEADFAST slashed his legs to keep him from running away, Steadfast is a sharp, curved sword designed for use by and then finished him off with one quick stab. To creatures who can turn their Small size into a tactical this day, halflings still argue about how long melee advantage. Carvings of creeping ivy adorn it took Lunari to swim ashore compared the blade, organically complementing the entire to how long it took the gnolls to circle weapon design. around the lake. The truth is, however,",
        "name":  "Feat Granted",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Small +1 scimitar; Lunari made it into the saddle because Cost 2,315 gp. Since this sword is sized for a Small she didn’t concern herself with dressing wielder, creatures of other sizes take a –2 penalty on once she reached the shore. She didn’t even attack rolls with it. stop to consider her unclad body until the",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you swing Steadfast in battle, it emits fight was over. Worrying about modesty at a chirp like a cricket. the time would have meant swift death. As it was, only one gnoll HISTORY lived to tell the tale, and whatev- Steadfast was made for a halfling outrider er he saw that day, lighthearted named Lunari Suncaster, who patrolled Lunari didn’t begrudge him. (DC the woodlands and hills where her clan 20; Life Before Modesty) had settled. Lunari remained vigilant LEGACY RITUAL against goblin incursions and the pos- sibility of something worse invading her One ritual is required to unlock all the clan’s lands. Fortunately, the job was largely un- abilities of Steadfast. eventful, allowing the halfling horsewoman to Life Before Modesty: Alone, you have spend most of her afternoons leisurely fishing or to defeat four opponents with no fewer swimming. On one such occasion, after swim- than 5 Hit Dice among them. Steadfast must ming to the middle of a lake, Lunari spotted four be your only weapon, and your Armor Class gnolls waiting to ambush her on the other side. can only benefit from your Dexterity modi- She knew if she turned around and quickly swam fier, Dodge bonuses, and a racial natural back, she might reach her gear and warpony before armor bonus (if any). Cost: 1,200 gp. Feat they circled the lake. The moment she started, Granted: Least Legacy (Steadfast). however, the monsters revealed themselves and WIELDER began running. It was close, but Lunari made REQUIREMENTS it ashore before the gnolls got the advantage. Without wasting a second, she vaulted into Most wielders of Steadfast are barbarians, her warpony’s saddle and charged her at- druids, fighters, paladins, or rangers. tackers, brandishing the scimitar that came to be known as Steadfast above her head. Steadfast Wielder Requirements (DC 15) Base attack bonus +3 Lunari, a cunning mounted war- Weapon Focus (scimitar) rior, cut down two gnolls in as LEGACY ITEM many passes, but another of ABILITIES the creatures knocked the woman off her All the following are legacy item mount on the third. abilities of Steadfast. She fell to the ground, The sword of a halfling outrider, Steadfast Enduring Vigor (Su): Begin- empowers its wielder with vigorous defense gathered herself up in one ning at 5th level, once per day on fluid motion, scimitar still in command, you can eliminate any hand, and advanced on her assailants—two crea- magical penalties (but not actual damage or drain) tures easily twice her size. One gnoll took note of to one of your ability scores or remove the fatigued his dead companions and made a run for it. The oth- condition from yourself. Caster level 5th. er, apparently stronger in body and courage, pressed Swimmer (Su): At 6th level, you gain a +5 compe- his attack, but Lunari made short work of him. She tence bonus on Swim checks. dnalgnE .W yb .sullI 161 LEGACY ITEMS OF CHAPTER 3 Table 3–44: Steadfast ————— Personal Costs ————— Wielder Attack Reflex Save Hit Point Level Penalty Penalty Loss Abilities 5th — — — Enduring vigor 1/day 6th –1 — — Swimmer 7th — –1 2 Rooted 8th — — 2 Slow 9th — –2 — — 10th — — 2 Small +2 scimitar Rooted (Su): Starting at 7th level, you gain a +4 AC 19, touch 14, flat-footed 19; uncanny dodge bonus on ability checks to avoid being bull rushed hp 29 (5 HD) or tripped. Resist evasion Slow (Su): At 8th level and higher, once per day as F ort +5, Ref +6, Will +3 Speed 30 ft. (6 squares) a free action, you can subject a creature you success- Melee Steadfast +9 (1d4+3/18–20 plus poison) or fully damage with Steadfast to a slow effect as the spell. Ranged mwk javelin +9 (1d4+2 plus poison) The save DC is 14, or 13 + your Charisma modifier, Base Atk +4; Grp +2 whichever is higher. Caster level 7th. Atk Options Ride-By Attack, sneak attack +2d6 Combat Gear 3 potions of cure light wounds, 3 vials of ADVENTURE SEED (EL 6) Large scorpion venom (DC 14, 1d4 Con/1d4 Con) After Lunari enjoyed a long run as a halfling outrider Abilities Str 14, Dex 16, Con 13, Int 12, Wis 10, Cha 6 SQ enduring vigor, trapfinding, trap sense +1 for her clan, she trained her replacement and passed Feats Iron Will, Least Legacy (Steadfast)B, Mounted her scimitar along. The blade has been handed down CombatB, Ride-By AttackB, Weapon Focus (scimitar) for generations, the former owner sharing the secrets Skills Craft (trapmaking) +7, Diplomacy +0, Disable of the weapon with each new protector. This continued Device +9, Hide +12, Listen +6, Move Silently +12, until one outrider was swarmed by a roaming band of Open Lock +11, Ride +13, Search +7, Sense Motive goblins and overwhelmed. The ignoble goblins fought +6, Spot +6 Possessions combat gear plus masterwork studded over the scimitar until their leader Hapnug stepped leather, masterwork heavy wooden shield, Steadfast, in and took it for himself. Hapnug and his band keep 5 masterwork javelins, masterwork thieves’ tools to the outskirts of civilized lands, ambushing riders Enduring Vigor (Su) 1/day can eliminate magical on the roads with a rope line that knocks people off penalties (not damage) to one ability score or their horses. remove fatigued condition. Caster level 5th. Hapnug CR 6 Worg: hp 30 (see page 256 of the Monster Manual). Male goblin fighter 2/rogue 3 Goblin Warriors (3): hp 5 each (see page 133 of the NE Small humanoid (goblinoid) Monster Manual). Init +3; Senses darkvision 60 ft., Listen +6, Spot +6 Languages Common, Elven, Goblin pqqqqqqqqqqqqqqqqqqqqrs HALFLING OUTRIDERS AND STEADFAST Ride-By Attack feat) or the full mounted attack available The halfling outrider prestige class (Complete Warrior, at 8th level. An outrider’s class bonus on Ride checks, page 38) combines expert riding skill with the nimbleness along with the natural Dexterity bonus typical of halflings, inborn to halflings. This legacy item was originally the makes a fast mount relatively easy to perform. signature weapon of a famous outrider, and some of its Although they enjoy phenomenal combat ability while abilities complement the special features of that class. mounted, halfling outriders are vulnerable on the ground. At 5th level, a halfling outrider can leap from the saddle Clever and strong opponents thus might make trip at- to attack an opponent as though charging, even after tempts to unseat an outrider. A high Ride bonus makes her mount has moved. Using the slow legacy ability in it harder to pull this off, but a halfling’s penalty for size conjunction with this move allows the outrider to hinder works against her. The rooted legacy ability cancels out a larger and tougher enemy, especially if it is followed up the size penalty, though, so the outrider is more likely to by remounting and making ride-by attacks (if she has the stay in the saddle. pqqqqqqqqqqqqqqqqqqqqrs 162 3 RETPAHC FO SMETI YCAGEL Goblins Three goblin warriors are hidden in the undergrowth, ready to spring out and attack a dismounted rider. Hapnug on Worg Hapnug, mounted on his worg, leads the assault against an ambushed character. Tactical Notes Hapnug didn’t get to be the gang’s leader by being stupid. He is far cleverer than the average goblin, and a master of devious tactics. The bandits were able to come up with the idea for an ambush, but it was Hapnug who thought of dismounting a rider to increase their advantage (and of camoufl aging the rope). Assuming the rider is knocked from the saddle, the ambush proceeds as follows. If the rider notices the trap or manages to stay mounted, the goblins fade back into the woods and decline to start a confrontation. Round 1: Hapnug throws a javelin at the downed rider, then urges his mount forward while he draws Steadfast. The other goblins throw their javelins at the rider, unless the only clear shot is at the mount. The worg can’t charge through the undergrowth, but its fast land speed easily allows it to move into melee and Goblin Ambush attack. It attacks the downed rider unless the mount Rope presents a threat, in which case it tries to bring down Two goblins stretch this rope taut across the road that creature. at roughly chest height for a mounted human (it’s Round 2 and Beyond: Once Hapnug is engaged, wrapped around tree trunks for extra stability). The he maneuvers to get sneak attacks. His underlings rope has been rubbed with mud to make it diffi cult assist by moving into melee and setting up fl anking to notice. situations. (If Hapnug goes before the other goblins,",
        "name":  "Omen",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "CR 1; mechanical; location he delays until a fl ank has been set up.) If the worg is trigger; manual reset; DC 20 Refl ex save avoids; attacking the riderless mount, Hapnug dismounts to multiple targets (fi rst mounted target in each of two continue fi ghting the rider. One of the other goblins adjacent 5-foot squares); Atk +15 melee touch (trip); might assist the worg with fl anking attacks as well Search DC 15; Disable Device DC 15. if the opportunity presents itself. 163 LEGACY ITEMS OF CHAPTER 3 STORMCHASER’S CUDGEL When Suldan felt he could finally handle the weapon Stormchaser’s Cudgel is a Large greatclub that appears proficiently, he ventured off in search of the ogre tribe to be little more than an oaken branch. The head of to which the previous owner had belonged. Suldan the club is split and cracked with age, but it is no less went on to slaughter his way through untold hosts of durable despite the passage of time. Two large hand- ogres in his personal crusade to uncover the history of holds have been worn into the base of the weapon Stormchaser’s Cudgel. (DC 20; The Traceless Path) from repeated use. Little did Suldan realize that the secrets of Storm- Nonlegacy Game chaser’s Cudgel were known only to the ogre mages",
        "name":  "Dismounting Rope",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Large +1 that traveled between the ogre greatclub; Cost 2,310 tribes as they pleased. To stop gp; Damage 2d8; Suldan and reclaim the legend- Weight 16 lb. Storm- ary greatclub, one of the ogre chaser’s Cudgel is a mages took Ifelma and her Large, two-handed children hostage. The ransom weapon. Medium crea- price was Stormchaser’s Cudgel. tures cannot use the Even though his family’s lives greatclub without some hung in the balance, Sul- special ability to wield dan would not part with such weapons (see the the weapon. Upon hear- Monkey Grip feat, page 29). ing Suldan’s choice, Stormchaser’s Cudgel grants you Ifelma snapped. She a +1 bonus on saves against knew Suldan valued spells with the electricity his expeditions more descriptor. than his family, but she",
        "name":  "Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you swing hadn’t realized that her hus- Stormchaser’s Cudgel, the band was irredeemably selfish. club discharges harmless To save herself and her children, electrical sparks. she led a group of ogres and ogre mages to Suldan’s secret grot- HISTORY to, where they surprised the Stormchaser’s Cudgel is one of huntsman and tore him limb the few weapons of monstrous from limb. (DC 25; Ances- origin to pass briefly into human tral Roots) ownership. Taken from a rampaging The ogre mages, impressed ogre killed by a giant-hunter named with the fiery and pragmatic human Suldan Kabrel, this item was initially woman, adopted her and the children treated as just one of many prizes, its into their culture instead. Ifelma was true power remaining a secret for heralded as a heroine and her children years. It wasn’t until Suldan’s wife were always treated well. Years later, Ifelma gave Ifelma set his precious trophies on birth to a half-ogre boy she named Grugak. The fire, during one of his numer- half-breed grew into a potent war- ous extended hunts, that the Ogre mages created Stormchaser’s Cudgel, which rior and was greatly honored by magical nature of Stormchaser’s ultimately destroyed its rapacious owner the enigmatic ogre mages—they Cudgel was discovered. It sur- gave him Stormchaser’s Cudgel. They vived the flames virtually unscathed. (DC 15) told Grugak Stormchaser’s Cudgel was originally taken Once Suldan was able to examine Stormchaser’s Cudgel from the heart of a petrified tree. A bolt of lightning more closely, his obsession with it became even greater had struck and split the tree asunder, revealing the than his previous fixation on hunting had been. Suldan greatclub inside. Stormchaser’s Cudgel has been passed practiced for months with the oversized weapon, down through unrecorded generations of ogres ever insisting the great club could not only guide him since. Suldan Kabrel awakened more abilities in the through the forest but also offered healing abilities. greatclub than any previous owner in its history, but Illus. by D. Marton 164 3 RETPAHC FO SMETI YCAGEL Table 3–45: Stormchaser’s Cudgel ————— Personal Costs ————— Wielder Attack Save Hit Point Level Penalty Penalty Loss Abilities 5th — — — Dazing strike 6th — — 4 Point the way 7th — — — Large +1 shock greatclub 8th — –1 — Healing spark 1/day 9th –1 — 2 — 10th — — — Crush the weak 11th — — — Large +2 shock greatclub 12th — — 2 — 13th –2 — — Resistance to electricity 10 14th — — — — 15th — — 2 Large +3 shock greatclub 16th — –2 — Call lightning 3/day 17th — — — Absorb electricity 18th — –3 2 Resistance to electricity 20 19th — — 2 Large +4 shocking burst greatclub 20th — — 2 Call the storm 1/week Grugak discovered others by holding Stormchaser’s large and martially inclined creature might be inter- Cudgel aloft in a lightning storm. (DC 30; Tempting ested in the greatclub’s abilities. the Storm) Stormchaser’s Cudgel LEGACY RITUALS Wielder Requirements Three rituals are required to unlock all the abilities Strength 17 of Stormchaser’s Cudgel. Base attack bonus +3 Speak Language (Giant)",
        "name":  "Omen",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greater Legacy (Stormchaser’s Cudgel). 19–20) when the weapon is used against creatures and objects smaller than you. Unlike similar properties, WIELDER REQUIREMENTS this feature stacks with other abilities that expand a The wielders of Stormchaser’s Cudgel are almost exclusively weapon’s critical threat range, such as the Improved ogre or half-ogre fighters, although any sufficiently Critical feat. 165 LEGACY ITEMS OF CHAPTER 3 Resistance to Electricity (Su): At 13th level, you Entranceway gain resistance to electricity 10. At 18th level, this This entrance is covered with loosely piled boulders; resistance improves to 20. readily shifted to reveal the opening beneath. Call Lightning (Sp): Beginning at 16th level, three times per day on command, you can use call lightning Pool as the spell. The save DC is 14, or 13 + your Charisma This area of the cavern has fi lled with water dripping modifi er, whichever is higher. Caster level 10th. from the aboveground pond. The pool is shallow and Absorb Electricity (Su): At 17th level and higher, doesn’t slow travel through it. any electricity damage you ignore due to your electric- ity resistance is stored within Stormchaser’s Cudgel. Suldan Kabrel The greatclub can hold up to 100 points of electricity The wraith of the former giant-slayer lingers in the damage in this manner. cavern but attacks only when someone touches At any time within the next minute, as a free action, Stormchaser’s Cudgel. you can choose to apply up to 10 points of absorbed electricity damage as additional electricity damage Desk dealt by Stormchaser’s Cudgel. You must announce your This rickety old desk has rotted writing materials spread intent to use the additional electricity damage before across its surface, containing some notes from Suldan the attack roll is made—a miss wastes the charge. Kabrel’s history and pursuit of the greatclub’s secrets. This ability can be used only once per round, and the Reading these notes grants a +2 bonus on the Knowl- electricity damage used is subtracted from the total edge (history) check required to learn the Traceless Path held by Stormchaser’s Cudgel. ritual. A hooded lantern also rests on the desk. Call the Storm (Sp): Starting at 20th level, once per week on command, you can use control weather Skeletal Remains as the spell to call a thunderstorm (see page 94 of These are the bones of Suldan Kabrel, lying on a the Dungeon Master’s Guide). You can use this ability moldering cot and still clutching the greatclub that regardless of climate or season, though the ambient brought his doom. temperature might affect the type of precipitation the storm delivers. Caster level 15th. ADVENTURE SEED (EL 5) The heroes discover a beautiful waterfall and pool in a peaceful grotto. A subsequent search of the area reveals that a depression in the ground is actually deeper than it fi rst seemed. Once a few boulders are shifted aside, the depression opens into a damp cavern, which is shored up to prevent collapse. The fl oor is fl ooded with water from the natural pool above, and the cave shows evidence of having been used as a campsite by a humanoid of some sort. That humanoid was Suldan Kabrel. Ogre mages bound his spirit here as a guardian for Stormchaser’s Cudgel, and this hidden grotto is the club’s storage space when the item isn’t in use. Moving the greatclub sends a silent call to the wraith, which attacks anyone in the area until it is destroyed.",
        "name":  "Feat Granted",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 great- Javen took no plea- spear; Cost 2,325 gp; Damage sure in commanding 2d6; Critical ×3; Range others to work, but to Increment 10 ft.; Weight his way of thinking, 9 lb.; Type Piercing. the slaves who suffered The greatspear is a under his care need two-handed, reach not do so point- weapon that can lessly. On one be proficiently occasion, Javen wielded by any disguised him- character with the self as a guard and Exotic Weapon redirected a brigade Proficiency (great- of fresh conscripts spear) feat. Any to an underground time you confirm cavern before they a critical hit with were counted in Thanifex, you heal the monthly slave 1 point of damage, census. While Javen up to a maximum worked aboveground of your full, normal as a master stonecutter, hit points. the redirected slaves were",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Whenever put to work building a you successfully secret altar beneath the strike an opponent city. He kept these work- with Thanifex, the ers underground at all times, light around you and your foe motivating them with clean seems to dim momentarily. The horrific greatspear Thanifex creates armies food and water diverted from the of undead slaves in service to a dark god other slaves. (DC 20; Ascend HISTORY by Trade) Javen Blunt knew only cruelty during his whole life, When the altar was finished, Javen offered his se- and he was determined to give back to the world in cret builders a congratulatory meal. Once the poor kind. Taken from a conquered land as a child, Javen wretches realized their food was poisoned, it was too grew up as one of many thousands of disposable slaves late. They were left paralyzed long enough for Javen used to construct a capital city. These slaves weren’t to sacrifice each one to his god of death, ensuring the actually fed so much as forced to fight over the rancid secrecy of his altar. Javen reasoned the people he slew food thrown to them. This made life among the would have died as slaves anyway. At least this way, he slaves anarchic and murderous, and many became rationalized, their pitiful lives could serve a greater insane or were driven to suicide by the inhumane purpose. The sacrifices didn’t end there, however. If conditions. Javen never broke or complained, though, Javen was going to stay focused, he needed to feed his preferring to remain unseen as he prayed to his dark gluttonous god far more souls before being given the god for a way to take vengeance against his keepers. might to overcome his enemies. Masquerading as one His sole focus was to stay alive long enough to make of the guards had proven successful in the past, and so his captors, and every free person who came to live in Javen continued his deception at night, preying on un- that city, know the daily hopelessness felt by a slave. suspecting slaves by using the appearance of authority He swore an oath to do so if ever given the chance. to lead them underground to his altar. Javen sacrificed ippillihP .M yb .sullI 167 LEGACY ITEMS OF CHAPTER 3 Table 3–46: Thanifex ————— Personal Costs ————— Wielder Attack Hit Point Spell Slot Level Penalty Loss Loss Abilities 5th — — — Aberrant sustenance 6th — 2 1st — 7th — 2 — Corpse minions 8th –1 — 2nd — 9th — 2 — +2 greatspear 10th — — 3rd False life 1/day 11th — — — Taint of death 1/day 12th — — 4th +3 greatspear 13th — 2 — Speak with dead 1/day 14th — — 5th — 15th — 2 — — 16th — — 6th Raise ghouls 1/day 17th — — — +4 vicious greatspear 18th — — 7th Antilife shell 1/day 19th — 2 — Afterlife denied 20th — — 8th +5 vicious greatspear hundreds of slaves during this time, becoming a priest Freeing the slave is acceptable. Cost: 1,000 gp (this does of the highest order. (DC 25; Mask of Deceit) not include the cost of the slave, if any). Feat Granted: Thirty years passed. The most beautiful metropolis Least Legacy (Thanifex). the world had ever seen was completed on the backs of Mask of Deceit: You must successfully harm another miserable slaves. From among those who remained, the creature using ingested poison. For the ritual to suc- municipal rulers ordered the healthy slaves freed and ceed, the creature poisoned need not die, but it must the “damaged” ones put to death. Imperfection had no fail one or both saves against the toxin. Cost: 11,500 place in the pristine city. Now a free man, Javen quickly gp. Feat Granted: Lesser Legacy (Thanifex). achieved a position of affluence—politicians and states- What Comes Around: You must create two ghasts, men employed his services as an artisan to construct then set them loose upon the world to wreak havoc their opulent homes. The appearance that any of these as they see fit. Cost: 39,000 gp. Feat Granted: Greater comforts satisfied Javen only confirmed the man’s skill Legacy (Thanifex). at deception. Shortly after the city was finished, Javen WIELDER REQUIREMENTS sacrificed one final victim, transforming the spear he had wielded in his guard’s disguise into a foul conduit of The wielders of Thanifex are almost exclusively clerics negative energy. The tainted weapon denied an afterlife or multiclass clerics. to any creature it slew, turning humanoids into pitiless undead. Javen started by murdering the community Thanifex Wielder Requirements leaders, raising their bodies as ghasts, which preyed Ability to cast 2nd-level divine spells on their personal guards. Once many of the elite war- Exotic Weapon Proficiency (greatspear) Any nongood alignment riors were transformed into ghasts, they attacked the city guards, and eventually turned on the militia and LEGACY ITEM ABILITIES garrison soldiers. The unclean army then infected and fed on the inhabitants of the beautiful city, until all All the following are legacy item abilities of Thanifex. were dead or bound to their corrupted bodies, forever Aberrant Sustenance (Su): Beginning at 5th level, enslaved by undeath. Javen’s oath thusly bore its bitter whenever Thanifex delivers the killing blow against a fruit. (DC 30; What Comes Around) living creature, you can draw off some of that creature’s essence, eliminating your need for food and water for LEGACY RITUALS 24 hours. A creature killed thusly can be returned from Three rituals are required to unlock all the abilities the dead only by a resurrection spell or more powerful of Thanifex. magic. Alternatively, you can use a standard action to",
        "name":  "Omen",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Nature’s power surges through Treebrother, planted Treebrother as a memorial to her fallen comrades. causing plants within 5 feet to open their flowers and According to legend, the staff and Nidria abide there bend toward the staff as if it were the sun. even now. (DC 18; Sacred Mound) Anda carried Treebrother with him since the days of HISTORY his youth. Allegedly, the staff was a gift from Tarnla. Long ago, in the deepest part of an ancient forest where When Anda was in his middle years, a caravan of no woodcutter’s steps had ever passed, there lived a dwarves out of the mountainous west came to the eaves treant called Tarnla, who shepherded the primeval of the forest. The dwarven geomancers had divined trees. One of Tarnla’s trees was home to a dryad, a fair the presence of great veins of precious ore beneath and lovely creature named Nidria, and the two children the forest floor, and their miners entered the wood of the forest fell deeply in love with each other. Together with picks, axes, and spells to tear away the soil. Anda, with the human druid Anda, they kept the sacred heart upon learning of this horror, gathered his staff and set of the forest safe and unspoiled by the depredations out to beseech the dwarves to cease their mining, or of loggers and careless folk. Legends say that Anda’s at least to dig more carefully, so as not to disturb the staff Treebrother was crafted from a sapling resulting from Tarnla and Nidria’s union. (DC 15) At the twilight of his life, Anda was a great hero, revered and respected for many leagues beyond the forest where he dwelt with his friends, the treant Tarnla and the dryad Nidria. Younger druids from across the world traveled to his forest to learn from him, and kings and empresses alike consulted him for his wisdom of the natural world. Despite his fame, Anda had enemies among many peoples, savage and civilized. A combination of raw hatred, terrible greed, and petty jealousy brought down the great druid and destroyed much of his forest home. The orc chieftain Bruug, who had clashed with Anda in his youth, learned his old enemy still lived and sought to avenge himself upon the druid. Marshaling his forces, Bruug struck suddenly and fiercely into the northern marches of Anda’s forest, burning and destroying. Anda, along with Tarnla and Nidria, raced to contain the orcs, but even their combined might couldn’t hold the wicked host at bay. Animal messengers were sent out to the sovereigns whose lands abutted the forest, but jealous and hateful advisors, who saw the woods as a great resource to be exploited if the meddlesome druid were eliminated, convinced many monarchs to withhold their troops. Treebrother was crafted from the scion of a treant and a dryad Illus. by F. Hooper 170 3 RETPAHC FO SMETI YCAGEL Table 3–47: Treebrother ————— Personal Costs ————— Wielder Attack Hit Point Spell Slot Level Penalty Loss Loss Abilities 5th — — — Shillelagh 1/day 6th — 2 1st Green empathy 7th — 2 — Create food and water 1/day 8th –1 — 2nd Entangle 3/day 9th — 2 — — 10th — — 3rd Woodland stealth 11th — — — Fast movement 12th — — 4th Solar nourishment 13th — 2 — Commune with nature 1/week 14th — — 5th — 15th — 2 — — 16th — — 6th Changestaff 1/day WIELDER REQUIREMENTS balance of the woodland. The dwarves scoffed at the druid, refusing his offer of peace and harmony, even Druids are the most common wielders of Treebrother, threatening his life should he return. Anda tried to though clerics with the Plant domain can also qualify. approach the clan elders once more some days later, Rangers can gain access to the staff’s least abilities, but he was violently repulsed. With no other choice, but they are typically incapable of paying the personal the druid went to Tarnla and Nidria to prepare for war costs required for the more powerful abilities and against the dwarves. Tarnla called the lesser treants to rarely complete the Stone of Sorrow ritual. his banner, Nidria gathered the fey creatures of the forest, and Anda summoned animals from their dens Treebrother Wielder Requirements and warrens. In a swift and brutal battle, the dwarves Ability to cast barkskin as a divine spell were driven off. Many died. Grieving over the loss Knowledge (nature) 6 ranks of life, Anda crafted a great standing stone at the site LEGACY ITEM ABILITIES of the clash, a monument of sorrow and tragedy that stands to this day. (DC 25; Stone of Sorrow) All the following are legacy item abilities of Treebrother. Shillelagh (Sp): At 5th level and higher, once per LEGACY RITUALS day as a move action, you can turn Treebrother into a Two rituals are required to unlock all the abilities magic quarterstaff as though with the shillelagh spell. of Treebrother. Caster level 5th.",
        "name":  "Omen",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You have to construct and consecrate Player’s Handbook). (with the spell) a standing stone to the memory of some Create Food and Water (Sp): At 7th level and personal failing that caused harm or suffering to others, higher, once per day on command, you can use create as Anda did when his failure to convince the dwarves to food and water as the spell. Caster level 5th. mine more responsibly led to the deaths of many. You Entangle (Sp): Starting at 8th level, three times need not cast the consecrate spell yourself, and the cost per day by touching Treebrother to the ground, you can of hiring someone to cast the spell is considered part of use entangle as the spell. The spell’s area is centered the cost of the ritual. Crafting the monument requires on the spot you touch, and you are unaffected by the a DC 25 Craft (stonemasonry) check, though you can spell’s effects. The save DC is 11, or 11 + your Charisma hire a specialist to do the work (the cost of which is also modifier, whichever is higher. Caster level 5th. included in the ritual cost). Consecrating the monument Woodland Stealth (Su): At 10th level, you requires a 24-hour ritual of prayer and meditation. Cost: gain a +5 competence bonus on Hide and Move 11,500 gp. Feat Granted: Lesser Legacy (Treebrother). Silently checks made in any area of undergrowth. 171 LEGACY ITEMS OF CHAPTER 3 If adjacent to or in the same square as a tree, you Nidria CR 6 can use the Hide skill even if you don’t have cover Female dryad druid 2 or concealment. NG Medium fey Init +5; Senses low-light vision, Listen +12, Spot +12 Fast Movement (Su): At 11th level, you gain a 10- Languages Common, Druidic, Elven, Gnome, Goblin, foot enhancement bonus to your base land speed. Orc, Sylvan Solar Nourishment (Su): Beginning at 12th level, AC 18, touch 15, flat-footed 13; Dodge you gain all the nourishment you need, a full day’s hp 38 (6 HD); DR 5/cold iron worth of food and water, from 2 hours of exposure Fort +8, Ref +9, Will +12 to sunlight. Only natural sunlight has this effect. Weakness tree dependent Commune With Nature (Sp): Treebrother grants Speed 30 ft. (6 squares) you increased insight into the wonders of the natural Melee +1 dagger +9 (1d4/19–20) or Ranged mwk longbow +9 (1d8/×3) world. At 13th level and higher, once per week on Base Atk +3; Grp +3 command, you can use commune with nature as the Druid Spells Prepared (CL 2nd): spell. Caster level 10th. 1st—cure light wounds, detect animals or plants, Changestaff (Sp): Starting at 16th level, once per faerie fire, obscuring mist day you can transform Treebrother as though with the 0—detect magic, light (2), virtue changestaff spell. The duration of the effect is only 1 Spell-Like Abilities (CL 8th): 1/day—suggestion (DC 18) hour. If the resulting treantlike creature is reduced 3/day—charm person (DC 16), deep slumber (DC to 0 hit points, Treebrother re-forms into its normal 18), tree stride shape, and none of its legacy abilities can be activated At will—entangle (DC 16), speak with plants, tree for 1 hour. Caster level 10th. shape Abilities Str 10, Dex 20, Con 14, Int 17, Wis 20, Cha 18 ADVENTURE SEED (EL 6) SQ animal companion, link with companion, share In the deepest heart of a primeval forest, the heroes spells, wild empathy +17 (+13 magical beasts), woodland stride come across a wide clearing where sunlight dapples Feats Dodge, Great Fortitude, Weapon Finesse the ground through the canopy, and a fresh smell of Skills Escape Artist +12 (+14 to escape rope), Handle new growth permeates the air. At the center of the Animal +14, Heal +10, Hide +12, Knowledge clearing is a single, grass-covered mound with a staff (nature) +14, Listen +12, Move Silently +12, Ride planted at its apex. The dryad Nidria, the mother of +10, Spot +12, Survival +16 (+18 aboveground), Use Rope +10 (+12 with bindings) Treebrother, lives here, but her home has just been Possessions +1 dagger, masterwork longbow with 20 invaded by a hunting wyvern. The PCs can hear the arrows battle raging when they come within 60 feet with a Tree Dependent (Su) Nidria is mystically bound to DC 15 Listen check. Treebrother as long as it remains planted in the If the PCs aid Nidria in defeating the wyvern, sacred mound, and she must never stray more than she is extremely grateful. She then asks a PC who 300 yards from it. Doing so causes her to become ill seems most in touch with the natural world to prove and die within 4d6 hours. If Treebrother is removed from the sacred mound, Nidria likewise sickens and herself a humble, worthy servant of nature by find- dies within 4d6 hours. ing Nidria a new oak to call home. The magic of the staff is all that keeps the dryad alive, and despite Owl Animal Companion CR — her grief, she has no desire to allow an unworthy N Tiny animal bearer to take the staff. If a PC can find her a suit- I nit +3; Senses low-light vision, Listen +16, Spot +8 able tree within 24 hours, which requires a DC 20 AC 17, touch 15, flat-footed 14 hp 4 (1 HD) Knowledge (nature) or Survival check, made once every 4 hours, and return to Nidria, she gives that F ort +2, Ref +5, Will +2 Speed 10 ft. (2 squares), fly 40 ft. (average) (8 squares) character Treebrother in gratitude and fades into the Melee talons +5 (1d4–3) forest. Villainous characters might simply take the Space 2–1/2 ft.; Reach 0 ft. staff by force, but this vile act incurs the wrath of B ase Atk +0; Grp –11 every nonevil creature in the forest. Abilities Str 4, Dex 17, Con 10, Int 2, Wis 14, Cha 4",
        "name":  "Stone of Sorrow",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "hp 95 (see page 259 of the Monster Manual). SQ 1 bonus trick, link, share spells Feats Alertness, Weapon FinesseB Skills Listen +16, Move Silently +17, Spot +8 172 3 RETPAHC FO SMETI YCAGEL embrace a chaotic, unrestrained lifestyle. They are more unpredictable than the Wardens, making for unearthly and hazardous encounters. The Gatekeepers, on the other hand, are concerned entirely with defending the land against incursions by the dark forces of Khyber, and they specialize in fi ght- ing aberrations, fi ends, and the like. Most Gatekeepers are orcs, although some half-orcs and humans number among them, and their tradition goes back to ancient times. If Treebrother is in that sect’s possession, you must revise the weapon’s history somewhat—Gatekeeper orcs are not ravening brutes, and an orc attack against the weapon’s bearer doesn’t make much sense in that context. Instead, Anda, Tarnla, and Nidria fought to halt a fi endish invasion and reseal the portal that had held the horrors back. The Gatekeepers are likely to be guarding Treebrother’s grove closely, and they will have many pointed questions for those who wish to enter. (The guardian trees might instead prevent the passage of aberrations or fi ends rather than orcs.) Other druid sects inhabit the Reaches, though, and not all are kindly protectors of the trees. The Ashbound are fanatics who fi ght against the encroachment of civilization in all its forms, although they prefer “active Treebrother’s Grove discouragement” to killing. After fi ghting against the Weeping Mound brutality of those who had attempted to ravage the forest, This low, grassy hill is too smooth and uniform to be a the keepers of Treebrother might have joined the Ash- natural occurrence. Anyone stepping onto the mound bound sect. Nidria herself might now be hardened and feels a palpable sense of sadness and grief, as though hostile to characters attempting to breach her grove. he were standing at the grave of a dear friend. TREEBROTHER IN FAERÛN Guardian Trees Faerûn has many forests, but the oldest and wildest The trees surrounding this clearing are woven tightly are found in the Unapproachable East, especially the together, as if attempting to keep something out. ancient Ashenwood of Rashemen. It is completely Moving through the squares between these trees unspoiled, and in fact its paths are untrodden by any counts as moving through diffi cult terrain, unless the humanoid—not even elves. The forest is home to wild character has the woodland stride ability. If an orc or fey, elder treants, and spirit creatures. Occasionally a half-orc tries to enter the clearing, the trees close in Rashemi human enters on a sacred quest or to seek the even tighter, forcing the character to make a DC 15 wisdom of the spirits, but by ancient compact none Escape Artist check to wriggle through. remain long within its borders (and none enter with- out proper offerings and observances). In this setting, TREEBROTHER IN EBERRON even the druid Anda would have been forbidden to The wild lands of the Eldeen Reaches contain some of remain within the Ashenwood’s borders; instead, he the most ancient forests in all of Khorvaire, and in its watched the approaches to the forest (in the Rashemi depths many sects of druids stand guard. Some, such tradition, he would most likely have been a woman, as the Wardens of the Wood, are generally friendly to perhaps even a hathran). The approach to Treebrother’s travelers who respect natural places. In this setting, grove requires the offering of gifts and prayers to the Anda is a natural Warden, and his clashes with outside spirits simply to enter the forest, and someone seeking groups such as warlike orcs and greedy dwarves need the staff might also require dealing with some of its no adaptation. Another druid sect of Eberron is the mighty protectors, such as Bristlebeard the awakened Greensingers, who are closely allied with the fey and dire boar or the ancient treant Stormwind. 173 LEGACY ITEMS OF CHAPTER 3 UR spiritual ordeals in order to gain the favor of his A casual observer might easily mistake Ur for a tribe’s shaman, whose powers would have been simple chunk of flint broken off of a larger rock eons necessary to bind animal spirits into the axe. The ago by natural forces. A closer inspection, however, oldest carvings on the weapon appear to be those reveals one edge of the rock has been carefully napped of deer or antelope, so Ur’s first owner was prob- down to a razor edge, while the opposite side has ably a scout of some sort, fleet of foot and keen of been shaped into a crude handgrip. Small, primitive eye. The puzzle is how such an individual could figures of deer, wolves, and bears are etched into become a renowned warrior with the stone. enough wealth and prestige to have",
        "name":  "Wyvern",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 handaxe; his axe bound with such potent Cost 2,306 gp. Although Ur is made of shamanic magic. (DC 18; Swift stone, its magic makes it as effective as Hooves of the Deer) a steel weapon. Simply holding Ur After the deer carv- gives you a deeper connection ings, the next oldest to your savage, primitive appear to be of a pack ancestors, granting a +1 of wolves. This change circumstance bonus on from prey animal to Intimidate checks. predator might mark the",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The carvings wielder’s transition from sometimes appear to lookout or scout to hunter have changed places of or raider, with the attendant their own accord, though ferocity attached to such a change. they never move while be- To these ancient people, the wolf ing observed. The carvings was a symbol of stealth, cunning, and sometimes offers glimpses of keen senses, with a profound connection Ur’s past, showing you scenes to the supernatural and mystical. In of battle from various points in many early cave paintings, for example, many millennia. Ur predates any record the sun and moon are depicted as a pair of human civilization of wolves circling each other, testing for HISTORY dominance. Wolf pelts and skulls found Eons ago, before the human race developed even the in many prehistoric gravesites hint that wolves most basic metallurgical skills, primitive bands of were considered guides to or messengers from the hunter-gatherers crafted weapons from the stones afterlife. Above all, though, these primitive people of the earth, the bones of their prey, and other saw in the wolf packs both a terrible enemy and simple materials. For hunting, these tribes favored a structure to be emulated—wolves are, in many simple bows, spears, and slings, but for warfare, ways, the perfect hunters. Thus, many hunters and many preferred a crude axe made from a wedge of shamans took the wolf as their totem. (DC 25; Rite flint or obsidian. Although brittle in comparison of the Wolf’s Howl) to the iron and steel weapons used by modern war- The most recent (if anything on a such an old riors, these stone axes held an edge sharp enough axe can be called recent) figures adorning Ur are to shave with and could inflict devastating wounds. those of great bears, twice the size of either the Many warriors ascribed totemic attributes to their deer or the wolves. The bear was the symbol of weapons, hoping to draw upon the strengths of the warrior—specifically, the warrior as protec- animal spirits by carving their likenesses into the tor of the tribe, just as bears fight most fiercely to stone. (DC 15) protect their cubs. Also an icon of great wisdom Although it is nearly impossible to garner the and leadership, the bear hints that Ur’s original history of a specific weapon crafted tens of thou- owner rose from humble beginnings as a scout to sands of years before the invention of the written a dominant war-leader in a relatively short period. word, it is clear from its multitude of animal glyphs It is unknown whether Ur’s attendant animal that Ur was the weapon of a great warrior, perhaps spirits were a factor in this ancient warrior’s rise even a chieftain. He must have undergone many to supremacy, or if the axe gained its true power Illus. by D. Martin 174 3 RETPAHC FO SMETI YCAGEL Table 3–48: Ur ——— Personal Costs ——— Wielder Skill Check Hit Point Level Penalty Loss Abilities 5th — — Deer spirit 6th — 2 Fast movement (+5 ft.) 7th –1 — — 8th — 2 +2 handaxe 9th — 2 Keen sight 10th — 2 Swift stride 3/day 11th — — Wolf spirit, fast movement (+10 ft.) 12th — 2 +3 handaxe 13th –2 — Stealthy approach 14th — 2 — 15th — — +4 handaxe 16th — 2 Wolf’s cunning 17th — — Bear spirit, implacable will 18th –3 2 +5 keen handaxe 19th — 2 Healing totem 2/day, natural lore 20th — 2 Savage transformation 1/day WIELDER REQUIREMENTS only when the warrior was influential enough to command the tribe’s shaman to ensorcel the stone. Rangers and barbarians find performing Ur’s legacy What cannot be disputed is that the magic bound rituals easiest, but any character can benefit from its into Ur gave the weapon a primitive, animal intel- totemic abilities. ligence that has lasted to this day. (DC 31; Strength of the Bear) Ur Wielder Requirements Base attack bonus +4 LEGACY RITUALS Hide 2 ranks Survival 4 ranks Three rituals are required to unlock all the abilities of Ur. LEGACY ITEM ABILITIES",
        "name":  "Omen",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You must locate, stalk, and kill a deer or similar animal. You have to hunt All the following are legacy item abilities of Ur. alone, wearing no armor except for hide. The deer Deer Spirit: At 5th level, Ur’s deer spirit awakens must be brought down using a wood, bone, or stone and the handaxe becomes an intelligent item. Ur version of any of the following weapons: club, dagger, then has an Intelligence of 10, a Wisdom of 13, and a handaxe, javelin, shortbow, sling, or spear. Once the Charisma of 13. Its alignment is neutral and it com- deer is slain, you must dress the carcass and make a municates via empathy. Being somewhat twitchy and ritual offering to the deer spirits. Cost: 1,600 gp. Feat fearful, the deer’s empathic communications fall into",
        "name":  "Swift Hooves of the Deer",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Least Legacy (Ur). two categories—contentment or fear. The handaxe Rite of the Wolf’s Howl: You have to perform can see and hear to a range of 60 feet. Its Ego score is another sacred hunt, killing a dire wolf, a winter wolf, or 4 + its enhancement bonus. a worg. All of the restrictions listed in Swift Hooves of Fast Movement (Su): At 6th level, your base land the Deer apply to this hunt. You must prepare the wolf’s speed increases by 5 feet. Treat this as an enhance- corpse and make a ritual offering to the wolf spirits. ment bonus. At 11th level, this bonus improves to",
        "name":  "Granted",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "At 11th level, the wolf spirit within Savage Transformation (Su): Beginning at 20th Ur awakens, completely replacing the deer spirit. Ur’s level, once per day as a free action, you can enter a Wisdom and Charisma increase to 16, and the handaxe state of savagery lasting for 10 rounds. In this state, gains darkvision out to 60 feet. The wolf spirit is aggres- you are immune to poison, death effects, and fear sive and cunning, using the Common tongue to suggest effects. Any damage that would reduce you to –1 or tactics. Its Ego score is 10 + its enhancement bonus. fewer hit points is ignored. You cannot benefit from Stealthy Approach (Su): At 13th level, you gain a any effect or ability, magical or otherwise, allowing +10 competence bonus on Move Silently checks. you to regain or heal hit points—such effects simply Wolf’s Cunning (Su): You are able to react to fail for the duration of the transformation. danger with surprising speed. At 16th level, you gain ADVENTURE SEED (EL 5) a +5 bonus on initiative checks.",
        "name":  "Wolf Spirit",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "At 17th level, the bear spirit within While traveling through the wilderness, the heroes Ur awakens, overshadowing the wolf spirit. The bear stumble across a cavern gaping in a rocky cliff face. spirit is calm and thoughtful unless confronted with The cave seems to radiate an aura of ancient, primeval aggression, in which case it responds swiftly and power. As the characters approach the opening, a deer brutally. Ur’s Wisdom and Charisma increase to 18, bounds out and leaps away into the forest. Within and it gains the ability to communicate with you await a brown bear and a pair of wolves, snarling telepathically. The handaxe gains blindsense, and when they see someone approaching. Any character all its senses work out to 120 feet. The handaxe’s Ego with Knowledge (nature) instantly recognizes this is score is 17 + its enhancement bonus. unnatural behavior—these three creatures are likely Implacable Will (Su): At 17th level, you gain a +5 held here by some outside force. That force is Ur, morale bonus on Will saves. which rests atop a crude stone dais like a primitive Healing Totem (Sp): Starting at 19th level, two holy relic on a shrine. times per day as a swift action, you can use cure critical Brown Bear: hp 51 (see page 269 of the Monster wounds (self only) as the spell. Caster level 15th. Manual). Natural Lore (Su): At 19th level, you gain a +5 com- Wolves (2): hp 13, 15 (see page 283 of the Monster petence bonus on Knowledge (nature) and Survival Manual). checks. pqqqqqqqqqqqqqqqqqqqqrs ALTERNATIVE HISTORIES OF UR forgotten in an ancient cave but grants its abilities to The legacy weapon presented here is intimately connected a nonplayer character that the party must deal with in with primitive human culture, but there is no reason you some way. A great warrior has arisen among the savage can’t customize it to preliterate peoples of some other orcs of the mountains, for example, or perhaps a goliath race, such as lizardfolk or orcs. To do so, simply alter chieftain has imbued it with wondrous powers by win- some of the item’s superficial details to bring it more ning many competitions of speed, strength, and cour- into line with the alternative culture. For example, the age. In the former case, the orc is probably a threat to specific animals carved into the blade might differ from be defeated; in the latter, perhaps a potential ally whom the deer, wolf, and bear described above. The legacy abili- the PCs must persuade to wield her weapon in a greater ties granted remain the same, but would have different cause. (Although goliaths are not primitive, theirs is names. Thus, a weapon of lizardfolk might have images a preliterate culture that reveres the primal forces of of lizard, snake, and tortoise, respectively; one crafted nature. See the Races of Stone supplement for details on for a locathah warrior could have seahorse, shark, and the goliath race.) whale. The spirits can also be tied to a specific environ- Discovering the symbolism of Ur can also be more ment, such as a desert; the various environment books than simply undertaking a ritual hunt. The legacy rituals (for example, Sandstorm or Frostburn) provide plenty of described above can become more involved, requiring additional information and ideas for customizing the the wielder to learn about the culture that made it. For weapon’s abilities to a given setting. example, the wielder might have to travel to an encamp- Another approach is to have Ur be not the weapon of ment of primitive peoples to learn the nature of the spirit a long-forgotten ancestor but a legacy that was founded offering that is needed, or consult with a scholar of lost recently by an uncivilized people. Thus, Ur does not lie tribes and their ways. pqqqqqqqqqqqqqqqqqqqqrs 176 3 RETPAHC FO SMETI YCAGEL WARGIRD’S ARMOR new armor and old, he deserved the hand-me-down. Wargird’s Armor is a breastplate designed for a military Feralion then toiled endlessly on his prized breastplate, officer. Its entire surface is etched with beautifully lovingly adorning it with symmetric patterns and symmetric patterns and runes. runes. (DC 20; Spark of the Anvil)",
        "name":  "Bear Spirit",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "hp 51 (see page 256 of the trigger; manual reset; DC 20 Reflex save avoids; Monster Manual). multiple targets (first target in each of two adjacent 5-foot squares); bone spikes (Atk +8 melee, 1d4 bones Winter Wolf Burrow per target for 1d4 each); Search DC 5; Disable Device This map depicts the underground burrow of a winter DC 5. wolf. This burrow obviously exists in an arctic climate and should reflect as much near the entranceway, Passageway icy slope, and frozen antlers. The chamber contain- This is a very narrow passage, filled in with packed ing the bodies sketched on the map also contains snow. Wargird’s Armor. Wargird’s Armor Entranceway This small recess contains several frozen corpses This entrance to the den is obvious, not covered by and scattered oddments, among which lies Wargird’s snow and well trodden by the winter wolf’s paws. Armor. Icy Slope Winter Wolf Den The den descends rapidly into the frozen earth, Gnarl rests here when she is not hunting. and there are steep areas of ice-covered, smooth soil that are difficult to negotiate. A DC 15 Balance Secret Entranceway check is required to avoid slipping and sliding down This “back door” is filled in with snow and ice, form- the slope. ing an emergency exit for the winter wolf. 179 Illus. by D. Kovacs he slithering, obscene runes carved into the by the momentous conflict—who, all alone in a metal of the pitted blade were not the icons forgotten tomb, beat back a demonic swell. of good and light, Aedwar was sure. Aedwar girded the sword to his belt. But the tombstone golems roused as So was the weapon of legacy Exordius founded. age-old pacts were triggered, and guardian demons swarmed around him, defending the final FOUNDING resting place of their ancient master. LEGACY ITEMS Desperate, Aedwar snatched up the blade. It seared his hand with cold, shooting tendrils of weakness Tales of heroes are told far and wide because of through his limbs. It was a thing of evil—but it was mighty exploits. Heroes accomplish great tasks, the only weapon at hand. It was this awful sword or set to right monumental wrongs, and defeat nothing. Steeling himself against the terrible pain, insuperable odds, sometimes at great cost. The he tightened his grip on the blade and turned to face item or weapon that a hero uses to accomplish the fiendish horde. this goal makes the difference between success Later, with the crumpled, exsanguinated forms of and failure. demons scattered about his feet, Aedwar made to cast With the DM’s approval, a player might use away the sword, but he paused . . . a momentous event as the necessary catalyst The pain was less. Oh, it was still there, but it wasn’t to begin investing her character’s signature the soul-wrenching agony of his first contact. item with legacy abilities. She controls the Aedwar wondered at the change, but even more process of imbuing the item with particular so at his near miraculous victory over the swarming abilities as she advances in experience, within demons. The pain had lessened after the battle’s con- the larger context of the campaign’s plots and clusion, as if the blade had reached an accommodation adventures. with its wielder—somehow empowered or changed 180 4 RETPAHC GNIDNUOF SEICAGEL THE DECISION wielder takes it up. Additional founding events al- As a player character, you must decide whether to low it to gain even more abilities. The candidate item invest the necessary energy and resources in doesn’t even have to be magic founding an item of legacy. Sometimes the (see The Candidate Item, decision is thrust upon you by events of below). the campaign: You are the hero of a story, What makes a found- which becomes the legend of a later age. ing event? Below are Implements of that hero become storied some suggestions. In all relics—and possibly legacy items. cases, the DM makes the final determi- Only after a founding event (see nation of the event’s suitability. below) occurs must you make the decision. Right Time and Right Place THE FOUNDING The item is responsible for EVENT resolving a “clutch” situ- Every so often, a dra- ation, one that means matic event shakes a the difference be- campaign. Perhaps a party defeats tween success and a mind-killing illithid against all disaster. A ring of feath- odds—only the rogue’s last, desper- er falling might save a character from a ate dagger thrust ensures survival. tumble into boiling lava, or gauntlets of On the other hand, the party ogre power provide the extra oomph to might be wiped out. If later break down a door just in time to save adventurers then recover a comrade from a terrible fate. the dead characters’ gear and learn the details of Destiny Calls the massacre, they can The item slays an important figure, realize one of the whether by design or by a terrible items holds the seed twist of fate. For example, a fighter’s of legacy. axe cleaves the skull of an orc as- Up to three differ- sassin who has slaughtered half ent founding events the party, or a holy sword slips might occur during from the grasp of the paladin the empowerment and accidentally kills a help- of a legacy item, less friend. but the first one es- tablishes the item’s DM Fiat identity. Meticulously de- An event occurs that the tail all the circumstances DM deems important enough of this event, which are A blow struck at the moment of greatest to begin the process of found- uncovered by research when a new need can found a legacy ing a legacy item. In this case, the DM pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Gnarl, Winter Wolf",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "FOUNDING LEGACY ITEMS Least Lesser Greater 1. Accomplish an appropriate founding event using a suit- Legacy Legacy Legacy able candidate item. Menu A Menu D Menu G 2. Design a founding ritual based on the founding event. Menu B Menu E Menu H 3. Perform the founding ritual (paying all costs) and gain Menu C Menu F Menu I a legacy feat. 4. Assign legacy abilities to the item from the following 5. Unlock and use the item’s legacy abilities. menus: pqqqqqqqqqqqqqqqqqqqqrs sdlonyeR .W yb .sullI 181 LEGACIES FOUNDING CHAPTER 4 merely informs the player of each affected character, whose market price is above 4,000 gp. Weapons who can then choose whether to design an appro- and armor made of special materials that increase priate founding ritual. their market price are still viable candidate items, as long as their initial enhancement bonus is no PC Petition more than +1. An event occurs that a player feels is important DESIGNING enough to begin the process of founding a legacy item. FOUNDING RITUALS In this case, the player asks the DM for approval to design an appropriate founding ritual. Once a founding event occurs that involves a suitable candidate item, you can found a legacy for that item. THE CANDIDATE ITEM This is a complex process with several steps. Founding a legacy item requires a suitable candidate. The first crucial step in founding a legacy is to chronicle in detail the history of an item—even if its Type history is just beginning. This knowledge will define The following make suitable candidates for legacy the details of a ritual that encapsulates the founding items: weapons, armor, rings, rods, and staffs. A event in a formal manner, such as a reenactment or candidate item could also be a crown or circlet, a pair a ceremony that is somehow related to the item’s his- of gloves, or any one of the different kinds of magic tory. Each candidate item requires a different ritual, items that can be worn at the same time, as described which must commemorate the event that propelled on page 214 of the Dungeon Master’s Guide. the item to potential legacy status. The ritual always Nothing prevents a belt, a set of bracers, a vest, or includes the candidate item. Example rituals of the a pair of eye lenses from becoming a legacy item; broadest type are provided in the General Legacy however, these are far less likely to serve an active role Ritual Examples sidebar. When creating a founding during a founding event. legacy, you can choose from those listed or come up with a legacy of your own. The legacy descriptions in Mundane, Masterwork, or Magic? Chapter 3 also offer good examples of suitable rituals. Mundane items typically do not possess the necessary Your ritual should have a name, preferably one that “spark” of potential to grow into legacy items. Such reflects the item’s unique history. an occurrence is extraordinarily rare. A masterwork An item’s founding rituals, once established, also item can attain a legacy, but this is unusual. make up the rituals that a potential wielder (other In general, only items that are already magic in than the founder) must perform to unlock the item’s some fashion have the required thaumaturgical frame- legacy abilities. work to found a legacy. For example, an otherwise Once you have designed, performed, and benefited unremarkable +1 longsword could grow into a mighty from the first ritual, which is called a least legacy bane of evil over the course of many long years and ritual (see below), you gain the Least Legacy feat for arduous adventures. your item as a bonus feat. You also begin to imbue Conversely, magic items that carry more than your item with magical abilities that you can unlock minor power do not make suitable candidates for as you advance in level. You must design and perform legacy items. Therefore, weapons and armor with a lesser and greater legacy rituals if you want the item’s +2 or higher effective enhancement bonus cannot abilities to continue progressing as you grow in power become legacy weapons, nor can other magic items and experience. As with the least legacy ritual, these pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "SUMMARY",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The item produces a signature odor, such LEGACY ABILITY MENUS as the scorched smell of burning steel, the coppery The menus of omens and legacy abilities presented tang of blood, the ozone stench of lightning, and below provide an à la carte approach to creating new the like. legacy items. Follow the instructions presented earlier Visible: The item shines, fl ickers, glows, strobes, in this chapter to assign omens and abilities. or produces some other light effect. Unless noted otherwise, you can select a specifi c menu choice only once. ABILITY MENU A (LEAST) When you found a legacy item and perform a least OMEN MENU legacy ritual, assign least abilities to the item from When you found a legacy item, before assigning legacy the following menu. You choose one ability at 5th abilities, choose one omen type from this menu to level, and one for each additional character level assign to your legacy item. Once you choose an omen up to 10th level. type, customize the ability to your specifi c item. For Alternatively, you can “lose” Menu A choices to instance, if you choose an audible omen, decide what select abilities from Menus B and C, as described under those menus. Menu A abilities have a caster level of 5th. Armor or Shield Enhancement (Su): The effective enhance- ment bonus of a suit of armor or a shield increases by 1, to a max- imum of +2. You can instead choose any spe- cial ability whose market price is equivalent to a +1 bonus, such as light forti- fi cation. This ability can be placed only on a suit of armor or a shield. An omen identifi es an item of legacy as something unique lekniwhoV .F yb .sullI 189 LEGACIES FOUNDING CHAPTER 4 spell on yourself when holding, wearing, or wield- ing the item. Darkness, Self (Sp): Once per day on command, you can cause the item to shed darkness as the spell. Darkvision (Sp): Once per day on command, you can use darkvision as the spell. Deflection (Su): The item grants you a +1 deflec- tion bonus to Armor Class. This ability can never be placed on a suit of armor or a shield. Detect Thoughts (Sp): Once per day on command, you can use detect thoughts as the spell. The save DC is 13, or 12 + your Charisma modifier, whichever is higher. Enlarge Person (Sp): Once per day on command, you can use enlarge person (self only) as the spell. False Life (Sp): Once per day on command, you can use false life as the spell. Feather Falling (Su): The item immediately con- fers the effect of a feather fall spell upon you if you fall A legacy item can let you know what you’re up against for more than 5 feet. Intelligent Legacy, Minor (Su): The item gains Cause Fear (Sp): Five times per day on command, sentience (see Intelligent Items on page 268 of the you can use cause fear as the spell. The save DC is 11, or Dungeon Master’s Guide). It can communicate with 11 + your Charisma modifier, whichever is higher. you empathically, and can hear and see out to 60 Comprehend Languages (Su): You continu- feet. It gains Intelligence, Wisdom, and Charisma ally understand all spoken and written languages, scores: Two of these are 13, typically Intelligence as if continually affected by the comprehend lan- and Charisma, and the third is 10. The legacy item’s guages spell. Ego score is calculated as normal for an intelligent Creature Compass (Su): While holding, wearing, item (include the item’s enhancement bonus, telepa- or wielding the item, you can detect any one type thy, if any, and ability bonuses, but not its legacy or subtype of creature within 60 feet, but you must abilities). Its Ego also increases as more legacies are concentrate (a standard action) to do so. You ignore unlocked. An item with one or more least abilities any damage reduction of the specified creature when has 2 additional Ego points; one with one or more attacking it (whether with the item, if a weapon, or lesser abilities has 4; and one with one or more with some other weapon, unarmed attack, or natural greater abilities has 8 (these additional Ego points weapon, provided you are wearing or otherwise using are not cumulative). the item). Choose the creature type or subtype when Invisibility (Su): Once per day, when you issue the you assign this ability to the item. This can be any of command word and gesture with the item, you become the general types described in the Monster Manual or a invisible. This works like the invisibility spell. subtype, if the creature type is humanoid or outsider, Knock (Su): Once per day on command, you can just like the ranger’s favored enemy class ability (see open locked or magically sealed doors, as with the page 47 of the Player’s Handbook). knock spell. Doing this requires touching the item to Cure Light Wounds (Sp): Three times per day, or striking it against the object to be opened. you can use cure light wounds as the spell by touch- Lightbringer (Su): You can use dancing lights, flare, ing the item to the creature to be healed (including or light at will as the spells, using a different command yourself) and speaking a command word. This ability word for each effect. The save DC is 10, or 10 + your can instead deal damage to undead creatures. The save Charisma modifier, whichever is higher. DC is 11, or 11 + your Charisma modifier, whichever Lock (Su): Once per day on command, you can is higher. magically lock a door, chest, or portal, as with the Cure Light Wounds, Self (Sp): Once per day as arcane lock spell. Doing this requires you to touch the a swift action, you can use cure light wounds as the item to or strike it against the object to be locked. Illus. by F. Vohwinkel 190 4 RETPAHC GNIDNUOF SEICAGEL Magic Missile (Sp): Three times per day, when Resistance (Su): The item grants you a +1 resis- you issue the command word and gesture with the tance bonus on all saving throws. You can select item, you cause it to launch three missiles of force, this option multiple times, each time increasing the as the magic missile spell. resistance bonus by +1, to a maximum resistance Magical Cipher (Su): You can use detect magic, bonus of +2. read magic, or arcane mark at will as the spells, using See Invisibility (Sp): Once per day on command, a different command word for each effect. you can use see invisibility as the spell. Metamagic, Lesser (Su): You can apply the Skill Enhancement +5 (Su): The item grants you a effect of one metamagic feat to up to three spells +5 competence bonus on one skill check. Choose the per day that you cast of up to 3rd level. This can be specific skill when assigning this ability to the item. any metamagic feat that normally adjusts a spell’s You can select this option multiple times. Each time slot by one level (such as Enlarge Spell, Extend you do so, it applies to a different skill. Spell, or Silent Spell); choose the specific feat Speed Enhancement +5 (Su): The item increases when assigning this ability to the item. Using this the speed of one of your modes of movement by 5 legacy ability does not change the spell slot of the feet. Choose the specific movement mode when altered spell. A spontaneous spellcaster (such as a assigning this ability to the item. You can’t add this sorcerer) must still take a full-round action when bonus to a form of movement you don’t already have using this ability, just as if using a metamagic feat (for example, if you don’t have a fly speed, this abil- he possessed. ity can’t give you one). Treat this adjustment as an You cannot use this ability if you cannot already enhancement bonus. cast spells. Summon Monster II (Sp): Once per day when Metapsionic, Lesser (Su): You can apply the you issue the command word and gesture with the effect of one metapsionic feat to up to three psionic item, you can use summon monster II as the spell. powers per day that you manifest of up to 3rd level. Telekinetic (Su): You can use mage hand, mending, This can be any one of Delay Power, Enlarge Power, and open/close at will as the spells, using a different Extend Power, or Split Psionic Ray (see Chapter 3: command word for each effect. Skills and Feats in the Expanded Psionics Handbook). Unceasing Servant (Su): You enjoy the continual Choose the specific feat when assigning this ability benefit of an unseen servant, as the spell. If dissipated to the item. Using this legacy ability does not change by 6 or more points of damage from an area attack, or the power point cost of the altered power. if it ceases to exist by moving more than 35 feet away You cannot use this ability if you cannot already from you, the servant re-forms 1 round later in any manifest psionic powers. square adjacent to you. Mirror Image (Sp): Once per day on command, Weapon Enhancement: Your weapon gains an you can use mirror image as the spell. enhancement bonus of +1. This ability can be placed Mount (Su): When you throw the item to the only on a weapon. ground while speaking the command word, it trans- forms into a normal, living light horse or pony (your ABILITY MENU B (LEAST) choice) to serve you as a mount for as long as you When you found a legacy item and perform a least choose. The mount is equipped with a bit, bridle, and legacy ritual, you can choose a Menu B ability at the riding saddle. When you dismount and take hold of cost of two Menu A slots. You cannot “trade in” exist- the reins, you can speak the command word again to ing Menu A abilities for an ability from this menu. A cause the mount to revert to its original form. While skipped slot means that no legacy ability is available your legacy item is serving as a mount, you cannot at that character level. For example, if you assigned a use any of its other abilities. If the mount is slain, the Menu A ability at 5th level, you could assign a Menu item reverts to its original form and cannot be used B ability at 7th level, gaining no new legacy ability at as a mount again for 24 hours. 6th level. You still pay personal costs for a given level, Protection from Arrows (Sp): Once per day even if you gain no new legacy abilities. on command, you can use protection from arrows You can choose one ability from Menu A in place as the spell. of one from Menu B. Resist Energy (Sp): Once per day on command, Menu B abilities have a caster level of 7th. you can use resist energy as the spell. 191 LEGACIES FOUNDING CHAPTER 4 Ability Enhancement +2 (Su): The item grants a this option multiple times. Each time you do so, it +2 enhancement bonus to one ability score. Choose applies to a different type of energy. the specific ability score when assigning this abil- Fireball (Sp): Once per day on command, you can ity to the item—Strength, Dexterity, Constitution, use fireball as the spell. The save DC is 14, or 13 + your Intelligence, Wisdom, or Charisma. You can select Charisma modifier, whichever is higher. this option multiple times. Each time you do so, it Flaming Sphere (Sp): Three times per day on com- applies to a different ability score. mand, you can use flaming sphere as the spell. The save Armor or Shield Enhancement (Su): The effec- DC is 13, or 12 + your Charisma modifier, whichever tive enhancement bonus of a suit of armor or a shield is higher. increases by 1, to a maximum of +3. You can instead Hold Person (Sp): Once per day on command, you choose any special ability whose market price is can use hold person as the spell. The save DC is 14, or equivalent to a +1 bonus, 13 + your Charisma modifier, whichever is higher. such as light fortifica- Intelligent Legacy tion. This ability can be (Su): The item gains sen- placed only on a suit of armor tience (see Intelligent or a shield. Items on page 268 of the Charm Person (Sp): Five times Dungeon Master’s Guide). It per day as a swift action, you can use charm can communicate with you person as the spell. You trigger the effect telepathically and speaks by willing it while speak- Common, plus one addi- ing with an intended target. tional language per point of The save DC is 11, or 11 + your Intelligence bonus. The item Charisma modifier, whichever can hear and see out to 60 feet is higher. using darkvision. It gains Cure Moderate Wounds (Sp): Intelligence, Wisdom, and",
        "name":  "Olfactory",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Two of these cure moderate wounds as the spell by are 16, typically Intelligence touching the item to the creature to and Charisma, and the third is 10. be healed (including yourself) and The legacy item’s Ego score is calcu- speaking a command word. This lated as described under Intelligent ability instead can deal damage Legacy, Minor, in Menu A. to undead creatures. The save DC Lightning Bolt (Sp): Once per A legacy item’s wielder is capable is 13, or 12 + your Charisma modifier, day on command, you can use lightning of great feats of defense whichever is higher. bolt as the spell. The save DC is 14, or 13 Cure Moderate Wounds, Self (Sp): Once per day + your Charisma modifier, whichever is higher. as a swift action, you can use cure moderate wounds as Locate Object (Sp): Three times per day on com- the spell on yourself when holding, wearing, or wield- mand, you can use locate object as the spell. ing the item. Obscuring Mist (Sp): While you are holding, Daylight (Sp): Once per day on command, you can wearing, or wielding the item, you can enshroud cause the item to shed daylight as the spell. yourself in misty vapor on command as the obscuring Deflection (Su): The deflection bonus to AC mist spell. You can dissipate the mist as a swift action. granted by the item increases by 1, to a maximum of The mist dissipates if you move 5 feet or more. +2. This ability can never be placed on a suit of armor Resistance (Su): The resistance bonus on saves or a shield. You can select this option multiple times. granted by the item increases by 1, to a maximum Its effects stack. of +3. You can select this option multiple times. Its Energy Resistance, Least (Su): The item protects effects stack. you against damage from one type of energy—acid, Restoration, Lesser (Sp): Three times per day, you cold, electricity, fire, or sonic. Each time you would can use lesser restoration by touching the item to the normally take such damage, subtract 5 points from afflicted creature (including yourself) and speaking the damage dealt. Choose the specific type of energy a command word. when assigning this ability to the item. You can select Illus. by M. Phillippi 192 4 RETPAHC GNIDNUOF SEICAGEL Speed Enhancement +10 (Su): The item increases and give it the light fortification ability, or leave its the speed of one of your modes of movement by 10 enhancement bonus unchanged and give it a special feet. Choose the specific movement mode when ability whose market price is equivalent to a +2 bonus, assigning this ability to the item. You can’t add this such as spell resistance 13. bonus to a form of movement you don’t already have (for example, if you don’t have a fly speed, this abil- Effective Enhancement Bonus ity can’t give you one). Treat this adjustment as an Current Increase enhancement bonus. +2 or less 2 +3, +4, or +5 1 Summon Monster III (Sp): Once per day when you issue the command word and gesture with the item, you can use summon monster III as the spell. Clairaudience/Clairvoyance (Su): Two times per Weapon Enhancement (Su): The effective day, you can speak a command word and gaze into enhancement bonus of a weapon increases by 1, (or press your ear against) the item to see or hear at a to a maximum of +2. You can instead choose any distance, as the clairaudience/clairvoyance spell. special ability whose market price is equivalent to a Constant Companion, Least (Su): While you are +1 bonus, such as flaming. This ability can be placed holding, wearing, or wielding the item, you can use only on a weapon. a swift action to summon an allied creature. When Web (Sp): Three times per day on command, you assigning this ability to the item, choose one of the can use web as the spell. The save DC is 13, or 12 + creatures from the 1st-level list of the Summon Mon- your Charisma modifier, whichever is higher. ster or Summon Nature’s Ally table on pages 287 and Whispering Wind (Sp): Three times per day on 288 of the Monster Manual. Only that creature can be command, you can use whispering wind as the spell. summoned using this ability. The allied creature attacks your foes and serves you ABILITY MENU C (LEAST) to the best of its ability. If you can communicate with When you found a legacy item and perform a least the creature, you can direct it not to attack, to attack legacy ritual, you can choose a Menu C ability at particular enemies, or to perform other actions. It the cost of three Menu A slots. You cannot “trade remains with you unless dismissed (a standard action) in” existing Menu A or B abilities for an ability from or killed. If the creature is slain, it can be summoned this menu. A skipped slot means that no legacy abil- again after 24 hours, fully healed. You can never have ity is available at that character level. For example, if more than one least companion at any one time. you assigned a Menu A ability at 5th level, you could Cure Serious Wounds, Self (Sp): Once per day as assign a Menu C ability at 8th level, gaining no new a swift action, you can use cure serious wounds as the legacy abilities at 6th or 7th level. You still pay per- spell on yourself when holding, wearing, or wielding sonal costs for a given level, even if you gain no new the item. legacy abilities. Deep Slumber (Sp): Two times per day, when you You can choose one ability from any lower menu issue the command word and gesture with the item, in place of one from Menu C. you can use deep slumber as the spell. The save DC Menu C abilities have a caster level of 10th. is 14, or 13 + your Charisma modifier, whichever Acid Arrow (Sp): At will, when you issue the com- is higher. mand word and gesture with the item, you cause it to Deflection (Su): The deflection bonus to AC fire an acidic arrow, as the Melf’s acid arrow spell. granted by the item increases by 1, to a maximum of Armor or Shield Enhancement (Su): The effec- +3. This ability can never be placed on a suit of armor tive enhancement bonus of a suit of armor or a shield or a shield. You can select this option multiple times. increases, as shown in the table below. This ability can Its effects stack. be placed only on a suit of armor or a shield. Dispel Magic (Sp): Once per day, when you issue Instead of increasing the enhancement bonus, you the command word and gesture with the item, you can choose any combination of enhancement bonuses can use dispel magic as the spell. and special abilities whose total market price is equiva- Empower Power, Lesser (Su): You can manifest up lent to the effective bonus increase. For example, if to three psionic powers per day of up to 3rd level that the effective enhancement bonus increases by 2, you are empowered as though using the Empower Power could increase the armor’s enhancement bonus by 1 metapsionic feat (see the Expanded Psionics Handbook 193 LEGACIES FOUNDING CHAPTER 4 for details). Using this legacy ability does not change DC is 14, or 13 + your Charisma modifi er, whichever the power point cost of the altered power. is higher. You cannot use this ability if you cannot already Water Breathing (Su): While holding, wearing, manifest psionic powers. or wielding the item, you can breathe water freely, as Empower Spell, Lesser if continually affected by the water breathing spell. (Su): You can cast up to three spells per day of up to ABILITY MENU D (LESSER) 3rd level that are empowered If you continue to enhance a legacy item by perform- as though using the Empower ing a lesser legacy ritual, assign lesser abilities to the Spell metamagic feat. Using this item from the following menu. You choose one abili- legacy ability does not change the ty at 11th level, and one for each additional spell slot of the altered spell. A character level up to 16th level. spontaneous spellcaster (such Alternatively, you can “lose” as a sorcerer) must still take a Menu D choices to select abilities full-round action when using this from Menus E and F, as described ability, just as if using a metamagic under those menus. feat he possessed. You can choose You cannot use this ability one ability from if you cannot already cast any lower menu in spells. place of one from Fly (Su): Once per day, Menu D. when you issue the com- Menu D abilities have mand word and hold the a caster level of 10th. item above your head, you Burning Hands (Sp): At can use fly (self only) as will, when you issue the com- the spell. mand word and gesture with Halt Undead (Sp): Two the item, you cause it to spray times per day, when you a fan of fl ame, as the burning issue the command word hands spell. The save DC is 11, and gesture with the item, or 11 + your Charisma modi- you can use halt undead as fi er, whichever is higher. the spell. The save DC is 14, Continual Wind or 13 + your Charisma mod- (Su): While you are holding, ifi er, whichever is higher. The power of a legacy item lends its wielder wings wearing, or wielding the item, Levitate (Su): At will on light gusts of wind constantly command, you can move stream from you, billowing yourself up or down at your direction, as though your cloak or hair. At will on command, you can affected by the levitate spell. focus the wind to blow away or knock down smaller Resistance (Su): The resistance bonus on saves creatures, as the gust of wind spell. The save DC is 13, or granted by the item increases by 1, to a maximum 12 + your Charisma modifi er, whichever is higher. of +5. You can select this option multiple times. Its Cunning (Su): While you are holding, wearing, or effects stack. wielding the item, you are never fl at-footed. Scorching Ray (Sp): At will, when you issue the Cure Serious Wounds (Sp): Three times per command word and gesture with the item, you cause day, you can use cure serious wounds as the spell by it to shoot two rays of fi re, as the scorching ray spell. touching the item to the creature to be healed (includ- Spider Climb (Su): While holding, wearing, or ing yourself) and speaking a command word. This wielding the item, you can walk on walls and ceilings, ability can instead deal damage to undead creatures. as if affected by the spider climb spell. The save DC is 14, or 13 + your Charisma modifi er, Suggestion (Sp): Two times per day, when you whichever is higher. issue the command word and follow it with a specifi c Darkness, Other (Sp): At will, when you issue suggestion, you can use suggestion as the spell. The save the command word and touch an object with the Illus. by S. Belledin 194 4 RETPAHC GNIDNUOF SEICAGEL item, you cause the touched object to shed darkness as the spell. Darkvision (Su): While you are holding, wearing, or wielding the item, you have darkvision with a range of 60 feet. Daylight (Sp): At will on command, you can cause the item to shed daylight as the spell. Detect Secret Doors (Su): While you are hold- ing, wearing, or wielding the item, you can detect secret doors, compartments, caches, and so forth, as if using the detect secret doors spell. As with the spell, you must concentrate for a number of rounds to gain more detailed information. Dimensional Anchor (Sp): Once per day, when you issue the command word and gesture with the item, you can use dimensional anchor as the spell. Dismissal (Sp): Once per day, when you issue the command word and gesture with the item, you can force a creature to return to its native plane, as the dismissal spell. The base save DC is 16, or 14 + your A legacy item can even ward the surrounding area Charisma modifi er, whichever is higher. Add your character level to this number and subtract the target Knock (Su): At will on command, you can open creature’s HD to determine the fi nal save DC. locked or magically sealed doors, as with the knock Glitterdust (Sp): At will, when you issue the com- spell. mand word and gesture with the item, you cause it Magic Missile (Sp): Three times per day, when to create glitterdust as the spell. The save DC is 13, or you issue the command word and gesture with the 12 + your Charisma modifi er, whichever is higher. item, you cause it to launch fi ve missiles of force, as Glyph of Warding (Su): Once per day, when you the magic missile spell. issue the command word and scribe a symbol with the Metamagic (Su): You can apply the effect of one item on an object or in an area, you can create a symbol metamagic feat to up to three spells per day that you that harms those who pass the warded object or area, cast of up to 6th level. This can be any metamagic as the glyph of warding spell. The save DC is 14, or 13 feat that normally adjusts a spell’s slot by one level, + your Charisma modifi er, whichever is higher. such as Enlarge Spell, Extend Spell, or Silent Spell; Haste (Su): Your legacy item speeds up your per- choose the specifi c feat when assigning this ability ception of time. While you are holding, wearing, or to the item. Using this legacy ability does not change wielding the item, you can activate haste for 1 round the spell slot of the altered spell. A spontaneous as a swift action, as though wearing boots of speed. You spell caster (such as a sorcerer) must still take a full- can use this ability up to fi ve times per day. round action when using this ability, just as if using Intelligent Legacy, Major (Su): The item gains a metamagic feat he possessed. sentience (see Intelligent Items on page 268 of the You cannot use this ability if you cannot already Dungeon Master’s Guide). It can communicate with cast spells. you telepathically and speaks Common, plus one Metapsionic (Su): You can apply the effect of one additional language per point of Intelligence bonus. metapsionic feat to up to three psionic powers per The item can hear and see out to 120 feet using day that you manifest of up to 6th level. This can darkvision, and it has blindsense with a range of 120 be any one of Delay Power, Enlarge Power, Extend feet. It gains Intelligence, Wisdom, and Charisma Power, or Split Psionic Ray (see Chapter 3: Skills and scores: Two of these are 18, typically Intelligence Feats in the Expanded Psionics Handbook). Choose the and Charisma, and the third is 10. The legacy item’s specifi c feat when assigning this ability to the item. Ego score is calculated as described under Intelligent Using this legacy ability does not change the power Legacy, Minor, in Menu A. point cost of the altered power. lekniwhoV .F yb .sullI 195 LEGACIES FOUNDING CHAPTER 4 You cannot use this ability if you cannot already special ability whose market price is equivalent to a manifest psionic powers. +1 bonus, such as flaming. This ability can be placed Mirror Image (Sp): Three times per day on com- only on a weapon. You can select this option multiple mand, you can use mirror image as the spell. times. Its effects stack. Obscurity (Su): The item cannot be detected Web (Sp): Five times per day on command, you remotely through scrying, remote viewing, or other can fill an area with sticky strands, as the web spell. means of divination, as if continually affected by the The save DC is 13, or 12 + your Charisma modifier, obscure object spell. whichever is higher. Protection from Arrows (Su): While you are holding, wearing, or wielding the item, you gain ABILITY MENU E (LESSER) damage reduction 10/magic against ranged weapons, If you continue to enhance a legacy item by perform- as if affected by the protection from arrows spell. There ing a lesser legacy ritual, you can choose a Menu E is no limit to the amount of damage prevented. ability at the cost of two Menu D slots. You cannot Shocking Legacy (Su): Five times per day as a “trade in” existing Menu D abilities for an ability standard action, you can imbue the item with elec- from this menu. A skipped slot means that no trical energy. (This does not harm you.) The item legacy ability is available at that character level. For deals an extra 5d6 points of electricity damage on a example, if you assigned a Menu D ability at 11th successful hit. If the item is a projectile weapon, it level, you could assign a Menu E ability at 13th level, bestows this effect on its ammunition. Alternatively, gaining no new legacy ability at 12th level. You still you can deal 5d6 points of electricity damage with a pay personal costs for a given level, even if you gain successful melee touch attack; if the item is a melee no new legacy abilities. weapon, use it to make this attack. In either case, You can choose one ability from any lower menu the energy is expended until you recharge the item in place of one from Menu E. (using another standard action). Menu E abilities have a caster level of 11th. Slippery Barrier (Su): While you are holding, Ability Enhancement +4: The item grants a +4 wearing, or wielding the item and are standing on enhancement bonus to one ability score. Choose solid, open ground, you can use a swift action to the specific ability score when assigning this abil- cover the open ground with a layer of slippery grease. ity to the item—Strength, Dexterity, Constitution, This effect resembles the grease spell but covers each Intelligence, Wisdom, or Charisma. You can select eligible 5-foot square adjacent to your own (your this option multiple times. Each time you do so, it space is free of the grease effect). Another swift action applies to a different ability score. dismisses the effect; otherwise the grease dissipates Animate Dead (Su): Once per day, when you in 1 minute. If there is no open ground in one or issue the command word and touch the item to a more adjacent squares, or if you leave the ground, corpse, you can transform that corpse into a skeleton the effect immediately ends. The save DC is 11, or or zombie of up to 10 Hit Dice, as with the animate 11 + your Charisma modifier, whichever is higher. dead spell. Speak with Dead (Su): Once per day, when Armor or Shield Enhancement (Su): The effec- you issue the command word and lay the item on tive enhancement bonus of a suit of armor or a shield the breast of a corpse, the corpse must answer five increases, as shown in the table below. This ability questions, as if affected by the speak with dead spell. can be placed only on a suit of armor or a shield, and The save DC is 14, or 13 + your Charisma modifier, can be selected multiple times. You cannot increase whichever is higher. the armor or shield’s actual enhancement bonus Summon Monster IV (Sp): Once per day when beyond +5. you issue the command word and gesture with the Instead of increasing the enhancement bonus, item, you can use summon monster IV as the spell. you can choose any combination of enhancement Summon Swarm (Sp): Five times per day on bonuses and special abilities whose total market command, you can use summon swarm as the spell. price is equivalent to the effective bonus increase. Weapon Enhancement (Su): The effective enhancement bonus of a weapon increases by 1, to a maximum of +3. You can instead choose any 196 4 RETPAHC GNIDNUOF SEICAGEL Effective Enhancement Bonus Lightning Bolt (Sp): Three times per day on com- Current Increase mand, you can use lightning bolt as the spell. The save +2 or less 3 DC is 14, or 13 + your Charisma modifi er, whichever +3 or +4 2 is higher. +5 to +9 1 Magic Invulnerability (Su): Once per day, when you issue the command word and gesture Break Enchantment (Sp): Once per day when with the item, you are protected from 1st- through you issue the command word and gesture with the 3rd-level spell effects. This works like the lesser globe item, you can free subjects from enchantments, trans- of invulnerability spell, except that only you gain mutations, and curses, as with the break enchantment this protection. spell. Maximize Power, Lesser (Su): You can manifest Cloudkill (Sp): Once per day, when you issue the up to three psionic powers per day of up to 3rd level command word and gesture with the item, you can that are maximized as though using the Maximize create a cloud of poisonous fumes as the cloudkill spell. Power metapsionic feat (see the Expanded Psion- The save DC is 17, or 15 + your Charisma modifi er, ics Handbook for details). Using this legacy ability whichever is higher. does not change the power point cost of the altered Cone of Cold (Sp): Once per day, when you issue power. the command word and gesture with the item, you You cannot use this ability if you cannot already cause it to blast an area with cold as the cone of cold manifest psionic powers. spell. The save DC is 17, or 15 + your Charisma modi- Maximize Spell, Lesser (Su): You can cast up to fi er, whichever is higher. three spells per day of up to 3rd level that are maxi- Cure Critical Wounds,Self (Sp): Once per day as mized as though using the Maximize Spell metamagic a swift action, you can use cure critical wounds as the feat. Using this legacy ability does not change the spell spell on yourself when holding, wearing, or wielding slot of the altered spell. A spontaneous spellcaster the item. (such as a sorcerer) must still take a full-round action Defl ection (Su): The defl ection bonus to AC when using this ability, just as if using a metamagic granted by the item increases by 1, to a maximum of feat he possessed. +5. This ability can never be placed on a suit of armor You cannot use this ability if you cannot already or a shield. You can select this option multiple times. cast spells. Its effects stack. Energy Resistance, Lesser (Su): The item protects you against damage from one type of energy—acid, cold, electricity, fi re, or sonic. Each time you would normally take such damage, subtract 10 points from the damage dealt. Choose the specifi c type of energy when assigning this ability to the item. You can select this option multiple times. Each time you do so, it applies to a different type of energy. This ability does not stack with least energy resistance from Menu B. Fireball (Sp): Three times per day on command, you can use fi reball as the spell. The save DC is 14, or 13 + your Charisma modifi er, whichever is higher. Hold Person (Sp): Three times per day on com- mand, you can use hold person as the spell. The save DC is 14, or 13 + your Charisma modifi er, whichever is higher. Invisibility (Su): At will, when you issue the com- mand word and gesture with the item, you become invisible as though affected by the invisibility spell. Even a volcano’s heat does not daunt the wielder of a legacy item lekniwhoV .F yb .sullI 197 LEGACIES FOUNDING CHAPTER 4 See Invisibility (Su): While you are holding, wearing, or wielding the item, you can see invisible creatures or objects, as if continually affected by the see invisibility spell. Skill Enhancement +10 (Su): The item grants you a +10 competence bonus on one skill check. Choose the specific skill when assigning this ability to the item. You can select this option multiple times. Each time you do so, it applies to a different skill. Spell Storing, Minor (Su): You can store up to three levels of spells in the item, as though it were a ring of minor spell storing. Summon Monster V (Sp): Once per day when you issue the command word and gesture with the item, you can use summon monster V as the spell. Weapon Enhancement (Su): The effective enhancement bonus of a weapon increases, as shown in the table below. This ability can be placed only on a weapon, and can be selected multiple times. Instead of increasing the enhancement bonus, you can choose any combination of enhancement bonuses and special abilities whose total market price is equiva- lent to the effective bonus increase. For example, if the effective enhancement bonus increases by 2, you A legacy item can bring death to all who oppose it could increase the weapon’s enhancement bonus by 1 and give it the flaming ability, or leave its enhance- Armor or Shield Enhancement (Su): The effec- ment bonus unchanged and give it a special ability tive enhancement bonus of a suit of armor or a shield whose market price is equivalent to a +2 bonus, such increases, as shown in the table below. This ability can as holy. be placed only on a suit of armor or a shield, and can be selected multiple times. You cannot increase the armor Effective Enhancement Bonus or shield’s actual enhancement bonus beyond +5. Current Increase Instead of increasing the enhancement bonus, +1 or less 2 you can choose any combination of enhancement +2, +3, or +4 1 bonuses and special abilities whose total market price is equivalent to the effective bonus increase. ABILITY MENU F (LESSER) If you continue to enhance a legacy item by perform- Effective Enhancement Bonus ing a lesser legacy ritual, you can choose a Menu F Current Increase ability at the cost of three Menu D slots. You cannot +1 or less 4 +2 or +3 3 “trade in” existing Menu D abilities for an ability from +4, +5, or +6 2 this menu. A skipped slot means that no legacy ability +7, +8, or +9 1 is available at that character level. For example, if you assigned a Menu D ability at 11th level, you could Blur (Su): While you are holding, wearing, or assign a Menu F ability at 14th level, gaining no new wielding the item, your actual location is difficult legacy abilities at 12th and 13th level. You still pay to pin down, granting you concealment (20% miss personal costs for a given level, even if you gain no chance) as the blur spell. new legacy abilities. Circle of Death (Sp): Once per day, when you You can choose one ability from any lower menu issue the command word and make a circular gesture in place of one from Menu F. with the item, you cause it to kill living creatures Menu F abilities have a caster level of 13th. within 40 feet, as the circle of death spell. The save DC Illus. by F. Hooper 198 4 RETPAHC GNIDNUOF SEICAGEL is 19, or 16 + your Charisma modifier, whichever is Forceful Hand (Sp): Once per day, when you issue higher. the command word and gesture with the item, you Constant Companion, Lesser (Su): While you can create a Large magic hand that pushes creatures are holding, wearing, or wielding the item, you can away from you, as the Bigby’s forceful hand spell. use a swift action to summon an allied creature. Hold Monster (Sp): Once per day on command, When assigning this ability to the item, choose you can use hold monster as the spell. The save DC one of the creatures from the 3rd-level list of the is 17, or 15 + your Charisma modifier, whichever Summon Monster or Summon Nature’s Ally table is higher. on pages 287 and 288 of the Monster Manual. Only Lightning Bolt, Maximized (Sp): Once per day on that creature can be summoned using this ability. command, you can create a maximized lightning bolt as The allied creature attacks your foes and serves the spell enhanced by the Maximize Spell metamagic you to the best of its ability. If you can communicate feat. The save DC is 14, or 13 + your Charisma modifier, with the creature, you can direct it not to attack, whichever is higher. to attack particular enemies, or to perform other Metamagic, Greater (Su): You can apply the actions. It remains with you unless dismissed (a effect of one metamagic feat to up to three spells per standard action) or killed. If the creature is slain, it day that you cast of up to 9th level. This can be any can be summoned again after 24 hours, fully healed. metamagic feat that normally adjusts a spell’s slot You can never have more than one lesser companion by one level (such as Enlarge Spell, Extend Spell, or at any one time. Silent Spell); choose the specific feat when assign- Contingency (Su): Once per day, you can place ing this ability to the item. Using this legacy ability a spell on yourself that triggers automatically on a does not change the spell slot of the altered spell. A trigger condition you specify, as though using the spontaneous spellcaster (such as a sorcerer) must still contingency spell. take a full-round action when using this ability, just Create Undead (Su): Once per day, when you as if using a metamagic feat he possessed. issue the command word and touch the item to a You cannot use this ability if you cannot already corpse, you can transform that corpse into a ghoul cast spells. or ghast, as with the create undead spell. Metapsionic, Greater (Su): You can apply the Cure Critical Wounds (Sp): Three times per day, effect of one metapsionic feat to up to three psionic you can use cure critical wounds as the spell by touch- powers per day that you manifest of up to 9th level. ing the item to the creature to be healed (including This can be any one of Delay Power, Enlarge Power, yourself) and speaking a command word. This Extend Power, or Split Psionic Ray (see Chapter 3: ability can instead deal damage to undead creatures. Skills and Feats in the Expanded Psionics Handbook). The save DC is 16, or 14 + your Charisma modifier, Choose the specific feat when assigning this ability whichever is higher. to the item. Using this legacy ability does not change Enervation (Sp): Two times per day, when you the power point cost of the altered power. issue the command word and gesture with the item, You cannot use this ability if you cannot already you cause it to emit a black beam of negative energy manifest psionic powers. that bestows 1d4 negative levels on a subject, as the Poison Immunity (Su): While you are holding, enervation spell. wearing, or wielding the item, you are immune to Evasion (Su): While you are holding, wearing, poison. or wielding the item, you can avoid damage from True Seeing (Sp): Once per day, when you issue certain attacks with a successful Reflex save as if the command word and gesture with the item, you you had the evasion class feature (see page 41 of the can see all things as they really are, as if under the Player’s Handbook). effect of the true seeing spell. Fireball, Maximized (Sp): Once per day on com- Wall of Fire (Sp): Two times per day, when you mand, you can create a maximized fireball as the spell issue the command word and gesture with the item, enhanced by the Maximize Spell metamagic feat. you cause it to conjure a curtain of shimmering violet The save DC is 14, or 13 + your Charisma modifier, fire, as the wall of fire spell. whichever is higher. Weapon Enhancement (Su): The effective enhancement bonus of a weapon increases, as shown in the table below. This ability can be placed only on 199 LEGACIES FOUNDING CHAPTER 4 a weapon, and can be selected multiple times. You Armor or Shield Enhancement (Su): The effec- cannot increase the weapon’s actual enhancement tive enhancement bonus of a suit of armor or a shield bonus beyond +5. increases, as shown in the table below. This ability Instead of increasing the enhancement bonus, can be placed only on a suit of armor or a shield, and you can choose any combination of enhancement can be selected multiple times. You cannot increase bonuses and special abilities whose total market price the armor or shield’s actual enhancement bonus is equivalent to the effective bonus increase. beyond +5. Instead of increasing the enhancement bonus, Effective Enhancement Bonus you can choose any combination of enhancement Current Increase bonuses and special abilities whose total market price +3 or less 2 is equivalent to the effective bonus increase. +4, +5, or +6 1 Effective Enhancement Bonus Wish (Su): The item grants you a single wish as the Current Increase spell. You must state the desired effect while holding +2 or less 5 +3 4 the item. As long as you have performed the appropri- +4 or +5 3 ate legacy ritual and meet the level requirement, you +6 or higher 2 (max +10) gain this benefit, even if a previous owner has made a wish using the item. A given creature can never gain Banishment (Sp): Once per day, when you issue more than one wish in this way. If a save is allowed, the command word and gesture with the item, you the save DC is 23, or 19 + your Charisma modifier, force extraplanar creatures out of your home plane, as whichever is higher. the banishment spell. The save DC is 20, or 17 + your Wizardry I (Su): While you are holding, wearing, Charisma modifier, whichever is higher. or wielding the item, you can prepare or cast double Chain Lightning (Sp): Once per day, when you your normal number of 1st-level arcane spells per day, issue the command word and gesture with the item, as though wearing a ring of wizardry I. you cause it to blast lightning that arcs to other X-Ray Vision (Su): When you issue the command targets, as the chain lightning spell. The save DC word and gesture with the item, you can continually see is 19, or 16 + your Charisma modifier, whichever through solid matter, as though wearing a ring of X-ray is higher. vision. Using the ability is physically exhausting, and Charm Monster (Sp): Three times per day on you take 1 point of Constitution damage per minute command, you can use charm monster as the spell. after the first 10 minutes of use in a single day. The save DC is 16, or 14 + your Charisma modifier, whichever is higher. ABILITY MENU G (GREATER) Dimension Door (Sp): Three times per day, when If you continue to enhance a legacy item by perform- you issue the command word and gesture with the ing a greater legacy ritual, assign greater abilities to the item, you can teleport a short distance, as if affected item from the following menu. You choose one ability by the dimension door spell. at 17th level, and one for each additional character Dispel Magic, Greater (Sp): Once per day, when level up to 20th level. you issue the command word and gesture with the Alternatively, you can “lose” Menu G choices to item, you can use greater dispel magic as the spell. select abilities from Menus H and I, as described Dominate Person (Sp): Two times per day, when under those menus. you issue the command word and gesture with the You can choose one ability from any lower menu item, you can use dominate person as the spell. The save in place of one from Menu G. DC is 17, or 15 + your Charisma modifier, whichever Menu G abilities have a caster level of 15th. is higher. Ability Enhancement +6, Restricted (Su): The Empower Power (Su): You can manifest up to item grants a +6 enhancement bonus to one ability three psionic powers per day of up to 6th level that score. Choose the specific ability score when assign- are empowered as though using the Empower Power ing this ability to the item—Strength, Dexterity, metapsionic feat (see the Expanded Psionics Handbook Constitution, Intelligence, Wisdom, or Charisma. for details). Using this legacy ability does not change You cannot select this option more than once. the power point cost of the altered power. 200 4 RETPAHC GNIDNUOF SEICAGEL You cannot use this ability if you cannot already manifest psionic powers. Empower Spell (Su): You can cast up to three spells per day of up to 6th level that are empowered as though using the Empower Spell metamagic feat. Using this legacy ability does not change the spell slot of the altered spell. A spontaneous spellcaster (such as a sorcerer) must still take a full-round action when using this ability, just as if using a metamagic feat he possessed. You cannot use this ability if you cannot already cast spells. Heal Self (Sp): Once per day as a standard action, you can use heal on yourself when holding, wearing, or wielding the item. Ice Storm (Sp): Three times per day, when you issue the command word and gesture with the item, you cause it to fill an area with pounding hailstones, as the ice storm spell. Invisibility, Greater (Su): Two times per day, A mighty legacy item can turn aside when you issue the command word and gesture with the most powerful magic the item, you become invisible and remain so even if you make an attack. This works like the greater metapsionic feat (see the Expanded Psionics Handbook invisibility spell. for details). Using this legacy ability does not change Mindarmor (Su): This ability can be placed only the power point cost of the altered power. on a suit of armor or a shield. The item grants you You cannot use this ability if you cannot already a +3 insight bonus on Will saving throws to resist manifest psionic powers. mind-affecting and compulsion effects. Quicken Spell, Lesser (Su): You can cast up to three Passwall (Sp): Two times per day, when you issue spells per day of up to 3rd level that are quickened as the command word and gesture with the item, you though using the Quicken Spell metamagic feat. Using can use passwall as the spell. this legacy ability does not change the spell slot of Phantasmal Killer (Sp): Three times per day, the altered spell. A spontaneous spellcaster (such as a when you issue the command word and gesture with sorcerer) does not take a full-round action when using the item, you can use phantasmal killer as the spell. this ability. The save DC is 16, or 14 + your Charisma modifier, You cannot use this ability if you cannot already whichever is higher. cast spells. Planar Ally (Sp): Once per day on command, you Skill Enhancement +15 (Su): The item grants can call an extraplanar creature of 12 HD or less you a +15 competence bonus on one skill check. to perform a task for you, as the planar ally spell. Choose the specific skill when assigning this ability You must still pay any gold piece cost required by to the item. the task. You can select this option multiple times. Each time Plane Shift (Sp): Once per day, when you issue the you do so, it applies to a different skill. command word and gesture with the item, you can Spell Turning (Sp): Once per day, when you issue use plane shift as the spell. Only willing creatures can the command word and gesture with the item, you be transported with this effect. gain the ability to reflect spells back at a foe, as the Power Word Blind (Sp): Once per day on com- spell turning spell. mand, you can use power word blind as the spell. Stoneskin (Sp): Once per day, when you issue the Quicken Power, Lesser (Su): You can manifest up command word and gesture with the item, you gain to three psionic powers per day of up to 3rd level that the benefit of the stoneskin spell. are quickened as though using the Quicken Power lekniwhoV .F yb .sullI 201 LEGACIES FOUNDING CHAPTER 4 Summon Monster VI (Sp): Once per day when ABILITY MENU H (GREATER) you issue the command word and gesture with the If you continue to enhance a legacy item by perform- item, you can use summon monster VI as the spell. ing a greater legacy ritual, you can choose a Menu H Telekinesis (Sp): Two times per day, when you ability at the cost of two Menu G slots. You cannot issue the command word and gesture with the item, “trade in” existing Menu G abilities for an ability you can move or hurl an object, or attack a creature, from this menu. A skipped slot means that no legacy as the telekinesis spell. The save DC is 17, or 15 + your ability is available at that character level. For example, Charisma modifier, whichever is higher. Treat the if you assigned a Menu G ability at 17th level, you item as having a Charisma of 14 (or use your Cha- could assign a Menu H ability at 19th level, gaining risma score, if higher) for the purpose of adjudicating no new legacy ability at 18th level. You still pay per- this effect. sonal costs for a given level, even if you gain no new Teleport (Sp): Two times per day, when you issue legacy abilities. the command word and gesture with the item, you You can choose one ability from any lower menu can use teleport as the spell. in place of one from Menu H. Wall of Force (Sp): Two times per day, when you Menu H abilities have a caster level of 17th. issue the command word and gesture with the item, Armor or Shield Enhancement (Su): The effec- you cause it to conjure an invisible barrier of force, tive enhancement bonus of a suit of armor or a shield as the wall of force spell. increases, as shown in the table below. This ability Wall of Iron (Sp): Once per day, when you issue can be placed only on a suit of armor or a shield, and the command word and gesture with the item, you can be selected multiple times. You cannot increase cause it to conjure a flat, vertical iron wall, as the wall the armor or shield’s actual enhancement bonus of iron spell. The save DC is 19, or 16 + your Charisma beyond +5. modifier, whichever is higher. Instead of increasing the enhancement bonus, Wall of Stone (Sp): Two times per day, when you you can choose any combination of enhancement issue the command word and gesture with the item, bonuses and special abilities whose total market price you cause it to conjure a wall of rock that merges is equivalent to the effective bonus increase. into adjoining rock surfaces, as the wall of stone spell. The save DC is 17, or 15 + your Charisma modifier, Effective Enhancement Bonus whichever is higher. Current Increase Weapon Enhancement (Su): The effective +4 or less 5 +5 or more 4 (max +10) enhancement bonus of a weapon increases, as shown in the table below. This ability can be placed only on a weapon, and it can be selected multiple times. You Clenched Fist (Sp): Once per day, when you issue cannot increase the weapon’s actual enhancement the command word and gesture with the item, you bonus beyond +5. can create a Large magic hand that can attack foes, as Instead of increasing the enhancement bonus, the Bigby’s clenched fist spell. you can choose any combination of enhancement Cure Moderate Wounds, Mass (Sp): Three times bonuses and special abilities whose total market price per day on command, you can use mass cure moderate is equivalent to the effective bonus increase. wounds as the spell. This instead deals damage to undead creatures. The save DC is 19, or 16 + your Effective Enhancement Bonus Charisma modifier, whichever is higher. Current Increase Disintegrate (Sp): Once per day, when you issue +2 or less 3 the command word and gesture with the item, you +3, +4, or +5 2 cause it to emit a thin green ray that destroys one +6 to +9 1 creature utterly, as the disintegrate spell. The save DC is 19, or 16 + your Charisma modifier, whichever Wizardry II (Su): While you are holding, wearing, is higher. or wielding the item, you can prepare or cast double Displacement (Su): While you are holding, wear- your normal number of 2nd-level arcane spells per ing, or wielding the item, you can activate displacement day, as though wearing a ring of wizardry II. for 1 round as a swift action, as though wearing a major 202 4 RETPAHC GNIDNUOF SEICAGEL cloak of displacement. You can use this ability up to ten Maximize Spell (Su): You can cast up to three times per day. spells per day of up to 6th level that are maximized Energy Resistance, Greater (Su): The item as though using the Maximize Spell metamagic feat. protects you against damage from one type of Using this legacy ability does not change the spell energy—acid, cold, electricity, fire, or sonic. Each slot of the altered spell. A spontaneous spellcaster time you would normally take such damage, subtract (such as a sorcerer) must still take a full-round action 30 points from the damage dealt. Choose the when using this ability, just as if using a specific type of energy when assigning this metamagic feat he possessed. ability to the item. You cannot use this ability if you You can select this option mul- cannot already cast spells. tiple times. Each time you do so, it Mind Blank (Su): applies to a different type of energy. While you are holding, This ability does not stack with energy wearing, or wielding the resistance from previous menus. item, your mind is protected Ethereal from mental and emotional tam- Jaunt (Su): pering, as if continually affected Once per day, by the mind blank spell. when you issue Moment of Prescience (Su): the command word and Once per day, while you are gesture with the item, you can holding, wearing, or wield- become ethereal. This works like the ing the item, you can gain a ethereal jaunt spell. You can remain +20 insight bonus on a single ethereal for as long as you wish, but roll, as the moment of prescience once you return to material form, spell. You must declare that you you cannot become ethereal again are activating the effect before you that day. make the roll. Finger of Death (Sp): Once per A legacy item can make its Prismatic Spray (Sp): Two times per day, when you issue the command word owner nearly invulnerable day, when you issue the command word and gesture with the item, you can and gesture with the item, you cause it kill one living creature, as the finger of death spell. to emit shimmering, multicolored beams of light The save DC is 20, or 17 + your Charisma modifier, with a variety of effects, as the prismatic spray spell. whichever is higher. The save DC is 20, or 17 + your Charisma modifier, Heal Self, Swift (Sp): Once per day as a swift whichever is higher. action, you can use heal on yourself when holding, Spell Storing (Su): You can store up to five levels wearing, or wielding the item. of spells in the item, as though it were a ring of spell Horrid Wilting (Sp): Once per day, when you storing. issue the command word and gesture with the item, Summon Monster VII (Sp): Two times per day you can use horrid wilting as the spell. The save DC when you issue the command word and gesture is 22, or 18 + your Charisma modifier, whichever with the item, you can use summon monster VII as is higher. the spell. Iron Body (Sp): Once per day, when you issue the Weapon Enhancement (Su): The effective command word and gesture with the item, you gain enhancement bonus of a weapon increases, as shown the benefit of the iron body spell. in the table below. This ability can be placed only on Maximize Power (Su): You can manifest up to a weapon, and can be selected multiple times. You three psionic powers per day of up to 6th level that cannot increase the weapon’s actual enhancement are maximized as though using the Maximize Power bonus beyond +5. metapsionic feat (see the Expanded Psionics Handbook Instead of increasing the enhancement bonus, for details). Using this legacy ability does not change you can choose any combination of enhancement the power point cost of the altered power. bonuses and special abilities whose total market You cannot use this ability if you cannot already price is equivalent to the effective bonus increase. manifest psionic powers. sdlonyeR .W yb .sullI 203 LEGACIES FOUNDING CHAPTER 4 Effective Enhancement Bonus summoned again after 24 hours, fully healed. You Current Increase can never have more than one greater companion at +1 or less 5 any one time. +2 4 Crushing Hand (Sp): Once per day, when you +3, +4, or +5 3 issue the command word and gesture with the item, +6, +7, or +8 2 +9 1 you can create a Large magic hand that can crush foes, as the Bigby’s crushing hand spell. Wishes, Two (Su): The item grants you two Dominate Monster (Sp): Once per day, when you wishes as the wish spell. You must state the desired issue the command word and gesture with the item, effect while holding the item. As long as you have you can use dominate monster as the spell. The save performed the appropriate legacy ritual and meet DC is 23, or 19 + your Charisma modifier, whichever the level requirement, you gain this benefit, even is higher. if a previous owner has made two wishes using the Empower Power, Greater (Su): You can mani- item. A given creature can never gain more than two fest up to three psionic powers per day of up to wishes in this way. If a save is allowed, the save DC 9th level that are empowered as though using the is 23, or 19 + your Charisma modifier, whichever Empower Power metapsionic feat. Using this legacy is higher. ability does not change the power point cost of the Wizardry III (Su): While you are holding, wear- altered power. ing, or wielding the item, you can prepare or cast You cannot use this ability if you cannot already double your normal number of 3rd-level arcane spells manifest psionic powers. per day, as though wearing a ring of wizardry III. Empower Spell, Greater (Su): You can cast up to three spells per day of up to 9th level that are ABILITY MENU I (GREATER) empowered as though using the Empower Spell If you continue to enhance a legacy item by per- metamagic feat. Using this legacy ability does not forming a greater legacy ritual, you can choose a change the spell slot of the altered spell. A spontane- Menu I ability at the cost of three Menu G slots. ous spellcaster (such as a sorcerer) must still take a You cannot “trade in” existing Menu G abilities for full-round action when using this ability, just as if an ability from this menu. A skipped slot means that using a metamagic feat he possessed. no legacy ability is available at that character level. You cannot use this ability if you cannot already For example, if you assigned a Menu G ability at 17th cast spells. level, you could assign a Menu I ability at 20th level, Energy Drain (Sp): Once per day, when you issue gaining no new legacy abilities at 18th and 19th level. the command word and gesture with the item, you You still pay personal costs for a given level, even if cause it to emit a black beam of negative energy that you gain no new legacy abilities. bestows 2d4 negative levels on a subject, as the energy You can choose one ability from any lower menu drain spell. The save DC is 23, or 19 + your Charisma in place of one from Menu I. modifier, whichever is higher. Menu I abilities have a caster level of 20th. Heal, Mass (Sp): Three times per day on com- Constant Companion, Greater (Su): While you mand, you can use mass heal as the spell. This ability are holding, wearing, or wielding the item, you can can instead deal damage to undead creatures. The use a swift action to summon an allied creature. save DC is 23, or 19 + your Charisma modifier, When assigning this ability to the item, choose whichever is higher. one of the creatures from the 5th-level list of the Imprisonment (Su): Once per day, when you Summon Monster or Summon Nature’s Ally table make a successful melee touch attack against a foe, on pages 287 and 288 of the Monster Manual. Only you can imprison that foe beneath the earth, as the that creature can be summoned using this ability. imprisonment spell. You must declare that you are The allied creature attacks your foes and serves you activating the effect before you make the attack to the best of its ability. If you can communicate with roll. If the item is a melee weapon, use it to make the creature, you can direct it not to attack, to attack the touch attack. particular enemies, or to perform other actions. Meteor Swarm (Sp): Once per day on command, It remains with you unless dismissed (a standard you can use meteor swarm as the spell. The save DC action) or killed. If the creature is slain, it can be 204 4 RETPAHC GNIDNUOF SEICAGEL You cannot use this ability if you cannot already cast spells. Regeneration (Su): While you are holding, wearing, or wielding the item, you heal 1 point of damage per level every hour rather than every day and regrow lost body parts, as though wearing a ring of regeneration. Summon Monster IX (Sp): Once per day when you issue the command word and gesture with the item, you can use summon monster IX as the spell. Time Stop (Sp): Once per day on command, you can use time stop as the spell. Weapon Enhancement (Su): The effective enhancement bonus of a weapon increases, as shown in the table below. This ability can be placed only on a weapon, and can be selected multiple times. You cannot increase the weapon’s actual enhancement bonus beyond +5. Instead of increasing the enhancement bonus, you can choose any combination of enhancement bonuses and special abilities whose total market price is equivalent to the effective bonus increase. Effective Enhancement Bonus Current Increase +1 or less 6 A legacy item’s wielder entombs enemies under the earth with a touch +2 or +3 5 +4 or +5 4 is 23, or 19 + your Charisma modifier, whichever +6 or +7 3 is higher. +8 2 Polar Ray (Sp): Two times per day, when you issue +9 1 the command word and gesture with the item, you cause it to emit a blue-white ray of freezing air and Weird (Sp): Once per day on command, you can ice, as the polar ray spell. frighten to death all creatures within 30 feet, as the Power Word Stun (Sp): Two times per day on weird spell. The save DC is 23, or 19 + your Charisma command, you can use power word stun as the spell. modifier, whichever is higher. Quicken Power (Su): You can manifest up to Wishes, Three (Su): The item grants you three three psionic powers per day of up to 6th level that wishes as the wish spell. You must state the desired are quickened as though using the Quicken Power effect while holding the item. As long as you have metapsionic feat (see the Expanded Psionics Handbook performed the appropriate legacy ritual and meet for details). Using this legacy ability does not change the level requirement, you gain this benefit, even if the power point cost of the altered power. a previous owner has made three wishes using the You cannot use this ability if you cannot already item. A given creature can never gain more than manifest psionic powers. three wishes in this way. If a save is allowed, the save Quicken Spell (Su): You can cast up to three spells DC is 23, or 19 + your Charisma modifier, whichever per day of up to 6th level that are quickened as though is higher. using the Quicken Spell metamagic feat. Using this Wizardry IV (Su): While you are holding, wear- legacy ability does not change the spell slot of the ing, or wielding the item, you can prepare or cast altered spell. A spontaneous spellcaster (such as a double your normal number of 4th-level arcane spells sorcerer) does not take a full-round action when using per day, as though wearing a ring of wizardry IV. this ability. repooH .F yb .sullI 205 Illus. by D. Kovacs his chapter presents a variety of twists that PCs to substitute Knowledge (religion) checks for you, as the DM, can add to expand the rules Knowledge (history) checks. Likewise, the history for items of legacy. From items with dual, of an item strongly tied to the arcane, such as Bright even opposing legacies to monsters that Evening Star, might warrant Knowledge (arcana) seethe with mythic power, from heroes checks, while one that figures prominently in sharing legacies with comrades to wielders unlock- local affairs and tales might be uncovered with a ing epic legacy abilities, this chapter lets you further Knowledge (local) or Gather Information check. customize a legacy-themed campaign. If the player makes a valid case for substituting another Knowledge check, go ahead and allow it. However, you should increase the check DCs by ALTERNATIVES 5, since these sorts of tales seldom include the TO KNOWLEDGE specific details necessary to properly perform (HISTORY) CHECKS legacy rituals. Making a Knowledge (history) check is the usual means BARDIC KNOWLEDGE of learning the background and rituals associated with AND LORE a legacy item. At your discretion, other methods are possible. The following optional rules make using Bards, with their vast repertoire of tales, legacy items easier for less scholarly adventurers. histories, and gossip, might very well know something of legacy items and their history. OTHER KNOWLEDGE SKILLS You can allow a bardic knowledge check as Weapons tied heavily to a specific church or deity, a substitute for Knowledge (history), but you such as the Bow of the Black Archer or Durindana, might should increase the check DC by 5 to reflect be featured prominently in the myths and dogma the fact that bardic knowledge is sketchy and of that religion. In such cases, you might allow the incomplete in most cases. 206 5 RETPAHC LANOITPO SELUR Incorporating different components into an item of legacy can unlock different abilities Loremasters focus exclusively on ancient secrets, of the dead) or broader (such as a polished marble orb unlike bards. Their repertoire of knowledge is vast, so or the talons of a red dragon). a loremaster’s lore check should entail no DC increase DESIGNING A MUTABLE ITEM if used in place of a Knowledge (history) check. In general, a mutable item is designed just like any MAGICAL DIVINATION other legacy item, as described in Chapter 4: Found- Using divination magic is the easiest, most effi- ing Legacies. Add the following entries to the legacy cient way to learn the history of a legacy item. The ability menus in that chapter. identify and legend lore spells are commonly used for this purpose. Legacy Ability Menu B—Mutable Legacy: Select",
        "name":  "Three times per day, you can use Charisma scores",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This spell uncovers enough knowl- Legacy Ability Menu F—Mutable Legacy: Select edge to learn and perform all legacy rituals for any two abilities from Menu E. an item. Legacy Ability Menu H—Mutable Legacy: Select any three abilities from Menu G. Legacy Ability Menu I—Mutable Legacy: Select any MUTABLE LEGACY ITEMS two abilities from Menu H. Mutable items are a special subcategory of legacy items whose properties change with the addition You can’t use a mutable legacy ability choice to select of different components. Skull Lash, for example other mutable legacy abilities. For example, you can’t (see page 147), confers on its wielder special abilities use a Menu C choice to select mutable legacy twice characteristic of the creature whose skulls forms one from Menu B. Just like most menu choices, you can’t of the flail’s heads. Other examples of mutable legacy select more than one mutable legacy option from any items include a sword with energy-related abilities menu. Thus, you can choose mutable legacy once from that depend on the type of gem set in its pommel, Menu B and once from Menu C, but not twice from or a crossbow with the bane special ability against either menu. creatures defined by the material of its bolts. Each A mutable legacy choice can’t be an ability with a variable component might be very specific (such as limited number of daily uses. a unique gemstone said to possess a link to the lands repooH .F yb .sullI 207 RULES OPTIONAL CHAPTER 5 Examples of Designing Mutable of Enth-Kai, so you decide to make both components Legacy Items general. However, you specify types of gems that relate Example 1: You are designing a legacy longsword to a given Menu A ability and energy type: rubies for with energy-related abilities that depend on the type of fire, sapphires for cold, and diamonds for electricity. gem set into its pommel. It also has two suites of divine You likewise limit the holy symbol options to two magical abilities, each linked to the specific deity particular deities: Heironeous, god of valor, and St. whose holy symbol is tied on a leather thong around Cuthbert, god of retribution. the crossguard. You select three menu A abilities as a menu B mutable legacy choice—linking them to the Finishing Touches pommel gem—and two Menu E abilities as a Menu Although the great advantage of mutable legacy items F mutable legacy choice, linking them to the holy is their flexibility, their ability suites should share a symbol. Thus, depending on the components attached theme or otherwise relate to one another. It’s more to the sword, it displays any of six different combina- interesting to wield a sword with three different tions of menu A and menu E legacy abilities. energy-related effects, or a variety of restorative abili- Example 2: You are designing a legacy staff with ties, or powers relating to the same faith or pantheon, three different sets of related legacy powers, and each than one that alternately heals, blasts with fire, or set is affiliated with a particular component: the stone summons a creature. Possible themes include energy set into the tip of the staff. You select mutable lega- types, alignments, the planes, monster or animal cies from Menus B, E, and H, then assign one ability abilities, a deity or pantheon’s portfolio or domains, from each trio of lower-level abilities to each of three ancestral wisdom, and schools of magic. Of course, different stones (say, obsidian, marble, and granite). you are free to design mutable legacy items with no Depending on the affixed stone, the staff will have unifying theme at all, but doing so makes them much one of three different sets of abilities, each progressing less special and weakens their symbolic value. all the way to 20th level. USING VARIABLE COMPONENTS Variable Components The rules for actually using variable components Once you have chosen the item’s mutable legacy abili- in a mutable legacy item are simpler than those for ties, decide what variable components will actually designing such an item. As a player character, you unlock them, as well as which ability is linked to each simply need to discover and obtain the appropriate component. Depending on the item, variable com- component, affix it to the legacy item, and perform a ponents can be nearly anything: a sword’s blade, the brief ritual to activate the item’s new abilities. gemstone set in a ring, a staff’s capstone, a decorative feather hung from a club, or one of countless other Discovering Variable Components options. Let your creativity run wild—the only rule Some mutable items have very obvious variable com- is that components must be either general or specific. ponents, with few or no restrictions (Skull Lash, for General components are a broad category of items example, accepts any skull of the appropriate creature or substances, any of which will suffice as the item’s types). Other mutable items, however, have variable variable component. Specific components are just components that are more esoteric, or for which fewer that—specific or even unique items (such as a crystal items will serve. Returning to the above example, the from the hoard of the ancient red dragon Durtaxstein- mutable legacy longsword accepts only three types of gakila). Mere limitations on appropriate components pommel gems and two types of holy symbols. If you are not sufficient to make them specific. were to attach another kind of gem, such as amethyst, In the above example of the longsword, you have to the sword’s pommel, the weapon would gain no already decided it will have two variable components: new legacy abilities. the pommel gem and the holy symbol tied to the Discovering each of a mutable item’s eligible guard. You’ve also decided to link the set of three components requires a DC 15 Knowledge (history) Menu A legacy abilities to the pommel gem and the check if general, a DC 20 check if specific, and a DC set of two Menu E legacy abilities to the holy symbol. 25 check if unique. For every 5 points by which you The unique variability of the sword is the focus, and beat the check DC, you discover one extra variable you don’t want the PCs to get derailed by side quests to component. For example, if you are seeking suitable find some legendary component, such as the Diamond components for the pommel gem of the example 208 5 RETPAHC LANOITPO SELUR longsword above and get a result of 27 on your Depending on the theme of the item, sets of abilities Knowledge (history) check, you would learn two might be diametric opposites or only tangentially of the three types of gems that unlock the sword’s connected. For example, a mace possessed by an various energy-related abilities. evangelical spirit might have one set of weapon special abilities with no religious affiliation, such as flaming Affixing a Component burst or defending, and an alternative set of divine Depending upon the nature of the variable component magic-inspired powers such as the holy weapon ability and the legacy item, affixing a component might be as or the ability to use cure light wounds. simple as tying it to the item with a leather thong or as complex as cutting a gem to fit a socket and setting Dual Legacy Rituals it with jeweler’s tools. Unless the DM decides other- Dual legacy items, such as Merikel, require two legacy wise, affixing or switching out a legacy item’s variable ritual paths, one for each set of abilities. Once you have component, including the brief ritual involved, is a full- started down either path by performing its least legacy round action that draws attacks of opportunities. ritual, you are “locked in” to that path. That ritual path dictates the legacy abilities you unlock. For instance, if you wield Merikel and perform the Pious Redemption DUAL LEGACY ITEMS ritual, you can use the least abilities associated with Dual legacy items have divergent or even opposing that path (touch of grace and bless). sets of abilities, each unlocked by a different series of If you later choose to follow the item’s alternative legacy rituals. Unlike mutable items, the abilities are path, you must perform the next ritual to complete fixed for a given wielder and cannot be changed once that path’s task instead. All of the item’s legacy abilities, the ritual is complete. An example of a dual legacy item even those previously unlocked, change to reflect the is the greatsword Merikel (see page 117), the weapon new path. For example, if you are wielding Merikel, of a fallen angel, which retains some of its original and have already unlocked its least abilities with the holiness but can also be warped toward evil. It could Pious Redemption ritual, you must perform the Path become a powerful tool for good in the hands of a good of Despair ritual and unlock its lesser abilities to follow wielder, but wielded by an evil creature, it manifests the path of evil. Once the ritual is complete, the touch dread, unholy powers. A dual legacy item can pose a of grace and bless abilities would be replaced by their tremendous threat in the hands of an enemy, but it can “evil” counterparts, touch of fury and bane. make a great reward for a PC who finally claims it. When designing a dual legacy item, you must also design two sets of rituals to represent the differing DESIGNING A paths. Each of a corresponding pair of rituals requires DUAL LEGACY ITEM the same Knowledge (history) check DC. Each should In general, a dual legacy item is designed just like have the same costs, both personal and gp, but could any other legacy item, as described in Chapter 4: require different tasks. You can even encourage a Founding Legacies. However, the process of assign- potential wielder to prefer one path to the other by ing abilities and designing legacy rituals differs as making its tasks easier to complete. For example, a described below. wielder of Merikel following the path of good need only travel to the high church of Heironeous to bathe Selecting Legacy Abilities the sword in blessed water, while the evil path requires Whenever you select a legacy ability from a menu, you dipping it into the water of the deadly River Styx. can choose another from the same menu. Do this for as many abilities as you wish. Each time, designate one SHARING A LEGACY as the primary ability and the other as the secondary ability. Merikel, for example, has good-aligned, positive, A common element in fantasy films and literature helpful primary abilities and evil-aligned, negative, is that of the trusted companion who takes up the spiteful secondary abilities. Not every legacy ability weapon of the valiant hero who falls in combat. One needs an alternative; some might be shared by opposing famous example is when Sam wields Sting after Frodo themes, such as Merikel’s divine countenance ability is taken by Shelob in The Two Towers. You can replicate (which grants a +2 enhancement bonus to Charisma such an event with items of legacy. Under the standard regardless of which path its wielder chooses). rules presented in this book, if Sir Aerin the Mighty 209 RULES OPTIONAL CHAPTER 5 The path taken by its wielder determines the nature of a dual legacy item passes the powerful blade Durindana (see page 75) to legacy ritual, you can use all the item’s legacy abilities his companion Enian the bard, that fabled weapon available up to and including 18th level (if any). becomes nothing more than a +1 longsword in Enian’s This benefi t comes with a heavy cost, though: You hands—not terribly impressive or heroic. This vari- immediately gain one negative level for each legacy ant rule provides a method for a willing character to ritual completed by the original wielder. Thus, if the temporarily bestow upon an ally the ability to wield a original wielder has completed only the least legacy legacy weapon for which that ally has not qualifi ed. ritual (unlocking the least abilities of the item), you Sharing a legacy item requires the voluntary and gain one negative level, but if the owner has completed informed consent of both wielder and recipient. This all three rituals and unlocked the greater abilities, you consent need not be vocalized or even deliberate; it gain three negative levels. These negative levels remain can be granted tacitly even when the wielder is uncon- as long as you continue to wield, wear, or carry the item, scious or otherwise incapacitated. However, it cannot but never result in actual level loss. However, the nega- be coerced in any way, magically or otherwise. Only tive levels can never be removed in any way (including the intended recipient can benefi t (you can’t disguise restoration spells) while you possess the item. If you yourself as the wielder’s ally to trick her into lending cannot gain negative levels (for example, because you you the item). are a construct or undead creature), you cannot be the If you are the intended recipient of a legacy item, recipient of another character’s legacy item. you are treated as having the same level as the owner If the total negative levels equal or exceed your Hit and as having completed the same legacy rituals, Dice, you are not killed but instead gain the maximum regardless of your own level. For example, if you are number of negative levels you can without dying. a 5th-level character who takes up the legacy blade of For each negative level so gained, you have access to an 18th-level wielder who had completed the greater the abilities granted by completing one of the legacy Illus. by W. England 210 5 RETPAHC LANOITPO SELUR rituals, beginning with the lowest. For example, if Armor Class: 22 (+1 Dex, +6 natural, +4 scale mail, you are 3rd level and receive a legacy item from an +1 light steel shield), touch 11, flat-footed 21 owner who has completed the greater legacy ritual, Base Attack/Grapple: +4/+6 you would gain only two negative levels (instead of Attack: +1 warhammer +8 melee (1d8+3/×3 plus 1 fire) or three) and would be able to use only the item’s least masterwork light pick +7 melee (1d4+2/×4 plus 1 fire) and lesser abilities (but not the greater abilities). Full Attack: +1 warhammer +8 melee (1d8+3/×3 plus You might wield the legacy item for as long as the 1 fire) or masterwork light pick +7 melee (1d4+2/×4 original owner allows. If the owner dies after con- plus 1 fire) senting to transfer the item, you can continue to use Space/Reach: 5 ft./5 ft. all its available legacy abilities for a limited period of Special Attacks: Heat, smite good, spells, rebuke time after death. The length of time depends on the undead 3/day (+0, 2d6+3, 3rd), spontaneous cast- highest legacy ritual completed: 1 hour for the greater ing (inflict) legacy ritual, 10 minutes for the lesser, and 1 minute Special Qualities: Darkvision 60 ft., enlarge spell, for the least. immunity to fire, omen, resistance to cold 5, spell Sharing a legacy item, even with a trusted resistance 16, vulnerability to cold ally, taints the bond between the item and its Saves: Fort +9, Ref +5, Will +10 true owner. To use the item’s legacy abilities Abilities: Str 15, Dex 12, Con 16, Int 10, again, the original wielder must Wis 18, Cha 10 complete a minor ceremony Skills: Climb +4, Concentration +6, Hide requiring 1 hour of un- +3, Jump +1, Knowledge (the planes) interrupted meditation +2, Knowledge (religion) in the presence of the +4, Listen +9, Search +5, item. After this is com- Spellcraft +2, Spot +9 pleted, the item returns to Feats: Power Attack, Spell its full normal functionality Focus (evocation), Weapon for that wielder. Focus (warhammer)B",
        "name":  "Legend Lore",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20 ft. in scale mail (4 An unholy fusion of azer cleric and yugoloth, Ironheart, pouncing from invis- squares); base speed 30 ft. Ironheart now struggles with his fiendish nature ibility, then catching up the cleric ronnoC’O .W yb .sullI 211 RULES OPTIONAL CHAPTER 5 LIVONIA DARKTONGUE in its claws to tear him up and ultimately drop him from a great height. The azer didn’t give up easily, though; This example uses a tiefling warmage as the base although he had dropped his warhammer, he was able creature. to unsheathe a light pick, with which he tore at the fiend’s claws and wings. Striking a mortal blow, Iron- Livonia Darktongue heart fell to the flaming ground in the clutches of the Medium Outsider (Native) yugoloth. He perished in the fall, and the high priest Female Tiefling Warmage* 8 of his order raised him from the dead in recognition Hit Dice: 8d6+8 (39 hp) of his valor. When Ironheart awoke, he found that the Initiative: +3 entwined bodies of himself and his foe had partially Speed: 30 ft. fused in the elemental flames. He was different, Armor Class: 16 (+3 Dex, +3 +1 leather armor), touch infused with both fiendish qualities—and something 13, flat-footed 13 else. He continues to serve his people, but he struggles Base Attack/Grapple: +4/+4 constantly against the urges of his evil side. Attack: +1 flaming rapier +8 melee (1d6+1/18–20 plus Ironheart has an olfactory omen (sulfurous fumes) 1d6 fire) or throwing axe +7 ranged (1d6) and one Menu A choice (lesser metamagic). Full Attack: +1 flaming rapier +8 melee (1d6+1/18–20 plus 1d6 fire) or throwing axe +7 ranged (1d6) Combat Space/Reach: 5 ft./5 ft.",
        "name":  "Speed",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkness, doom of heaven, warmage his newfound abilities to punish foes in combat. edge Heat (Ex): Ironheart generates so much heat that Special Qualities: Armored mage, darkvision 60 ft., his mere touch deals an extra 1 point of fire damage. omen, resistance to cold 5, electricity 5, and fire 5 His metallic weapons also conduct this heat. Saves: Fort +3, Ref +5, Will +5 Smite Good (Su): Once per day, Ironheart can Abilities: Str 10, Dex 16, Con 12, Int 16, Wis 8, make a normal melee attack to deal 5 extra points of Cha 16 damage against a good foe. Skills: Bluff +5, Concentration +10, Hide +5, Intimidate",
        "name":  "Ironheart uses his natural heat, his clerical magic, and Special Attacks",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ironheart casts spells as a 3rd-level cleric. +11, Knowledge (arcana) +10, Listen +2, Spellcraft Typical Cleric Spells Prepared (CL 3rd): 0—detect magic, +12, Spot +2 read magic, resistance (2); 1st—bane (DC 15), burning handsD Feats: Combat Expertise, Sudden Empower*B, (DC 16), doom (DC 15), shield of faith; 2nd—cure moderate Weapon Finesse wounds, death knell (DC 16), spiritual weaponD. Environment: Temperate plains D: Domain spell: Domains: Fire (turn water crea- Organization: Solitary tures or rebuke fire creatures 3/day), War (proficiency Challenge Rating: 9 and weapon focus with favored weapon). Treasure: Standard Enlarge Spell (Su): Ironheart can cast up to three Alignment: Chaotic evil spells per day of up to 3rd level that are empowered Advancement: By character class as though using the Empower Spell metamagic feat. Level Adjustment: — Using this ability does not change the spell slot of the altered spell. *New class and feat detailed in Complete Arcane. Cure Moderate Wounds (Sp): Three times per day, Ironheart can use cure moderate wounds as When Livonia Fire-Eyes first encountered the furious the spell by touching the item to the creature to be hound archon, she didn’t understand that she was the healed (including himself) and speaking a command object of its wrath. She’d done nothing to offend the word. This ability can instead deal damage to undead powers of Celestia—but that didn’t matter to the fanati- creatures. The save DC is 13, or 12 + your Charisma cal creature, who was sworn to destroy all “evil-tainted” modifier, whichever is higher. beings. With a touch of fiendish heritage, Livonia quali-",
        "name":  "Spells",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A reek of brimstone swirls around Ironheart. fied as legitimate prey. The archon howled a challenge This counts as a strong smell for the purpose of scent. and came at her with its greatsword. Livonia defended",
        "name":  "Omen",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork scale mail, masterwork herself as best she could, but she was no match for her light steel shield, +1 warhammer, 2 potions of cure moder- muscular opponent. Finally, in a last desperate move, ate wounds, potion of bull’s strength. she threw up a wind wall between herself and her 212 5 RETPAHC LANOITPO SELUR attacker, which tore the sword from its grasp and left it off guard for a precious few seconds. She thrust with her rapier and scored a mortal blow. Something awoke in her then, a sense both of triumph at her victory and of rage at the injustice of the archon’s attack. Fiend-tainted, was she? Well, then she would embrace that heritage. She had proven herself once—let the celestials come. Now she is Dark tongue, enemy of heaven. Livonia has an auditory omen (song of doom), one Menu A choice (creature compass) and one Menu B choice (Charisma enhancement +2). Having overcome an archon, Livonia has awakened the power to challenge others Combat Livonia combines aggressive spellcast- ing with her innate abilities. Darkness (Sp): Livonia can use darkness as the spell once per day (caster level 7th). Doom of Heaven (Su): Livonia can detect any good outsider within 60 feet, but she must concentrate (a standard action) to do so. She ignores any damage reduction Omen: A keening song of doom fi lls the air when ever of good outsiders when attacking them. good-aligned enemies are within 5 feet of Livonia. Warmage Edge (Su): Whenever Livonia casts a Possessions: +1 leather armor, +1 fl aming rapier, 2 spell that deals hit point damage, she deals an extra potions of cure light wounds. 3 points of damage. This bonus damage applies only SHULUTH once per casting of a given spell.",
        "name":  "Possessions",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Combat Casting, Improved Initiative, Weapon detect thoughts (DC 15), levitate, plane shift, suggestion Finesse (DC 16). Caster level 8th.",
        "name":  "Feats",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Vhuuksssh enjoys an inherent +1 doesn’t have enough Hit Dice to make any choices from deflection bonus to its AC. higher menus. It selected a mental omen (the threatening 216 5 RETPAHC LANOITPO SELUR mental whispers) and three Menu A choices: deflection, As the DM, though, you might sometimes want to mirror image, and see invisibility. include such potent items earlier, as a plot element or Of course, you should make whatever substitutions a piece of a character’s background. Perhaps the party’s and modifications are necessary to indicate that an paladin inherited her father’s sword when she set off on ability derives from the monster itself and not from a her adventuring career, or your storyline revolves around separate item. For example, instead of holding an item the party’s possession of a dangerous item whose powers over its head to use fly (a Menu C ability), the monster they neither fully comprehend nor have the ability to use. might raise its arms, make flapping motions, or use Discovering the item’s true potential can be the basis some other equivalent gesture to activate the ability. for exciting adventures. The Lord of the Rings, to use the",
        "name":  "Deflection",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Legacy monsters are never appro- be fairly simple to map out a progression for legacy priate as player characters or cohorts. The base creature abilities. The item’s base price determines what legacy loses any level adjustment it previously had. abilities the item has: If its price is 18,000 gp or less, it has least abilities only; between 18,000 gp and 72,000 gp, it has least and lesser abilities; and between 72,000 gp STANDARD MAGIC ITEMS and 200,000 gp, it has least, lesser, and greater abilities. AS ITEMS OF LEGACY If the standard item’s cost is more than 200,000 gp, use The holy avenger. The staff of power. These powerful the rules for epic legacy items starting on page 218. magic items and others have been iconic parts of the Some items might not fit the progression exactly. DUNGEONS \u0026 DRAGONS game for many years, and their For example, an item worth 20,000 gp is too powerful appearance in a campaign should be a major event. to tie all of its abilities to a least legacy, but its price is Their sheer power, however, entails the risk of severely just barely high enough to qualify it for a lesser lega- unbalancing the campaign if they are introduced at cy. In such cases, you must decide whether to adhere anything less than high levels. strictly to the item’s original abilities, or to “pad them Table 5–1: Legacy Holy Avenger —————Personal Costs————— Wielder Attack Save Hit Point Level Penalty Penalty Loss Abilities 5th — — — Area dispel magic 1/day 6th — — 4 — 7th — — — — 8th — –1 — +2 cold iron longsword 9th –1 — 2 — 10th — — — Area greater dispel magic 3/day 11th — — — — 12th — — 2 +3 cold iron longsword 13th –2 — — — 14th — — — +4 cold iron longsword 15th — — 2 Spell resistance 16th — –2 — Break enchantment 17th — — — +4 holy cold iron longsword 18th — –3 2 Heal self 19th — — 2 Area greater dispel magic at will 20th — — 2 +5 holy cold iron longsword 217 RULES OPTIONAL CHAPTER 5 out” with one or more extra related abilities. Other Legacy Rituals items, though, just aren’t suitable for such conversions; Three rituals are required to unlock all the abilities examples are those with only one, albeit extremely of the legacy holy avenger. costly, ability (such as a great- Least Legacy Ritual Cost: 2,500 gp. er Quicken metamagic rod) or Lesser Legacy Ritual Cost: 12,500 gp. single-use items. Greater Legacy Ritual Cost: 40,500 gp. Even if a legacy item starts out as a standard magic item, Wielder Requirements you should take the time to Base attack bonus +4 come up with a unique history Paladin level 1st and legacy rituals for it. Doing this not only adds verisimil- Weapon Features itude to your campaign, but All the following are leg- also avoids conveying the acy item features of the impression that somewhere legacy holy avenger. there is a “legacy item facto- Area Dispel (Sp): At ry” churning out copy after 5th level, you gain the copy of legacy vorpal swords ability to use dispel magic or legacy rings of elemental as the spell once per day. Only command. Don’t just call the area dispel is possible, not that sword a legacy holy the targeted dispel or counter- avenger—it sounds spell version of dispel magic. much more impres- The caster level is equal to your sive to PCs who learn paladin level. of it as Brightbiter, the At 10th level, you can in- holy blade of the pious knight stead use area greater dispel Sir Treven of Carcia. magic three times per day. At 18th level, you can use SAMPLE ITEM this ability once per round CONVERSIONS at will. Two standard magic items—the holy avenger Spell Resistance (Su): sword and the staff of power—are given abbrevi- At 15th level, you gain spell resis- ated legacy item write-ups below, as tance equal to 5 + your paladin level. examples to get you started. These Break Enchantment (Sp): On abbreviated write-ups do not include reaching 16th level, you can use break histories, legacy rituals, or adventure enchantment as the spell once per day to seeds, and unless otherwise specifi- remove harmful enchantments, trans- cally stated, assume that any ability listed on the item mutations, or curses from a single creature. You must chart functions identically to the same ability as touch the sword to the target to create this effect (a described in the Dungeon Master’s Guide. standard action). Caster level 10th. Heal Self (Sp): At 18th level, once per day as a stan- LEGACY HOLY AVENGER dard action, you can use heal on yourself when holding, The legacy holy avenger is a dedicated to the powers of wearing, or wielding the sword. Caster level 15th. goodness and order. It appears to be a typical +1 cold iron longsword, but in the hands of a bonded wielder, LEGACY STAFF OF POWER the blade acts as a channel for her faith and piety. As The legacy staff of power begins as a standard magic she advances in level, the blade confers on her the quarterstaff, but as its wielder increases his knowledge power to shatter wicked enchantments and scourge of the arcane mysteries, tremendous vistas of magic her foes with holy energy. open up to him, unlocking the staff’s true power.",
        "name":  "Level Adjustment",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 cold iron longsword; Unlike a typical magic staff, the legacy staff of power Cost 4,330 gp. does not use charges. Illus. by J. Nelson The holy avenger and the staff of power can reveal their abilities gradually as items of legacy 218 5 RETPAHC LANOITPO SELUR Table 5–2: Legacy Staff of Power —————Personal Costs————— Wielder Save Caster Level Spell Slot Level Penalty Penalty Loss Abilities 5th — — — Magic missile 3/day 6th –1 — 1st Luck bonus +1 7th — –1 — Heightened ray of enfeeblement 3/day 8th — — 2nd Continual flame 3/day 9th — — — Levitate 3/day 10th — — 3rd Masterwork/+2 quarterstaff 11th — — — Smite 3/day 12th — — 4th — 13th — –2 — Heightened lightning bolt 2/day 14th — — 5th — 15th –2 — — Heightened fireball 2/day 16th — — 6th Luck bonus +2 17th — — — Globe of invulnerability 1/day 18th — — 7th Cone of cold 1/day 19th — — — Hold monster 1/day 20th — — 8th Wall of force 1/day",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "43,000 gp. you can use globe of invulnerability as the spell once per day. Wielder Requirements Cone of Cold (Sp): At 18th level, you can use cone Ability to cast 2nd-level arcane spells of cold as the spell once per day. Knowledge (arcana) 4 ranks Hold Monster (Sp): At 19th level, you can use hold monster as the spell once per day. Weapon Features Wall of Force (Sp): At 20th level, you can use wall All of the following are legacy item features of the of force as the spell once per day, but only to create a legacy staff of power. The staff’s caster level equals your 10-foot-diameter hemisphere around yourself. caster level for all effects. Magic Missile (Sp): At 5th level, you can use magic EPIC LEGACIES missile as the spell three times per day.",
        "name":  "Greater Legacy Ritual Cost",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "On reaching 6th level, you gain a +1 None of the legacy items described in Chapter 3 luck bonus on saves and to Armor Class. At 16th level, describe legacy abilities for a wielder beyond 20th this bonus improves to +2. level, the normal maximum. If your campaign includes Ray of Enfeeblement (Sp): At 7th level, you can epic-level characters—those who have attained 21st use ray of enfeeblement as the spell (heightened to 5th level or higher, as described on page 206 of the Dungeon level) three times per day. Master’s Guide—you have two options should you wish Continual Flame (Sp): At 8th level, you can use to allow items that manifest additional legacy abilities continual flame as the spell three times per day. at epic levels. Levitate (Sp): On reaching 9th level, you can use 1. Design epic legacy rituals and assign epic levitate as the spell three times per day. legacy abilities according to the following rules, as Smite (Su): Beginning at 11th level, you can choose appropriate for the item. The wielder must learn the as a free action to deal double damage (triple damage additional history of the legacy item and perform on a critical hit) on a successful melee attack with the the epic rituals to unlock its epic abilities. 219 RULES OPTIONAL CHAPTER 5 2. Allow the wielder’s player to design epic legacy Founding events are described in detail in Chapter ritual(s) and choose epic legacy abilities for the item, 4: Founding Legacies. An epic founding event fol- much like founding a new legacy (see Chapter 4: lows the same guidelines but must be even more Founding Legacies). In this case, the wielder is imbu- amazing. The DM has the ultimate say in whether a ing the item with new abilities that were not within founding event is sufficiently momentous to unlock its reach before. epic legacy abilities. Regardless of which option you choose, you can rule Like its nonepic equivalents, an epic founding that an epic founding event (see below) is also required. ritual is specific and appropriate to a particular item In both methods, each new epic legacy ability of legacy, and encapsulates the founding event in a requires an epic-level wielder to perform a new epic ritualized manner. legacy ritual and select the Epic Legacy feat for that ASSIGNING EPIC LEGACY item. This is an important difference from the nonepic legacy rituals: The epic legacy ritual does not grant ABILITIES AND COSTS Epic Legacy as a bonus feat. Epic legacy items do not bestow new abilities at the same rate they did at lower character levels. If they did, such EPIC LEGACY RITUALS items would quickly exhaust the available epic legacy Unlocking the epic legacy abilities of an item works options, making all of them appear very similar. much the same as unlocking nonepic legacy abilities. Instead, an epic legacy item’s wielder can unlock a You must make a Knowledge (history) check to learn new epic legacy ability at 21st level, and every three the particulars of the epic legacy ritual; the check DC levels thereafter (performing the required ritual and is equal to twice the character level needed to gain the selecting the Epic Legacy feat each time). Even though ability (DC 42 at 21st level, DC 48 at 24th level, and Table 5–3: Designing an Epic Legacy Item details this so forth). See the sample epic legacy weapon on page progression for only levels 21 through 30, it continues 221 for an example of an epic legacy ritual. at the same rate infinitely.",
        "name":  "Luck Bonus",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deflection bonus to AC wyrm). (DC 42; Trial of the Wyrm) granted by the item increases to +6. This ability can never be placed on a suit of armor or a shield. Legacy Rituals You can select this option multiple times. Each Four rituals are required to unlock all the epic legacy abili- time you do so, the deflection bonus increases by 2 ties of Bloodcrier’s Hammer. The first is detailed here. (maximum +10). Trial of the Wyrm: You must defeat a great wyrm Skill Enhancement, Epic (Su): The item grants you black dragon in personal combat. Cost: 150,000 gp. a +30 competence bonus on one skill check. Choose the After completing this ritual, you must choose the specific skill when assigning this ability to the item. Epic Legacy (Bloodcrier’s Hammer) feat. You can select this option multiple times. Each time If you wish to unlock further epic legacy abilities you do so, it applies to a different skill. for Bloodcrier’s Hammer, you must design or discover Spell-Like Ability, Epic: Three times per day on additional epic legacy rituals. In the epic progression command, you can create an effect that duplicates a shown below, the next two epic legacy rituals cost chosen spell with an effective level of 15th or less (such 150,000 gp in raw materials, while the fourth costs as an empowered, quickened meteor swarm). Choose the 500,000 gp. specific spell and metamagic feats when assigning this ability to the item. The save DC (if applicable) is 23, or Table 5–4: Epic Bloodcrier’s Hammer 19 + your Charisma modifier, whichever is higher. Wielder Hit Point Weapon Enhancement, Epic (Su): The enhance- Level Loss Abilities 21st — Immunity to acid ment bonus of a weapon increases to +6. This ability 22nd 3 — can be placed only on a weapon. 23rd 3 — You can select this option multiple times. Each time 24th — Obsidian ally you do so, your weapon’s effective enhancement bonus 25th 3 — to AC increases by 2, with no maximum effective 26th 3 — 27th — Earthquake 3/day enhancement bonus. 28th 3 — 29th 3 —",
        "name":  "Deflection, Epic",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "weapons.json",
        "description":  " 30th — Large +6 warhammer BLOODCRIER’S HAMMER Bloodcrier’s Hammer is an enormous warhammer Weapon Features forged entirely from black iron. A grinning skull is All the following are epic legacy item features of etched into the surface of the hammer’s head. Bloodcrier’s Hammer. The nonepic legacy abilities of Bloodcrier’s Hammer, Immunity to Acid (Su): Beginning at 21st level, and the rituals necessary to unlock those abilities, Bloodcrier’s Hammer grants you immunity to acid. are described starting on page 29. The following epic Obsidian Ally (Su): At 24th level, while you are history, ritual, and abilities continue the weapon’s wielding Bloodcrier’s Hammer, you can use a swift legend. action to summon a greater earth elemental (as summon nature’s ally VII) named Obsidian. History Obsidian attacks your foes and serves you to the The dwarves of Rivencave were under attack by a best of its ability. If you can communicate with the great black wyrm that threatened to exterminate elemental, you can direct it not to attack, to attack them all. In this time of greatest need, they called particular enemies, or to perform other actions. It back from the dead their ancient folk-hero, Bhazad remains with you unless dismissed (a standard action) Khrar, to aid his descendants one more time. As the or killed. If Obsidian is slain, it can be summoned legends promised, Bhazad appeared with his legend- again after 24 hours, fully healed. ary weapon, Bloodcrier’s Hammer, in hand. In a battle Earthquake (Sp): Beginning at 27th level, three lasting three full days that ranged over miles of Under- times per day you can strike the earth with Bloodcrier’s dark caves and tunnels, he finally proved victorious Hammer and speak a command word to create a wid- over the black dragon, burying it forever in a tomb of ened earthquake effect as the spell. Caster level 25th.",
        "name":  "EXAMPLE EPIC LEGACY WEAPON",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    }
]
