[
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates Range: Personal weapon, the projectile becomes corpo- (harmless, object) Target: You real as soon as it is fired and can affect",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless, Duration: 1 round/level (D) a corporeal target normally (no miss object) chance). Magic items you possess work Laughing at death, you assume a ghostly normally with respect to their effects With a few words and a gesture, you form in which you can pass through on you or on another target. empower a weapon to strike true against walls. As an incorporeal creature, you incorporeal foes. have no natural armor bonus but have You assume a visible, incorporeal a deflection bonus equal to your Cha- Ghost touch weapon makes a weapon form like that of a manifesting ghost. risma bonus (always at least +1, even if magically capable of dealing damage You gain the incorporeal subtype for your Charisma score does not normally normally to incorporeal creatures, the duration of the spell, providing provide a bonus). regardless of its enhancement bonus. you with the following abilities and You can enter or pass through solid (An incorporeal creature’s 50% chance characteristics. objects while in ghostform, but you must to avoid damage does not apply to You have no physical body while remain adjacent to the object’s exterior, attacks made with weapons under the in this state. You can be harmed only and so you cannot pass entirely through effect of this spell.) A ranged weapon by other incorporeal creatures, magic an object whose space is larger than affected by this spell does not bestow weapons or creatures that strike as your own. You can sense the presence the ability on its ammunition. magic weapons, and spells, spell-like of creatures or objects within a square The weapon can be picked up and abilities, or supernatural abilities. adjacent to your current location, but moved by an incorporeal creature at You are immune to all nonmagical enemies have total concealment from any time. A manifesting ghost can attack forms. Even when hit by spells, you while you are inside an object. In wield the weapon against corporeal including touch spells, or magic weap- order to see farther from the object you foes. Essentially, a weapon under the ons, you have a 50% chance to ignore are in and attack normally, you must effect of this spell counts as either any damage from a corporeal source emerge. While inside an object, you corporeal or incorporeal at any given (except for positive energy, nega- have total cover, but when you attack time, whichever is more beneficial to tive energy, force effects, or attacks a creature outside the object you have the wielder. made with ghost touch weapons). cover only, so a creature outside with Nondamaging spell effects affect you a readied action could strike at you as GHOST TRAP normally unless they require corporeal you attack. You cannot pass through a targets to function (such as implosion) force effect. Abjuration or they create a corporeal effect that You can pass through and operate",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No you. Nonmagical attacks you make no weight while in ghostform and do with a melee weapon have no effect not set off traps that are triggered by Energy ripples outward from you, render- on corporeal targets, and any melee weight. ing solid the insubstantial. attack you make with a magic weapon You move silently and cannot be against a corporeal target has a 50% heard with Listen checks if you don’t You are surrounded by a field of energy miss chance, except for attacks you wish to be while in ghostform. You have that negates incorporeality. The radius make with a ghost touch weapon, no Strength score while incorporeal, of the field is 5 feet per caster level. which are made normally (no miss so your Dexterity modifier applies to All incorporeal creatures in this field chance). Spells you cast while in ghost- both your melee attacks and ranged become corporeal. Creatures cannot form affect corporeal targets normally, attacks. Nonvisual senses, such as scent turn ethereal while in this area, and including spells that require you to and blindsight, are either ineffective or ethereal creatures cannot enter or affect make an attack roll (such as rays or only partly effective with regard to you. the plane this spell was cast on while melee touch spells). You have an innate sense of direction in this field. Any equipment you are wearing or and can move at full speed even when carrying is also incorporeal as long you cannot see. GHOSTFORM as it remains in your possession. An Transmutation object that you relinquish loses its",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action you use a thrown weapon or a ranged 104 1 RETPAHC LLEPS SNOITPIRCSED Already shaken by the appearance of the ghostly bard, the azers flee upon hearing the spirit’s haunting tune GHOSTHARP other magical effects, nor can it cast restoration negates the gradual change. spells. Healing spells can temporarily prolong Divination the process by increasing the victim’s",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None You can scribe the glyph to be visible as When a glyph is activated, the target is faintly glowing lines, or invisible. You paralyzed for 1d6+2 rounds. Addition- With your best giant’s shout you rattle some can inscribe a ghoul glyph on a portable ally, if the target fails a Fortitude save, pebbles in your closed hand, completing object, but if the object is moved more the paralyzed subject exudes a carrion the spell that will allow them to become than 5 feet, the glyph fades. stench that causes distress in all crea- boulders. Conditions for triggering a ghoul tures within a 10-foot radius. Those in glyph are stringent. It takes effect on the radius, including the target, must You infuse a handful of stone pebbles any creature except yourself that moves make a Fortitude save or take a –2 with powerful transmutation magic. within 5 feet. It affects invisible crea- penalty on attack rolls, weapon damage For the duration of the spell, you can tures normally but is not triggered by rolls, saving throws, skill checks, and hurl one pebble as an attack action those that travel past it ethereally. Only ability checks until the paralysis effect that provokes attacks of opportunity. a single ghoul glyph can be inscribed in wears off. The instant the pebble leaves contact a 5-foot square.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Medium (100 ft. + 10 ft./level) Your touch attacks and any melee still meet the other requirements for Area: 20-ft.-radius spread weapons you wield become infused making a sneak attack. Duration: Instantaneous with this power as well. They are",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "See text treated as good-aligned weapons for damage. It gives you no ability to affect Spell Resistance: No the purpose of overcoming damage undead with critical hits, nor does it reduction. confer any special ability to overcome You grip the bell in your fist and raise it over the damage reduction or other defenses your head, intoning the spell and calling GRAVE STRIKE of undead creatures. down a thunderous blast in the midst of Divination [Good] those who oppose you.",
        "name":  "This spell applies only to sneak attack Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round In each round when the gutsnake is constricting a With a guttural utterance target, you cannot move made with unmoving lips, you more than 5 feet away from magically focus your attention that target, unless the guts- on a distant foe. Upon aiming nake makes a successful your weapon, you note how grapple check to carry the clearly defined your intended opponent with you when target is. you move (see PH 155 for grappling rules). This is the While this spell is in effect, only way in which the ten- your ranged attacks do not A hail of stone spell pummels its target tacle restricts movement. take a penalty due to dis- While the snake is present, tance. In addition, your ranged attacks Bright lights shine at the targets. The you can use its Balance and Climb skill ignore the AC bonus granted to targets lights grant a +2 circumstance bonus modifiers instead of your own, and you by anything less than total cover, and on ranged attack rolls against any gain a climb speed of 20 feet. also ignore the miss chance granted highlighted target. If a creature gains Focus: A fang from any reptile. to targets by anything less than total total cover or total concealment relative concealment. This spell does not provide any abil- to you, or if it leaves the area, the spell HAIL OF STONE ends for that target. ity to exceed the maximum range of the Conjuration (Creation) [Earth] weapon with which you are attacking, Level: Sorcerer/wizard 1 nor does it confer any ability to attack GUTSNAKE Components: V, S, M targets protected by total cover. Transmutation Casting Time: 1 round",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Long (400 ft. + 40 ft./level) words, and a 15-foot-long tentacle sprouts on it as you end the spell. The chip flares nitraM .D yb .sullI 109 DESCRIPTIONS SPELL CHAPTER 1 with a green flame and vanishes as rocks slashing and piercing damage from the wearing the holy symbol of your deity, begin to fall on your pursuers. subject’s barbs. This damage does not can enter and move within the warded apply to attackers using reach weapons, area unhindered. Other creatures You create a rain of stones that deals such as longspears. The subject itself is that try to enter or move within the 1d4 points of damage per caster level not harmed by its own barbs. area must make a Fortitude save each (maximum 5d4) to creatures and Arcane Material Component: A barb round or be stunned for 1 round. If the objects within the area. from a hamatula. creature’s only action is to try to move",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10-ft.-radius emanation example, a longsword (treat steel as",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) someone making a sunder attack. The You summon the protective field, and the sword’s hit points, attack and damage You invoke the dark nature of the spell and shimmering border limns out along the modifiers, and other factors are not slender, sharp-edged barbs sprout from your floor, carrying with it the ephemeral image affected. A hardening spell does not in body and clothing, glowing with hellish of blocking hands. any way affect a substance’s resistance energy. to other forms of transformation. Ice You create an immobile zone of ward- still melts, paper and wood still burn, Any creature hitting the subject of ing that is permeable to those of your rock still becomes transmutable to mud this spell with a handheld weapon or religion but repels all others. Creatures with the proper spell, and so on. a natural weapon takes 1d8 points of that have the same deity as you, or are 110 1 RETPAHC LLEPS SNOITPIRCSED This spell affects up to 10 cubic feet Casting Time: 1 round Range: Personal of material per level of the caster. If Range: Medium (100 ft. + 10 ft./level) Target: You cast upon a metal or mineral, the spell Targets: One creature/level, no two Duration: 10 minutes/level affects only 1 cubic foot per level. of which are more than 30 ft. apart",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 year Target: One living creature relaxed and rested, the stresses of the day",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes never attack you, even if someone else Material Component: A bit of a weapon",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action enemy, it immediately follows up with the physical appearance and many of Range: Touch a melee attack on the prone defender the qualities and abilities of a protectar Target: Creature or object touched (+12 melee attack, 2d6+10 points of (Miniatures Handbook 66). While under Duration: 10 minutes/level damage). Any creature struck by the the effect of the spell, your creature Saving Throw: Fortitude negates; chain must make a Will saving throw type changes to outsider (good), and see text or become shaken. your size changes to Medium. You Spell Resistance: No A howling chain can make one attack have the space and reach of a protectar of opportunity each round for every (5 feet/5 feet). You gain a +2 sacred After a few mystic words, you touch a piece four caster levels you have, using the bonus to Strength and Constitution. of rotten meat to the subject and it sinks same tactic as above. You gain a fly speed of 60 feet (good). inside the creature’s body. A howling chain has as many hit You gain darkvision out to 60 feet. points as you do when you’re undam- eitoC .M yb ,.sullI 117 DESCRIPTIONS SPELL CHAPTER 1 aged, and its AC is AC 20 (–1 size, +11 a vantage point outside of its interior, A small glowing dot reveals the creature’s natural). It takes damage as a normal due to its size (AC 4). A newly formed weakest point. creature, but most magical effects hungry gizzard has 5 hit points per that don’t deal damage do not affect caster level. The gizzard is treated like This transmutation makes a bow it. It makes saving throws as its caster. an unattended object for the purpose strike true. Your first hit with a bow Disintegrate or a successful dispel magic of saving throws. A hungry gizzard (not including crossbows) in the next destroys it. reduced to 0 hit points is immediately round is automatically a critical hit. If",
        "name":  "When you cast this spell, you assume Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One Medium or smaller Effect: Two summoned pack fiends, Range: Touch creature which can be no more than 30 ft. Target: Weapon touched",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No What appears to be a massive gizzard from You picture with your mind’s eye the target a bird attempts to consume a creature you You evoke the dark powers and the ground weapon returning to its owner. Upon indicate. The gizzard pulses with glowing splits near you. Up from the smoking depths completion of the spell, the weapon glows red blood and supernatural energy. comes a pair of creatures, each resembling a with a dull yellow radiance. mating of wolf and cockroach. A Large bulbous, fleshy mass seethes into The hurl spell enhances one melee being around a single Medium or smaller This spell summons either a single weapon so that it returns to the target within range. The target can make retriever (MM 46) or a pair of pack thrower after being thrown. For the a Reflex save to avoid becoming engulfed fiends (Planar Handbook 128) from the duration of the spell, when thrown, by the hungry gizzard, otherwise it Gray Waste of Hades to serve you. The the weapon returns to its wielder at is entombed within the disembodied creatures magically understand your the beginning of the wielder’s next digestive organ. If the target successfully spoken commands (regardless of your action. The weapon returns whether it saves, the gizzard immediately vanishes language). They are treated as trained hit or missed its target. On its return, without further effect. hunting beasts, so you can command the thrown weapon hovers for 1 round Each round a creature remains them to track if you so choose. next to the wielder and can then be trapped inside a hungry gizzard (start- The creatures obey you explicitly and seized and thrown again. After 1 round, ing in the round the spell is cast), the never attack you, even if someone else the weapon falls to the ground. The target creature is considered grappled manages to gain control over them. You weapon returns to its wielder only if and takes 2d8+8 points of crushing do not need to concentrate to maintain thrown; it doesn’t automatically fly damage per round and 1d8 points of control over the creatures. You can back if dropped or seized by another acid damage. dismiss them singly or in groups at any creature. (An improvised weapon or a While engulfed, the target creature time. weapon not designed for throwing has can cast a spell only if the spell has Material Component: A pinch of ash. a range increment of 10 feet.) Throwing no somatic component, the material If a retriever is summoned, a 500 gp a two-handed weapon is a full-round components are in hand, and it makes bloodstone must also be used. action. a Concentration check (DC 20 + spell level). An engulfed creature can cut its HUNTER’S MERCY HYMN OF PRAISE way out by using claws or a light slashing Transmutation Evocation [Good, Sonic] weapon to deal 25 points of damage to",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates side destroy the gizzard. The gizzard normal except when you look at your target. Spell Resistance: Yes is fairly easy to strike in combat from 118 1 RETPAHC LLEPS SNOITPIRCSED Your heart light and joyful, you feel a sense This spell creates a battleaxe-shaped Casting Time: 1 standard action of optimism as you launch into an inspir- formation of jagged, fast-swirling ice Range: Medium (100 ft. + 10 ft./level) ing melody. shards in your hand. You are automati- Effect: 10-ft. ice claw cally considered proficient with the ice Duration: 1 round/level (D) You can strike up a rousing, inspira- axe. Attacks with the ice axe are melee Saving Throw: None tional song that temporarily boosts by touch attacks. The axe deals 2d12 points Spell Resistance: Yes 2 the effective caster level of each good- of cold damage +1 point per two caster aligned divine spellcaster within range. levels (maximum +10) with a success- You finish this evocation and a great white This increase does not grant access to ful hit. You cannot be disarmed of the claw appears before you, cold air wafting off additional spells, but it does improve ice axe nor can it be sundered. Since its crystalline surface. all spell effects that are dependent on the axe is virtually weightless, your caster level. Within the spell’s area, Strength modifier does not apply on This spell creates a massive reptilian each good-aligned divine spellcaster claw made of ice. The ice claw can make gains a +4 sacred bonus on Charisma one grapple attack per round. Its attack checks to turn undead, and each evil- bonus and grapple modifier are equal to aligned divine spellcaster takes a –4 your caster level + your Int modi- sacred penalty on Charisma checks to fier or Cha modifier (for wizards rebuke undead. and sorcerers, respectively) + 7 for the claw’s Strength (24). HYPOTHERMIA In any round when the claw is grappling a target, Evocation [Cold] it deals 1d8 points of cold",
        "name":  "Your eyes glow red, but you see the world as Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes has as many hit points as you do when undamaged and has AC The fighter drops to her knees, her 20 (+10 natural). It takes damage as face pale and a bluish cast to her lips a normal creature, but most magi- and fingers. A cloud of frosted breath cal effects that do not deal damage escapes her lips as she whispers, “So . . . do not affect it. The claw cannot push c-c-cold . . .” through a wall of force or enter an anti- magic field. It suffers the full effects of The subject takes 1d6 points of cold a prismatic wall or prismatic sphere. The damage per caster level (maximum claw has your saving throw bonuses. 10d6) and becomes fatigued. A success- Dwarf clerics employ the ice axe spell Disintegrate or a successful dispel magic ful Fortitude save halves the damage when fighting fiery foes destroys it. It has immunity to cold and and negates the fatigue. vulnerability to fire. damage rolls. If your base attack bonus Focus: A white leather glove and a ICE AXE is high enough to allow for multiple piece of clear rock crystal. Evocation [Cold] attacks in a round, you can make them",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 3 with the ice axe. ICE DAGGER",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action other than the ice axe in your hand or",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Battleaxe-shaped weapon of axe vanishes until the hand is empty",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sorcerer/wizard 7 The melted ice cupped in your palm crystal- and coalesce into the form of a battleaxe.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, F lizes into a daggerlike shard of ice that then dnalgnE .W yb .sullI 119 DESCRIPTIONS SPELL CHAPTER 1 flies at your foe, exploding into a ball of icy All warmth leaves your hand as at first a You shake your hand as if to free it from fragments at its feet. sheen of white frost covers it, then larger some substance you disdain. As you do, a crystals of clear ice form around it. In magical shard of ice blasts from your hand The ice dagger created by this spell seconds a large bristling ball of rock-hard and speeds to its target, the sound of cracking launches itself at a target. Treat the ice spikes surrounds your fist, a cold mist ice following in its wake. attack as a thrown splash weapon enshrouding your forearm. (PH 158) that requires a ranged touch You must succeed on a normal ranged attack to hit. The ice dagger deals 1d4 You can attack with your fist in all attack to hit (with a +2 bonus on the points of cold damage to the target per respects as if you were wearing a attack roll for every two caster caster level (maximum 5d4), and splash +1 spiked gauntlet. The levels). If it hits, an ice knife deals damage of 1 point of cold damage to 2d8 points of cold damage and adjacent creatures. 2 points of Dexterity damage (a",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 6, druid 5 with a Thrown Weapon, PH",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes grow in both size and power. The melody you create is a low but When you cast this spell, you melodious dirge that blankets assume the physical appearance and the area in a barely perceptible many of the qualities and abilities of a red aura. You feel invigorated bearded devil (MM 52). While under with dark power. the effect of the spell, your creature type changes to outsider (baatezu, You can strike up a pulsing, pow- evil, lawful), and your size changes to erful rhythm that temporarily Medium. You have the space and reach boosts by 2 the effective caster of a bearded devil (5 feet/5 feet). You level of each evil-aligned divine gain a +2 profane bonus to Strength spellcaster within range. This and Constitution and darkvision increase does not grant access out to 60 feet. to additional spells, but it You grow a snaky beard. does improve all spell effects Whenever you take a full attack that are dependent on caster action, you can use the beard level. Within the spell’s area, to make an additional attack each evil-aligned divine each round at your highest spellcaster gains a +4 attack bonus plus all appropriate profane bonus on Cha- Indominability makes a deadly blow modifiers. A successful attack deals risma checks to rebuke merely dangerous 1d8 points of damage + your Str modi- undead, and each good-aligned divine fier. This attack overcomes damage spellcaster takes a –4 profane penalty attack action, you can use the tail reduction as if it were an evil weapon. on Charisma checks to turn undead. to make an additional attack each Creatures hit by the beard attack must round at your highest attack bonus. A make a Fortitude saving throw (DC 10 INFERNAL successful attack deals 3d4 points of + 1/2 character level + Con modifier) or damage + your Str modifier. This attack be affected by the devil chills disease TRANSFORMATION overcomes damage reduction as if it (DMG 292). You gain the ability to speak Transmutation [Evil] were an evil weapon. Creatures hit by and understand Infernal.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched your creature type changes to outsider heavy armor or other restrictive cloth-",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, M [Mind-Affecting] infernal wound cast upon it loses 2 Casting Time: 1 standard action",
        "name":  "A creature injured by a weapon with Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bard 1, cleric 1, sorcerer/ The subject of lesser ironguard becomes wizard 1 immune to nonmagical metal. Metal Components: V, S, M IRONTHUNDER HORN items (including metal weapons) simply",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One natural slashing or Spell Resistance: No piercing weapon of target creature You cast small wooden statuettes on the",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) You turn small wooden carvings into You create sonic vibrations that negate You feel your own teeth sharpen momen- a number of worgs (MM 256) equal to any magical silence effect in the area. tarily as you complete this spell. As the one for every two caster levels. These This zone of negation moves with you magical energy surrounds your intended worgs appear between you and your and lasts as long as you continue to target, it flexes its muscles in appreciation opponents. They act on their own but concentrate. of its weapon’s deadlier capabilities. obey your mental commands. If the The silence effect is not dispelled but worgs move beyond the range of the simply held in abeyance; it remains This spell doubles the critical threat spell, or at the end of the spell, the in effect outside the area of the joyful range of one natural weapon that deals worgs become carvings again. Killing noise effect. either slashing or piercing damage. a worg destroys its focus item. Multiple effects that increase a weap- Focus: One carving of a worg for each JUNGLERAZER on’s threat range don’t stack. that you create (25 gp each). Necromancy",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One crossbow bolt in your creature per caster level with possession you into the land womb. Duration: Instantaneous",
        "name":  "You can bring one additional Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None into the land womb must be Spell Resistance: No touching each other (for instance, holding hands in The crossbow bolt in your hand glows a a ring). bright red, then flies off at your foe. Land womb creates an underground space large You cast this spell on a crossbow enough to hold all target bolt, causing it to fly at a target creatures. While space is of your choice as if you tight, spellcasting by tar- had fired it from a light gets is still possible while crossbow, using a ranged in the confines of the spell’s attack roll. The bolt has effect. You can no longer hear a range increment of 80 or see anything on the surface feet. Any properties of the by nonmagical means. crossbow bolt (such as magical You can end the spell at will, but abilities, masterwork quality, those who are with you cannot. At the and so on) or feats you possess Lawful sword gives a paladin the end of the spell’s duration, all within (such as Point Blank Shot, Weapon upper hand over chaotic foes the land womb return to the spot Focus [light crossbow], and so on) where they stood before the spell took apply. Drawing a bolt for this spell is effect. LAST BREATH a free action.",
        "name":  "All creatures to be brought Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The crossbow Transmutation",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 4 splash weapon. If you choose to do so, LEGION’S Components: V, S, DF you must make an attack roll as normal, but you suffer no penalties for range. (SPELL NAME) Casting Time: 1 standard action",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creature touched LAWFUL SWORD with legion’s has been renamed to a Duration: 1 minute/level mass spell, and is alphabetized in this",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched Any spell whose name begins with of negative energy that whirls and swims",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No spell name. Thus, the description of A creature warded by this spell gains a lesser spell appears near the descrip- protection from the effects of positive Calling to mind thoughts of justice, you run tion of the spell on which it is based, energy, including magical healing. The your fingers along the weapon, imbuing it unless that spell appears in the Player’s spell can be cast upon undead to offer with power. Handbook. additional protection against the turning abilities of clerics. The subject is immune This spell functions like holy sword (PH LIFE BOLT to all positive energy effects, including 242), except as follows. The weapon conjuration (healing) spells, channeled Necromancy functions as a +5 axiomatic weapon (+5 positive energy such as from the turn",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Three polished gray stones. tended objects on coterminous and weapon you possess an enhancement coexistent planes within the area of bonus on attack rolls and damage MAKE MANIFEST this spell are instantly brought onto rolls equal to +1 per four caster levels your plane. Transmutation (maximum +5 at 20th level). For the duration of the spell, the",
        "name":  "Superior magic fang gives every natural Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You you can attack or cast spells normally. reciting the ancient words of power you Duration: 1 minute/level (D) You can charge but not run, and you unleash the spell. You immediately have cannot carry aloft more weight than a sense of the object’s owner such that you Holding aloft an item you wish to use your maximum load (PH 161), plus any believe you could find further indications effectively, you address it directly with armor you wear. of the creature’s passage. a command to obey your desire to wield it. Should the spell duration expire while you are still aloft, the magic fails Upon casting this spell, you become You gain proficiency with a single slowly. You drop 60 feet per round for attuned to the specific creature that weapon or shield you hold in your 1d6 rounds. If you reach the ground in owns the spell’s focus item. (A creature hands when the spell is cast. The lack that amount of time, you land safely. is considered to own an item if it was of a somatic component means the If not, you fall the rest of the distance, the last creature to carry the item on its spell can be cast in the middle of a fight taking falling damage normally. Since person for 24 hours or more. You do not while you keep ready whatever items dispelling a spell effectively ends it, you count when considering what creature stand between you and danger. also fall in this way if the master air spell was last to carry an item.) This attun- Proficiency is granted for only a is dispelled. ement grants you a +10 bonus on Search single, specific item, although multiple",
        "name":  "By holding the small item to your nose and Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A wing feather from any bird and Survival checks made to track the castings allow for multiple proficien- or the wing bone of any bat. item’s owner or find evidence of the cies. For example, if you hold a short owner’s passage. This spell does not sword and a rapier, with a buckler give you insight into who or what the MASTER EARTH strapped to your off hand, you could creature you are attuned to is or where Transmutation cast the spell three times, once for each that creature ultimately might be. Also, Level: Druid 7 weapon and once for the shield. the spell does not provide a trail that is Components: V, S, F This spell does not grant proficiency not already there nor provide you with Casting Time: 1 standard action for a kind or category of item (such the benefit of the Track feat. Range: Personal as short swords) but only for the one",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An object owned by Target: You specific item held in your hand at the creature or a piece of the creature Duration: Instantaneous the time the spell is cast (this short to be tracked, such as a tuft of hair or sword). Should you set that item down a fingernail. The ground below your feet suddenly seems or otherwise lose your grip on it, the insubstantial, and you sink below the sur- proficiency does not transfer to a dif- 140 1 RETPAHC LLEPS SNOITPIRCSED ferent item of the same kind you might You cause a single natural opening or MEMORY ROT pick up. However, if you recover the natural chamber to become animated. Evocation original item before the spell’s effect The opening or chamber cannot move,",
        "name":  "Arcane Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S that specific weapon or shield for the attack any creature, or a specific type of",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes Metal melt can cause a metal weapon You hiss out a red mist that streaks toward to run like water your target despite prevailing winds and You spit on your fingers and whip your claws into his mouth and nose, choking hand in a snakelike motion, imbuing it him. MIASMA OF ENTROPY with poisoning magic. Necromancy By filling the subject’s mouth and Level: Druid 4, sorcerer/wizard 5 You infect the subject with a poison throat with unbreathable gas, you Components: V, S that saps willpower, dealing 1d10 prevent it from doing much more than Casting Time: 1 standard action points of Wisdom damage immediately coughing and spitting. An affected Range: 30 ft. and another 1d10 points of Wisdom creature cannot speak, cast spells Area or Target: Cone-shaped burst damage 1 minute later. Each instance of with verbal components, use breath or one solid object; see text damage can be negated by a Fortitude weapons, or utter command words to Duration: Instantaneous save (DC 10 + 1/2 your caster level + activate magic items, but it can other- Saving Throw: Fortitude half or your Int or Cha modifier, for wizards wise act normally. Will negates (object); see text or sorcerers, respectively).",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, DF rage that it can do nothing but focus details to enhance your disguise. Casting Time: 1 standard action on engaging you in personal physical Range: Touch combat. The target must be able to see You use magic to make minor, cosmetic Target: Creature touched you when you cast this spell. If the changes in your appearance. The spell Duration: Instantaneous subject later loses line of sight to you, does not change the actual structure of Saving Throw: None the spell immediately ends. (A subject either your features or body. It can add Spell Resistance: No can’t voluntarily break line of sight color to hair, paint wrinkles upon your with you, such as by closing its eyes, to face, give you a scar, or darken your You feel a dark, oppressive weight pressing end this spell prematurely.) teeth. This spell gives you a +2 compe- against your mind. When you touch your If the subject threatens you, it must tence bonus on the next Disguise check target, the weight lifts. The creature you make a full attack against you using a you make during its duration. touched seems now to be battling with a melee weapon or a natural weapon. If similar oppression. the subject doesn’t threaten you at the MISER’S ENVY start of its turn, it must move toward When you cast this spell and touch a Enchantment (Compulsion) you (taking nothing but move actions) creature that is under the influence of [Mind-Affecting] and end its movement as close to you as a mind-affecting spell or ability, that",
        "name":  "You fill the subject with so great a Your fingertips glow blue, and you add a few Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A swordlike beam Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No You call a swordlike beam of moonlight any living or undead creature in into your hand. Anyone who can cast range. As you cast this spell, pure, pale moonlight moon blade can wield the beam with A living creature struck by a moon shapes itself into a stair or bridge, as you proficiency. However, if you are profi- bolt takes 1d4 points of Strength desire. cient with any type of sword, you can damage per three caster levels (maxi- wield the beam as if it were any type mum 5d4). If the subject makes a Moon path allows you to create a stair or of sword and thus gain the benefits of successful Fortitude saving throw, the bridge from one spot to another. The any special sword skill you might have, Strength damage is halved. effect is a railless ribbon of glowing such as Weapon Focus. An undead creature struck by a white translucent force like a glass Attacks with a moon blade are melee moon bolt must make a Will save or fall strip. The strip can be from 3 to 20 touch attacks. Its strike saps vitality or helpless for 1d4 rounds, after which feet wide as you decide. (You can vary life force, causing no visible wounds but time it is no longer helpless and can the width over the ribbon’s length if dealing 1d8 points of damage +1 point stand upright, but it takes a –2 penalty you want.) It sticks to its endpoints per two caster levels (to a maximum on attack rolls and Will saving throws unshakably, even if these endpoints of +10) to any type of creature except for the next minute. are in midair. undead. Undead are visibly wounded At the time of casting, you designate by a moon blade. Their substance boils MOON LUST up to one creature per caster level to away from its touch, and they take 2d8 receive extra protection while stand- Illusion (Pattern) [Mind-Affecting] points of damage +1 point per caster ing on or moving along the moon path.",
        "name":  "A moon bolt strikes unerringly against Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes the creature must make a Concentra- stick to the top of the moon path as tion check to use any spell or spell-like though they have received spider climb Forcefully presenting a silver ingot in your ability. The DC is equal to 10 + damage spells. A creature loses both benefits hand, you extol the virtues of the moon’s dealt + spell level. (An opponent hit by immediately when it leaves the path. beauty in a language both beautiful and a moon blade while casting a spell must Unlike a wall of force, a moon path can dead. The words of your loving declaration make the usual Concentration check to be dispelled. It is otherwise similar to call forth a silver-white glow around your avoid losing the spell in addition to the a wall of force in that it needs no sup- target that swiftly fades. check on its next turn.) ports and it is immune to damage of 144 1 RETPAHC LLEPS SNOITPIRCSED all kinds. A disintegrate spell blasts a not counter or dispel it. Darkness spells Living creatures in the area of a moonfire hole in the path 10 feet square, leaving of higher level block a moonbeam. spell feel an unnatural chill and take the rest of the path intact. (If the moon Arcane Material Component: A pinch 1d8 points of damage per two caster path is 10 feet wide or less, this merely of white powder. levels (maximum 10d8). Undead and creates a 10-foot gap.) A hit from a rod shapechangers take 1d8 points of of cancellation, a sphere of annihilation, MOONBOW damage per caster level (maximum or Mordenkainen’s disjunction destroys 20d8). This application of the spell Evocation [Electricity] a moon path. Spells and breath weap- allows a Reflex save for half damage.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Personal weapons plus the hand crossbow, rapier, 1 minute to free a trapped creature). A",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You sap, shortbow, and short sword. You also trapped creature is unable to move, and",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes/level gain the Weapon Finesse feat and the cannot cast spells with somatic compo-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes otherwise a factor, unless you and the With a few chanted words and a mystic ooze are on different planes (at which pass of your arm, your magic reaches out You invoke the spell and your eyes begin to point the spell ends). to invisibly surround the ooze, placing it glow with a rippling pearly radiance, like If a controlled ooze splits, such as a under your control. those of a noble ghaele eladrin. black pudding (MM 201) struck by a slashing weapon, you retain control of You telekinetically take control of the Inspired by the deadly gaze of the noble only one of the resultant oozes (choose targeted ooze, manipu- ghaele eladrin, you gain a gaze attack randomly). lating it and usable against creatures within 60 feet. forcing If an evil creature with 5 or fewer Hit Dice meets your gaze (DMG 294), it dies unless it succeeds on a Will save. Even if the save succeeds, the creature is affected as though by a fear spell (PH 229) for 2d10 rounds. Non-evil creatures and evil creatures with more than 5 Hit Dice are not slain by the gaze, and they suffer the fear effect only if they fail the Will save. ORB OF ACID Conjuration (Creation) [Acid]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will disbelief foe is not a real threat, and whenever Speed fly 60 ft. (good) Spell Resistance: No the subject attempts to attack the Melee 2 claws +23 incorporeal touch creature duplicated by the phantom foe, (2d6 plus 3d6 cold) and By waving around a tiny pewter figurine bite +22 incorporeal touch (2d8 that creature benefits from a 50% miss and picturing in your mind the figurine plus 3d6 cold) chance against attacks from the subject attacking the target creature, you complete Space 15 ft.; Reach 15 ft. of the spell. Because this miss chance the spell. You feel a phantasmal force leap Base Atk +14; Grp — comes from the subject’s inability to from the figurine toward your target. Atk Options Combat Reflexes tell the phantom foe from the original, Special Actions fearsome roar it is rolled separately from any miss If the target creature fails its saving chance that applies due to displacement Abilities Str —, Dex 29, Con 20, Int 11, throw, this spell creates in the subject’s or concealment. Wis 17, Cha 28 mind an illusory double of whichever Creatures other than the subject SQ incorporeal traits creature currently threatens it that it Feats Combat Reflexes, Dodge, cannot see the phantom foe, although deems most dangerous. The form of Mobility, Multiattack, Weapon they can attempt to guess its location this phantom foe changes as appropri- Focus (bite) by how the target acts. If the subject is ate whenever the target perceives a Skills Listen +20, Spot +20 not threatened by any creature at the different threatening creature more start of its turn, the spell ends. Fearsome Roar (Su) 120-ft. radius, dangerous than the last. This illusory",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A tiny pewter figure of a war- once every 1d4 rounds, Will DC 26 double provides two effects. rior that is worth 10 gp. negates. Creatures within 30 feet become panicked, others within the area become frightened for 3d6 rounds if they fail their saves. The phantom stag spell provides a druid with a powerful mount to ride into battle kaloP .E yb .sullI 157 DESCRIPTIONS SPELL CHAPTER 1 PHANTOM STAG 16th Level: The phantom stag’s antlers Phantom Wolf CR 12 have the ghost touch (DMG 224) and Conjuration (Creation) N Large magical beast (incorporeal) wounding (DMG 226) weapon special",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Abilities Str —, Dex 29, Con 18, Int 11, creature that bears you or a person you Target: One creature Wis 17, Cha 26 designate into combat or overland at Duration: 1 round/level SQ incorporeal traits great speed. A phantom stag has a black Saving Throw: Will negates Feats Alertness, Combat Reflexes, body and head with sharp, silvery ant- Spell Resistance: Yes Dodge, Mobility, Weapon Focus (bite) lers, and smoke-colored, insubstantial Skills Listen +20, Spot +20 hooves that make no sound. It has no Reaching out to your foe’s mind, you cause saddle, bridle, or bit, but it is exception- him to feel as though a threat looms close Frightful Presence (Su) 30-ft. radius, ally alert to the nudges and balance behind no matter which way he turns. Will DC 24 negates. Creatures with changes of its rider. less than 12 HD become frightened The phantom stag has an AC of 20 You create the sensation in the subject’s for 3d6 rounds if they fail their (–1 size, +6 natural armor, +5 Dex) and mind that it is threatened by more saves. An opponent that succeeds 40 hit points +5 hit points per caster foes than it actually faces. Though the on the save is immune to that same level. It attacks with its antlers at a +10 subject doesn’t actually perceive any phantom wolf’s frightful presence for 24 hours. bonus, dealing 1d8+9 points of damage additional enemies (and thus doesn’t (doubled on a successful charge). It can waste any attacks on the phantasm), a You conjure forth an incorporeal white also trample Medium or smaller foes, creature affected by this spell is con- wolf with abnormally large, frosty jaws. who must succeed on a Reflex save (18 sidered flanked, even if not threatened This phantom wolf follows your mental + 1/2 your caster level) or take 1d6+9 by other creatures. No amount of con- commands, acting on your behalf as points of damage as the stag moves vincing by others can help the subject long as it remains within range and you through their space. of this spell avoid its effect—only a continue to concentrate on it. A phantom stag has a speed of 20 feet successful saving throw against the A phantom wolf appears where you per caster level, to a maximum of 300 spell when initially cast can help the designate and acts as you direct on your feet. It can bear its rider’s weight plus target. A creature that can’t be flanked turn. You don’t need to maintain line up to 10 pounds per caster level in other is immune to this spell. of effect once the spell is cast, but the gear. It ignores terrain elements such spell ends if the phantom wolf is ever as undergrowth, rubble, or mud that PHANTOM WOLF outside the spell’s range. would slow its movement. Conjuration (Summoning) Phantom stags gain certain powers according to caster level. A mount’s Level: Druid 8 PLAGUE OF RATS",
        "name":  "You conjure a Large, corporeal staglike Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An audible portal alarm produces the sound of a hand bell, buzzer, or other similar repeat- ing sound that can be heard clearly up to 60 feet away, and it pierces closed doors and extends onto other planes. The ringing can be heard faintly up to 180 feet away and lasts for 1 round. Creatures within the area of a silence spell cannot hear the ringing, and if the portal itself is within the area of a silence spell, no alarm is sounded. Ethereal and astral creatures trigger Poison thorns protect a druid from a naga’s coils a portal alarm if they pass through the portal. This spell functions like thornskin are poisonous (contact, 1d6 Dex/2d6 You can set a portal alarm with a (page 219), except as noted above, and Dex). A successful Fortitude save is password, determined at the time of a scratch from the thorns is sufficient required only upon the first entry into the casting, and this password can be to deliver a dose of poison to your the spell’s area (and again 1 minute discerned with the analyze portal spell attacker. Any creature grappling you later); creatures don’t have to save each (page 10). Those speaking the password is exposed to the poison each round at time they enter (or each round they before passing through the portal do the start of your turn. The poison from remain within). You are immune to not set off the alarm. the thorns deals 1d4 points of Strength the poison of the vines you create, and Material Component: A tiny bell. damage immediately and another 1d4 you can select a number of other targets points of Strength damage 1 minute equal to your caster level to share this PORTAL ALARM, later. Each instance of damage can be immunity. negated by a successful Fortitude save IMPROVED (DC 10 + 1/2 your caster level + your PORTAL ALARM Abjuration Wis modifier). Level: Bard 4, sorcerer/wizard 4 Abjuration",
        "name":  "Audible Alarm",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level sends out a mental beacon for up to When you cast this spell, choose an Saving Throw: See text six creatures, including yourself if element (air, earth, fire, or water). Spell Resistance: Yes you choose. These individuals must be You assume the physical appearance known to you but need not be present and many of the qualities and abili- With a popping sound, a moist, apple-sized at the time of casting. Once you cast ties of a Medium elemental of the eye with a rainbow-hued iris appears and portal beacon, these creatures know the chosen element (MM 96–100). Primal sends a beam of colored light at the foe you direction and distance to the targeted form also grants you the elemental designate. portal for the spell’s duration. Moving to a plane other than the two connected by the portal ends the spell for that creature but leaves it intact for others. You can have any number of portal beacons tuned to you without impairing other abilities or actions. POSITIVE ENERGY AURA Conjuration (Healing)",
        "name":  "You alter a magic gate or portal so it Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A polished, rainbow-hued 1 round/level specific effects as you like. abalone shell. Saving Throw: Will negates; see text Memory Erasure: Memories possessed",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) Creatures within the spread of a quill blast are hit by one or more This spell releases energy in the form of Upon casting this spell, your feet and those quills, depending on their size: Tiny a multitude of rainbow-colored beams of your allies glow with a yellow nimbus or smaller, 4 quills; Small, 6 quills; that erupt in every direction within the of light. Medium, 8 quills; Large, 10 quills; and area designated by you. This kaleido- Huge or larger, 12 quills. scopic burst of energy deals 1d6 points Quick march increases your allies’ base Small or larger creatures that make of damage per caster level (maximum land speed by 30 feet. (This adjustment their saves are struck by half as many 15d6), and all creatures within the is considered an enhancement bonus.) quills; Tiny or smaller creatures that burst are dazed for 1d6 rounds. Those There is no effect on other modes of make their saves avoid the quills com- that succeed on a Will save take only movement, such as burrow, climb, pletely. half normal damage and are dazzled for fly, or swim. As with any effect that Each quill deals 1d6 points of damage 1d6 rounds instead. increases a creature’s speed, this spell and lodges itself into the creature it hits. Sightless creatures are unaffected by affects maximum jumping distance. Lodged quills impose a noncumulative this spell. –1 penalty on attack rolls, saves, and Focus: An eye from any outsider that QUICK POTION checks. All quills can be removed safely has 4 or more Hit Dice. Transmutation as a standard action with a DC 20 Heal",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, F subject of a raging flame spell burns 165 DESCRIPTIONS SPELL CHAPTER 1 out in 30 minutes instead of the normal of energy indicated. Creatures apply energy types. Rainbow blast deals 1d6 hour. energy resistance separately to each points of damage from each of the five Magical fire in the area, such as from type of damage. energy types (acid, cold, electricity, a produce flame or fireball spell, burns fire, and sonic), for a total of 5d6 points hotter, dealing +1 point of fire damage 1d8 Color Damage Type of damage. Creatures apply resistance per die. 1 red fire to energy separately for each type of Raging flame counters or dispels the 2 orange acid damage. 3 yellow electricity effect of slow burn (page 192). As you gain in levels, the damage 4 green poison die increases in size. At 7th level the 5 blue cold RAINBOW BEAM 6 indigo sonic spell deals 5d8 points of damage, at 9th level it deals 5d10 points of damage, Evocation [Light] 7 violet force",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None RAINBOW BLAST RAISE FROM THE DEEP",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Reflex half Duration: 1 hour/level attack with the ray to strike a target. Spell Resistance: Yes Saving Throw: Fortitude negates If you hit, the subject is dazzled for (object) 1 minute. The spell also deals 1d12 From your splayed fingers shoots a beam Spell Resistance: Yes (object) points of damage per three caster levels of mixed energy and multihued lights. (maximum 5d12). A rainbow beam deals The beam burns and freezes, sizzles and Water roils and foams as the shipwreck rises a random type of damage as determined screams. to the surface. Floating now effortlessly, it by the following table. If two types of bobs up and down, never sinking more energy are indicated, rainbow beam This spell is a wide-spectrum blast of than an inch. deals half its damage from each type radiant energy composed of all five A rainbow blast spell strikes foes with every type of energy Illus. by M. Phillippi 166 1 RETPAHC LLEPS SNOITPIRCSED",
        "name":  "You must succeed on a ranged touch Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level You speak the words of this spell and your claws shine with lustrous yellow radiance, growing more slender and sharper as you watch. Choose one of your natural weapons that deals slashing or piercing damage (such as a bite or a single claw). That natural weapon’s threat range doubles (in most cases, becoming 19–20). The effect of this spell does not stack with any other effects that increase a weapon’s threat range. Reality maelstrom creates a hole in the cosmology of the planes neiD .C yb .sullI 169 DESCRIPTIONS SPELL CHAPTER 1 The rip also creates a windstorm of mages as you prepare to absorb the spell concentrate to maintain the spell’s air that affects objects and creatures energies you have targeted. Your body effect as if you had cast it yourself. in the secondary area of the spell. The shakes uncontrollably, as if eagerly antici- You can still attempt to reave a spell secondary area is all the space farther pating the power behind those spells. you didn’t identify with your Spellcraft than 20 feet from the spell’s point of check, but doing so can be risky if origin but not farther than 40 feet This spell functions like dispel magic you don’t know the specifics of the away. All unattended objects within the (PH 223), except that your caster level spell’s effect. For example, if you fail to secondary area that weigh 50 pounds for your dispel check is a maximum of identity an ongoing spell effect on an or less are drawn into the primary +20 instead of +10, and (as with greater enemy character and choose to reave area of the maelstrom. Individuals dispel magic) you have a chance to dispel anyway, you might find yourself under within the secondary area must make a any effect that remove curse can remove, the influence of the dominate person Reflex saving throw. Those who fail are even if dispel magic can’t dispel that effect that character was suffering sucked into the primary area and must effect. When casting a targeted dispel from. Any spell resistance you might then make a Will saving throw to avoid or counterspell, you can choose to reave have has no effect against harmful being drawn into the maelstrom. each spell you successfully dispel, steal- spells you might inadvertently reave, Individuals who succeed on either ing its power and effect for yourself. but you get the same chance to save saving throw can move and attack as When making a targeted dispel, make against those spell effects as the origi- normal. a Spellcraft check (DC 25 + spell level) nal target. A reality maelstrom is a one-way to identify the target spell or each If you choose to reave a spell you have portal, so nothing ever emerges from ongoing spell currently in effect on successfully counterspelled with reav- the hole the spell makes. the target creature or object. ing dispel, you seize control of the spell",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Personal RECITATION Enchantment (Compulsion) [Fear, Target: Your breath weapon Conjuration (Creation) Mind-Affecting] Duration: 1 round Level: Cleric 4, Purification 3",
        "name":  "REBUKE Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, F Your expel your breath weapon, and it Casting Time: 1 standard action",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes have a breath weapon, either as a super- Spell Resistance: Yes natural ability or as the result of casting You rap the switch in your hand and then a spell such as dragon breath (page 73). By reciting a sacred passage or declaration, sharply against your thigh, finishing the When you successfully cast this spell, you invoke your deity’s blessing upon final gesture that will bring discomfort to you imbue your breath weapon with yourself and your allies. your foe. negative energy that rebukes undead in its area. Undead within the area The spell affects all allies within the When the spell is cast, the subject is of your breath weapon that fail their spell’s area at the moment you cast it. dazed for 1 round and shaken for the saving throws against it cower as if in Your allies gain a +2 luck bonus to AC, duration of the spell. Furthermore, awe for 1 round. on attack rolls, and on saving throws, a spellcaster targeted by rebuke must or a +3 luck bonus if they worship the make a successful Concentration check RECIPROCAL GYRE same deity as you. (DC equal to the save DC for this spell + Divine Focus: In addition to your holy Abjuration the level of the spell being cast) to cast symbol, this spell requires a sacred text",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes GREATER A metallic stretching sound, as if Transmutation a thin sheet of metal were bowed",
        "name":  "REDUCE PERSON, Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes/ your outstretched hand. You can see level for just an instant a glowing grid that defines the protected area of The creature shrinks rapidly your spell. before your eyes. You create a special ward This spell functions like that prevents unauthorized reduce person (PH 269), spellcasters or creatures with except as noted above. spell-like abilities from entering an area. Any creature that has spells REFLECTIVE prepared, spell slots available for cast- DISGUISE ing without preparation, or innate spell-like abilities must succeed on a Illusion (Glamer) Red tide bowls over, nauseates, Will save or be halted by an invisible",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One creature/2 levels, no password or special condition (such as and spangles. To the eyes of the drow in the two of which are more than 30 ft. character race, alignment, possession underground marketplace, you look like apart of a token, or any other observable or just another dark elf.",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You 5,000 gp. calling out to the living memory of the Duration: 10 minutes/level or until creature.T endrilso fm ysticale nergys parkle discharged around the creature’s lips, and it begins to REVIVE UNDEAD speak. As you clasp the shell in one hand and the Necromancy [Evil] ball of sap in the other, a silver radiance Level: Deathbound 5, sorcerer/ You cause a creature that has been flecked with blue lines surrounds you. wizard 6 dead for up to three days to reveal You pocket the items, but the radiance Components: V, S, M information about events that led up remains. Casting Time: 1 minute to its death. The corpse speaks tersely Range: Touch in its native language, using no more This spell functions like protection Target: Destroyed undead creature than a dozen words or so in a round. from arrows (PH 266), except as noted touched In the first round, it describes the last here. If any projectile fired from a Duration: Instantaneous thing it saw. In the second, it describes ranged weapon that strikes you has Saving Throw: None its dying wish. In the third, it describes all its damage negated by your damage Spell Resistance: No 176 1 RETPAHC LLEPS SNOITPIRCSED Even fallen angels can be brought to life and light again with the revive outsider spell Touching the corpse of the creature, you it is revived. This level loss cannot be Revivify miraculously restores life to a whisper to its departed spirit, calling it repaired by any spell. If the subject is recently deceased creature. However, back—but not to life. 1st level, it loses 2 points of Charisma the spell must be cast within 1 round instead. An undead that was destroyed of the victim’s death. Before the soul Your restore animation to an undead with spells prepared has a 50% chance of the deceased has completely left creature destroyed by hit point loss of losing any given spell upon being the body, this spell halts its journey (even a zombie or skeleton, which revived, in addition to losing spells for while repairing somewhat the damage can’t normally be reanimated once losing a level. A spellcasting undead to the body. This spell functions like destroyed). You can revive a destroyed creature that doesn’t prepare spells raise dead (PH 268), except that the undead creature that has been inactive (such as a sorcerer) has a 50% chance of raised creature receives no level loss, for up to one day per caster level. In losing any given unused spell slot as if it no Constitution loss, and no loss of addition, the subject’s animating spirit had been used to cast a spell, in addition spells. The creature has –1 hit points must be free and willing to return. If to losing spell slots for losing a level. (but is stable). the subject’s animating spirit is not Material Component: A black pearl Material Component: Diamonds worth willing to return, the spell does not worth at least 5,000 gp. at least 1,000 gp. work; therefore, subjects that want to revive receive no saving throw. REVIVIFY RHINO’S RUSH Revive undead restores hit points to Conjuration (Healing) Transmutation the subject up to a total of 1 hit point",
        "name":  "You touch the body and intone a lament, Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1d4 rounds or iron alloy object. Such objects struck by In desperate need, you cry out a word a rust ray take 2d6 points imbued with power, granting you of damage +1 per two a bit of extra luck when you caster levels (maximum need it most. +10), ignoring hardness. You can also target a weapon When the spell is cast, being wielded or metal armor choose from one of the fol- being worn. Metal armor affected lowing effects. by this ray takes normal damage from the spell and loses 1d4 points • Gain a luck bonus on Fortitude of Armor Class through corro- saving throws equal to your sion. If an item is reduced to 0 Charisma modifier, and immu- hit points, it is destroyed. Ferrous nity to poison. creatures struck by the ray take the • Gain a luck bonus on Reflex same damage as objects. saving throws equal to your Magic items can negate the Charisma modifier, and effect with a successful Fortitude the evasion ability. saving throw. • Gain a luck bonus on Will Material Component: Rust particles saving throws equal to your or a piece of a rust monster. Charisma modifier, and immunity The rust ray spell can destroy a weapon to fear effects. in the blink of an eye SACRED HAVEN • Gain temporary hit points equal to Abjuration [Good] 4d8 + your Cha modifier. These hit feet directly away from the spell’s",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) struct, elemental, or undead) needs not You must succeed on a ranged touch fear suffocation, but it remains trapped attack with the ray to strike a target. At your touch, the creature inhales deeply, within the sarcophagus until it breaks The subject’s natural armor bonus is experiencing a new world of sensory input. free or is freed. reduced by 1 point per three caster A creature within the coffin can levels (maximum reduction 5 points You give the creature touched the scent attack the stone with a natural weapon at 15th level). This spell can’t reduce ability (MM 314). or light melee weapon. A creature can a creature’s natural armor bonus to sraepS .R yb ..sullI 181 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "30 ft. worth 50 gp. 182 1 RETPAHC LLEPS SNOITPIRCSED SECOND WIND This spell is usually cast on a weapon By casting this spell, you imbue yourself or a holy symbol. If an evil creature with an ephemeral quality that induces Transmutation that has the ability to cast divine spells others to trust what you say.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes effects (entangling terrain, hindrances against the spell’s subject suffer a 50% to movement, altitude effects, higher miss chance. Magical attacks, such as Whispering the final syllable of the compli- Climb DCs, and so on) of a shadow supernatural and spell-like abilities, cated formula, you cast the spell. Instantly, landscape you created. When you cast spells, and magic weapons, suffer a 20% a blast of bright light fills the targeted area. shadow landscape, you can designate one miss chance. From your vantage point, the spell’s light creature per four caster levels as a desig- glows like a torch, although you note some nated traveler. Creatures so designated don’t suffer the terrain-specific effects SHADOW MASK creatures turn away from it as if it were a blinding radiance. of the spell, but they’re still subject to Illusion (Shadow) the bad weather. Level: Sorcerer/wizard 2 This spell creates an intensifying",
        "name":  "Nonmagical physical attacks directed Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/ Choose one of your level natural weapons (or",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes Shard storm harms corporeal and weapons). For the duration of the spell, incorporeal foes alike that method of attack deals damage Tossing the shard from your grasp, you com- as though you were one size category plete the spell. An instant later, translucent SHARE HUSK larger than your actual size. This spell shards of arcane energy blast the area you does not stack with itself. Divination designated. In addition to deadly shards,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S two-handed weapon or a weapon in",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A leather glove. For the duration of this spell, you gain on a distant point. a +4 enhancement bonus to Charisma and Dexterity, a deflection bonus to AC The skull affected by a skull watch spell SLASHING DARKNESS equal to your Charisma modifier, and a floats gently 5 feet off the ground, Evocation +8 bonus on Perform checks. You also facing a direction you choose. It moni- Level: Cleric 3 gain a swim speed of 60 feet and the tors an area 20 feet wide by 90 feet long, Components: V, S ability to breathe water. You can move though walls and other opaque barriers Casting Time: 1 standard action and attack normally while underwater, can curtail this area. If any Tiny or Range: Medium (100 ft. + 10 ft./level) even with slashing or bludgeoning larger living creature enters the area Effect: Ray weapons. guarded by the skull, it emits a piercing Duration: Instantaneous",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) with a fanged, biting mouth that drips within the spell’s area, allowing them Target: One allied creature poison. to burn off the intangible power of Duration: Instantaneous passion as much as from physical sub- Saving Throw: Will negates This spell transforms one of your arms stance. Because these fires consume less (harmless) into a poisonous serpent. As an attack of the physical fuel that sustain them, Spell Resistance: Yes (harmless) action, you can strike an opponent they burn for twice as long without with your snake arm by making a losing any of their intensity, but their You toss the scales into the air, and they successful melee attack. The bite from illumination radius is halved. vanish in a sparkling mist as you indicate the venomous serpent deals damage In addition, an affected fire is much your target. Without hesitating, that equal to 1d3 points + your Str modifier, harder to extinguish. It takes twice creature draws and fires an arrow into and it carries a toxic venom that deals as long to put out a fire that is under the fray. 2 points of Constitution damage as the effect of this spell, and if a roll initial and secondary damage. Each is required (such as the Reflex save The subject can immediately make instance of ability damage can be required to extinguish flames if a one melee or ranged attack. Taking negated by a Fortitude save (DC equal creature is on fire), two successful rolls this action doesn’t affect the subject’s to this spell’s DC). over 2 rounds are required to success- normal place in the initiative order. You can’t hold a weapon with your fully put out the fire. If one such roll This is a single attack and follows the transformed hand, but your other fails, the creature must begin trying to standard rules for attacking. hand can be used to wield weapons or extinguish the flames again as if it had This spell does not allow the subject cast spells with somatic components. never succeeded on the first roll. to make more than one additional Attacking with the transformed hand Magical fire used against a target in attack in a round. If the subject has and a weapon incurs the standard two- this spell’s area, such as from a produce already made an additional attack, due weapon fighting penalties (PH 160). flame or fireball spell, does not burn as to a prior casting of this spell, from the You can be under the effect of only effectively, and fire damage from such haste spell, or from any other source, one snakebite spell at any given time. sources is reduced by 1 point per die. this spell fails.",
        "name":  "This spell lends fuel to existing fires Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes mand—and as one, they unleash a volley When you cast sniper’s eye, you gain the of attacks. Your hand glows red briefly upon casting following benefits. this spell, and after you slap your foe on the This spell functions like snake’s swift- back, you try to hide a grin. • +10 competence bonus on Spot ness, except that it affects multiple allies checks. out to medium range. You bestow on your target an aroma • Darkvision out to 60 feet. that attracts predatory animals. They • The ability to make a ranged sneak prefer to attack the subject over other SNAKEBITE attack at a range of up to 60 feet, targets, and animals attacking the Transmutation rather than 30 feet. subject creature gain a +1 bonus per Level: Druid 3, ranger 4 • The ability to make a death attack three caster levels (maximum +3) on Components: V, S with a ranged weapon rather than attack rolls and damage rolls. Casting Time: 1 standard action just with a melee weapon. The target",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will partial and exploding in a shout. complete the spell. Upon choosing your Spell Resistance: Yes target, the feeling subsides even as a ghostly You create a brief but loud noise pale yellow mist swirls around your target The words of your spell twist upon each adjacent to the target. The subject for a moment. other and grow stronger. Then, like a takes 1 point of sonic damage and cluster of bees, they streak toward your must succeed on a Will saving throw You manipulate the senses of one target and detonate in a screaming bellow or be deafened for 1 round. This spell creature so that it perceives itself to be around him. has no effect if cast into the area of a the only real creature in all of existence silence spell. and everything around it to be merely You blast the target with loud and high- an illusion. pitched sounds. The subject takes 1d4 SONIC WEAPON If the target fails its save, it is points of sonic damage per two caster Transmutation [Sonic] convinced of the unreality of every levels (maximum 5d4) and must make a",
        "name":  "Pangs of loneliness grip your heart as you Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched ject becomes effectively helpless and SONIC RUMBLE Duration: 1 minute/level (D) takes no steps to defend itself from any Evocation [Sonic] threat, since it considers any hostile",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sorcerer/wizard 5 Holding the weapon to your mouth, you action merely another illusion.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action the weapon in visible sound like a thin",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S 1 round/level weapon deals an extra 1d6 points of",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You the weapon’s wielder. Bows, crossbows,",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes the bite of a ghoul (MM 118). This hit points than your normal starting spell doesn’t prevent the subject from hit points (your hit point total cannot A touch from your hand outlines an undead perishing or provide anything other exceed two times your normal starting creature in a faint yellow glow, making it than insurance that the subject’s body hit points). Both the negative level and vulnerable to many of the dangers that can and spirit cannot be hijacked by an the temporary hit points last for up to 1 harm living creatures. acquisitive undead creature. hour. You can use this attack once per The protection applies if the duration round for a number of rounds equal to For the duration of the spell, the undead is still in effect when the subject first your caster level. Any charges of the creature is subject to extra damage from dies; the spell need not linger in its spell not used by the time the duration critical hits (and thus sneak attacks), effect during the period immediately expires are lost. nonlethal damage, ability drain, energy prior to a spawn’s rise. This spell cannot An undead creature you touch drain, fatigue, exhaustion, and damage be cast on the body of a creature that instead gains 5 temporary hit points to its physical ability scores (though it has already been killed by a spawn- and you lose a like amount (no save). still lacks a Constitution score and thus creating undead. Temporary hit points gained in this can’t take Constitution damage) as if it way last for up to 1 hour. were alive. SPEAK TO ALLIES It loses its immunity to effects that Transmutation [Language- SPECTRAL WEAPON require a Fortitude save, as well as its Dependent] Illusion (Shadow) invulnerability to poison, sleep effects,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One shadowy blade Fortitude saves against effects that also it begins to buzz with the latent magical Duration: 1 round/level (D) affect objects.) It must breathe, eat, and energy of the spell. When you finally release Saving Throw: See text sleep just like a normal living creature the spell’s energy, you hear the words you Spell Resistance: Yes (though the last two aren’t likely to wish to share with your allies in your come into play thanks to the spell’s mind—and moments later you hear their You summon forth semisolid shadowstuff short duration). unspoken replies. and force it to coalesce into a shape only you While it is under the effect of this can wield. The shadow-formed weapon spell, both negative energy (such This spell functions like message (PH looks real at first glance, though it appears as inflict spells) and positive energy 253), except as noted above and that you darkened as if perpetually in shadows. (such as cure spells) heal damage to and the recipients don’t have to mouth Wisps of shadow tendrils constantly follow the undead creature, rather than the words or whisper, which means that the weapon as you move it about. damaging it. those skilled in reading lips have no An undead creature affected by this opportunity to learn the messages. Using material from the Plane of spell retains all of its other traits. Shadow, you can fashion a quasi-real SPECTRAL TOUCH melee weapon of any type with which SPAWN SCREEN you are proficient. This spectral weapon Necromancy Necromancy appears in your hand and behaves as a",
        "name":  "As you rub the small piece of copper wire, Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 2, sorcerer/wizard 2 normal weapon of its type, with two",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action with your spectral weapon as melee",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level a Will save to recognize the weapon’s",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) takes only half damage from the A touch from your hand, which crackles weapon on that attack and all subse- with black energy, weakens the life force of Hoping that your friend will not have need quent attacks, and is only 50% likely to living creatures. of the spell, you ensure that his death in suffer any special effects of your attacks the coming battle won’t result in an even (such as a death attack delivered with Each melee touch attack you success- greater abomination. the weapon). fully make during the spell’s duration You can maintain only one spectral channels negative energy that bestows The subject does not rise as an undead weapon at a time, and only you can wield one negative level on the target and spawn should it perish from an it. The weapon dissipates when you let grants you 5 temporary hit points. This undead’s attack that normally would 198 1 RETPAHC LLEPS SNOITPIRCSED go of it or when the spell’s duration prepared spells for other spells from This spell enhances the next spell you expires, whichever comes first. your spellbook. Each prepared spell cast, making it more difficult for targets must be swapped for a spell of the same to resist. The next spell you cast this SPEECHLINK level. Empty spell slots from a spell cast round is cast at +2 caster level, and its earlier in the day (including the casting save DC increases by 1. Divination of this spell) cannot be refreshed.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes; (his choice), but if the spell he see text casts is also a touch spell, he can immediately hold the charge in You speak a word of abjuration the available hand. If he chooses and thrust aloft the bone disk to attack with a touch spell, it works and silver wheel, held together by normally. Since he has multiple a single tear. The disk and wheel limbs that are considered armed, he begin to spin, then vanish, but can make an off-hand attack with you feel the power of the mystic the other touch spell in the same engine created nearby. round, with the normal penalties for fighting with two weapons Upon casting this spell, you (PH 160). can swap out any or all of your A spectral weapon appears fearsome at first glance nitraM .D yb .sullI 199 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) means while the matrix exists. This spell functions like lesser spell While the matrix is active, you can Silvery motes of light begin to snow down as matrix, except that you can store up to cast the spell stored in it as a swift you complete the spell, shifting to its recipi- three spells of up to 3rd level, and you action. Once it is cast from the matrix, ent upon your successful touch. The motes take 3d6 points of damage instead of the spell is gone. coalesce into a nimbus that contracts and 1d6 upon casting. The matrix closes A dispel magic spell that successfully holds to the subject as a silvery sheen. after 3 rounds and no more spells can dispels the matrix also dispels the be added, even if it is not full. spell held inside it. If you are affected This spell protects one creature from In addition, you can designate one by an antimagic field, the duration of a single 1st- or 2nd-level spell. The spell or one spell sequence held in the the matrix is interrupted, but the spell creature effectively has unbeatable matrix to come into effect under a con- does not activate. The matrix becomes spell resistance regarding the chosen dition you dictate when casting greater active again when you emerge from spell. Lesser spell immunity can’t protect spell matrix. The spell (or sequence of the antimagic field. If you die while a creature from a spell to which spell spells) to be activated by the triggering the spell is still held in the matrix, resistance doesn’t apply. This spell condition must be of a type that affects both the spell and the matrix dissipate works against other spells, spell-like your own person, such as levitate or harmlessly. effects, and innate spell-like abilities. feather fall. The conditions required to Focus: A piece of amber with a mini- It does not protect against supernatu- bring the desired spell or spells into mum value of 500 gp. ral or extraordinary abilities, such as effect must be clear, although they breath weapons or gaze attacks. Only can be general. In all cases, greater spell SPELL RESISTANCE, a particular spell can be protected matrix immediately brings into effect against, not a school of spells or a the designated spell or sequence of MASS group of spells with similar effects; spells, which is cast instantaneously Abjuration thus, a creature given immunity to when the designated circumstances Level: Cleric 7 inflict light wounds is still susceptible occur. You cannot choose to have the Range: Close (25 ft. + 5 ft./2 levels) to inflict moderate wounds. spell or spells not activate when the Targets: One creature/level, no two A creature can have only one lesser triggering event occurs. of which are more than 30 ft. apart spell immunity or spell immunity (PH 282) Focus: A diamond with a minimum Duration: 1 round/level in effect at a time. value of 1,500 gp. Wrapping your allies in protective magic, SPELL MATRIX SPELL MATRIX, LESSER you give them the ability to shrug off spells. Transmutation Transmutation",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 3, druid 3 jaws comes into being and attacks the against that target. creature you designate. If you become unable to command With the sound of twisting wood, the the jaws, they vanish. weapon you touch grows sharp spikes like This spell creates a set of powerful jaws Material Component: A piece of bone rose thorns. of force. The jaws attempt to grapple the from a dinosaur’s jaw. designated opponent, starting with one This spell functions like brambles (page attack in the round the spell is cast and SPIRITUAL CHARIOT 38), except that the affected weapon continuing each round thereafter. The Conjuration (Creation) [Force] gains a +2 enhancement bonus on spiritjaws use your base attack bonus",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action other effects that increase a weapon’s your Wis modifier as its attack bonus.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 swift action ledniwhoV .F yb .sullI The standing wave spell is useful for moving foes—and for simply moving 206 1 RETPAHC LLEPS SNOITPIRCSED speed of 60 feet over water. The spell You place the two daggers in your out- Casting Time: 1 standard action dissipates when the wave contacts stretched palm and cast the spell. They rise Range: Personal land, lowering its burden harmlessly from your hands, glowing with a dim blue Target: You to shore. If you are riding in or stand- radiance. Duration: 1 round ing on the object, the object continues to move until you are no longer in or The two daggers hover about you, Your fingers exude a slightly viscous secre- on the object or the spell is dismissed; attacking foes that come near. On your tion and become more nimble. When otherwise, the object is moved to the turn, each blade can make an attack at touched together, your fingertips stick extent of the spell’s range when you an adjacent opponent, with an attack slightly. cast the spell. bonus equal to your caster level + your relevant ability modifier. The damage This spell grants you a +10 bonus on STARVATION they deal is equal to the normal weapon Sleight of Hand checks. damage (1d4 for daggers) + your ability Transmutation",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Druid 4 modifier (Intelligence for wizards and STICKY SADDLE Charisma for sorcerers). The weapons",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes Duration: 1 minute/level (D) situations. Disarming a weapon under the effect of steeldance ends the spell for Your stomach growls as you near comple- A colorless glow surrounds you and your that weapon. tion of the spell. As you declare the target of mount for an instant. When the glow fades,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Two bladed weapons, such as the spell, your hunger disappears, but you you feel more attentive to the movements daggers or longswords. note with satisfaction that your target seems of your mount even while an unseen force wracked with pain. holds you fast to it. STICK You inflict wracking hunger pangs Transmutation This spell “glues” you to your mount. on the target creature. It must make Level: Bard 0, sorcerer/wizard 0 It becomes impossible for you to fall a Fortitude save or take 1d6 points Components: V, S, M or be thrown off your mount. Prying of nonlethal damage per caster level Casting Time: 1 standard action you from the saddle requires a DC 20 (maximum 10d6) and become fatigued. Range: Touch Strength check, and you gain a +10",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Two swords or daggers Components: V, S, M",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 minute/level (D) save or be knocked prone, and Large or larger creatures must You harness the powers of wind succeed on a Fortitude save and storm to move, protect yourself, to move that round. Flying and attack. creatures that fail their saves are instead blown in a random You can fly at a speed of 40 feet, direction, traveling 1d6×5 feet and you gain immunity to thrown if Large or larger, 1d6×10 feet if weapons and projectile ranged Medium, and 2d6×10 feet if Small attacks. You are completely unaf- or smaller. Spells cast within the fected by natural or magical wind, area are disrupted unless the easily able to hold your position and caster succeeds on a Concentra- not subject to other adverse effects tion check against a DC equal to of extreme wind. the storm of elemental fury’s save DC Finally, you can discharge a bolt + the level of the spell the caster is of electricity from your eyes once per trying to cast. round. You enemies’ spell resistance 2nd Round: Chunks of rock fall applies to these lightning attacks. Doing from the sky, dealing 5d6 points of this is a standard action that does not damage (no save) to all creatures in provoke attacks of opportunity, has a the storm. range of 100 feet, and requires a ranged 3rd Round: A deluge of rain touch attack. You gain a +3 bonus on the extinguishes unprotected flames attack roll if the opponent is wearing and perhaps protected ones as metal armor, made out of metal, or car- well (50% chance). The torrential rying a lot of metal. If you hit, the bolt downpour reduces visibility to 5 deals 1d6 points of electricity damage feet and cuts movement in half. per two caster levels (maximum 10d6), 4th Round: Flame pelts the area be- with no saving throw allowed. neath the storm cloud, dealing 1d6 Storm tower gives a druid respite from foes points of fire damage per caster level (maximum 15d6) (Reflex half). A storm tower absorbs any electricity STRATEGIC CHARGE damage dealt to those within it. Magic Abjuration missiles cannot be cast into, out of, or STORM TOWER within a storm tower. The storm tower Level: Blackguard 1, paladin 1",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon ship is underwater. Any creature aboard",
        "name":  "Transmutation Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 swift action You breathe out, and your breath weapon is climbing and jumping) as if it were",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round are left standing but stunned. spell as long as they remain within 10 feet of the ship. External forces, such You call upon the fortitude of the powers For this spell to function, you must as a storm or an angry dragon, can still of good, and your flesh turns an ivory-gray have a breath weapon that deals hit jostle the ship and cause it to shake hue as you draw power up through the point damage, either as a supernatural and possibly knock passengers and earth itself. ability or as the result of casting a objects from it, but nothing falls from spell such as dragon breath (page 73). the ship as a result of your direction of The spell grants you a +8 enhancement When you successfully cast this spell, its movement. bonus to Strength. The spell ends you imbue your breath weapon with You can transfer control of the ship to instantly if you lose contact with the concussive force that can stun those another individual by giving that indi- ground. This means you cannot jump, caught in its area. Creatures that take vidual the miniature rudder you used tumble, charge, run, or move more than damage from the breath weapon must as a focus to cast the spell. If the focus your speed in a round (because these make successful Fortitude saves (DC is ever lost or becomes unattended, the acts cause both of your feet to leave the equal to your breath weapon save DC) spell’s duration expires. ground) without breaking the spell. A or be stunned for 1 round. Once the spell ends (either because natural stone wall or ceiling counts as the duration expired, the focus was the ground for the purpose of this spell STUNNING BREATH, lost or became unattended, or the (so you could climb a cavern wall and not lose the spell). GREATER magic was successfully dispelled), the magic lingers for 1 additional round per Transmutation caster level. During this time, the ship",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A gem worth This spell summons an Elysian thrush 1 round/level + 1 round 100 gp—aquamarine for air, tourma- (Planar Handbook 118), a birdlike crea- Saving Throw: None line for earth, garnet for fire, or pearl ture native to the Blessed Fields of Spell Resistance: No for water. Elysium. The creature has no sig- nificant combat utility, but its song You invoke the powers of good and law, SUMMON ELEMENTITE accelerates the natural healing rate of and a brilliant beam stabs from the living creatures. Those within 30 feet heavens above. Out of that beam strides a SWARM who listen to the thrush’s song while red-fleshed, dog-headed humanoid with a Conjuration (Summoning) [see text] resting recover at twice the normal greatsword.",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One creature/level, no two of Enchantment (Compulsion) to the effect of the writing are unaf- which are more than 30 ft. apart [Mind-Affecting] fected. Once this spell ends, all magical",
        "name":  "BREATH WEAPON creatures that have already succumbed Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One creature that has a Illusion (Glamer) breath weapon SUREFOOT Level: Sorcerer/wizard 3",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No (object) The subject of this spell cannot use You speak a few words and motion toward its breath weapon for the duration of your feet, which begin to glow with a You sprinkle the object with a handful of the spell. green hue. gem dust, and the last words of your spell fade like they are being dragged into a SUPPRESS GLYPH Your steps are sure and true, even on hole. Then the normal sounds of the world Abjuration the narrowest ledges. You gain a +10 reestablish themselves, but the spell within",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes/level (D) This spell functions like sword of decep- to flood the target’s lungs. If the target Saving Throw: None tion (see below), except that you cause is unable to breathe water, it must Spell Resistance: Yes (harmless) a black blade of pure negative energy cough it out. If it makes the save, then to appear and attack opponents at a this expulsion is done with little effort. Making the sound of crashing waves with distance, as directed by you. Instead If it fails the save, the creature falls your throat completes the spell. With a of dealing damage, a sword of darkness prone in a coughing fit for 1d6 rounds wave of your hand, your subject seems bestows one negative level on each and is helpless during that time. Fur- more streamlined, with a hint of webbed successful hit against a living creature, thermore, on a failed save, the subject appendages. threatens a critical hit on a roll of contracts filth fever (DMG 292). 19–20, and bestows two negative levels Creatures able to breathe water must This spell gives the recipient a swim on a critical hit. Negative levels usually make the Fortitude save in order to speed of 30 feet (although not the abil- have a chance of permanently draining avoid the disease, but are otherwise ity to breathe water or hold one’s breath the subject’s levels, but the negative unaffected. beyond normal limits). As long as the levels from sword of darkness don’t last creature isn’t carrying more than a long enough to do so. However, if the SWAMP STRIDE light load, it can swim without making subject gains at least as many negative Swim checks. It also gains a +8 bonus levels as it has Hit Dice, it dies. Conjuration (Teleportation) on any Swim checks to perform special If the sword strikes an undead crea-",
        "name":  "This spell causes stagnant swamp water Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You even if rushed or threatened, and can Material Component: A bastard sword",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level or until use the run action while swimming if or longsword, which is shattered against expended; see text it swims in a straight line. a stone while casting the spell. If the creature is carrying more than Instinctively, you know the depth of the nearest pool of water, as well as other pools a light load, it must make Swim checks SWORD OF DECEPTION to move (taking the normal penalty for nearby of a similar depth. In your mind’s eye Evocation [Force] weight carried), but all other benefits you see the pools connected to one another Level: Sorcerer/wizard 4 of the spell still apply. magically, as if each were a doorway with Components: V, S, F",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Medium (100 ft. + 10 ft./level) This spell functions like tree stride (PH SWIM, MASS Effect: Pale green blade of force 296), but it is used for diving into pools Transmutation [Water] Duration: 1 round/level (D) of water rather than trees. Each pool Level: Druid 4 Saving Throw: None must be at least 1 foot deep, and the Targets: One creature/level, no two Spell Resistance: Yes exit pool of water must be similar in of which are more than 30 ft. apart depth to the entry pool (within 1 foot). Swinging a miniature replica of a sword Unlike with tree stride, each jump has a Choosing carefully the recipients of your as if it were real, you bring into being a maximum range of 500 feet. All other spell, you cause a blue-green glow to full-sized representation of your replica effects and limitations are the same. emanate from each one. Moments later, made entirely of pale green force. The blade the emanation fades, leaving the chosen immediately attacks your enemy. SWIFT (SPELL NAME) creatures looking more lithe but with more robust limbs. You cause a blade of pale green force Any spell whose name begins with to appear and strike the opponent you swift is alphabetized in this chapter The spell functions like swim, except designate, starting with one attack in according to the second word of the that it affects multiple creatures. the round when the spell is cast and spell name. Thus, the description of continuing each round thereafter. a swift spell appears near the descrip- tion of the spell on which it is based, SWORD OF DARKNESS Though it makes regular melee attacks, the sword strikes as a spell, not a unless that spell appears in the Player’s Necromancy [Evil] weapon (and so can strike incorporeal Handbook. Level: Sorcerer/wizard 7 creatures). A sword of deception always",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Druid 2, sorcerer/wizard 2 The blade attacks with a base attack You shatter the sword in your hand against",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round 1d8 points of damage per hit and threat- weapon made entirely of black energy. As",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One creature addition, each successful hit provides a 218 1 RETPAHC LLEPS SNOITPIRCSED –2 penalty on the target’s next saving the day. The symbol remains active remove a symphonic nightmare before its throw roll (–4 on a successful critical for 10 minutes per level or until it has duration expires. A remove curse cast at hit). This penalty is cumulative (to a erased fifty levels of spells. The symbol a higher caster level than the symphonic maximum of –5 on a single creature) attacks creatures with spell-like abili- nightmare spell removes it, as does a suc- and lasts until the creature is forced ties as if they had spells, consuming cessful break enchantment. Otherwise, to make a saving throw in a dangerous a daily use of the highest-level ability a wish or miracle is required to lift the situation or receives the benefit of a the creature possesses, or suppressing curse. remove curse spell. an ability usable at will for 1 round. This spell can also be cast on a crea- Each round, a sword of deception con- ture you are scrying, or on a creature tinues to attack the previous round’s SYMPHONIC distant from you if you hold something target unless you use a standard action the creature carried within the past 24 to switch it to a new target within NIGHTMARE hours. range. In any round when the weapon Enchantment (Compulsion) Focus: A small statue of an opened switches targets, it gets one attack as a [Mind-Affecting] skull, within which is arranged a standard action (as it does in the round Level: Bard 6, cleric 7, sorcerer/ miniature orchestra. The quality of this when the spell is cast). The weapon wizard 7 component must be extraordinary, and can make multiple attack rolls against Components: V, S, F it carries a value of 1,000 gp. a single target with a full attack action Casting Time: 1 standard action if its base attack bonus permits. A sword Range: Touch; see text SYNOSTODWEOMER of deception cannot be attacked or dam- Target: Living creature touched; Transmutation aged (though it can be dispelled as any see text",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Personal the first time the sword attacks. If",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One of your spells the check is successful, the sword can A dark and ominous aura forms around",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round attack that creature with normal effect you as you complete the spell. Distant chords for the duration of the spell. If not, the of a harsh and terrible symphony—as if You cast this spell, and you picture a forge sword of deception is dispelled. If the multiple orchestras played different pieces in your mind. You think of the forge as you target goes beyond the spell range or simultaneously—echo continuously in the cast your next spell, but that spell does not out of your sight, the sword of deception air as you reach for your victim. manifest. Instead, your hands glow with a returns to you and hovers. golden curative radiance.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A miniature replica of a sword A creature targeted by this spell loses and a set of loaded dice. the ability to dream during sleep or You channel the spell energy from a rest. Rather, in place of dreams, the spell you know into healing magic. SYMBOL OF SPELL LOSS subject’s slumbering mind is filled After you cast this spell, the next spell with the sounds of a discordant orches- Abjuration you cast in the same round is converted tra. After the victim’s first attempt",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, F the same reaction as “Attack”). with a natural weapon or unarmed",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No An explosion of water rushes out from A faint gray shimmering the point you designate, bowling force in the general shape of over your enemies. a staff or spear springs from your hand. When you cast this spell, you create a huge wave of water When you cast this spell, that slams into one or more you create a deadly targets within range. If no lance of force. You can large, natural source of water freely make a thunder- (a river, lake, or ocean) exists lance retract or grow to within the spell’s range, you any length from 1 foot can affect only one target. to 20 feet, but it always If such a source of water remains a straight lance exists within the range of of force. This effect gives the spell, the spell creates a you a natural reach of 20 burst centered on a location feet. You can use a thun- you designate. In either case, derlance to make powerful the water deals 1d6 points of melee attacks. damage per caster level (maxi- You can wield a thun- mum 15d6) to the target or to derlance in one or two creatures within the burst. hands, dealing a base 3d6 In addition, all affected points of damage (crit creatures are subjected to a 20/×3). Instead of using bull rush attack, forcing them your Strength modifier, The thunderhead spell seems a nuisance, but it can be deadly to make opposed Strength you use the higher of checks against the wave of your Intelligence modifier or Charisma Calling upon the lost voices of dead water. The water has a +5 bonus on modifier as a bonus on attack rolls and creatures, you cause the targeted area to the opposed Strength check, or a +10 damage rolls. become filled with the enraged roaring of a bonus if the spell is cast near a source If you successfully strike a target thousand dinosaurs. The ground beneath of water. You designate the direction protected by any force effect of 3rd the area shakes with the sound. the wave pushes when you cast the level or lower, such as a shield or mage spell; creatures that lose the opposed armor spell, the thunderlance might The resulting blast of sound from the Strength check are pushed back 5 dispel the force effect in addition to casting of thunderous roar can be heard feet, plus an additional 5 feet for every damaging the target. Make a dispel for miles, but the spell affects only those 5 points by which the wave beats their check against the level of the caster in its area. All creatures in the affected Strength checks, in the chosen direc- who created the effect. If you succeed, area take 1d6 points of sonic damage tion. It is possible for a wave arising the effect is dispelled. The thunderlance per two caster levels (maximum 5d6). from a body of water to push characters remains whether you succeed or fail on A successful Fortitude saving throw into the water. this check. halves the damage. Additionally, any The wave puts out torches, campfires,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round learned tricks. Your hand glows with roiling purple light You speak quickly, and your animal com- as you reach out to deliver lunacy with panion glows briefly, the glow focusing your touch. TRANSCRIBE SYMBOL around its natural weapons. Abjuration",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes to damage structures. The effect lasts a rider, the mount no longer attacks for 1 round per three caster levels, With words of encouragement, you make in combat. The steed willingly bears during which time any spellcaster on the creature better able to handle the rigors its rider into battle; it just can’t use its the ground in the area must succeed on of overland travel, at the expense of its own natural weapons for the duration a Concentration check (DC 15 + spell ability to fight. of the spell. level) or lose any spell she is casting. A Illus. by W. England 224 1 RETPAHC LLEPS SNOITPIRCSED creature attempting to use a skill that triadspell more than once upon a single Reaching out with your thoughts, you grasp would provoke attacks of opportunity prepared spell. the mind of your foe and take command of (such as Disable Device, Heal, Open its actions. Lock, and Use Rope, among others) TRUE CREATION must succeed on a DC 15 Concentra- You can control the actions of any Conjuration (Creation) tion check, or the action automatically humanoid. You establish a telepathic",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fleck of skin from a appropriate skill check to make a com- unlimited, as long as you and the sub- creature that has tremorsense. plex item, such as a Craft (bowmaking) ject are on the same plane. You need check to make straight arrow shafts or a not see the subject to control it. TRIADSPELL Craft (gemcutting) check to make a cut Protection from evil or a similar spell and polished gem. Transmutation can prevent you from exercising con- Unlike the items brought into being",
        "name":  "Arcane Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sorcerer/wizard 3 among others. The effect of a statue when you touch the weapon, the light shifts",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One corporeal undead/ addition, any spell that holds magical You give a weapon the undead bane level, no two of which are more effects, including other spells (magic special ability in addition to any other than 30 ft. apart mouth, imbue with spell ability, and so properties it has. Against undead,",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level on), immediately releases them at a your weapon’s enhancement bonus",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) from evil, shield, globe of invulnerability, undead. The spell has no effect if cast and similar spells are not affected upon a weapon that already has the You make a dark incantation and smash by an unbinding. Petrified creatures undead bane special ability. the firefly between your thumb and fore- are neither revealed nor restored. Alternatively, you can affect up finger. The undead bursts into blue flames Individuals bound to service are not to fifty arrows, bolts, or bullets. The that do not burn. freed (including creatures such as projectiles must be of the same kind, familiars, invisible stalkers, genies, and they have to be together, such as The subject creature deals an extra 2d6 and elementals). An antimagic field in the same quiver. Projectiles, but not points of damage on melee attacks against is not affected, nor does the effect of thrown weapons, lose their transmuta- living creatures. If an attacked creature unbinding penetrate one. A magic circle tion after one attack. has spell resistance, the resistance is against evil (or another alignment) that The weapon is treated as good- checked the first time the undead subject currently holds a creature imprisoned aligned for the purpose of overcoming attacks it. If your caster level check fails, is dispelled. damage reduction. the creature is unaffected by that casting Curses and geas/quest spells are of the undead torch. negated only if you are of a level equal UNDEAD LIEUTENANT If the undead creature is destroyed, to or greater than that of the original Necromancy the undead torch continues to burn at caster.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action in your control. The targeted undead Range: Close (25 ft. + 5 ft./2 levels) Transmutation must have Intelligence 5 or higher. Targets: One creature/5 levels",
        "name":  "WEAPON the authority of command over undead Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched or fifty this spell. The number of undead you can You invoke the power of good and indicate projectiles (all of which must be in control is increased by an amount equal each of your party members in turn. A contact with each other at the time to your caster level as long as the undead crystal blue aura springs up around each of of casting) lieutenant is active. If the target undead them, fortifying them against the assaults",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cylinder (20-ft. radius, ethereal or incorporeal undead as if transmute mud to rock, transmute rock to 20 ft. high) they were using ghost touch weapons. mud, tunnel swallow, wall of stone, and",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) on Will saves. In addition, when making The creature you touch grows a full attack, the affected crea- thick tree roots that anchor it to ture can make one additional the ground and provide it with life- attack with any weapon it is sustaining healing. holding. The attack is made using the creature’s full base attack bonus, The creature you touch must plus any modifiers appropriate to the be standing on or otherwise situation. This effect is not cumula- touching the ground for this tive with similar effects, such as that spell to have an effect on provided by the haste spell. it. For the duration of the spell, the touched crea- VEIL OF SHADOW ture can’t move from its Evocation [Darkness] current space, nor can",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes You touch your ally, and her eyes mist over +4 Con, +2 Int, +4 Wis, +4 Cha. momentarily. You know she is seeing an You speak the words of this spell and toss image of her deity, imploring her to battle Evil clerics undergo the following the small ball of silk in the air. It turns into in his name. transformations. a 5-foot-wide glob of dripping, green-gray goo, and the sticky mass rockets toward You give the subject creature a brief • You grow batlike wings that allow your target. vision of a divine entity that is giving you to fly at your normal speed (aver- it support and inspiring it to continue. age maneuverability). When you attack with a viscid glob, you The creature gets a morale bonus equal • You gain +1 natural armor. make a ranged touch attack against to your Charisma modifier on a single • You gain bite and claw attacks. If you the target. If you miss, the glob might saving throw. It must choose to use the are size Medium or larger, your bite strike a nearby square or creature bonus before making the roll to which deals 1d6 points of damage and each (see Missing with a Thrown Weapon, it applies. Using the bonus discharges claw attack deals 1d4 points of damage. PH 158). Once you have established the spell. If you are Small, your bite deals 1d4 the direction of the miss, roll 1d4 to points of damage and each claw attack deals 1d3 points of damage. determine the number of squares VITRIOLIC SPHERE away from the target square that the • You gain darkvision out to 60 feet. Conjuration (Creation) [Acid] glob lands. • You gain immunity to poison. Level: Sorcerer/wizard 5 A Medium or smaller creature • You gain resistance to acid 10, cold Components: V, S, M struck by the glob must make a suc- 10, electricity 10, and fire 10. Casting Time: 1 standard action cessful Reflex save or be instantly • You gain damage reduction 10/ Range: Long (400 ft. + 40 ft./level) stuck in place. A stuck creature can magic. Area: 10-ft.-radius burst speak but is otherwise limited to • You gain spell resistance 25. Duration: Instantaneous; see text purely mental actions (such as casting • You gain the following bonuses to Saving Throw: Reflex partial; spells with no somatic or material your ability scores: +4 Str, +4 Dex, see text components) and attempts to free +2 Con, +4 Int, +2 Cha. Spell Resistance: No itself by means of a Strength check 232 1 RETPAHC LLEPS SNOITPIRCSED Although a safe zone exists at the center of a vortex of teeth, some creatures are too large to take advantage of it At the successful casting of the spell, A huge school of transparent piranhas you conjure a sizzling emerald sphere. swims rapidly through the air in the area Thes pherei mmediatelys hatters,d rench- you indicate. These magic fish are made of ing all in the area with a potent acid. force and tear into the bodies of creatures as though ravenous. Affected creatures take 6d6 points of checks. You also gain the ability to acid damage. Creatures that succeed on speak and understand (but not read) Creatures in the area take 3d8 points of their Reflex saving throws take half of Draconic. damage per round at the beginning of this damage. Creatures that fail their At any time before the spell’s dura- your turn. Because this spell is a force Reflex saves take full damage, and also tion expires, you can use a standard effect, it harms incorporeal creatures. take 6d6 points of acid damage in each action to target a creature with a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round You can direct the falling damage) 1d8×5 feet from the movement of the base of the waterspout. You jab your weapon into the air as if in waterspout as a Waterborne creatures or objects triumph, letting out a cry of victory before move action. within 10 feet of the spout (below and you have even made your attack. Foes on all sides) also must make success- around you seem surprised by your display ful Reflex saves or be sucked into the even as the feeling grows within you that spout if they are Medium or smaller. you cannot fail. Anything sucked into the spout takes 3d8 points of damage and You gain a +4 morale bonus on attack is then trapped for 1d3 rounds as rolls and damage rolls made as part described above. of a charge. Only the smallest of watercraft, If you deal damage with a charge such as canoes, kayaks, or coracles, attack, your foe must succeed on can be sucked into the spout. The a Will save or become panicked occupant of any such craft can make for 1 round (spell resistance a Profession (sailor) check instead applies to this effect). of a Reflex save if it so chooses to avoid being sucked up. WARNING SHOUT Transmutation [Sonic] WAVE OF GRIEF",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes ing barriers. brings victory closer Emitting a mournful wail, you send out All allies within range are no longer A waterspout moves at a speed of 30 a pulse of magic imbued with sorrow and considered flat-footed, even if they have feet. You can concentrate on control- sadness. not yet acted in the current combat. ling the waterspout’s every movement Anyone sleeping naturally (as or specify a simple program, such as All within the cone when the spell is opposed to magically induced sleep, move straight ahead, zigzag, circle, or cast take a –3 penalty on attack rolls, such as from a sleep spell) within the the like. Directing a waterspout’s move- saving throws, ability checks, and skill area is woken by a warning shout. ment or changing its programmed checks. movement is a move action for you. A Material Component: Three tears. WATERSPOUT waterspout always moves during your Conjuration (Creation) [Water] turn in the initiative order. If the WEAPON OF ENERGY",
        "name":  "With a war cry spell, a roar of triumph Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One weapon",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level This spell makes a bludgeoning weapon Ehlonna: +1 frost longsword",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 throwing battleaxe object) of the weapon. If the spell is cast on",
        "name":  "Garl Glittergold",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 shock longsword Your hand glows slightly. With a touch, you projectiles, the weapon of impact effect",
        "name":  "Heironeous",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 mighty cleaving heavy flail transfer the glow from your hand onto the on a particular projectile ends after one Kord: +1 mighty cleaving greatsword intended weapon. use, whether or not the missile strikes Kurtulmak: +1 shock shortspear its intended target. Lolth: +1 keen whip",
        "name":  "Hextor",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 throwing warhammer to deal energy damage in addition to its weapon’s threat range, such as the Nerull: +1 keen scythe other abilities, similar to how a flaming Improved Critical feat, don’t stack. Obad-Hai: +1 defending quarterstaff",
        "name":  "You cause a weapon to gain the ability Multiple effects that increase a Moradin",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 keen rapier burst weapon deals extra fire damage",
        "name":  "Olidammara",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 flaming heavy mace on a hit or a critical hit. The weapon WEAPON OF THE DEITY St. Cuthbert: +1 mighty cleaving can deal acid, cold, electricity, or fire Transmutation heavy mace damage, chosen by you at the time of",
        "name":  "Pelor",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blackguard 3, cleric 3, paladin 3 Vecna: +1 frost dagger casting. The weapon deals an extra Wee Jas: dagger of venom",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action type on a successful hit. On a critical Yondalla: +1 defending short sword",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch hit, the weapon deals an additional",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched 1d10 points of energy damage. If the Alignments weapon’s critical multiplier is ×3, add Duration: 1 round/level Good: +1 frost warhammer",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless, Law: +1 flaming longsword points of energy damage. object) Chaos: +1 shock battleaxe This spell can be cast on a weapon that already deals energy damage, and if the weapon already creates Wielding the weapon your deity favors, WEAPON SHIFT you call upon that divine force to imbue it the same type of damage as the spell, Transmutation with power. the effects stack. For example, if cast Level: Bard 2, sorcerer/wizard 1 on a +1 flaming longsword to give it Components: V, S, M You must be holding your deity’s additional fire damage, the weapon Casting Time: 1 standard action favored weapon to cast this spell. You now deals an extra 2d6 points of fire Range: Touch can use the weapon as if you had profi- damage per hit. Target: One melee weapon of up to ciency with it even if you normally do This spell has a descriptor that is 15 lb. not. The weapon gains a +1 enhance- the same as the energy created by the Duration: 1 minute/level ment bonus on attack rolls and damage target weapon. For example, weapon of Saving Throw: Fortitude negates rolls and an additional special ability energy is a fire spell when used to give (object) (see the list below). A double weapon a weapon bonus fire damage. Spell Resistance: Yes (object) gains this enhancement bonus and special ability for only one of its two WEAPON OF IMPACT ends, as chosen by you. Waving the folded sheet of parchment before you, you firmly grasp the target weapon. A Transmutation When you reach caster level 9th, the barely perceptible rust-brown glow engulfs",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bard 3, cleric 3, sorcerer/ enhancement bonus of the weapon it, then grows into a shining radiance of wizard 3 increases to +2. At 12th level, the bonus molten-metal red. As the radiance subsides,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S rises to +3, at 15th level it is +4, and at you note with satisfaction that the weapon",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One bludgeoning weapon or the core pantheon as well as other dei- A weapon shift spell allows you to tempo- fifty bludgeoning projectiles, all of ties described in D\u0026D supplements, rarily transform any one melee weapon which must be in contact with one along with the five alignment compo- into a different melee weapon. Thus, a another at the time of casting nents. If a cleric worshiping a different greatclub could be transformed into a",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes/level deity casts this spell, the DM should greatsword, a light pick into a morning",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fortitude negates assign an appropriate weapon special star, or a dagger into a battleaxe. (harmless, object) ability of the same power level as those Improvised weapons and double",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless, given here. weapons cannot be targeted or be the object) result of this spell. Magic weapons Deities transformed retain all their special",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 frost heavy pick abilities as long as the new form could its head glows with a blue-gold radiance. Boccob: +1 spell storing quarterstaff",
        "name":  "You pass your hands over the weapon, and Bahamut",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 keen longsword legally have those abilities, and weapons 238 1 RETPAHC LLEPS SNOITPIRCSED made from special materials retain Casting Time: 1 standard action Range: 60 ft. their special materials. Range: 30 ft. Effect: 60-ft. line",
        "name":  "Corellon Larethian",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A piece of Area: Creatures in a 30-ft.-radius Duration: Instantaneous parchment folded into the shape of the spread centered on you Saving Throw: None weapon type desired. Duration: Instantaneous Spell Resistance: No",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes With weapon in hand, you finish the last of the arcane gestures and words that activate Divination You speak the words of power, and a warm the power of the spell. As you cast the spell,",
        "name":  "WEATHER EYE Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Druid 3 orange fire radiates from you, aiding those you hurl a single slashing weapon at your",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1-mile radius + 1-mile/level This spell harms or heals creatures centered on you within its area based on their align- You hurl a weapon held at the time of",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No extreme in alignment and most out of spell’s range. You make a normal melee balance with the natural world. attack, just as if you were attacking Using your connection to the divine forces For living creatures that have an with the weapon in melee, against each and nature, you gaze into your scrying alignment with no neutral component foe in the weapon’s path, but you can device and summon images to mind of what (LG, CG, LE, or CE), this spell acts as choose to substitute your Intelligence the future holds for the weather. an inflict critical wounds spell (PH 244). modifier or your Charisma modifier For living creatures that have an (as appropriate for your spellcasting You can accurately predict the natural alignment with a neutral component class) for your Strength modifier on the weather up to one week into the future. and one other (NG, LN, CN, or NE), weapon’s attack rolls and damage rolls. If unnatural forces currently affect the this spell acts as an inflict moderate Even if your base attack bonus would weather, then weather eye reveals the wounds spell (PH 244). normally give you multiple attacks, spells or abilities in effect, though not For living creatures that have a a whirling blade gets only one attack the source of those abilities. neutral alignment (N) and all undead (at your best attack bonus) against Material Component: Incense. creatures, this spell acts as a heal spell each target. The weapon deals damage Focus: A scrying device of some (PH 239), dealing damage to undead but just as if you had swung it in melee, kind (bowl, mirror, crystal ball, and acting as a beneficial spell to neutral including any bonuses you might have so forth). creatures. from ability scores or feats. No matter how many targets your WEIGHED IN THE WHIRLING BLADE weapon hits or misses, it instantly and BALANCE Transmutation unerringly returns to your hand after attempting the last of its attacks.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A slashing melee weapon that",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creatures that (Str 18, Dex 14, Con 15), but you retain allies’ accuracy. A wind tunnel improves start their turn inside the tornado take your own mental ability scores. Your 239 DESCRIPTIONS SPELL CHAPTER 1 240 1 RETPAHC LLEPS SNOITPIRCSED the accuracy of your allies’ ranged a Strength check, and is unaffected by Target: Winged creature touched weapons, granting each subject a +5 most spells, including dispel magic. Also Duration: 1 minute/level competence bonus on ranged attacks. like a wall of force, the web is immedi- Saving Throw: None (harmless)",
        "name":  "Inside the Tornado",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No (harmless) of these weapons. cancellation, a sphere of annihilation, or Mordenkainen’s disjunction. You place your hand on the creature’s shoul- WINGBIND ders, and a warm yellow radiance infuses it, Evocation [Force] WINGED MOUNT spreading out to the tips of its wings.",
        "name":  "Further, it doubles the range increment ately destroyed by disintegrate, a rod of Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes Uttering a rumbling phrase, you point at teeth and reciting the necessary words of your foe and watch with delight as its limbs power, you finish casting the spell. You clutch at the air as though grabbing wither and twist, becoming useless. a nearby creature, and then you blow on When you cast this spell, an insidious your fist. As you do so, ice and snow appear You choose to wither either the arms or rot immediately taints any wooden around your foe. the legs of a humanoid. Withered legs object or plant creature you touch. force a subject to fall prone while at the Any unattended nonmagical wooden A target that fails its save takes 1d8 same time reducing the subject’s land item smaller than 6 feet in diameter, points of cold damage per round at the speed to 5 feet. Withered arms make it or a 3-foot-radius volume of a larger beginning of your turn. Each round, impossible for the subject to use objects wooden object (such as a wooden door), the subject can make a new Fortitude or cast spells with somatic components. is instantly destroyed by wood rot. saving throw to avoid taking damage A withered limb can be restored to Illus. by C. Dien 242 1 RETPAHC LLEPS SNOITPIRCSED In combat, you can use the spell turned your attention elsewhere, as If you are on your home plane when to attempt to sunder any wooden or long as you remained within range. you cast this spell, every lawful good, wooden-hafted weapon; the weapon A wood wose has an effective Strength chaotic good, lawful evil, and chaotic or its wooden portion is destroyed of 2, so it can lift 20 pounds or drag 100 evil elemental and outsider within the on a successful melee touch attack. pounds. It can trigger traps, but the area is instantly banished back to its Attempting to sunder a weapon gener- 20 pounds of force it can exert is not home plane unless it makes a success- ally provokes attacks of opportunity, enough to activate most pressure plates. ful Will saving throw at a –4 penalty. and wood rot has no effect on wooden It has a land speed of 15 feet and a fly Creatures so banished cannot return or wooden-hafted weapons that strike speed of 15 feet (perfect). for at least 24 hours. The banishment you, even if you hold the charge. A wood wose cannot attack in any way; effect occurs whether or not the crea- Against wooden shields or armor, it is never allowed an attack roll or a tures actually hear the word of balance, you also make a melee touch attack. saving throw. It cannot be killed, but it though those that do also suffer the Such targets too large to be destroyed dissipates if it takes 6 points of damage appropriate effects (see above). outright take a –1d6 penalty to their from area attacks. If you attempt to Creatures whose HD exceed your armor or shield bonus on a successful send the wose beyond the spell’s range caster level are unaffected by word of hit and are rendered unusable if the (measured from your current position), balance. penalty exceeds the bonus. Any attack it ceases to exist. against a wooden object discharges WORD OF BINDING the spell, and wooden magic items are WORD OF BALANCE Conjuration (Creation) immune to the effect of wood rot. Evocation [Sonic] Level: Paladin 3 Against plant creatures, wood rot deals",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The creature dies if living or Target: You you commanded it to gather leaves, is destroyed if undead. Duration: 1 round/level (D) it would continue to do so while you 243 DESCRIPTIONS SPELL CHAPTER 1 The words of this spell produce hissing, sibi- lant echoes that spin around you, invoking doom upon those who dare to harm you. Any creature striking you with its body or a handheld weapon takes 1d6 points of sonic damage +1 point per caster level. If a creature has spell resis- tance, it applies to this damage. Weapons with reach, such as longspears, do not endanger their users in this way. You cannot use this spell to deal damage to another target (for instance, with an unarmed attack or by forcing the whispers against a target). Only if another creature touches you does the effect deal damage. WRACK Necromancy [Evil] The wraithstrike spell gives a spellcaster",
        "name":  "Killed",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S By presenting your weapon with an overly it dies 1 round later at the start of your",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creature touched spell. As you do so, your weapon becomes save or be dazed and take a –4 penalty",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hide a weapon, gain a Bluff check with a +4 bonus on feint attempts when you draw it. ASSASSIN SPELLS",
        "name":  "Absorb Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Use quasi-real weapon to make touch rolls to confirm critical threats. attacks.",
        "name":  "Spectral Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wounds 30 ft. for 1 round. dealt by weapon can’t be",
        "name":  "Cursed Blade",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subjects can’t ready becomes partially retain a secret advantage actions or delay. incorporeal.",
        "name":  "An assassin casts absorb weapon in order to In cite",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject has –4 penalty on sneak attacks, and death attacks with ranged weapons. Intelligence-based skill checks and Concentration",
        "name":  "Insidious Rhythm",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Glues an object weighing 5 pounds or less to another emanation for as long as you concentrate. object. Master’s Touch: You gain proficiency in a weapon or shield touched for 1 minute/level. 1ST-LEVEL BARD SPELLS Phantom Threat: Subject thinks it’s flanked.",
        "name":  "Stick",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Spectral fiddle bow deals 3d6 damage/round.",
        "name":  "BonefiddleF",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touched weapon changes form.",
        "name":  "Weapon Shift",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hurled slashing weapon magically AC. attacks all foes in 60-ft. line.",
        "name":  "Whirling Blade",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Silvery light grants +2 Dexterity, +10 feet to land Dissonant Chord: Deal 1d8/2 levels sonic damage in speed, melee attacks treated as good; take –20 to Hide 10-ft. burst. checks. Dolorous Blow: Weapon’s threat range is doubled and",
        "name":  "Grace",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched deals +1d6 sonic damage Suppress Breath Weapon: Subject can’t use breath with each hit. weapon.",
        "name":  "Sonic Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As keen edge, but aids bludgeoning Reflective Disguise, Mass: Viewers see subjects as their weapons. own species and gender.",
        "name":  "Weapon of Impact",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Use quasi-real weapon to make touch",
        "name":  "Spectral Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your weapon gains enhancement",
        "name":  "Weapon of the Deity",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wooden weapon grows spikes that deal +1",
        "name":  "Brambles",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject uses natural weapon at range. checks, and saves.",
        "name":  "Blood Wind",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon deals persistent, bleeding Corona of Cold: Aura of cold protects you, damages wounds. others.",
        "name":  "Infernal Wound",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Negative energy shroud makes Flame of Faith: Gives weapon the flaming burst special undead perceive you as undead. ability.",
        "name":  "Shroud of Undeath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject resists being transformed into an Ghost Touch Weapon: Weapon works normally against undead spawn if slain. incorporeal creatures.",
        "name":  "Spawn Screen",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkness grants you concealment. Ice Axe: You create a battleaxe made of ice.",
        "name":  "Veil of Shadow",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Allies’ weapons become good, evil, undead and evil outsiders. lawful, or chaotic. Mantle of Chaos/Evil/Good/Law: You gain SR 12",
        "name":  "Align Weapon, Mass",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject sinks in water, must make Swim checks. Checkmate’s Light: Your weapon becomes a +1 axiomatic",
        "name":  "Sink",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Skull shrieks when creature enters warded weapon and bolsters the morale of allies. area.",
        "name":  "Skull Watch",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As brambles, but weapon gains +2 bonus and 1 hp/3 levels for 1 round/level. doubled threat range. Recitation: Your allies get bonus on AC, attacks and saves.",
        "name":  "Spikes",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon deals extra energy damage. Summon Hound Archon: Summon",
        "name":  "Weapon of Energy",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As keen edge, but aids bludgeoning a hound archon to follow your weapons. commands.",
        "name":  "Weapon of Impact",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your weapon gains enhancement Summon Undead IV: bonus and special ability. Summons undead to fight for you. 4TH-LEVEL CLERIC SPELLS",
        "name":  "Weapon of the Deity",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon gains undead bane Symbol of Spell Loss: Triggered rune absorbs spells yet property and is considered good-aligned. to be cast. Wall of Chaos/Evil/Good/Law: Wall blocks creatures of Triadspell: Cast a prepared spell three times. opposite alignment. Vigor, Greater: As lesser vigor, but 4 hp/round.",
        "name":  "Undead Bane Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All within 10 ft. gain evasion against creatures visible. breath weapons.",
        "name":  "Aura of EvasionM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You Hi de the PathF: Area choose a dragon type and warded against mimic its breath weapon. divinations.",
        "name":  "Dragon Breath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon or projectiles shed light, ignore 9TH-LEVEL CLERIC SPELLS armor. Abyssal Army: Summons demons to fight for you.",
        "name":  "Brilliant Blade",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Allies’ weapons become brilliant energy,",
        "name":  "Brilliant Aura",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
