[
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "ArmorClass",
        "description":  "15(+2natural,+3studdedleather 17(–1size,+1Dex,+7 17(–1size,+1Dex,+7natural) armor),touch10,flat-footed15 natural),touch10,flat-footed16 touch10,flat-footed16 BaseAttack/Grapple: +5/+6 +5/+18 +5/+18"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Speed",
        "description":  "20ft.inscalemail(4squares); 40ft.(8squares) 30ft.(6squares) basespeed30ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "ArmorClass",
        "description":  "18(+2natural,+4scalemail,+2 18(+8natural)touch10,flat- 18(+8natural)touch10, heavyshield)touch10,flat-footed18 footed18 flat-footed18 BaseAttack/Grapple: +3/+4 +3/+6 +3/+6"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 natural, +2 leather, +1 17 (+1 size, +3 Dex, +3 natural), 16 (+3 Dex, +3 natural) buckler) touch 10, flat-footed 15 touch 14, flat-footed 14 touch 13, flat-footed 13 Base Attack/Grapple:+1/+2 +1/–2 +1/+2"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+2 natural, +5 breastplate) 16 (–1 size, +2 Dex, +5 natural), 16 (–1 size, +2 Dex, +5 natural), touch 10, flat-footed 17 touch 11, flat-footed 14 touch 11, flat-footed 14 Base Attack/Grapple: +5/+6 +5/+16 +5/+16"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "ArmorClass",
        "description":  "17(+2natural,+4chainshirt,+1light 16(+2Dex,+4natural),touch12, 16(+2Dex,+4natural),touch12, shield)touch10,flat-footed17 flat-footed14 flat-footed14 BaseAttack/Grapple: +2/+3 +2/+4 +2/+4"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "26 (+2 Dex, +3 natural, +6 +2 mithral 19 (–1 size, +4 Dex, +6 natural), 19 (–1 size, +4 Dex, +6 natural), chain shirt, +5 +3 heavy shield) touch 13, flat-footed 15 touch 13, flat-footed 15 touch 12, flat-footed 24 Base Attack/Grapple: +14/+18 +14/+29 +14/+27"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Speed",
        "description":  "30 ft. in hide armor (6 squares); 40 ft. (8 squares) 40 ft. (8 squares) base speed 40 ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "22 (–1 size, –1 Dex, +11 natural, 16 (–1 size, –1 Dex, +8 natural), 19 (–1 size, –1 Dex, +11 natural), +3 hide armor), touch 8, flat-footed 22 touch 8, flat-footed 16 touch 8, flat-footed 19 Base Attack/Grapple: +14/+25 +14/+33 +14/+33"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Alignment",
        "description":  "Any. Noble creatures such as bears, eagles, and Changing Form lions tend to produce good-aligned lycanthropes. Sinister crea- Changing form is a standard action. If the change is involuntary, the tures such as rats, snakes, and wolves tend to produce evil-aligned character performs the change on his next turn following the trig- lycanthropes. This is a reflection of how these animals are per- gering event. Changing to animal or hybrid form ruins the charac- ceived, not any innate quality of the animal itself, so the Dungeon ter’s armor and clothing (including any items worn) if the new form Master can arbitrarily assign the alignment of the animal form. is larger than the character’s natural form; carried items are simply"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Saves",
        "description":  "Fort +3, Ref +3, Will +0 Armor Class: 17 (–1 size, +2"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 Dex, +3 natural), touch 12, flat-footed 13 Mephits are minor creatures from the elemental planes. They are Base Attack/Grapple: +6/+6 more curious than evil, though each individual’s nature varies"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Environment",
        "description":  "Temperate marshes tions for details. ASUDEM onalerA .C yb .sullI Manticore 180 MEPHIT Spell-Like Abilities: All mephits have one or more spell-like 6th) . The save DC is Charisma-based. abilities (save DC 12 + spell level). See the individual descriptions Fast Healing (Ex): An air mephit heals only if exposed to for details. moving air, be it a breeze, a draft, a spell effect, or even the mephit Summon Mephit (Sp): Once per day, a mephit can attempt to fanning itself. summon another mephit of the same variety, much as though cast- ing a summon monster spell, but with only a 25% chance of success. DUST MEPHIT Roll d%: On a failure, no creature answers the summons that day. A Small Outsider (Air, Extraplanar) mephit that has just been summoned cannot use its own summon Hit Dice: 3d8 (13 hp) ability for 1 hour. This ability is the equivalent of a 2nd-level spell. Initiative: +7 Fast Healing (Ex): Mephits heal 2 points of damage each Speed: 30 ft. (6 squares), fly 50 ft. (perfect) round, provided they are still alive and certain other conditions Armor Class: 17 (+1 size, +3 Dex, +3 natural), touch 14, are met. See the individual descriptions for details. flat-footed 14 Base Attack/Grapple: +3/–1"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+1 size, +3 Dex, +3 natu- Diplomacy +4, Disguise +2 (+4 acting), ral), touch 14, flat-footed 14 Intimidate +4, Listen +6, Move Silently +9, Base Attack/Grapple: +3/–1 Spot +6, Use Rope +3 (+5 with bindings)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, –1 Dex, +6 natural), touch 10, Organization: Solitary (1), gang (2–4 mephits of mixed types), flat-footed 16 or mob (5–12 mephits of mixed types) Base Attack/Grapple: +3/+2 Challenge Rating: 3"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, +1 Dex, +4 natural), touch 12, Challenge Rating: 3 flat-footed 15 Treasure: Standard Base Attack/Grapple: +3/–1 Alignment: Usually neutral"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, +1 Dex, +4 natural), touch 12, flat-footed 15 OOZE MEPHIT Base Attack/Grapple: +3/–1 Small Outsider (Extraplanar, Water)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Skills",
        "description":  "An ooze mephit has a +8 racial bonus on any Swim Armor Class: 16 (+1 size, +1 Dex, +4 natural), touch 12, check to perform some special action or avoid a hazard. It can flat-footed 15 always choose to take 10 on a Swim check, even if distracted or Base Attack/Grapple: +3/–1 endangered. It can use the run action while swimming, provided Attack: Claw +4 melee (1d3 plus 1d4 fire) it swims in a straight line. Full Attack: 2 claws +4 melee (1d3 plus 1d4 fire) Space/Reach: 5 ft./5 ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, –1 Dex, +6 natural), touch 10, Skills: Bluff +8, Escape Artist +7, Hide +11, Listen +6, Diplomacy flat-footed 16 +4, Disguise +2 (+4 acting), Move Silently +7, Spot +6, Use Base Attack/Grapple: +3/+2 Rope +1 (+3 with bindings)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, +5 natural), touch 11, flat-footed 16 Initiative: +1 Base Attack/Grapple: +3/+1 Speed: 5 ft. (1 square), swim 50 ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Attack",
        "description":  "Claw +6 melee (1d3+2) Armor Class: 13 (+1 Dex, +2 leather), touch 11, flat-footed 12"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (–1 size, +1 Dex, +5 natural), touch 10, might present. Anyone who examines the mimic can detect the flat-footed 15 ruse with a successful Spot check opposed by the mimic’s Disguise Base Attack/Grapple: +5/+13 check. Of course, by this time it is generally far too late."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 Dex, +3 natural), touch 12, flat-footed 13 24 (+4 Dex, +3 natural, +5 +1 mithral chain shirt, +2 ring of protection +2), touch 16, flat-footed 20 Base Attack/Grapple: +6/+7 +10/+10"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "+7 +7 RUATONIM ity, stoneskin, resist energy, mage armor) and improve its own effec- Tactics Round-by-Round tiveness in combat (haste, see invisibility), and only secondarily to A mind flayer is most effective as a ranged combatant, using its supplement its own innate attacks with magical ones (ray of spell-like abilities to attack from a distance. exhaustion, suggestion, touch of idiocy). Prior to combat: Use detect thoughts to scout foes and determine threat"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Typical Sorcerer Spells Known",
        "description":  "(6/8/8/8/5; save DC 17 + spell potential. (Highly intelligent creatures are considered most danger- level, 10% arcane spell failure chance): 0—arcane mark, daze, detect ous; creatures of lower intelligence are potential pawns and food.) magic, disrupt undead, flare, ghost sound, light, read magic; 1st—chill Round 1: Mind blast. touch, mage armor, magic missile, ray of enfeeblement, shocking grasp; Round 2: If most of the party is stunned, use charm 2nd—minor image, resist energy, see invisibility, touch of idiocy; monster on a remaining foe. If most of the party is 3rd—fly, haste, ray of exhaustion; 4th—greater invisibility, not stunned, maintain distance and use mind stoneskin. blast again. Round 3: If fewer than two foes remain un- MIND FLAYER stunned, order any charmed foes to protect SOCIETY you. Grapple a stunned foe with tentacles. Mind flayers congregate in If a majority of the party remains un- underground cities of 200 to stunned, flee using levitate or, if necessary, plane shift. 2,000 inhabitants, plus at least Round 4: If still in a position of strength, start eating two slaves for each resident. brains. Use charmed foes to guard you. If in a position of Slaves obey their masters with- weakness, use plane shift, perhaps with grappled foe. out question. The center of a community is its elder brain, a pool of briny fluid that A mind flayer works well as a “boss monster.” If contains the brains of the city’s deceased it has minions, it varies its tactics to suit the mind flayers. situation, as follows."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Skills",
        "description":  "Minotaurs have a +4 racial bonus HD (Large) on Search, Spot, and Listen checks. Level Adjustment: — MINOTAURS AS This creature looks like a gaunt, nearly skeletal CHARACTERS corpse, its rib cage filled with horrid, writhing viscera. Minotaur characters possess the following The creature’s tongue is its most noteworthy racial traits. feature—long, cartilaginous, and clawed. — +8 Strength, +4 Constitution, –4 Intelli- gence (minimum 3), –2 Charisma. Mohrgs are the animated corpses of mass mur- —Large size. –1 penalty to Armor Class, –1 derers or similar villains who died without penalty on attack rolls, –4 penalty on Hide atoning for their crimes. Tortured by an all- checks, +4 bonus on grapple checks, lifting consuming hatred of living things, they and carrying limits double those of long to live again. 189 Medium characters. Most mohrgs are 5 to 6 feet tall and —Space/Reach: 10 feet/10 feet. weigh about 120 pounds. Mohrg YMMUM COMBAT used to create a mummy give off a sharp, pungent odor like that of Like zombies, mohrgs attack by slamming enemies with their a spice cabinet. fists. They often catch opponents flat-footed, for they move much Mummies attack intruders without pause or mercy. They never faster than zombies. attempt to communicate with their enemies and never retreat. An Improved Grab (Ex): To use this ability, a mohrg must hit a encounter with a mummy can end only with the destruction of creature of its size or smaller with its slam attack. It can then one combatant or the other (unless the mummy’s foe elects to attempt to start a grapple as a free action without provoking an retreat). attack of opportunity. Most mummies are 5 to 6 feet tall and weigh about 120 pounds. Paralyzing Touch (Su): A mohrg lashes out with its Mummies can speak Common, but seldom bother to do so. tongue in combat. An opponent the tongue touches must succeed on a DC 17 Fortitude save or become par- COMBAT alyzed for 1d4 minutes. The save DC is Charisma- In melee combat, a mummy delivers a based. powerful blow. Even if it had no other Create Spawn (Su): Creatures killed by a mohrg abilities, its great strength and grim deter- rise after 1d4 days as zombies under the morhg’s mination would make it a formidable control. They do not possess any of the abilities opponent. they had in life. Despair (Su): At the mere sight of a mummy, the viewer must succeed on a DC 16 Will save or MUMMY be paralyzed with fear for 1d4 This creature looks like a withered and desiccated rounds. Whether or not the save is corpse, with features hidden beneath centuries-old successful, that creature cannot be funereal wrappings. It moves with a slow, sham- affected again by the same bling gait and groans with the weight of the mummy’s despair ability for 24 ages. hours. The save DC is Charisma- based. Mummies are preserved corpses ani- Mummy Rot (Su): Supernatural mated through the auspices of dark disease—slam, Fortitude DC 16, desert gods best forgotten. They usually incubation period 1 minute; inhabit great tombs or temple complexes, damage 1d6 Con and 1d6 Cha. The maintaining a timeless vigil and destroying save DC is Charisma-based. would-be grave robbers. Unlike normal diseases, mummy These horrid creatures are often marked rot continues until the victim reaches with symbols of the dire gods they serve. Constitution 0 (and dies) or is cured as While other undead often stink of car- described below. rion, the herbs and powders Mummy Mummy Mummy Lord, 10th-Level Cleric Medium Undead Medium Undead"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Speed",
        "description":  "20 ft. (4 squares) 15 ft. in half-plate armor (3 squares); base speed 20 ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "20 (+10 natural), touch 10, 30 (+1 Dex, +10 natural, +9 +2 half-plate armor), flat-footed 20 touch 11, flat-footed 29 Base Attack/Grapple: +4/+11 +11/+19"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Possessions",
        "description":  "+2 half-plate armor, cloak of resistance +2, ring of minor alliances with other evil creatures so as to more efficiently gather elemental resistance (fire), brooch of shielding. (Different mummy prey and wealth. lords may have different possessions.) Dark nagas speak Common and Infernal. Combat NAGA Dark nagas prefer to fight from an elevated position where they Nagas are highly intelligent creatures with a variety of magical get a good view of the battlefield while also staying out of reach. powers. They are natural masters of those around them, using Poison (Ex): Injury, Fortitude DC 16 or lapse into a nightmare- 191 subtle wards and clever traps to keep intruders from disturbing haunted sleep for 2d4 minutes. The save DC is Constitution-based. their peace. Spells: Dark nagas cast spells as 7th-level sorcerers. AGAN Typical Sorcerer Spells Known (6/7/7/5; save DC 13 + spell level): standard action. This is a ranged touch attack with no range incre- 0—daze, detect magic, light, mage hand, open/close, ray of frost, read ment. Opponents hit by this attack must make successful saves magic; 1st—expeditious retreat, magic missile, ray of enfeeblement, shield, (see above) to avoid the effect. silent image; 2nd—cat’s grace, invisibility, scorching ray; 3rd—displace- Spells: Guardian nagas cast spells as 9th-level sorcerers, and can ment, lightning bolt. also cast spells from the cleric list and from the Good and Law"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Resistance to Charm",
        "description":  "Dark nagas have a +2 racial bonus on domains. The cleric spells and domain spells are considered saving throws against all charm effects (not included in the statis- arcane spells for a guardian naga, meaning that the creature does tics block). not need a divine focus to cast them. Detect Thoughts (Su): A dark naga can continuously use Typical Spells Known (6/7/7/7/5; save DC 14 + spell level): 0— detect thoughts as the spell (caster level 9th; Will DC 15 negates). cure minor wounds, daze, detect magic, light, mage hand, open/close, ray This ability is always active. The save DC is Charisma-based. of frost, read magic; 1st—cure light wounds, divine favor, expeditious Guarded Thoughts (Ex): Dark nagas are immune to any form retreat, mage armor, magic missile; 2nd—detect thoughts, lesser restora- of mind reading. tion, see invisibility, scorching ray; 3rd—cure serious wounds, dispel magic, lightning bolt; 4th—divine power, greater invisibility. GUARDIAN NAGA Large Aberration SPIRIT NAGA"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +2 Dex, +7 natural), touch 11, Speed: 40 ft. (8 squares) flat-footed 16 Armor Class: 16 (–1 size, +1 Dex, +6 natural), touch 10, Base Attack/Grapple: +8/+17 flat-footed 15"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Spells",
        "description":  "Spirit nagas cast spells as 7th-level sorcerers, and can Typical Sorcerer Spells Known (6/7/7/4; save DC 12 + spell level): also cast spells from the cleric spell list and from the Chaos and 0—acid splash, daze, detect magic, light, mage hand, open/close, read Evil domains as arcane spells. The cleric spells and domain spells magic; 1st—expeditious retreat, magic missile, obscuring mist, shield, true are considered arcane spells for a spirit naga, meaning that the strike; 2nd—invisibility, Melf ’s acid arrow, mirror image; 3rd—protec- creature does not need a divine focus to cast them. tion from energy, suggestion. Typical Spells Known (6/7/7/5; save DC 13 + spell Skills: A water naga has a +8 racial bonus on any level): 0—cure minor wounds, daze, detect magic, mage Swim check to perform some special action or hand, open/close, ray of frost, read magic; 1st—charm avoid a hazard. It can always choose to take 10 on person, cure light wounds, divine favor, magic mis- a Swim check, even if distracted or endan- sile, shield of faith; 2nd—cat’s grace, invisibility, gered. It can use the run action while swim- summon swarm; 3rd—displacement, fireball. ming, provided it swims in a straight line. WATER NAGA NIGHT HAG Large Aberration (Aquatic)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (–1 size, +1 Armor Class: 22 (+1 Dex, +11 natural), Dex, +5 natural), touch touch 11, flat-footed 21 10, flat-footed 14 Base Attack/Grapple: +8/+12 Base Attack/Grapple: Attack: Bite +12 melee (2d6+6 plus +5/+12 disease)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "ArmorClass",
        "description":  "24(–1size,+2Dex,+13natural), 26(–2size,+2Dex,+16natural), touch11,flat-footed22 touch10,flat-footed24 BaseAttack/Grapple: +6/+14 +15/+33"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "The cauchemar is a horrible, especially malevolent version of a Speed",
        "description":  "30 ft. (6 squares), burrow 60 ft. nightmare. The sight of one of these great horrors bearing down is Armor Class: 35 (–4 size, +29 natural), touch 6, flat-footed 35 enough to shake the heart of the boldest champion. Base Attack/Grapple: +12/+45"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Nightshade Abilities Treasure",
        "description":  "Standard All nightshades have the following special abilities. Alignment: Always chaotic evil Aversion to Daylight (Ex): Nightshades are creatures of utter Advancement: 26–50 HD (Colossal) darkness and loathe all light. If exposed to natural daylight (not Level Adjustment: — Illus. by T. Lockwood NIGHTSHADE Nightmare 195 NIGHTWALKER This creature looks like an immense worm covered with plates of dead black, chitinous armor. Its toothy maw is wider than a human is tall, and Huge Undead (Extraplanar) its teeth and gullet are black, too. Hit Dice: 21d12+42 (178 hp)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "A nightcrawler is a massive behemoth similar to a purple worm, Speed",
        "description":  "40 ft (8 squares)., fly 20 ft. (poor) though utterly black in color. Armor Class: 32 (–2 size, +2 Dex, +22 natural), touch 10, A nightcrawler measures about 7 feet in diameter and is 100 feet flat-footed 30 long from its toothy maw to the tip of its stinging tail. It weighs Base Attack/Grapple: +10/+34 about 55,000 pounds. Attack: Slam +24 melee (2d6+16)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "30 (–2 size, +4 Dex, +18 natural) touch 12, Initiative: +3 flat-footed 26 Speed: 30 ft. (6 squares), swim 20 ft. Base Attack/Grapple: +8/+28 Armor Class: 17 (+3 Dex, +4 deflection), touch 17, flat-footed 14"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Speed",
        "description":  "30 ft. in hide armor (6 squares); base speed 40 ft. 40 ft. in hide armor (8 squares); base speed 50 ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (–1 size, –1 Dex, +5 natural, +3 hide armor), 19 (–1 size, +5 natural, +4 +1 hide armor, ring of protection +1), touch 8, flat-footed 16 touch 10, flat-footed 19 Base Attack/Grapple: +3/+12 +7/+19"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Treasure",
        "description":  "Standard Standard (including +1 hide armor, +1 greatclub, and ring of protection +1)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +5 natural, +4 chain shirt), touch 9, action. While using gaseous form it can fly at its normal speed and flat-footed 18 has perfect maneuverability. Base Attack/Grapple: +3/+12 Regeneration (Ex): Fire and acid deal normal damage to an"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Advancement",
        "description":  "By character —Large size. –1 penalty to class Armor Class, –1 penalty on"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "3 (–2 size, –5 Dex), touch 3, flat-footed 3 1 (–4 size, –5 Dex), touch 1, flat-footed 1 Base Attack/Grapple: +7/+18 +15/+35"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "5 (–5 Dex), touch 5, flat-footed 5 Special Qualities: Blindsight 60 ft., split, ooze traits Base Attack/Grapple: +2/+3 Saves: Fort +8, Ref –3, Will –3"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (+3 studded leather armor), touch 10, flat-footed 13 Base Attack/Grapple: +1/+4"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Orc society is patriarchal",
        "description":  "Females are prized possessions at best Hit Dice: 6d8+9 (36 hp) and chattel at worst. Male orcs pride themselves on the number of Initiative: +0 females they own and male children they sire, as well as their Speed: 20 ft. (4 squares) battle prowess, wealth, and amount of territory. They wear their Armor Class: 17 (–1 size, +8 natural), touch 9, flat-footed 17 battle scars proudly and ritually scar themselves to mark signifi- Base Attack/Grapple: +4/+8 cant achievements and turning points in their lives. Attack: Tentacle +4 melee (1d6)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (–1 size, +3 Dex, +3 natural), touch (this can be achieved through a success- 12, flat-footed 12 ful Diplomacy check). Training a Base Attack/Grapple: +4/+12 friendly giant owl requires six"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (–1 size, +1 Dex, +5 natural), touch 10, Armor Class: 14 (–1 size, +2 Dex, +3 natural), touch 11, flat-footed 14 flat-footed 12 Base Attack/Grapple: +5/+14 Base Attack/Grapple: +4/+12"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Medium Plant Armor Class",
        "description":  "15 (–1 size, +3 Dex, +3 natural), touch 12,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (+4 natural), touch Full Attack: Bite +7 melee (1d6+4 plus 10, flat-footed 14 poison) Base Attack/Grapple: +1/+3 Space/Reach: 10 ft./5 ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+2 Dex, +5 natu- most fearsome creature it knows, such as an adult ral), touch 12, flat-footed 15 white dragon or a fire giant, and attacks. When seri- Base Attack/Grapple: +11/+12 ously hurt, it changes to some fast or agile"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Speed",
        "description":  "20 ft. in scale mail (4 squares); base speed —An aasimar’s base land speed is 30 feet. 30 ft. —Darkvision: Aasimars can see in the dark up to 60 feet."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+4 scale mail, +2 heavy shield), —Racial Skills: Aasimars have a +2 racial bonus on Spot and touch 10, flat-footed 16 Listen checks. Base Attack/Grapple: +1/+2 —Racial Feats: An aasimar gains feats according to its class"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Organization",
        "description":  "Solitary, pair, Speed: 30 ft. (6 squares) or team (3–4) Armor Class: 15 (+1 Dex,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Treasure",
        "description":  "Standard light shield), touch 11,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Alignment",
        "description":  "Usually evil (any) Armor Class: 18 (+2 size, +2 Dex, +4 natural), touch 14,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "19 (–4 size, –2 Gargantuan worm’s interior can hold 2 Dex, +15 natural), touch 4, Large, 8 Medium, 32 Small, 128 Tiny, or flat-footed 19 512 Diminutive or smaller opponents. Base Attack/Grapple: Skills: A purple worm has a +8 +16/+40 racial bonus on any Swim check to"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Environment",
        "description":  "Underground Armor Class: 21 (+2 Dex, +9 natural), touch 12, flat-footed 19"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "This creature looks like a massive worm covered with plates of dark purple, Saves",
        "description":  "Fort +8, Ref +7, Will +6 chitinous armor. Its toothy maw is as wide as a human is tall. Abilities: Str 12, Dex 14, Con 16, Int 13, Wis 13, Cha 17 RAKSHASA Purple worm 211"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 Dex, +4 natural), touch 11, flat-footed 14 tude DC 13 negates. The save DC is Charisma-based. Base Attack/Grapple: +4/+6 Improved Grab (Ex): To use this ability, a rast must hit with its"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Advancement",
        "description":  "5–6 HD (Medium); 7–12 HD (Large) Armor Class: 25 (+15 natural), touch 10, flat-footed 25"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "20 (–2 size, +1 Dex, +11 natural), touch 9, burrows through ice and earth. flat-footed 19 Although wild remorhazes prey on frost giants (as well as polar Base Attack/Grapple: +7/+23 bears, elk, and deer), the giants occasionally train or entice these"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (–4 size, +2 Dex, +9 natural), touch 8, flat- footed 15 Base Attack/Grapple: +13/+37"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "— Armor Class: 24 (–1 size, +1 Dex, +14 natural), touch 10, flat-footed 23 This creature is an enormous bird, easily the size of a building. Base Attack/Grapple: +10/+18"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (+3 Dex, +5 natural), touch 13, flat-footed 15 Base Attack/Grapple: +3/+3"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 Dex, +5 natural), touch 11, flat-footed 15 combat can fly into a frenzy in the following round, clawing and Base Attack/Grapple: +2/+4 biting madly until either it or its opponent is dead. It gains +2"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "ArmorClass",
        "description":  "19(+1size,+1Dex,+7natural), 18(+1Dex,+7natural), 18(–1size,+1Dex,+8natural), touch12,flat-footed18 touch11,flat-footed17 touch10,flat-footed17 BaseAttack/Grapple:+4/+1 +9/+11 +15/+25"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (+2 Dex, +1 deflection), touch 13, flat-footed 11 14 (+2 Dex, +2 deflection), touch 14, flat-footed 12 Base Attack/Grapple: +1/— +4/—"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (+1 Dex, +3 natural), touch 11, flat-footed 13 however, will. Base Attack/Grapple: +4/+7 Skills: *A shadow mastiff has a +4 racial bonus on Sur-"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Feats",
        "description":  "Dodge, Improved Initiative, TrackB Armor Class: 20 (–1 size, +11 natural), touch 9, flat-footed 20"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Skills",
        "description":  "Shamblers have a +4 racial bonus on Hide, Listen, and Move Silently checks. *They have a +12 racial bonus on Hide checks when in a swampy or forested area. SHIELD GUARDIAN Large Construct"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "24 (–1 size, +15 natural), touch 9, flat-footed 24 Base Attack/Grapple: +11/+21"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Special Qualities",
        "description":  "Construct traits, darkvision 60 ft., fast healing 5, find master, guard, low-light vision, shield other, spell storing"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "— This creature looks like a mass of leaves and vines with a generally human- like form. It has a barrel-shaped body with ropy arms and stumpy legs. It doesn’t seem to have a head. Shambling mounds, also called shamblers, appear to be heaps of rotting vegetation. They are actually intelligent, carnivorous plants. A shambler’s brain and sensory organs are located in its upper body. A shambler is almost totally silent and invisible in its natural surroundings, often catching opponents flat-footed. It may lie par- tially submerged in a shallow bog, waiting patiently for some crea- ture to walk onto it. Shamblers move easily through water as well, and they have been known to sneak into the camps of unsuspect- ing travelers at night. Adventurers tell stories of shamblers moving about during intense electrical storms without so much as flinching from direct lightning strikes. A shambler’s body has an 8-foot girth and is about 6 feet tall when the creature stands erect. It weighs about 3,800 pounds. COMBAT A shambling mound batters or constricts its opponents with two huge, armlike appendages. Improved Grab (Ex): To use this ability, a shambler must hit with both slam attacks. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can constrict. Constrict (Ex): A shambler deals 2d6+7 points of damage with a successful grapple check. Immunity to Electricity (Ex): Shamblers take no damage from electricity. Instead, any electricity attack (such as shocking GUARDIAN SHIELD Shambine mound Shield guardian 223 This massive conglomeration of stone, wood, and metal is the size of an do the job. Creating the body requires a DC 16 Craft (black- ogre and resembles a giant stick figure with stony appendages. smithing) or Craft (carpentry) check. The keyed amulet is fash- ioned at the same time, and its cost (20,000 gp) is included in the Created by spellcasters to be bodyguards, shield guardians are con- cost of the guardian. After the body is sculpted, the shield structs that protect their masters with spells and stamina. guardian is animated through an extended magical ritual that re- When it is fashioned, a shield guardian is keyed to a particular quires a specially prepared laboratory or workroom, similar to an magical amulet. Henceforth, it regards the wearer of that amulet alchemist’s laboratory and costing 500 gp to establish. If the cre- to be its master, protecting and following that individual every- ator is personally constructing the creature’s body, the building where (unless specifically commanded not to do so). and the ritual can be performed together. A shield guardian obeys its master’s verbal commands to the A shield guardian with more than 15 Hit Dice can be created, best of its ability, although it is not good for much beyond combat but each additional Hit Die adds +5,000 gp to the market price, and possibly simple manual labor. It can also be keyed to perform and the price increases by +20,000 gp if the creature’s size increases specific tasks at specific times or when certain conditions are met. to Huge, modifying the cost to create accordingly. The wearer of the amulet can call the shield guardian from any dis- CL 15th; Craft Construct (see page 303), limited wish, discern loca- tance, and it will come as long as it is on the same plane. tion, shield, shield other, caster must be at least 15th level; Price A shield guardian is some 9 feet tall and weighs more than 120,000 gp; Cost 65,000 gp + 4,600 XP. 1,200 pounds. Shield guardians cannot speak, but they understand commands AMULET given in any language. If a shield guardian’s amulet is destroyed, the guardian ceases to function until a new one is created. If the wearer dies but the COMBAT amulet is intact, the shield guardian carries out the last command Shield guardians are straightforward in battle, bashing with their it was given. heavy stone fists. They are made for defense and are not particu- larly impressive on offense. SHOCKER LIZARD Find Master (Su): As long as a shield guardian and its amulet are on the same plane, the shield guardian can find the amulet Small Magical Beast wearer (or just the amulet, if it is removed after the guardian is Hit Dice: 2d10+2 (13 hp) called). Initiative: +6 Guard (Ex): If ordered to do so, a shield guardian moves swiftly Speed: 40 ft. (8 squares), climb 20 ft., swim 20 ft. to defend the wearer of its amulet, blocking blows and disrupting Armor Class: 16 (+1 size, +2 Dex, +3 natural), touch 13, foes. All attacks against the amulet wearer take a –2 penalty when flat-footed 14 the shield guardian is adjacent to its master. Base Attack/Grapple: +2/–2 Shield Other(Sp): The wearer of a shield guardian’s amulet can Attack: Bite +3 melee (1d4) activate this defensive ability if within 100 feet of the shield guardian. Just as the spell of the same name, this ability transfers to the shield guardian half the dam- age that would be dealt to the amulet wearer (this ability does not provide the spell’s AC or save bonuses). Spell Storing (Sp): A shield guardian can store one spell of 4th level or lower that is cast into it by another crea- ture. It “casts” this spell when commanded to do so or when a predefined situation arises. Once this spell is used, the shield guardian can store another spell (or the same spell again). CONSTRUCTION A shield guardian is built from wood, bronze, stone, and steel. The materials cost 5,000 gp. The creature’s master may assemble the body or hire someone else to REKCOHS DRAZIL 224"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "— SKELETON This little lizard is about the size of a terrier, It has a bullet-shaped head sporting a large pair of horns that This creature appears to be nothing sweep back from the sides like spiky ears. A similar struc- but a set of animated bones. Pin- ture appears on the tip of the tail. points of red light smolder in its empty eye sockets. The shocker lizard is a sleek reptilelike creature whose body can generate intense electrical shocks. Skeletons are the animated A shocker lizard has a pale gray or blue underside, shading bones of the dead, mindless to a darker hue on its back. It has blue-black markings automatons that obey the along its back and tail. orders of their evil masters. Shocker lizards prefer warm and damp A skeleton is seldom conditions, and often lurk in swamps, garbed in anything more shaded riverbanks, and water-filled than the rotting remnants caves. They hunt fish, reptiles, and of any clothing or armor it small animals, but also scavenge or take was wearing when slain. larger prey from time to time. They spend most A skeleton does only what it of their time hiding and waiting for prey to is ordered to do. It can draw no happen by. conclusions of its own and takes no A shocker lizard is about 1 foot tall at the shoulder initiative. Because of this limitation, and weighs about 25 pounds. its instructions must always be simple, such as “Kill anyone COMBAT who enters this chamber.” Unless it is very hungry, a shocker lizard dislikes fight- A skeleton attacks ing creatures larger than itself and usually tries to until destroyed, for warn off intruders by emitting a series of rapid that is what it clicks. The sound is actually a low- was created to power electrical discharge, and do. The threat living creatures within 10 feet posed by a can feel the current tick- group of ling their skins and skeletons depends scalps. If the warning fails, primarily on its size. the lizard raises its horns and tail to adminis- ter stunning shocks. CREATING A SKELETON A shocker lizard relies on its electricity abilities in combat. A “Skeleton” is an acquired template that can be added to any cor- lizard tends to bite only after its shock has rendered an opponent poreal creature (other than an undead) that has a skeletal system unconscious or when the shock seems to have no effect at all. A (referred to hereafter as the base creature). solitary lizard flees once it delivers its shocks, but if other shocker Size and Type: The creature’s type changes to undead. It lizards are nearby, they all home in on their comrade’s discharges retains any subtype except for alignment subtypes (such as good) and attempt to administer their shocks to the foe. and subtypes that indicate kind (such as goblinoid or reptilian). Stunning Shock (Su): Once per round, a shocker lizard can It does not gain the augmented subtype. It uses all the base crea- deliver an electrical shock to a single opponent within 5 feet. This ture’s statistics and special abilities except as noted here. attack deals 2d8 points of nonlethal damage to living opponents Hit Dice: Drop any Hit Dice gained from class levels (to a (Reflex DC 12 half ). The save DC is Constitution-based. minimum of 1) and raise remaining Hit Dice to d12s. If the crea- Lethal Shock (Su): Whenever two or more shocker lizards ture has more than 20 Hit Dice, it can’t be made into a skeleton are within 20 feet of each other, they can work together to create by the animate dead spell. a lethal shock. This effect has a radius of 20 feet, centered on any Speed: Winged skeletons can’t use their wings to fly. If the one contributing lizard. The shock deals 2d8 points of electricity base creature flew magically, so can the skeleton. Illus. by B. Snoddy SKELETON Skeleton 225 NOTELEKS Human Warrior Skeleton Wolf Skeleton Owlbear Skeleton Medium Undead Medium Undead Large Undead"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 Dex, +2 natural, +2 heavy 15 (+3 Dex, +2 natural), 13 (–1 size, +2 Dex, +2 natural), steel shield), touch 11, flat-footed 14 touch 13, flat-footed 12 touch 11, flat-footed 11 Base Attack/Grapple:+0/+1 +1/+2 +2/+11"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "Natural armor bonus changes to a number based improve its melee or ranged attacks. A skeleton gains the follow- on the skeleton’s size: ing special qualities. Immunity to Cold (Ex):Skeletons are not affected by cold. Tiny or smaller +0 Damage Reduction 5/Bludgeoning:Skeletons lack flesh or internal Small +1 organs. Medium or Large +2 Saves:Base save bonuses are Fort +1/3 HD, Ref +1/3 HD, and Huge +3 Will +1/2 HD + 2. Gargantuan +6 Abilities:A skeleton’s Dexterity increases by +2, it has no Con- Colossal +10 stitution or Intelligence score, its Wisdom changes to 10, and its Charisma changes to 1."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (+3 Dex, –1 size, +2 natural) 13 (+2 Dex., –1 size, +2 natural), 11 (–1 size, +2 natural) touch 12, flat-footed 11 touch 11, flat-footed 11 touch 9, flat-footed 11 Base Attack/Grapple:+3/+13 +4/+12 +5/+15"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (–2 size, +3 Dex, +3 natural), 13 (–2 size, +2 Dex, +3 natural), 12 (–2 size, +1 Dex, +3 natural), touch 11, flat-footed 11 touch 10, flat-footed 11 touch 9, flat-footed 11 Base Attack/Grapple:+6/+19 +8/+28 +9/+27"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (+1 Dex, +2 natural), touch 11, flat-footed but that description belies their agility and fearsome fighting 12 prowess. Base Attack/Grapple: +1/+5 All slaadi speak their own language, Slaad. Green, gray, and"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Hit Dice",
        "description":  "8d8+32 (68 hp) This creature looks like a roughly humanoid, red-skinned toad with almost Initiative: +2 no neck and a massive, flat head. It is bipedal, with clawed hands and Speed: 30 ft. (6 squares) feet. The hands and the digits on them are particularly large. A human Armor Class: 20 (–1 size, +2 Dex, +9 natural), touch 11, would stand only about as high as the creature’s shoulders. flat-footed 18 Base Attack/Grapple: +8/+18 Weakest of the slaadi, the reds wander about indi- Attack: Claw +13 melee (2d6+6) vidually, often establishing secret lairs on Full Attack: 4 claws +13 melee (2d6+6) and bite other planes. Most seek to escape from +11 melee (2d8+3 plus disease) the other more powerful and some- Space/Reach: 10 ft./10 ft. times cruel slaadi. Special Attacks: Spell-like abilities, A red slaad is about 8 feet tall slaad fever, summon slaad and weighs about 650 pounds. Special Qualities: Darkvision As its name suggests, a red 60 ft., fast healing 5, immunity slaad is mostly red, darker to sonic, resistance to acid 5, along the back and paler cold 5, electricity 5, and fire 5 around the belly. Saves: Fort +10, Ref +8, Red slaadi are found in Will +4 groups only when working Abilities: Str 23, Dex 15, for some greater power that Con 19, Int 6, Wis 6, somehow has mastered Cha 10 them. Even then, they Skills: Climb +17, Hide +9, don’t coordinate actions Jump +17, Listen +9, Move well. Silently +13, Spot +9"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "23 (–1 size, +1 Dex, +13 though, if they can avoid it. natural), touch 10, flat-footed 22 Spell-Like Abilities: At will— Base Attack/Grapple: +9/+19 chaos hammer (DC 15), detect magic,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "GRAY SLAAD Armor Class",
        "description":  "28 (+6 Dex, +12 natural), touch 16, flat-footed 22 Medium Outsider (Chaotic, Extraplanar) Base Attack/Grapple: +15/+20"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "24 (+3 Dex, +11 natural), touch 13, flat-footed 21 Space/Reach: 5 ft./5 ft. Base Attack/Grapple: +10/+14 Special Attacks: Stun, spell-like abilities, summon slaad"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+3 Dex, +2 deflection), touch 15, flat-footed 13 Base Attack/Grapple: +3/— Sphinxes are enigmatic creatures with great, feathery wings and"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "This entity looks like a human, Speed",
        "description":  "50 ft. (10 squares), fly 80 ft. but with a diaphanous and faint- (poor) ly luminous body. Armor Class: 22 (–1 size, +13 natu- ral), touch 9, flat-footed 22 Spectres are incorporeal un- Base Attack/Grapple: +12/+23 dead often mistaken for Attack: Claw +18 melee (2d4+7) ghosts. They haunt the places Full Attack: 2 claws +18 melee where they died, retaining their (2d4+7) sentience but now hating all living Space/Reach: 10 ft./5 ft. things. Special Attacks: Pounce, rake 2d4+3, roar, A spectre looks much as it did in life spells and can be easily recognized by those who Special Qualities: Darkvision 60 ft., low-light knew the individual or have seen the individ- vision ual’s face in a painting or a drawing. In many cases, the Saves: Fort +12, Ref +8, Will +7 evidence of a violent death is visible on its body. The chill of death Abilities: Str 25, Dex 10, Con 19, Int 16, Wis 17, Cha 17 lingers in the air around spectres and in the places they haunt. Skills: Intimidate +17, Knowledge (any one) +18, Listen +18, A spectre is roughly human-sized and is weightless. Spot +18, Survival +18"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Spells",
        "description":  "An andro- Armor Class: 21 (–1 size, +1 Dex, +11 natural), sphinx casts divine touch 10, flat-footed 20 spells as a 6th-level Base Attack/Grapple: +8/+16 cleric from the Attack: Claw +11 melee (1d6+4) cleric spell list and Full Attack: 2 claws +11 melee (1d6+4) from the Good, Healing, Space/Reach: 10 ft./5 ft. and Protection domains. Special Attacks: Pounce, rake 1d6+2, Typical Cleric Spells Pre- spell-like abilities pared (5/5/5/4; save DC 13 + spell level): Special Qualities: Darkvision 60 ft., 0—cure minor wounds, detect magic, guidance, light, low-light vision resistance; 1st—divine favor, protection from evil , shield of Saves: Fort +7, Ref +7, Will +8 faith, remove fear, summon monster I; 2nd—bull’s strength, Abilities: Str 19, Dex 12, Con 13, remove paralysis, resist energy, shield other , summon monster II; Int 18, Wis 19, Cha 19 3rd—cure serious wounds , daylight, invisibility purge, searing Skills: Bluff +15, light. Concentration +12, *Domain spell. Domains: Good and Healing. Diplomacy +8, Disguise +4 (+6 acting), Intimidate +13, Listen +17, Sense Motive +15, Spot +17"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "20 (–1 size, +11 natural), touch 9, flat-footed 20 Alignment: Always neutral Base Attack/Grapple: +10/+20 Advancement: 9–12 HD (Large); 13–24 HD (Huge)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "19 (–1 size, +2 Dex, +8 natural), touch 11, Level Adjustment: — flat-footed 17 Base Attack/Grapple: +9/+18 This beast resembles an enormous, two-legged hornet"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +1 Dex, +4 natural), touch 10, flat- Carrying Capacity: A light load for a spider eater is up to 306 footed 13 pounds; a medium load, 307–612 pounds; and a heavy load, Base Attack/Grapple: +4/+13 613–920 pounds. REDIPS RETAE wolhctirC .C yb .sullI Spider eater 234 SPRITE Fiddle (Su): One grig in each band carries a tiny, grig-sized SPRITE fiddle. When the fiddler plays, any nonsprite within 30 feet of the Sprites are reclusive fey. They go out of their way to fight evil and instrument must succeed on a DC 12 Will save or be affected as ugliness and to protect their homelands. Legend claims that though by Otto’s irresistible dance for as long as the playing contin- sprites die only through injury or disease. ues. The save DC is Charisma-based."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Tiny Fey Armor Class",
        "description":  "14 (+1 size, +3 Dex), touch 14, flat-footed 11"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, +4 Dex, +1 natural), touch 15, racial bonus. flat-footed 12 Base Attack/Grapple: +0/–6 Pixies as Characters"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Special Qualities",
        "description":  "Damage reduction 10/cold iron, greater Charisma. invisibility, low-light vision, spell resistance 15 —Small size. +1 bonus to Armor Class, +1 bonus on attack rolls,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Challenge Rating",
        "description":  "4 (5 with Otto’s irresistible dance) — +1 natural armor bonus."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "+4 (+6 with Otto’s irresistible dance) —Automatic Languages: Common, Sylvan. Bonus Languages: Elven, Gnome, Halfling. This being resembles a very small elf, but with longer ears and gossamer —Favored Class: Sorcerer. wings. —Level adjustment +4 (+6 if the pixie can use Otto’s irresistible dance). Pixies are merry pranksters that love to lead travelers astray. They can, however, be roused to surprising ire when dealing with evil STIRGE creatures. These sprites love to trick misers out of their wealth. They do Tiny Magical Beast not covet treasure themselves but use it to taunt and frustrate Hit Dice: 1d10 (5 hp) greedy folk. If a victim of pixie pranks exhibits no greed or Initiative: +4 demonstrates a good sense of humor, the tricksters may allow the Speed: 10 ft (2 squares), fly 40 ft. (average) individual to choose a reward from their hoard. Armor Class: 16 (+2 size, +4 Dex), touch 16, flat-footed 12 Pixies wear bright clothing, often including a cap and shoes Base Attack/Grapple: +1/–11 (+1 when attached) with curled and pointed toes. Attack: Touch +7 melee (attach) A pixie stands about 2-1/2 feet tall and weighs about 30 pounds. Full Attack: Touch +7 melee (attach) 236 Pixies speak Sylvan and Common, and may know other lan- Space/Reach: 2-1/2 ft./0 ft. guages as well. Special Attacks: Attach, blood drain"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Constitution damage in any round when it begins its turn Hit Dice",
        "description":  "3d8 (13 hp) attached to a victim. Once it has dealt 4 points of Constitution Initiative: +2 damage, it detaches and flies off to digest the meal. If its victim Speed: 5 ft. (1 square), fly 40 ft. (good) dies before the stirge’s appetite has been sated, the stirge detaches Armor Class: 16 (+4 size, +2 Dex), touch 14, flat-footed 12 and seeks a new target. Base Attack/Grapple: +2/—"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Swarms are dense masses of Fine, Diminutive, or Tiny creatures Special Attacks",
        "description":  "Distraction, wounding that would not be particularly dangerous in small groups, but Special Qualities: Blindsense 20 ft., half damage from slashing can be terrible foes when gathered in sufficient numbers. While and piercing, low-light vision, swarm traits a single cloud of locusts might actually be hundreds of feet Saves: Fort +3, Ref +7, Will +3 across, for game purposes a swarm is defined as a single creature Abilities: Str 3, Dex 15, Con 10, Int 2, Wis 14, Cha 4 with a space of 10 feet—gigantic hordes of bats or locusts are Skills: Listen +11, Spot +11 actually composed of dozens of swarms in close proximity. A Feats: Alertness, Lightning Reflexes swarm has a single pool of Hit Dice and hit points, a single ini- Environment: Temperate deserts tiative modifier, a single speed, and a single Armor Class. It Organization:Solitary, flight (2–4 swarms), or colony (11–20 makes saving throws as a single creature. swarms) Many different creatures can mass as swarms; bat swarms, Challenge Rating: 2 SWARM Stirge 237"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (+4 size, +4 Dex), touch 18, flat-footed 14 Alignment: Always lawful evil Base Attack/Grapple: +6/— Advancement: None"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (+4 size, +4 Dex), touch 18, flat-footed 14 A rat swarm is a mass of teeming, famished, disease-ridden rats. A Base Attack/Grapple: +4/— swarm is composed of individuals very much like the rat described"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+4 size, +3 Dex), touch 17, flat-footed 14 Feats: Alertness, Awesome Blow, Blind-Fight, Cleave, Combat Base Attack/Grapple: +1/— Reflexes, Dodge, Great Cleave, Improved Bull Rush,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "35 (–8 size, +3 Dex, +30 natural), touch 5, flat-footed 32 Base Attack/Grapple: +48/+81"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Speed",
        "description":  "40 ft. in half-plate armor (8 squares); base speed 60 ft. THOQQUA"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "38 (–2 size, +19 natural, +11 +4 half-plate armor), Medium Elemental (Earth, Extraplanar, touch 8, flat-footed 38 Fire) Base Attack/Grapple: +20/+44"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (+1 Dex, +7 natural), touch 11, Full Attack: Gargantuan +3 adamantine flat-footed 17 warhammer +37/+32/+27/+22 melee Base Attack/Grapple: +2/+4 (4d6+27/×3) or +3 javelin +22 ranged"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Treasure",
        "description":  "Double standard plus +4 half-plate armor and proves ineffective, they swiftly back off and pelt the foe with spell- Gargantuan +3 adamantine warhammer like abilities and magical effects. Because of a titan’s Quicken"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Tojanidas speak Aquan and can be loquacious, but usually only Skills",
        "description":  "A tojanida has a +8 racial bonus on any Swim check to on the subject of food. perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endan- COMBAT gered. It can use the run action while swimming, provided it Tojanidas are fairly even-tempered but can be ferocious if mo- swims in a straight line. lested. They are very jealous of their food supply and become testy if they suspect a newcomer is trying to beat them to a meal. TREANT Improved Grab (Ex): To use this ability, a tojanida must hit with a bite or claw attack. It can then attempt to start a grapple as Huge Plant a free action without provoking an attack of opportunity. Under- Hit Dice: 7d8+35 (66 hp) water, a tojanida can tow a grabbed victim of its own size or Initiative: –1 smaller at its swim speed (but it cannot run). A favorite tactic is to Speed: 30 ft. (6 squares) grab a single opponent, then withdraw, hauling the opponent Armor Class: 20 (–2 size, –1 Dex, +13 natural), touch 7, away from its allies. flat-footed 20 Ink Cloud (Ex): A tojanida can emit a spherical cloud of jet- Base Attack/Grapple: +5/+22 black ink with a radius of 30 feet once per minute as a free action. Attack: Slam +12 melee (2d6+9)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "ArmorClass",
        "description":  "22(+1size,+1Dex,+10natural), 23(+1Dex,+12natural), 24(–1size,+1Dex,+14natural), touch12,flat-footed21 touch11,flat-footed22 touch10,flat-footed23 BaseAttack/Grapple:+3/+1 +7/+10 +15/+25"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (–1 Dex, to poison receive their normal +6 natural), touch 9, bonus on their saving flat-footed 15 throws. Base Attack/Grapple: Skills: The +1/+1 skin of a trog-"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "ArmorClass",
        "description":  "16(–1size,+2Dex,+5natural), 21(–1size,+1Dex,+6natural,+5 chainshirt), touch11,flat-footed14 touch10,flat-footed20 BaseAttack/Grapple: +4/+14 +10/+21"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +1 Dex, +8 natural), touch 10, flat-footed 17 22 (–2 size, +14 natural), touch 8, flat-footed 24 Base Attack/Grapple: +6/+16 +15/+36"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Feats",
        "description":  "Great Fortitude, Multiattack, Toughness Great Fortitude, Improved Natural Attack (claw), Improved Natural Armor ×3, Iron Will, Multiattack"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +3 Dex, +6 natural), 24 (–1 size, +4 Dex, +6 natural, +5 bracers of armor +5), touch 12, flat-footed 15 touch 13, flat-footed 20 Base Attack/Grapple: +4/+13 +13/+24"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "32 (+4 Dex, +6 natural, shadowdancer must succeed +6 Wis, +1 intrinsic, bracers of on a DC 15 Fortitude save or armor +3, ring of protection +2), lose 800 XP (400 XP on a suc- touch 23, flat-footed 32 cessful save). A new shadow Base Attack/Grapple: +9/+14 cannot be summoned for a"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Possessions",
        "description":  "+2 keen kama, +1 frost sling, 10 +1 sling bullets, ring of pro- Create Spawn (Su): A humanoid or monstrous humanoid slain by tection +2, bracers of armor +3, periapt of Wisdom +4. a vampire’s energy drain rises as a vampire spawn (see the Vampire Spawn entry, page 253) 1d4 days after burial. CREATING A VAMPIRE If the vampire instead drains the victim’s Constitution to 0 or “Vampire” is an acquired template that can be added to any lower, the victim returns as a spawn if it had 4 or less HD and as a humanoid or monstrous humanoid creature (referred to hereafter vampire if it had 5 or more HD. In either case, the new vampire or as the base creature). spawn is under the command of the vampire that created it and A vampire uses all the base creature’s statistics and special abili- remains enslaved until its master’s destruction. At any given time ties except as noted here. a vampire may have enslaved spawn totaling no more than twice"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Repelling a Vampire",
        "description":  "Vampires cannot tolerate Hit Dice: 4d12+3 (29 hp) the strong odor of garlic and will not enter an area Initiative: +6 laced with it. Similarly, they recoil from a mirror or Speed: 30 ft. (6 squares) a strongly presented holy symbol. These things don’t Armor Class: 15 (+2 Dex, +3 natural), touch 12, flat-footed 13 harm the vampire—they merely keep it at bay. A Base Attack/Grapple: +2/+5 recoiling vampire must stay at least 5 feet away Attack: Slam +5 melee (1d6+4 plus energy drain) from a creature holding the mirror Full Attack: Slam +5 melee (1d6+4 plus energy or holy symbol and cannot touch drain) or make melee attacks against the Space/Reach: 5 ft./5 ft. creature holding the item for Special Attacks: Blood drain, domination, the rest of the encounter. Hold- energy drain ing a vampire at bay takes a stan- Special Qualities: +2 turn resistance, dard action. damage reduction 5/silver, darkvision Vampires are also unable to 60 ft., fast healing 2, gaseous form, resist- cross running water, although ance to cold 10 and electricity 10, spider they can be carried over it climb, undead traits while resting in their Saves: Fort +1, Ref +5, Will +5 coffins or aboard a ship. Abilities: Str 16, Dex 14, Con —, Int 13, They are utterly unable to Wis 13, Cha 14 enter a home or other Skills: Bluff +6, Climb +8, Craft or building unless invited in Profession (any one) +4, Diplomacy by someone with the +4, Hide +10, Jump +8, Listen +11, authority to do so. They Move Silently +10, Search +8, Sense may freely enter public Motive +11, Spot +11 places, since these are by Feats: AlertnessB, Improved InitiativeB, definition open to all. Lightning ReflexesB, Skill Focus"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "12 (+1 size, +1 Dex), touch 11, flat-footed 11 save DC is Constitution-based and includes a +1 racial bonus. Base Attack/Grapple: +1/–3 iss (Su): A vargouille can kiss a paralyzed target with a suc-"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 Dex, WILL-O’-WISP +4 natural), touch 11, flat-footed 14 Small Aberration (Air) Base Attack/Grapple: Hit Dice: 9d8 (40 hp) +2/+3 Initiative: +13"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Attack",
        "description":  "Slam +3 melee (1d4+1 Speed: Fly 50 ft. (perfect) (10 squares) plus energy drain) Armor Class: 29 (+1 size, +9 Dex, +9"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (–1 size, +1 Dex, +5 natural), touch 10, flat-footed 14 Base Attack/Grapple: +6/+14"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Winter wolves are more intelligent than their smaller cousins Hit Dice",
        "description":  "4d10+8 (30 hp) and sometimes associate with other evil creatures of their cold Initiative: +2 homelands, such as frost giants, whom they serve as scouts, Speed: 50 ft. (10 squares) hunters, and trackers. Armor Class: 14 (+2 Dex, +2 natural), touch 12, flat-footed 12 A winter wolf grows about 8 feet long and stands about 4-1/2 Base Attack/Grapple: +4/+7 feet at the shoulder. It weighs about 450 pounds. Attack: Bite +7 melee (1d6+4) Winter wolves can speak Giant and Common. Full Attack: Bite +7 melee (1d6+4) Space/Reach: 5 ft./5 ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "ArmorClass",
        "description":  "15(+3Dex,+2deflection),touch15,flat-footed12 25(–1size,+9Dex,+7deflection),touch25,flat-footed16 BaseAttack/Grapple: +2/— +8/—"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +1 Dex, A wyvern can slash with its talons +8 natural), touch 10, only when making a flyby attack. flat-footed 17 Improved Grab (Ex): To use Base Attack/Grapple: +7/+15 this ability, a wyvern must"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Challenge Rating",
        "description":  "6 Armor Class: 20 (+3 Dex, +7 natural), touch 13,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "23 (+1 size, +12 natural), 24 (+14 natural), 25 (–1 size, +16 natural), touch 11, flat-footed 23 touch 10, flat-footed 24 touch 9, flat-footed 25"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (–2 size, +2 Dex, +8 natural), touch 10, the ground, a large flat-footed 16 rock, a stone wall, or Base Attack/Grapple: the like to create an +12/+25 explosion of shattered"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+1 Dex, +1 natural, +3 masterwork studded —Medium size. leather, +2 masterwork heavy shield), touch 11, flat-footed 16 —A yuan-ti pureblood’s base land speed is 30 feet. Base Attack/Grapple: +4/+4 —Darkvision out to 60 feet."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "20 (+1 Dex, +4 natural, +3 masterwork studded The statistics above reflect the most common form of a yuan-ti leather, +2 masterwork heavy shield), touch 11, flat-footed 19 halfblood, with the head and scaly skin of a serpent but otherwise Base Attack/Grapple: +7/+9 human features. The curse of the yuan-ti produces a wide variety"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Alignment",
        "description":  "Usually chaotic evil Armor Class: 22 (–1 size, +1 Dex, +10 natural, +2 masterwork"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Advancement",
        "description":  "By character class heavy shield), touch 10, flat-footed 21"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "Natural armor bonus increases by a number Single Actions Only (Ex):Zombies have poor reflexes and can per- based on the zombie’s size: form only a single move action or attack action each round. A Tiny or smaller +0 zombie can move up to its speed and attack in the same round, but Small +1 only if it attempts a charge. Medium +2 Saves:Base save bonuses are Fort +1/3 HD, Ref +1/3 HD, and Large +3 Will +1/2 HD + 2. Huge +4 Abilities:A zombie’s Strength increases by +2, its Dexterity Gargantuan +7 decreases by 2, it has no Constitution or Intelligence score, its Colossal +11 Wisdom changes to 10, and its Charisma changes to 1."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (+1 size, +2 natural), 11 (–1 Dex, +2 natural), 16 (–2 Dex, +8 natural), touch 11, flat-footed 13 touch 9, flat-footed 11 touch 8, flat-footed 16 Base Attack/Grapple: +1/–4 +1/+2 +2/+3"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+5 natural, +1 light wooden shield), 15 (–1 size, –2 Dex, +8 natural) 16 (–1 size, –1 Dex, +8 natural) touch 10, flat-footed 16 touch 7, flat-footed 15 touch 8, flat-footed 16 Base Attack/Grapple: +3/+6 +4/+14 +6/+15"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "20 (–2 size, +12 natural), 19 (–1 size, +10 natural) 16 (–1 size, –1 Dex, +8 natural) touch 8, flat-footed 20 touch 0, flat-footed 19 touch 8, flat-footed 16 Base Attack/Grapple: +7/+16 +8/+19 +10/+21"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +2 Dex, +3 natural), touch 11, Armor Class: 15 (+1 size, +3 Dex, +1 natural), touch 14, flat-footed 12 flat-footed 12 Base Attack/Grapple: +3/+12 Base Attack/Grapple: +0/–5"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Skills",
        "description":  "Apes have a +8 racial bonus on Climb checks and can berserk rage on its next turn, clawing and biting madly until always choose to take 10 on Climb checks, even if rushed or either it or its opponent is dead. It gains +4 to Strength, +4 to Con- threatened. stitution, and –2 to Armor Class. The creature cannot end its rage voluntarily."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (+2 Dex, +1 natural), touch 12, flat-footed 11 Initiative: +2 Base Attack/Grapple: +0/+2 Speed: 5 ft (1 square), fly 40 ft. (good) 268 Attack: Bite +2 melee (1d6+3) Armor Class: 16 (+4 size, +2 Dex), touch 16, flat-footed 14"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (+1 Dex, +2 natural), touch 11, flat-footed 12 Armor Class: 15 (–1 size, +1 Dex, +5 natural), touch 10, Base Attack/Grapple: +2/+6 flat-footed 14"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (–1 size, +1 Dex, +5 natural), touch 10, checks in snowy areas. flat-footed 14 Base Attack/Grapple: +4/+16 BISON"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (–1 size, +4 natural), touch 9, flat-footed 13 Armor Class: 13 (–1 size, +3 Dex, +1 natural) touch 12, Base Attack/Grapple: +3/+13 flat-footed 10"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+6 natural), touch 10, flat-footed 16 Hit Dice: 1/2 d8 (2 hp) Base Attack/Grapple: +2/+4 Initiative: +2"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Full Attack",
        "description":  "Gore +4 melee (1d8+3) Armor Class: 14 (+2 size, +2 Dex), touch 14, flat-footed 12 Space/Reach: 5 ft./5 ft. Base Attack/Grapple: +0/–12"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+4 Dex, +1 natural), touch 14, flat-footed 11 choose to take 10 on a Swim check, even if distracted or endan- Base Attack/Grapple: +2/+5 gered. It can use the run action while swimming, provided it"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Challenge Rating",
        "description":  "2 Armor Class: 16 (–2 size, +1 Dex, +7 natural), touch 9,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 Dex, +4 natural), touch 11, flat-footed 14 Giant crocodiles fight and behave like their smaller cousins. Base Attack/Grapple: +2/+6"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Saves",
        "description":  "Fort +6, Ref +4, Will +2 Armor Class: 15 (+1 size, +3 Dex, +1 natural), touch 14,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 Dex, +4 natural), touch 12, flat-footed 14 Initiative: +2 Base Attack/Grapple: +1/+3 Speed: 10 ft. (2 squares), fly 80 ft. (average)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Attack",
        "description":  "Bite +3 melee (1d6+3) Armor Class: 14 (+1 size, +2 Dex, +1 natural), touch 13,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Initiative",
        "description":  "+1 Armor Class: 15 (–2 size, +7 natural), touch 8, flat-footed 15"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (+1 Dex, +2 natural), touch 11, flat-footed 12 Attack: Gore +16 melee (2d8+15) Base Attack/Grapple: +1/+1 Full Attack: Slam +16 melee (2d6+10) and 2 stamps +11 melee"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+2 size, +3 Dex, +2 natural), touch 15, Large Animal flat-footed 14 Hit Dice: 3d8+6 (19 hp) Base Attack/Grapple: +0/–10 Initiative: +1"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Full Attack",
        "description":  "Talons +5 melee (1d4–2) Armor Class: 13 (–1 size, +1 Dex, +3 natural), touch 10, Space/Reach: 2-1/2 ft./0 ft. flat-footed 12"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Horse, Heavy Armor Class",
        "description":  "14 (–1 size, +1 Dex, +4 natural), touch 10, Large Animal flat-footed 13"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (–1 size, +1 Dex, +3 natural), touch 10, (1d4+2) flat-footed 12 Space/Reach: 10 ft./5 ft. Base Attack/Grapple: +2/+9 Special Attacks: —"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +1 Dex, +4 natural), touch 10, Hit Dice: 3d8+6 (19 hp) flat-footed 13 Initiative: +4 Base Attack/Grapple: +2/+9 Speed: 40 ft (8 squares), climb 20 ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Attack",
        "description":  "Hoof +4 melee (1d4+3) Armor Class: 15 (+4 Dex, +1 natural), touch 14, flat-footed 11"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (+2 Dex, +2 natural), touch 12, flat-footed 12 Rake (Ex): Attack bonus +6 melee, damage 1d3+1. Base Attack/Grapple: +1/+3 Skills: Leopards have a +8 racial bonus on Jump checks and a +4"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Organization",
        "description":  "Solitary, pair, or pack (7–16) Armor Class: 15 (–1 size, +3 Dex, +3 natural), touch 12,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (+2 size, +2 Dex), touch 14, flat-footed 12 MANTA RAY Base Attack/Grapple: +0/–12 Large Animal (Aquatic)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Special Attacks",
        "description":  "— Armor Class: 12 (–1 size, +3 natural), touch 9, flat-footed 12"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 Dex, +3 natural), touch 12, flat-footed 13 Base Attack/Grapple: +2/+5 :2 RETPAHC SLAMINA MONKEY OCTOPUS Tiny Animal Small Animal (Aquatic)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (+2 size, +2 Dex), touch 14, flat-footed 12 Armor Class: 16 (+1 size, +3 Dex, +2 natural), touch 14, Base Attack/Grapple: +0/–12 flat-footed 13"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "13 (–1 size, +1 Dex, +3 natural), touch 10, round action, at a speed of 200 feet. It must move in a straight line, flat-footed 12 but does not provoke attacks of opportunity while jetting. Base Attack/Grapple: +2/+9 Skills: An octopus can change colors, giving it a +4 racial bonus"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "— Armor Class: 18 (–1 size, +2 Dex, +7 natural), touch 11, flat-footed 16 Mules are sterile crossbreeds of donkeys and horses. A mule is Base Attack/Grapple: +6/+15 similar to a light horse, but slightly stronger and more agile. Attack: Tentacle +10 melee (1d4+5)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+2 size, +3 Dex, +2 natural), touch 15, Armor Class: 13 (+1 Dex, +2 natural), touch 11, flat-footed 12 flat-footed 14 Base Attack/Grapple: +1/+3 Base Attack/Grapple: +0/–11 Attack: Hoof +3 melee (1d3+2)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+3 Dex, +2 natural), touch 13, flat-footed 12 checks, and a +8 racial bonus on Balance, Climb, and Swim checks. Base Attack/Grapple: +1/+1 A rat can always choose to take 10 on Climb checks, even if"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "— Armor Class: 14 (+2 size, +2 Dex), touch 14, flat-footed 12 Base Attack/Grapple: +0/–13 Porpoises are mammals that tend to be playful, friendly, and helpful. Attack: Claws +4 melee (1d2–5) A typical porpoise is 4 to 6 feet long and weighs 110 to 160 Full Attack: Claws +4 melee (1d2–5) pounds. The statistics presented here can describe any small whale Space/Reach: 2-1/2 ft./0 ft. of similar size. Special Attacks: —"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Speed",
        "description":  "15 ft. (3 squares), climb 15 ft., swim 15 ft. Armor Class: 16 (–1 size, +7 natural), touch 9, flat-footed 16"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (+2 size, +2 Dex), touch 14, flat-footed 12 Base Attack/Grapple: +6/+18 Base Attack/Grapple: +0/–12 Attack: Gore +13 melee (2d6+12)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "When it is harassed or annoyed, a rhinoceros lowers its head and Speed",
        "description":  "20 ft. (4 squares), climb 20 ft., swim 20 ft. charges. Armor Class: 15 (+3 Dex, +2 natural), touch 13, flat-footed 12 Powerful Charge (Ex): A rhinoceros deals 4d6+24 points of Base Attack/Grapple: +2/+5 damage when it makes a charge. Attack: Bite +5 melee (1d3+4)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 Dex, +3 natural), 15 (–1 size, +2 Dex, +4 natural), 15 (–2 size, +2 Dex, +5 natural), touch 12, flat-footed 13 touch 11, flat-footed 13 touch 10, flat-footed 13 Base Attack/Grapple: +2/+3 +5/+12 +7/+20"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+2 size, +3 Dex, +2 natural), touch 15, flat-footed 14 17 (+1 size, +3 Dex, +3 natural), touch 14, flat-footed 14 Base Attack/Grapple: +0/–11 +0/–6"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+3 Dex, +3 natural), 15 (–1 size, +3 Dex, +3 natural), 15 (–2 size, +2 Dex, +5 natural), touch 13, flat-footed 13 touch 12, flat-footed 12 touch 10, flat-footed 15 Base Attack/Grapple: +1/+0 +2/+6 +4/+15"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (–2 size, +3 Dex, +4 natural), touch 11, flat-footed 12 Advancement: 12–16 HD (Huge); 17–33 HD (Gargantuan) Base Attack/Grapple: +8/+23 Level Adjustment: — ANIMALS CHAPTER 2: Giant constrictor snakes are more aggressive than their smaller SQUID, GIANT cousins, principally because they need a great amount of food to Huge Animal (Aquatic) survive. Hit Dice: 12d8+18 (72 hp)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Viper Snake Speed",
        "description":  "Swim 80 ft. (16 squares) These creatures range widely in size. They are not particularly Armor Class: 17 (–2 size, +3 Dex, +6 natural), touch 11, aggressive, but will often lash out with a bite attack before flat-footed 14 attempting to retreat. Base Attack/Grapple: +9/+29"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Skills",
        "description":  "A squid has a +8 racial bonus on any Swim check to per- Initiative: +2 form some special action or avoid a hazard. It can always choose to Speed: 40 ft. (8 squares) take 10 on a Swim check, even if distracted or endangered. It can Armor Class: 14 (–1 size, +2 Dex, +3 natural), touch 11, 281 use the run action while swimming, provided it swims in a flat-footed 12 straight line Base Attack/Grapple: +4/+14 :2 RETPAHC SLAMINA"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+4 size, +1 Dex), touch 15, flat-footed 14 sounds, inaudible to most other creatures, that allow them to Base Attack/Grapple: +0/–17 locate objects and creatures within 120 feet. A silence spell negates"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "These diminutive amphibians are innocuous and beneficial, since Speed",
        "description":  "Swim 40 ft. (8 squares) they eat insects. Armor Class: 16 (–4 size, +1 Dex, +9 natural), touch 7,"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Speed",
        "description":  "20 ft. (4 squares), climb 20 ft. vision 282 Armor Class: 14 (+2 size, +2 Dex), touch 14, flat-footed 12 Saves: Fort +14, Ref +9, Will +5 Base Attack/Grapple: +0/–12 Abilities: Str 35, Dex 13, Con 22, Int 2, Wis 12, Cha 6"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "— Armor Class: 14 (+2 Dex, +2 natural), touch 12, flat-footed 12 Base Attack/Grapple: +1/+2 The statistics here describe a plankton-feeding whale between 30 Attack: Bite +3 melee (1d6+1) and 60 feet long, such as gray, humpback, and right whales. Full Attack: Bite +3 melee (1d6+1) These massive creatures are surprisingly gentle. If harassed or Space/Reach: 5 ft./5 ft. provoked, they are as likely to flee as they are to retaliate. Special Attacks: Trip"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (–4 size, +1 Dex, +9 natural), touch 7, Organization: Solitary, pair, or pack (7–16) flat-footed 15 Challenge Rating: 1 Base Attack/Grapple: +9/+33 Advancement: 3 HD (Medium); 4–6 HD (Large)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Initiative",
        "description":  "+2 Also known as sperm whales, these creatures can be up to 60 feet Speed: 30 ft. (6 squares), burrow 10 ft., climb 10 ft. long. They prey on giant squids. Armor Class: 14 (+2 Dex, +2 natural), touch 12, flat-footed 12 Base Attack/Grapple: +2/+4"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (–2 size, +2 Dex, +6 natural), touch 10, Saves: Fort +7, Ref +5, Will +2 flat-footed 14 Abilities: Str 14, Dex 15, Con 19, Int 2, Wis 12, Cha 10 Base Attack/Grapple: +6/+22 Skills: Climb +10, Listen +6, Spot +6"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "— and –2 to Armor Class. The creature cannot end its rage voluntarily."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Skills",
        "description":  "Wolverines have a +8 racial bonus on Climb checks and 283 These ferocious creatures are about 30 feet long. They eat fish, can always choose to take 10 on Climb checks, even if rushed or squid, seals, and other whales. threatened. :3 RETPAHC NIMREV CHAPTER 3: VERMIN Armor Class: 14 (+2 Dex, +2 natural), touch 12, flat-footed 12 Base Attack/Grapple: +2/+2"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Skills",
        "description":  "*Giant ants have a +4 racial bonus on Survival checks Hit Dice: 2d8+4 (13 hp) when tracking by scent and a +8 racial bonus on Climb checks. A Initiative: +0 giant ant can always choose to take 10 on Climb checks, even if Speed: 30 ft. (6 squares) rushed or threatened. Armor Class: 16 (+6 natural), touch 10, flat-footed 16 Base Attack/Grapple: +1/+2"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+7 natural), 17 (+7 natural), 17 (–1 size, –1 Dex, +9 natural), touch 10, flat-footed 17 touch 10, flat-footed 17 touch 8, flat-footed 17 Base Attack/Grapple: +1/+1 +1/+3 +3/+10"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Level Adjustment",
        "description":  "— GIANT PRAYING MANTIS These creatures feed primarily on carrion and offal, gathering Large Vermin heaps of the stuff in which to build nests and lay eggs. A giant Hit Dice: 4d8+8 (26 hp) bombardier beetle is about 6 feet long. Initiative: –1 Giant bombardier beetles normally attack only to defend them- Speed: 20 ft. (4 squares), fly 40 ft. (poor) selves, their nests, or their eggs. Armor Class: 14 (–1 size, –1 Dex, +6 natural), touch 8, Acid Spray (Ex): When attacked or disturbed, the creature can flat-footed 14 release a 10-foot cone of acidic vapor once per round. Those Base Attack/Grapple: +3/+11 within the cone must succeed on a DC 13 Fortitude save or take Attack: Claws +6 melee (1d8+4) 1d4+2 points of acid damage. The save DC is Constitution-based. Full Attack: Claws +6 melee (1d8+4) and bite +1 melee (1d6+2) Space/Reach: 10 ft (4 squares)./5 ft."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, +5 natural), touch 11, flat-footed 16 Feats: — Base Attack/Grapple: +0/–4 Environment: Temperate forests"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +1 Dex, +4 natural), touch 10, flat-footed 13 GIANT STAG BEETLE Base Attack/Grapple: +3/+11"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "19 (–1 size, +10 natural), touch 9, flat-footed 19 Special Qualities: Darkvision 60 ft., vermin traits Base Attack/Grapple: +5/+15 Saves: Fort +6, Ref +2, Will +2"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (+2 size, +2 Dex), 14 (+1 size, +2 Dex, +1 natural), 14 (+2 Dex, +2 natural), touch 14, flat-footed 12 touch 13, flat-footed 12 touch 12, flat-footed 12 Base Attack/Grapple: +0/–13 +0/–7 +0/–1"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +2 Dex, +3 natural), touch 11, flat-footed 12 16 (–2 size, +2 Dex, +6 natural), touch 10, flat-footed 14 Base Attack/Grapple: +2/+7 +4/+15"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "18 (–4 size, +2 Dex, +10 natural), touch 8, flat-footed 16 20 (–8 size, +2 Dex, +16 natural), touch 4, flat-footed 18 Base Attack/Grapple: +9/+27 +18/+42"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (+2 size, +2 natural), 14 (+1 size, +3 natural), 14 (+4 natural), touch 12, flat-footed 14 touch 11, flat-footed 14 touch 10, flat-footed 14 Base Attack/Grapple: +0/–8 +0/–4 +1/+2"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "16 (–1 size, +7 natural), touch 9, flat-footed 16 20 (–2 size, +12 natural), touch 8, flat-footed 20 Base Attack/Grapple: +3/+11 +7/+21"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "24 (–4 size, +18 natural), touch 6, flat-footed 24 26 (–8 size, –1 Dex, +25 natural), touch 1, flat-footed 26 Base Attack/Grapple: +15/+37 +30/+58"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 size, +3 Dex), 14 (+1 size, +3 Dex), 14 (+3 Dex, +1 natural), touch 15, flat-footed 12 touch 14, flat-footed 11 touch 13, flat-footed 11 Base Attack/Grapple: +0/–12 +0/–6 +1/+1"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +3 Dex, +2 natural), touch 12, flat-footed 11 16 (–2 size, +3 Dex, +5 natural), touch 11, flat-footed 13 Base Attack/Grapple: +3/+9 +6/+18"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "19 (–4 size, +3 Dex, +10 natural), touch 9, flat-footed 16 22 (–8 size, +2 Dex, +18 natural), touch 4, flat-footed 20 Base Attack/Grapple: +12/+31 +24/+50"
    }
]
