[
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Pincer Staff",
        "description":  "See the kuo-toa description, page 164 of the Originally these statues represented the lobster-headed form Monster Manual. of the kuo-toa deity. In every case, the original carving was 85 Illus. by D. Scott 4 RETPAHC DNIM EHT SREYALF broken off, leaving only an uneven neck stump. A cursory 9. UNUSED STOREROOM examination of the broken statuary on the fl oor reveals that Piles of sodden and broken junk are jumbled throughout the the missing heads and hands were not remotely humanoid in room. form—instead the statues featured lobsterlike claws, feelers, and mandibles. This room might have served an important function under the As soon as someone views the statues closely (within 10 kuo-toa priests. It is now clogged with jumbled paraphernalia, feet), they notice that the back of each humanoid head has a much of it taken from slain adventurers, drow, duergar, and gaping hole. kuo-toas. None of it was particularly valuable to begin with. These seven heads are from seven victims whose brains Years of exposure to moisture and mildew have ruined most of were especially pleasing when Sarkt devoured them. One it. With a few minutes of poking through the junk and a DC 15 place of honor remains unfi lled. If Sarkt encounters mul- Search check, determined salvagers can turn up masterwork tiple brains that outshine those already enshrined, it simply scale mail, a masterwork dagger, and a pouch containing 44 replaces one of the former trophies. If any characters were sp and 18 gp. slain by Sarkt in an earlier encounter, the PCs fi nd their comrades’ heads here. 10. CHOIR This chamber is irregularly shaped but seems to have been carved 7. THRALLS’ QUARTERS (EL 6 OR 0) that way purposefully. It is clean and dry, unlike the rest of the These squalid rooms appear to be living quarters, but they shrine. Randomly spaced around the walls are several holes that contain little in the way of creature comforts and no personal are big enough for a strong man to insert his arm up to the shoul- possessions at all. der. These tubes extend to an unknown distance."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "17 (+1 size, +3 Dex, +3 natural), dyes its naturally tan fur in one of a multitude of different hues touch 14, fl at-footed 14 and patterns. Some of these patterns signify family or rank; Base Attack/Grapple: +3/–3 others are just for decoration. A neogi wears simple articles of"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Speed",
        "description":  "20 ft. (4 squares), climb 20 ft. Armor Class: 13 (–2 size, –1 Dex, +6 natural), touch 7, fl at-"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 size, +3 Dex, +1 natural), touch 15, fl at- footed 14 footed 13 Base Attack/Grapple: +7/+19 Base Attack/Grapple: +0/–12 Attack: Bite +9 melee (2d6+6 and poison)"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 Dex, +4 natural), touch 12, fl at-footed 14 (20–40 grell plus 3–5 philosophers plus patriarch) Base Attack/Grapple: +3/+14 Challenge Rating: 5"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 Dex, +4 natural), touch 11, fl at-footed 14 reach, using as many of its tentacles as it wishes against any Base Attack/Grapple: +5/+17 single opponent. It uses its bite only against paralyzed prey"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Skills",
        "description":  "Concentration +11 (+15 casting defensively), Hide Constrict (Ex): On a successful grapple check, a grell deals +11, Knowledge (arcana) +6, Knowledge (dungeoneering) 1d6+1 points of damage. +6, Knowledge (nature) +6, Listen +9, Move Silently +11, Expert Grappler (Ex): A grell that chooses to grapple with Spot +9 one tentacle and remain ungrappled itself takes a –10 penalty 109 THE EATERS CHAPTER 6 on its grapple checks instead of the normal –20 penalty (see 13); 1st—charm person (DC 14), mage armor, obscuring mist, ray Improved Grab, page 310 of the Monster Manual, for details). of enfeeblement (+6 ranged touch); 2nd—invisibility, protection Grell other than hatchlings have a +10 racial bonus on from arrows, summon monster II. grapple checks. (Paralyzed foes automatically lose grapple checks.) GRELL ANATOMY Improved Grab (Ex): To use this ability, a grell must hit an opponent of its size or smaller with a tentacle attack. It Grell are the product of some dark and distant creation. They can then attempt to start a grapple as a free action without arose in a parallel world or alternate plane where the laws of provoking attacks of opportunity. If it wins the grapple check, nature are very different from those of humanoid worlds. it establishes a hold and can constrict. While adventurers might mistake a grell’s wrinkled, gray Paralysis (Ex): A grell’s tentacles are lined with small spiny hide for naked brain tissue, the monster is not in fact a dis- barbs, much like a squid’s. Any creature hit by a grell’s tentacle embodied brain. Its skin is damp and gleams wetly in poor must make a DC 10 Fortitude save or be paralyzed for 2d4 light, but its epidermis is quite tough and leathery, measuring rounds. The save DC is Constitution-based and includes a –4 several inches thick on its upper body. The coloration varies racial penalty. from a pale pink-gray to a faint purple-pink hue. Older grell Creatures struck by multiple tentacle attacks in the same are darker in color than younger grell. round do not make multiple saving throws; instead, they make A grell’s ten tentacles are rubbery and strong. Each is com- a single saving throw, but the DC increases by 1 for every prised of hundreds of ring-shaped muscles sheathed in a tough, additional tentacle that hit in the same round. For example, a almost fi brous, hide that is much thinner than the epidermis creature hit by four of a grell’s tentacle attacks must succeed of the main body. Sharp, bony barbs or needles stud each on a single DC 13 Fortitude save to avoid paralysis, instead of tentacle every 2 to 3 inches, almost to its very tip. These hollow four DC 10 saving throws. barbs inject the grell’s paralytic venom into its victims. The Blindsight (Ex): A grell is blind, but it maneuvers and fi ghts grell can partially retract its barbs into its tentacles to handle as well as a sighted creature by using scent and vibration to or manipulate objects it doesn’t want to pierce or tear. Each ascertain its surroundings. This ability enables it to discern tentacle is 5 to 8 feet long, although larger grell have longer objects and creatures within 60 feet. The grell does not need tentacles. to make Spot or Listen checks to notice creatures within range A grell’s beak is made of the same bony substance as its of its blindsight. tentacle barbs. It is more similar to the calcifi ed shells secreted Flight (Ex): A grell’s body is unusually buoyant. The creature by some mollusks than it is to true bone, having neither blood continuously produces an effect like that of the fl y spell, which vessels nor marrow. Grell have no “bones” other than their it can use to move at a speed of 30 feet (perfect maneuverabil- beaks and their barbs. Their bodies are supported by a fl ex- ity). This buoyancy also grants the grell a permanent feather ible, soft cagework of cartilage beneath the thick epidermis. fall effect with personal range. Although they don’t like to do so, grell can easily squeeze Sightless (Ex): A grell is immune to gaze attacks, visual through surprisingly small openings, compressing their bodies effects, illusions, and other attack forms that rely on sight. to about half their height or width with little trouble."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Sentry Grell",
        "description":  "hp 35, light- ning lance; see page 115. Given the chance, the sentry looks for opportunities to car- ry paralyzed characters above the pool and drop them in the deeper part, placing them at serious risk of drowning. If hard-pressed by deter- mined attackers, the sentry fl ees by fl ying straight up the sinkhole wall. It then es- capes into the jungle above, unless it clearly has a safe line of retreat to area 3 or 6. A loud battle fought here can certain- ly be heard by the grell in areas 3, 4, or 6. The intervening distance provides a –10 penalty on their Listen checks, and the noise of the stream adds another –5, for a A grell lurks in ambush, total penalty of –15. (Adult grell have Listen waiting for prey to happen by modifi ers of +4.) One grell from area 3 and another from area 6 arrive 3 One of the skeletons wears the mold- rounds after the round in which they hear fi ghting in the ering remnants of bronze banded mail. sinkhole. The philosopher in area 4 does not investigate, In a pouch inside its armor (DC 10 Search check, unless the trusting to its fellows to handle any kind of trouble. armor is removed, in which case the pouch is found automati- cally) are four fi ne violet garnets, each worth 300 gp. 2. SENTRY’S CAVE (EL 4) If the sentry is killed by intruders who later leave the This dismal cave is choked with a tangled mass of thick roots complex, the two grell from area 3 are posted here in case the descending from the ceiling 20 feet overhead and partially cov- invaders decide to return. ering the walls. Ancient human skeletons stand tangled in the roots. 3. GRELL LAIR (EL 5) A rough, narrow, natural passage branches away from the The skeletons are the remains of old Sangkon Bhet apostates, stonework passage, climbing upward over a diffi cult slope of slick chained to the walls and forgotten here long ago. They are round boulders. Beyond lies a large cavern, its ceiling pierced by unsettling, but not dangerous. hanging tree-roots. Discarded bones lie scattered over the fl oor. This cave serves as the post for the colony’s sentry, who lurks hidden among the roots and debris in the upper part This chamber is home to two normal grell. They range far into of the chamber and watches the bottom of the stairs in area the jungle above in search of prey. The bones are the remains 1. If the sentry misses intruders coming down the stairs, it of consumed animals—several deer and an assortment of certainly attacks when they enter this room. The grell gains a smaller creatures. +4 circumstance bonus on its Hide check because its dangling If the grell hear a fi ght in area 1, one grell goes to investi- tentacles blend in very well with the roots in the ceiling (total gate, while the other remains here and hides. If the grell are Hide modifi er of +12). warned by the loud approach of a party of intruders in the This chamber is also infested with several ferocious cen- passage outside, they both hide here among the roots in the tipedes. The arthropods have learned to avoid the grell, but ceiling and prepare an ambush. The roots in this chamber quickly attack any other creatures that enter the room. are not as dense as those in area 2, and so the grell gain only"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "The necrophilosopher is fully aware of the advantage its Spellbook",
        "description":  "as above plus 0—all except evocation and illu- fl ight ability offers. It hovers near the ceiling, using its spells sion;1st—chill touch, detect undead, protection from good, sleep; (summon monster III, summon swarm, ray of enfeeblement, and 2nd—daze monster, fog cloud, ghoul touch, scare; 3rd—dispel magic, ray of exhaustion) to wear down a party of dangerous enemies hold person, lightning bolt, water breathing. while its skeleton minions attack. It joins the battle only when Possessions: amulet of health +2. its enemies have been weakened. Several large stone urns in the northwest corner of the room Gnoll Skeleton (3): CR 1; Medium undead; HD 2d12; hp 13 hold 175 sp, 855 gp, a pouch containing fi ve small agates worth each; Init +5; Spd 30 ft.; AC 13, touch 11, fl at-footed 12; Base Atk 25 gp each, and two scrolls: invisibility and fi re shield. +1; Grp +3; Atk or Full Atk +3 melee (1d10+3/×3, halberd); SQ damage reduction 5/bludgeoning, darkvision 60 ft., immunity"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Skills",
        "description":  "Bluff +5, Climb +12, Hide +12, Knowledge (dungeoneer- A tsochar in its own form can easily rip unarmored humans ing) +6, Move Silently +8, Sense Motive +6, Spot +6, Use to shreds with a buzzsaw of tentacle lashes and rakes. However, Magic Device +9 the creature is much more inclined to stalk and ambush soli-"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Language",
        "description":  "Common. hit an opponent with two tentacle attacks. It can then attempt Spell-Like Abilities:3/day—blur, blink; 1/day—touch of idiocy, to start a grapple as a free action without provoking attacks stinking cloud. of opportunity. If it wins the grapple check, it establishes a True Strike (Su): Once per day, Akhando can make a normal hold and can constrict. Tsochari receive a +4 racial bonus on attack with a +20 insight bonus on a single attack roll. He is grapple checks. not affected by the miss chance that applies to attacks against Poison (Ex): Injury, Fortitude DC 16, initial and second- a concealed target. ary damage 1d3 Dex. The save DC is Constitution-based. Change Shape (Su):As a standard action, Akhando can take The poison is delivered by dealing damage with a constrict the form of a grotesque, tentacled mass. While in this form, attack. he cannot be fl anked and is not subject to extra damage from Take Spells (Su): A tsochar that replaces an arcane spellcaster critical hits. Creatures native to the Material Plane take a –1 retains any arcane spells prepared by the dead spellcaster. See morale penalty on attack rolls against Akhando in this form. page 122 for details. His Armor Class changes to 15, his attack changes to +9 melee Wear Flesh (Su):A tsochar can bore its way into a helpless (1d4+4, tentacle), and his full attack changes to +9 melee (1d4+4, living creature’s body, choosing to inhabit or replace its victim. 4 tentacles). See page 122 for details. Cleric Spells Prepared (caster level 7th): 0—cure minor wounds, Cleric Spells Prepared (caster level 5th): 0—cure minor wounds, detect magic (2), guidance, read magic, resistance; 1st—command detect magic, guidance, read magic, resistance; 1st—command (DC (DC 15), cure light wounds (2), divine favor, lesser confusionD 16), cure light wounds (2), divine favor, longstriderD, shield of faith; (DC 15), shield of faith; 2nd—cure moderate wounds, darkness, 2nd—cure moderate wounds, darkness, hold person (DC 17), shat- hold person (DC 16), lesser restoration, touch of madnessD†; terD(DC 17); 3rd—dispel magic, fl yD, summon monster III. 3rd—c ontagionD (DC 17), cure serious wounds, dispel magic, D: Domain spell. Domains: Destruction (smite 1/day, +4 on summon monster III; 4th—confusionD(DC 18), divine power, attack, +5 on damage) and Travel (freedom of movement up to 5 summon monster IV. rounds/day). † New spell described on page xx. D: Domain spell. Domains: Destruction (smite 1/day, +4 on Xhekk Thosss currently inhabits Akhando’s body with the attack, +7 on damage); Madness (–1 to Wisdom-based checks cleric’s willing cooperation. The tsochar priest can therefore and Will saves, except that 1/day add +3 to a single Wisdom- take no physical actions until it chooses to exit Akhando’s based check or Will save). body, as described under Wear Flesh (see page 122). It takes"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Possessions",
        "description":  "+1 breastplate, heavy steel shield, +1 heavy mace, half damage from all damage dealt to Akhando. The tsochar gauntlets of ogre power. attempts to keep its presence a secret, but if Akhando faces a serious threat, the tsochar exits his body and joins the fi ght—a"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Languages",
        "description":  "Tsochar, Common, Undercommon, Abyssal, Additional Skills and Feats: Climb –1, Concentration +14 (+18 Draconic. casting defensively). Constrict (Ex):Yikk Tasst deals 2d6+8 points of damage with Taken Spells (caster level 9th):0—detect magic, mage hand, a successful grapple check. When Yikk Tasst deals damage by open/close, read magic; 1st—charm person (DC 15), identify, magic means of its grapple check, it injects its victim with poison. missile, shield, silent image (DC 15); 2nd—daze monster (DC 16), Improved Grab (Ex):To use this ability, Yikk Tasst must hit mirror image, resist energy, scorching ray (+12 ranged touch); with two tentacle attacks. It can then attempt to start a grapple 3rd—deep slumber (DC 17), dispel magic, fi reball (DC 17), fl y; as a free action without provoking attacks of opportunity. If it 4th—charm monster (DC 18), Evard’s black tentacles, fi re shield. wins the grapple check, it establishes a hold and can constrict. Possessions: +1 dagger, cloak of resistance +1, wand of fi reball (CL Tsochari receive a +4 racial bonus on grapple checks (included 6th, 22 charges), wand of invisibility (18 charges). in the statistics above). Frist’s Spellbook: as above plus 0—dancing lights, message, Poison (Ex): Injury, Fortitude DC 19, initial and prestidigitation; 1st—mount, protection from evil, shocking secondary damage 1d3 Dex. The save DC is Con- grasp, sleep, 2nd—fog cloud, invisibility, rope trick, summon stitution-based. The poison is delivered by dealing monster II; 3rd—clairaudience/clairvoyance,magic circle damage with a constrict attack. against evil; 4th—arcane eye, enervation, fear, wall of Take Spells (Su): A tsochar that replaces an ice; 5th—cone of cold, teleport, summon monster V. arcane spellcaster retains any arcane spells prepared by the dead spellcaster. See 10. CONJURY page 122 for details. The door leading into this room from Wear Flesh (Su): A tsochar can the hall outside is locked (DC 25 Open bore its way into a helpless living Lock check or DC 23 to break). creature’s body, choosing to inhabit or replace its victim. The fl oor of this room is fi nished in See page 122 for details. smooth, polished marble. In the Sorcerer Spells Known center of the room, a pentagram (6/7/6/4 per day; caster of silver is inlaid in the fl oor. A level 6th): 0—daze (DC 14), counter beside the door holds a detect magic, disrupt undead collection of ritual implements, (+12 ranged touch), ghost including a knife of cold iron and sound (DC 14), mage hand, a golden goblet. read magic, touch of fatigue (+13 melee touch; DC 14); The pentagram is ominous, 1st—identify, mage armor*, yet harmless—nothing has magic missile, silent image been summoned here for some (DC 15);2nd—invis- time. ibility, whispercast†; Yikk Tasst, like Deros 3rd—lightning bolt Frist before it, considers (DC 17). this room its hidden *Already cast. retreat from the tower. †New spell A secret door in the described on page 129. eastern wall (Search"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "35 (–2 size, +2 Dex, +25 natural), touch 10, Combat fl at-footed 33 Hive mothers prefer to let their minions do the fi ghting, Base Attack/Grapple: +15/+30 but when drawn into combat, they fi ght in a manner similar"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "24 (–1 size, +1 Dex, +10 natural, +4 defl ection), touch 14, fl at-footed 23 Combat BaseAttack/Grapple: +6/+11 Although a director has several potent eye rays, it can also"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Full Attack",
        "description":  "Eye rays +6 ranged touch and 3 tentacles +6 melee tors avoid combat unless they have a bonded mount. When (1d6) and bite +4 melee (1d8) 137 Illus. by M. Cotie 8 RETPAHC WEN SRETSNOM bonded with a vermin, they control their mount and use their EYE OF THE DEEP eye rays to deadly effect. Large Aberration (Aquatic) Eye Rays (Su): During a single round, a director can aim Hit Dice: 12d8+48 (102 hp) only two eye rays at targets in any one 90 degree arc (up, Initiative: +4 forward, backward, left, right, or down). Speed: 5 ft. (1 square), fl y 20 ft. (good), swim 30 ft. A director’s eye rays have a range of 120 feet and a save DC Armor Class: 18 (–1 size, +9 natural), touch 9, fl at-footed 18 of 18 (caster level 8th). The save DCs are Charisma-based. The BaseAttack/Grapple: +9/+18 six eye rays include: Attack: Eye rays +8 ranged touch and claw +14 melee"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "30 (–1 size, +1 Dex, +6 fungus armor, governors. The rare overseer that does not belong +14 natural), touch 10, fl at-footed 29 to a beholder community seeks out societies of other BaseAttack/Grapple: +10/+20 creatures to infi ltrate and dominate from behind the"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Full Attack",
        "description":  "Eye rays +10 ranged touch imagined) needs. and 8 tentacles +15 melee (1d6+6) An overseer is normally about 15 feet tall and and 3 bites weighs 4,000 pounds. They speak Beholder and +10 melee Common. (1d8+3) Combat Unlike most other beholderkin, overseers have a large number of physi- cal attacks that they can use in melee combat to great effect. Neverthe- less, they prefer to Overseer let their minions handle such crude activities as melee combat, and con- centrate on using their eye rays against enemies. An overseer’s greatest 139 Illus. by C. Fix 8 RETPAHC WEN SRETSNOM weakness is its lack of mobility; when faced with a foe that that cast the spell in question; if successful, it is immune to uses greater mobility to stay out of range of its eye rays, an that casting of that particular spell. If the spell affects mul- overseer typically retreats to plot revenge on its own terms. tiple targets or an area, it affects any other targets or the area Most overseers keep at least one magic item that allows some normally, but the overseer remains immune to its effect. An form of teleportation handy for just such an event. overseer cannot use this eye ray if it is considered fl at-footed Command Beholder (Sp): An overseer can use dominate against the source of the spell. monster at will as a spell-like ability (caster level 14th), but only ReactiveSpell Turning: Once per round, this eye can be used against beholders and beholderkin (except for hive mothers to refl ect a single-target spell that targets the overseer back to and other overseers). A beholder can resist this effect with a its source as an eye ray. The overseer must hit the source with DC 23 Will saving throw. The save DC is Charisma-based. This the eye ray; otherwise, the refl ected spell dissipates harmlessly. is the equivalent of a 9th-level spell. An overseer cannot use this eye ray if it is considered fl at-footed The maximum number of beholders an overseer can com- against the source of the spell. mand at one time equals its Hit Dice plus its Charisma modifi er. Stunning: The target must succeed on a Fortitude save or be Thus, the average overseer can command up to 20 beholders stunned for 1d4 rounds. or beholderkin at a time. Suggestion: The target must succeed on a Will save or be If an overseer loses control of a dominated beholder (as is affected as though by the spell. the case if a dominated beholder is in the antimagic cone of Telekinesis: An overseer can move objects or creatures that another beholder), the overseer can immediately sense the loss weigh up to 350 pounds, as though with a telekinesis spell. of control and knows the position and distance to the beholder Creatures can resist the effect with a successful Will save. at the time control was lost. If control does not return within Temporal Stasis: The target must succeed on a Fortitude save a few rounds, the overseer seeks out the rogue beholder to or be affected as though by the spell. investigate and possibly punish it. Improved Grab (Ex): To use this ability, an overseer must Constrict (Ex): An overseer deals 1d6+6 points of damage hit with its bite attack. It can then attempt to start a grapple with a successful grapple check. as a free action without provoking attacks of opportunity. Eye Rays (Su): Each of a director’s thirteen small eyes can If it wins the grapple check, it establishes a hold and can produce a magical ray once per round as a free action (except constrict. for its major creation eye ray; see below). An overseer’s long Fungus (Ex): An overseer’s protective layer of thick, wiry branches allow it to aim up to fi ve eye rays at targets in any fungus provides a +6 armor bonus to its Armor Class. This given 90-degree arc. It typically attacks with only four rays in fungus doesn’t impede or restrict the overseer’s movement any round, leaving it with the option to use its reactive spell in any way. The fungus reacts to the overseer’s moods, and turning or reactive spell immunity eye ray as needed. changes color as the beholderkin’s emotions change. Each ray has a range of 180 feet, a save DC of 23, and a caster level of 14th. The save DCs are Charisma-based. The thirteen SPECTATOR eye rays include: Medium Aberration (Extraplanar)"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Crushing Despair",
        "description":  "This works like the spell, except that it Armor Class: 16 (+1 Dex, +5 natural), touch 11, fl at-footed 15 affects only a single target (Will save negates). BaseAttack/Grapple: +3/+3"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "They rarely attack others on sight, Initiative",
        "description":  "+3 and they prefer to fl ee from Speed: 50 ft. (10 squares), climb 20 ft. attacks by powerful creatures. Armor Class: 19 (–1 size, +3 Spectators are about 3 feet in Dex, +7 natural), touch 12, diameter and weigh about fl at-footed 16 250 pounds. They speak Base Attack/Grap- Beholder and Common. ple: +8/+23"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "26 (–2 size, +3 Dex, +11 natural, +4 mage armor), A shadowcloak elder is a cloaker advanced to 10 Hit Dice touch 11, fl at-footed 23 (size Huge), with the shadow creature template and seven Base Attack/Grapple: +10/+26 sorcerer levels."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Feats",
        "description":  "Combat Refl exes, Flyby Attack, spellcaster, a shadow- Improved Initiative, Improved Natu- cloak elder might ral Attack (tail), Improved Natural swoop in and en- Armor, Spell Focus (illusion) gulf the enemy,"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "30 (–1 size, +1 Dex, +20 natural), touch 10, is not instantly fatal to foes with multiple heads. fl at-footed 29 Improved Grab (Ex): To use this ability, an elder brain Base Attack/Grapple: +19/+24 must hit a Small to Gargantuan creature with its tendril attack. 144 Attack: Tendril +20 melee (1d6+1 plus extract) If it gets a hold, it sinks the tendril into the opponent’s head MONSTERS NEW CHAPTER 8 and can try to extract in the next round. touch), touch of idiocy (+19 melee touch); 3rd—clairaudi- The opponent can escape with a single ence/clairvoyance, dispel magic, displacement, successful grapple check or Escape nondetection; 4th—detect scrying, dimen- Elder brain Artist check, but the elder brain gets sional anchor (+19 ranged touch), a +2 circumstance bonus for the deep Evard’s black tentacles, scrying (DC attachment, and the opponent takes 22);5th—dismissal (DC 23), send- 1d6 points of damage from ripping the ing, telekinesis (DC 23), teleport; tendril free. 6th—analyze dweomer, chain Mind Blast(Sp): This psionic attack is lightning (DC 24), greater dispel a cone 60 feet long. Anyone caught in this magic; 7th—insanity (DC 25), cone must succeed on a DC 31 Will save summon monster VII, vision; 8th— or be stunned for 3d4 rounds. An elder discern location, maze, screen (DC brain can use this ability once every 1d4 26); 9th—energy drain (+19 ranged rounds. The save DC is Charisma- touch), Mordenkainen’s disjunction, based. This ability is the equivalent prismatic sphere (DC 27). of a 4th-level spell. If you use the Expanded Psionics (Sp): At will—astral Psionics Handbook in your projection, charm monster (DC 22), campaign, alter the crea- detect thoughts (DC 20), dominate ture as described in the monster (DC 27), mass suggestion Psionic Elder Brain side- (DC 24), plane shift. Caster or bar. manifester level 20th. The save Blindsight (Ex): An DCs are Charisma-based. elder brain has no visual"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Spells",
        "description":  "An elder brain casts organs but can “see” by spells as a 20th-level sorcerer. using psychic energy to Typical Sorcerer Spells Known ascertain objects and crea- (6/8/8/8/8/7/7/7/7/6 per day; tures within 240 feet. caster level 20th): 0—acid splash Bud Brain Golem (+19 ranged touch), daze (DC (Ex): Once per day, an elder 18), detect magic, detect poison, fl are brain can bud a portion of its (DC 18), mage hand, ray of frost (+19 fl esh, forming a golemlike ranged touch), read magic, touch of creature composed of fused and fatigue (+19 melee touch; DC 18); hardened brains. An elder brain 1st—comprehend languages, identify, ray can never have more than three of enfeeblement (+19 ranged touch), shield, active brain golems at a time. Brain true strike; 2nd—locate object, obscure object golems are discussed on page 65. (DC 20), resist energy, scorching ray (+19 ranged 145 Illus. by W. England pqqqqqqqqqqqqqqqqqqqqrs PSIONIC ELDER BRAIN If you use the Expanded Psionics Handbook in your game, alter it manifests psionic powers as a 20th-level psion (telepath). The the elder brain as follows: save DCs are Intelligence-based. Typical Psion Powers Known (power points 423): 1st— Large Aberration (Psionic) defensive precognition, detect psionics, mind thrust (DC 20),"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "It is the right and obligation of every illithid to merge Hit Dice",
        "description":  "20d10+60 (170 hp) with the elder brain when its natural life span nears its end. Initiative: +0 Though most illithids hope otherwise, their sacrifi ce is com- Speed: Swim 20 ft. plete—their egos are subsumed, and their gray matter serves Armor Class: 28 (–4 size, +18 natural, +4 defl ection), touch only to revitalize the elder brain. 10, fl at-footed 28 An elder brain preys upon the thousands of illithid tadpoles BaseAttack/Grapple: +15/+43 that share its briny pool. The tadpoles that survive are deemed Attack: Tentacle +27 melee (2d8+16/19–20) strong enough to be used to create true illithids. Full Attack: 2 tentacles +27 melee (2d8+16/19–20) and 6 arms + 22 melee (1d6+8) and bite +22 melee (4d6+8) Space/Reach: 20 ft. (9 squares)/15 ft. (60 ft. with tentacle, 30 ELDER EIDOLON ft. with arm)"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Damage Reduction",
        "description":  "An eidolon gains damage reduction based The eidolon’s body must be built from stone, and requires a on the base creature’s Hit Dice: DC 25 Craft (sculpting or stonemasonry) check. Knowledge (architecture and engineering) can be substituted for the Craft Hit Dice Damage Reduction skill when building an eidolon. The cost of the eidolon’s body 1–3 1/adamantine depends on its size: 4–6 3/adamantine 7–10 5/adamantine Size Cost 11–15 7/adamantine Tiny 500 gp 16 or more 10/adamantine Small 1,000 gp Medium 2,000 gp Fast Repair (Ex): An eidolon repairs damage to itself at a rate Large 5,000 gp of 5 hit points per round as long as it is above 0 hit points. Huge 10,000 gp Immunity to Magic (Ex): An eidolon is immune to any spell Gargantuan 25,000 gp Colossal 50,000 gp or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. The market price is 6,000 gp per Hit Die of the eidolon, plus Etherealness immediately repairs damage to an eidolon equal the cost of its body. The cost to create is 3,000 gp and 240 XP to the spell’s caster level. Dimensional anchor causes an eidolon per Hit Die, plus the cost of the body. The minimum caster to cease functioning for 1 round (treat as if dazed). Dimensional level to create an eidolon is equal to its Hit Dice. lock does not interfere with an eidolon’s operation, but an For example, a Gargantuan eidolon with 20 Hit Dice has a eidolon that enters the area of a dimensional lock spell or similar market price of 145,000 gp and requires 4,800 XP to create. effect loses the benefi ts of its otherworldly geometry and its The cost to create is 85,000 gp, and the caster must be at least insanity aura. 20th level. A transmute rock to mud spell slows an eidolon (as the slow spell) for 2d6 rounds, with no saving throw, while transmute GAS SPORE mud to rock heals all of its lost hit points. A stone to fl esh spell does not actually change an eidolon’s Large Plant structure, but negates its damage reduction and immunity to Hit Dice: 10d8–30 (15 hp) magic for 1 round. Initiative: –3 Otherworldly Geometry (Su): An eidolon’s form incorporates Speed: 5 ft. (1 square), fl y 20 ft. (poor) what should be impossible geometrics. This warping of planar Armor Class: 6 (–1 size, –3 Dex), touch 6, fl at-footed 6 realities around an elder eidolon grants it a +4 defl ection bonus BaseAttack/Grapple: +7/+14 to its Armor Class. Attack: Slam +9 melee (1d6+4 and spores)"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "19 (+1 Dex, +8 natural), touch 11, fl at-footed 18 takes 1d4 points of Constitution damage each round. Base Attack/Grapple: +3/+3 Gibbering (Su): As soon as a mouther spots something"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Skills",
        "description":  "Thanks to their multiple eyes, gibbering mouthers Half-Farspawn Gray Render have a +4 racial bonus on Spot checks. A gibbering mouther Large Outsider (Native) has a +8 racial bonus on any Swim check to perform some Hit Dice: 10d10+100 (155 hp) special action or avoid a hazard. It always can choose to take Initiative: +1 10 on a Swim check, even if distracted or Speed: 30 ft. (6 squares) endangered. It can use the run action Armor Class: 23 (–1 size, while swimming, provided it +1 Dex, +13 natural), touch swims in a straight line. 10, fl at-footed 22"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Level Adjustment",
        "description":  "+4. HALF-FARSPAWN CHARACTERS Humanoid half-farspawn often have a character class, prefer- ring cleric, fi ghter, or sorcerer. Half-farspawn clerics are devo- tees of terrible deities such as Tharizdun or Mak Thuum Ngatha, or simply choose to venerate cosmic forces such as destruc- tion and madness. 153 Illus. by S. Ellis 8 RETPAHC WEN SRETSNOM This powerful quadruped vaguely resembles a huge dog or bear. Pounce (Ex): If a hound of the gloom charges a foe, it can Its massive, hairless body ripples with extraordinary musculature. make a full attack, including two tentacle attacks. Its hide is sleek and milky-white in color, and bony plates cover Skills: Hounds of the gloom have a +4 racial bonus on Listen its head and protect its eyes. Long tentacles ring the head like a and Spot checks. They have a +8 racial bonus on Climb checks lion’s mane. Two of the tentacles, longer than the others, end in and can always choose to take 10 on Climb checks, even if oddly humanlike hands. rushed or threatened. Hounds of the gloom remain a mystery. No records of appear- ILLITHIDAE ances by such creatures go back farther than ten years. Since then, sightings have become more numerous each year. Creatures that originated in the same alien and hostile world Fortunately, the beasts are still rare in most regions. as the mind fl ayers, the illithidae are an order of creatures Sages speculate that the creatures might be distant relatives that are related to mind fl ayers in much the same way that of displacer beasts that lived deep underground, and only terrestrial animals such as wolves, bears, or apes share some within the last decade moved close enough to the surface to kinship with humans. Several of the more common examples encounter civilized races or even the subterranean-dwelling of these creatures are presented below. They inhabit under- dwarves. Whether a desire for fresh hunting grounds or simply ground areas where illithid lairs or cities can be found. It’s an opportunity to indulge their base curiosity resulted in the unknown whether these beasts are simply attracted to the hounds moving toward the surface of the world, they seem regions where mind fl ayers live or are deliberately domesticated here to stay. by illithids. Hounds are aggressive and fi erce, but they are not dumb ani- mals. When hunting, a hound makes use of terrain to gain any EMBRAC possible advantage. They are normally solitary, but mated pairs Large Aberration have been encountered. These work together to kill or drive Hit Dice: 11d8+22 (71 hp) off any threats to their young. Despite the danger presented Initiative: –1 by such fearsome parents, some of the more evil subterranean Speed: 20 ft. (4 squares) races have taken up the practice of capturing young hounds to Armor Class: 15 (–1 size, –1 Dex, +7 natural), touch 8, fl at- raise and train. Specifi cally, the neogi, the drow, the grell, and footed 15 the mind fl ayers all see a use in the powerful beasts. If a pup is Base Attack/Grapple: +8/+16 taken young enough, it accepts its new world easily, especially Attack: Tentacle +11 melee (2d4+4 plus poison) if it’s well fed and allowed to fi ght. Some underground races Full Attack: 4 tentacles +11 melee (2d4+4 plus poison) and have also trained hounds as gladiatorial beasts to fi ght and die bite +9 melee (2d6+2) in arenas. Space/Reach: 10 ft./10 ft. An average hound of the gloom weighs about 1,000 pounds. Special Attacks: Constrict 2d4+6, improved grab, poison, Hounds understand Undercommon but do not speak any psionics humanoid language (although they can converse with each Special Qualities: Darkvision 60 ft. other in their own language). Saves: Fort +7, Ref +2, Will +10"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "19 (+1 Dex, +8 natural), touch 11, fl at-footed 18 Combat Base Attack/Grapple: +6/+10"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, +3 Dex, +2 natural), touch 14, fl at- troop as well. This protective measure allows the troop to footed 13 pqqqqqqqqqrs Base Attack/Grapple: +3/+0"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "29 (+6 Dex, +5 natu- them for sustenance. ral, +4 mage armor, +4 defl ection), touch 20, fl at-footed 23 COMBAT Base Attack/Grapple: +12/+12 An alhoon is a horrendously for-"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Attack",
        "description":  "Tentacle +19 melee (1d4 midable foe. It uses spells such as plus 1d8+5 negative energy); or greater invisibility, stoneskin, touch +18 melee touch (1d8+5 resist energy, mage armor, negative energy plus paralysis); haste, and see invisibility to or spell +18 ranged touch protect itself and improve"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Skills",
        "description":  "Bluff +16, Concentration +28 (+32 casting defensively), Fear Aura (Su): Like all liches, an alhoon is surrounded by Craft (alchemy) +17, Diplomacy +20, Disguise +8 (+10 a dreadful aura of death and evil. Creatures of fewer than 5 Hit acting in character), Hide +22, Intimidate +18, Knowledge Dice in a 60-foot radius that look at an alhoon must succeed (arcana) +26, Knowledge (dungeoneering) +18, Knowledge on a DC 22 Will save or be affected as though by a fear spell (the planes) +14, Listen +29, Move Silently +22, Search +20, (caster level 12th). The save DC is Charisma-based. A creature Sense Motive +21, Spellcraft +20, Spot +29, Survival +5 (+7 that successfully saves cannot be affected again by the same other planes) alhoon’s aura for 24 hours. 157 Illus. by W. Reynolds Alhoon 8 RETPAHC WEN SRETSNOM Improved Grab (Ex): To use this ability, an alhoon must hit message, read magic; 1st—chill touch (+18 melee touch; DC 19), a Small, Medium, or Large creature with its tentacle attack. It mage armor*, magic missile, ray of enfeeblement (+18 ranged touch), can then attempt to grapple as a free action without provoking shocking grasp (+18 melee touch); 2nd—command undead (DC 20), attacks of opportunity. If it wins the grapple check, it establishes minor image (DC 20), resist energy, see invisibility, touch of idiocy (+18 a hold and attaches the tentacle to the opponent’s head. melee touch); 3rd—fl y, haste, lightning bolt (DC 21), nondetection; If an alhoon begins its turn with at least one tentacle 4th—dimension door, Evard’s black tentacles, greater invisibility; attached, it can attach its remaining tentacles with a single 5th—cone of cold (DC 23), teleport; 6th—globe of invulnerability. grapple check. The opponent can escape with a single success- *Already cast. ful grapple check or an Escape Artist check, but the alhoon Possessions: gloves of Dexterity +4, ring of protection +4, ring of gets a +2 circumstance bonus on the check for every tentacle evasion, cloak of resistance +4, wand of scorching ray, green ioun that was attached at the beginning of the opponent’s turn. stone, lavender ioun stone. Mind Blast(Sp): An alhoon can discharge a devastating psionic attack in the form of a cone 60 feet long. Anyone caught CREATING AN ALHOON in this cone must succeed on a DC 22 Will save or be stunned An alhoon conforms to all the normal rules for adding the lich for 3d4 rounds. The save DC is Charisma-based. This ability is template to a humanoid, except as noted below. the equivalent of a 4th-level spell. Size and Type: The creature’s type changes to undead Negative Energy Touch (Su): An alhoon has a melee touch (augmented aberration). Do not recalculate base attack bonus, attack that uses negative energy to deal 1d8+5 points of damage saves, or skill points. Size is unchanged. to living creatures; a Will save (DC 28) halves the damage. An Armor Class: An alhoon’s natural armor bonus improves alhoon can use this in place of its tentacle attacks (in which from +3 to +5. case the negative energy touch is a melee touch attack), or instead make a normal tentacle attack and add the negative MIND FLAYER, ULITHARID energy damage (in which case it is a melee attack, not a melee touch attack). Large Aberration"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "A creature struck by the negative energy touch when used Hit Dice",
        "description":  "12d8+36 (90 hp) as a melee touch attack is also subject to an alhoon’s paralyzing Initiative: +6 touch (see below). Speed: 30 ft. (6 squares) Paralyzing Touch (Su): Any living creature hit by an Armor Class: 20 (–1 size, +2 Dex, +5 natural, +4 mage armor), alhoon’s touch attack must succeed on a DC 28 Fortitude save touch 11, fl at-footed 18 or be permanently paralyzed. Remove paralysis or any spell that Base Attack/Grapple: +9/+16 can remove a curse can free the victim (see the bestow curse Attack: Long tentacle +11 melee (1d8+3) spell description, page 203 of the Player’s Handbook). The effect Full Attack: 2 long tentacles +11 melee (1d8+3) and 4 short cannot be dispelled. Anyone paralyzed by an alhoon seems tentacles +11 melee (1d8+3) dead, though a DC 20 Spot check or a DC 15 Heal check reveals Space/Reach: 10 ft./5 ft. (10 ft. with 2 long tentacles) that the victim is still alive. The save DC is Charisma-based. Special Attacks: Extract, improved grab, mind blast, psionics Psionics (Sp): At will—charm monster (DC 22), detect Special Qualities: Spell resistance 27, telepathy 200 ft. thoughts (DC 20), levitate,plane shift,suggestion (DC 21). Effec- Saves: Fort +7, Ref +6, Will +13 tive caster level 8th. The save DCs are Charisma-based. If you Abilities: Str 16, Dex 14, Con 16, Int 21, Wis 17, Cha 21 are using the Expanded Psionics Handbook, the alhoon has the Skills: Bluff +15, Concentration +18 (+22 casting defensively), same psionic ability as a normal psionic mind fl ayer (see page Diplomacy +14, Disguise +5 (+7 acting in character), Hide +8, 204, Expanded Psionic Handbook). Intimidate +17, Knowledge (any) +15, Knowledge (any) +15,"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Typical Sorcerer Spells Known",
        "description":  "(6/8/8/8/8/6/4 per day; caster Sinister and regal, this towering humanoid-shaped being stands level 12th): 0—arcane mark, daze (DC 18), detect magic, disrupt almost 9 feet tall. Its fl esh is rubbery and mauve in color, glisten- 158 undead (+18 ranged touch), fl are (DC 18), ghost sound (DC 18), light, ing with slime. It wears ornate robes that sweep the ground. Its MONSTERS NEW CHAPTER 8 head is octopoidal in form, with four short tentacles and two Extract (Ex): An ulitharid that begins its turn with at least much longer ones where its mouth should be. Its eyes are blank four tentacles attached and that makes a successful grapple orbs of silver-white. check automatically extracts the opponent’s brain, instantly killing that creature. This power is useless against constructs, An ulitharid is in all ways a bigger, stronger, nastier mind fl ayer. elementals, oozes, plants, and undead. It is not instantly fatal It towers over other illithids, and in addition to the normal four to foes with multiple heads. tentacles of its race, it has two much longer tentacles that are Improved Grab (Ex): To use this ability, an ulitharid must nearly the length of its body. It is also smarter, worse-tempered, hit a Small, Medium, or Large creature with its tentacle attack. and much more dangerous than its smaller kin. Fortunately, It can then attempt to start a grapple as a free action without ulitharids are also quite rare. provoking attacks of opportunity. If it wins the grapple An ulitharid is the result of unknown forces playing check, it establishes a hold and attaches the tentacle to on a mind fl ayer tadpole at a very early age. Even the the opponent’s head. An ulitharid can grab a Huge mind fl ayers themselves cannot identify ulitharid or larger creature only if it can somehow reach the tadpoles until after they are implanted into the skull foe’s head. of a victim. Their potential becomes apparent only If an ulitharid begins its turn with at least one after ceremorphosis has progressed far enough to tentacle attached, it can try to attach its remaining show that the creature possesses six tentacles. Fewer tentacles with a single grapple check. The opponent than one in a hundred illithid tadpoles become can escape with a single successful grapple check ulitharids. or an Escape Artist check, but the ulitharid gets Ulitharids are treated almost as a +2 circumstance bonus on the check for every minor deities within those communi- tentacle that was attached at the beginning of ties lucky enough to claim one as a the opponent’s turn. resident. They occupy a position just Mind Blast (Sp): An ulitharid can below the elder brains in the illithid discharge a devastating psionic attack in social hierarchy. Their egos expand to the form of a cone 60 feet long. Anyone match their stature; they look down upon caught in this cone must succeed on a normal mind fl ayers in much the same way DC 21 Will save or be stunned for 3d4 that mind fl ayers look down on urophions. rounds. The save DC is Charisma-based. This ability is the equivalent of a 4th- COMBAT level spell. An ulitharid is a tremendously Psionics (Sp): At will—charm dangerous foe in combat, because its monster (DC 19), detect thoughts (DC potent mental attacks are backed 17), dimension door, levitate, mage up by 10-foot reach and a grapple armor (self only), plane shift, ability refl ective of the creature’s suggestion (DC 18); 1/day— large size. An ulitharid can dominate monster (DC 24), protect itself with psionic mass suggestion (DC 21). mage armor (refl ected in the Caster level 12th. The save statistics above), and it normally DCs are Charisma-based. maintains this power at all times. Ulitharid 159 Illus. by J. Nelson pqqqqqqqqqqqqqqqqqqqqrs PSIONIC ULITHARID If you are playing with the Expanded Psionics Handbook, adjust abilities of the normal ulitharid. Instead, it has psionic powers. the ulitharid as follows: Psionic Powers: A psionic ulitharid manifests powers as a psion (telepath) of 13th level. The save DCs are Intelligence- Large Aberration (Psionic) based."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "23 (+6 Dex, +7 natural), touch 16, fl at-footed An illithid vampire presents a dire threat to any living thing 17 it encounters. Its hunger for blood and brains is limitless and Base Attack/Grapple: +4/+8 beyond reason. While it lacks the cold genius it once possessed,"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Level Adjustment",
        "description":  "— fl ayer’s tentacles or slam attack gain two negative levels. For each negative level bestowed, the vampiric illithid gains 5 Humanoid in shape, this gaunt, hairless creature has mottled temporary hit points. This energy drain ability can be used gray skin, a hunched posture, and long, dangerous-looking talons once per round. for hands. Its face is a thing out of a nightmare, a fl attened octo- Extract (Ex): An illithid vampire that begins its turn with poid head with four long, writhing tentacles where the mouth all four tentacles attached and that makes a successful grapple should be. Its colorless eyes glitter with feral hunger. check automatically extracts the opponent’s brain, instantly 160 killing that creature. This power is useless against constructs, nosleN .J yb .sullI MONSTERS NEW CHAPTER 8 elementals, oozes, plants, and undead. It is not instantly fatal SAMPLE to foes with multiple heads. PSEUDONATURAL CREATURE Improved Grab (Ex): To use this ability, an illithid vampire This example uses a 3 HD hippogriff as the base creature. must hit a Small, Medium, or Large creature with its tentacle attack. It can then attempt to start a grapple as a free action Pseudonatural Hippogriff without provoking attacks of opportunity. If it wins the Large Outsider grapple check, it establishes a hold, attaches the tentacle to Hit Dice: 3d10+9(25 hp) the opponent’s head, and drains blood (see below). A vampiric Initiative: +2 illithid can grab a Huge or larger creature only if it can some- Speed: 50 ft. (10 squares), fl y 100 ft. (average) how reach the foe’s head. Armor Class: 15 (–1 size, +2 Dex, +4 natural), touch 11, fl at- If an illithid vampire begins its turn with at least one tentacle footed 13 attached, it drains blood and can try to attach its remaining Base Attack/Grapple: +3/+11 tentacles with a single grapple check. The opponent can escape Attack: Claw +6 melee (1d4+4) with a single successful grapple check or an Escape Artist Full Attack: 2 claws +6 melee (1d4+4) and bite +1 melee (1d8+2) check, but the illithid vampire gets a +2 circumstance bonus Space/Reach: 10 ft./5 ft. on the grapple check for every tentacle that was attached at Special Attacks: True strike the beginning of the opponent’s turn. Special Qualities: Alternate form, darkvision 60 ft., low- Mind Blast(Sp): A vampiric illithid can discharge a dev- light vision, resistance to acid and electricity 5, scent, spell astating psionic attack in the form of a 60-foot cone. Anyone resistance 13 caught in this cone must succeed on a DC 16 Will save or be Saves: Fort +6, Ref +5, Will +2 stunned for 3d4 rounds. The save DC is Charisma-based. This Abilities: Str 18, Dex 15, Con 16, Int 3, Wis 13, Cha 8 ability is the equivalent of a 4th-level spell. Skills: Listen +4, Spot +8 Fast Healing (Ex): A vampiric mind fl ayer heals 5 points Feats: Dodge, Wingover of damage per round as long as it has at least 1 hit point. If Environment: Any land and underground reduced to 0 or fewer hit points, it is destroyed. Organization: Solitary"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Special Attacks",
        "description":  "A pseudonatural creature retains all the It has visual organs (for darkvision) spaced evenly around the special attacks of the base creature and also gains the following head. The typical psurlon wears a decorative or utilitarian attack. belt fi tted with straps and hooks to carry items, but no other True Strike (Su): Once per day, a pseudonatural creature can clothing or armor. gain a +20 insight bonus on a single attack roll. In addition, Psurlons are clever, malicious, and deceitful. While their the creature suffers no miss chance against a target that has psionic powers are telekinetic in nature and offer little abil- concealment or total concealment when making this attack. ity to directly control an enemy’s mind, they are skillful liars"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 Dex, +4 mage armor), touch 16, fl at- This creature resembles a bipedal, man-sized earthworm, with footed 14 a pink tubular body and a blunt, circular maw for a head. Its Base Attack/Grapple: +5/+6 arms and legs are long and fl exible. Small, dark eye-dots ring"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Feats",
        "description":  "Combat Manifestation, Improved Initiative, Multi- Large Aberration (Psionic) attack Special Attacks: Psi-like abilities Psi-Like Abilities: At will—concussion blast (3d6), inertial Skills: Bluff +18, Concentration +23 (+27 manifesting de- armor, read thoughts (DC 15), 3/day—brain lock (all types, DC fensively), Diplomacy +7, Disguise +3 (+5 acting in character), 15), cloud mind (DC 15), energy bolt (7d6, DC 17); 1/day—psionic Escape Artist +15, Heal +11, Intimidate +5, Knowledge (dun- dimension door, telekinetic maneuver (+11 check modifier), teleki- geoneering) +14, Knowledge (psionics) +14, Listen +22, Psicraft netic thrust (300 lb., DC 16). Manifester level 7th. The save DCs +21, Sense Motive +16, Use Rope +1 (+3 bindings) are Charisma-based. Feats: Combat Manifestation, Great Fortitude, Improved Initia- tive, Improved Natural Armor, Improved Natural Attack (claw), Elder Psurlon Multiattack, Quicken Spell-Like Ability (telekinetic thrust) Medium Aberration (Psionic) Psi-Like Abilities: At will—concussion blast (5d6, four tar-"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Special Attacks",
        "description":  "Psi-like abilities gets), inertial armor,read thoughts (DC 16), 3/day—brain lock"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "17 (+3 Dex, +4 mage armor), touch 13, fl at-footed GIANT PSURLON 14 Large Aberration Base Attack/Grapple: +9/+10 Hit Dice: 18d8+54 (135 hp)"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Full Attack",
        "description":  "2 claws +12 melee (1d4+1) and bite +10 melee Speed: 40 ft. (8 squares) (1d6) Armor Class: 17 (–1 size, +1 Dex, +3 natural, +4 mage armor), Space/Reach: 5 ft./5 ft. touch 10, fl at-footed 16"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Feats",
        "description":  "Combat Casting, Great Fortitude, Improved Initiative, elder in a cluster. Improved Natural Armor, Improved Natural Attack (claw), A giant psurlon stands 12 feet tall and weighs about 900 Multiattack, Quicken Spell-Like Ability (telekinesis) pounds."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Level Adjustment",
        "description":  "— Psionics (Sp): At will—detect thoughts (DC 16), mage armor, sound burst (DC 16); 3/day—hold monster (DC 19), invisibility, A lean, wormlike monster the size of an ogre lurks here. Its tubu- lightning bolt (DC 17), telekinesis (DC 19); 1/day—dimension lar body is a light blue color, subtly banded and segmented like door. Caster level 18th. The save DCs are Charisma-based. the body of an earthworm. It has long, clawed arms and legs, PSURLON CHARACTERS and a blunt, circular maw for a head. Small, dark eye-dots ring its mouth. Most average psurlons advance by Hit Dice, not by character class, but there are occasional exceptions. Psurlons wor- ship Mak Thuum Ngatha, an entity of the Far Realm. Psurlon clerics can choose from the domains of Destruc- tion, Knowledge, Madness, or Travel. A psurlon’s favored Giant psurlon class is wizard. Elder psurlon 165 Average psurlon Illus. by C. Fix 8 RETPAHC WEN SRETSNOM tentacles, which they use to slam any targets in reach (other SHABOATH than aboleths). Large Construct (Cold) Engulf (Ex): A shaboath can attempt to engulf a grabbed"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "20 (–1 size, –1 Dex, +12 natural), touch 8, fl at- opponent cannot breathe water, it must hold its breath or begin footed 20 to drown. An engulfed creature can escape by making a suc- BaseAttack/Grapple: +8/+19 cessful grapple check or Escape Artist check. The amount of"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "17 (+1 size, +2 Dex, +4 natural), touch 13, fl at- +4 racial bonus on grapple checks, which is already included footed 15 in the statistics block. Base Attack/Grapple: +2/+5 Quickness (Su): Although not particularly dexterous, a"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Armor Class",
        "description":  "23 (+8 size, +5 Dex), touch 23, fl at-footed 18; or a powerful hive mind capable of organizing thousands upon 23 (+5 Dex, +8 natural) in coalesced form thousands of similar particles into a single entity. BaseAttack/Grapple: +6/–10 in coalesced form Today, the silthilar exist as these hive-mind swarms. In their"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Benefi t",
        "description":  "Your natural armor bonus to AC improves by 1 for every two aberrant feats you possess. DARKSTALKER You have learned how to stalk and surprise creatures whose senses are very different from those of a humanoid."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Benefi t",
        "description":  "You gain an additional 5 feet of reach. For most out to 5 feet for each aberrant feat you possess. Small and Medium creatures, this benefi t increases natural 180 HUNTER THE ABERRATION CHAPTER 9 MUSIC OF THE OUTER SPHERES An ocular spell uses up a spell slot two levels higher than You can use your bardic music to create discordant, insane the spell’s actual level. sounds. This music is particularly effective against aberra- tions, and can sicken them, vitalize them, or fi ll them with PARRYING SHIELD lethargy. You have studied advanced techniques for battling foes whose"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Prerequisites",
        "description":  "Perform (any) 11 ranks, bard level 9th. attacks normally bypass armor. You use your shield to block"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Benefi t",
        "description":  "You can now use the following additional bardic or defl ect rays and other touch attacks. music abilities. Prerequisite: Shield profi ciency. Lull Aberration (Sp): You must target a single aberration Benefi t: You gain your shield bonus (and the shield’s within 30 feet with this ability. You can target an additional enhancement bonus, if any) as an addition to your touch AC. aberration for every three bard levels above 9th that you pos- Special: A fi ghter can select Parrying Shield as one of his sess. A targeted aberration must make a Will save (DC 10 + fi ghter bonus feats (see Player’s Handbook page 38). 1/2 bard’s level + bard’s Cha modifi er) or become lethargic and partially hypnotized by the discordant sounds of your perfor- QUICK RECOVERY mance. Affected aberrations are slowed, as per the spell. It’s hard to keep you down for long. You have a talent for shak- Sicken Aberration (Sp): Any aberration within a 30-foot spread ing off effects that leave others unable to act. centered on you must make a Fortitude saving throw (DC 10 Benefi t: Whenever you begin your turn stunned or dazed, + 1/2 bard’s level + bard’s Cha modifi er) or become sickened you can make a new saving throw at the original DC of the for as long as you continue to use this ability. If an aberration effect that stunned or dazed you in an attempt to recover. makes this saving throw, it does not have to make another Recovering from being stunned or dazed in this way is a move saving throw to avoid becoming sickened unless you activate action. If the effect that caused you to become stunned or dazed this ability again. did not allow a saving throw, you can recover by succeeding Vitalize Aberration (Sp): All aberrations within a 30-foot on a Will save (DC 10 + 1/2 HD or caster level of originator of spread centered on you gain a +2 morale bonus to all special effect + relevant ability modifi er, or Cha modifi er if there is attack and spell-like ability save DCs and a +1 dodge bonus to not an obvious ability linked to the effect). Armor Class. Normal: You are stunned or dazed as long as the effect calls for, and do not have an opportunity to recover early. OCULAR SPELL [METAMAGIC] Your study of the terrible powers of the beholder has given you SCAVENGING GULLET [ABERRANT] insight into new ways to prepare and cast spells. The taint of the aberration in your blood has gifted you with"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Entry Requirements Scales",
        "description":  "The familiar’s natural armor bonus improves by 4."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Secret of the Umber Hulk",
        "description":  "You gain a +2 racial bonus to Erkin Tiorki, a fl eshwarper your natural armor. Graft Mastery (Ex): You learn how to create and apply people are disgusted and afraid of what you grafts normally not available to your race by studying forbid- defi ne as beauty. You take pride in your work, and you defend den tomes and consulting ancient nameless sources. When your body’s improvements and those that you gift to others you fi rst gain the Graft Flesh feat, you choose a specifi c type until your dying breath. Yet you need not do so cruelly or with of graft to associate with the feat (most likely silthilar grafts, violence; that is far from the best way to bring word of your or beholder or undead grafts from the Fiend Folio or Libris experiments to the world at large. Mortis). At 3rd level, you can select a new type of graft to add At best, others think of you as a mad scientist of sorts. You to the list. If you choose a graft type that normally requires the are convinced that your experiments are performed for the bet- creator to be a member of that race (such as aboleth and illithid terment of your kind, and that only by improving and refi ning grafts, or fi endish or yuan-ti grafts from the Fiend Folio), you what the deities have gifted to the world can humanoids hope ignore that restriction completely. You can select a new graft to survive. You tend not to be distracted by morality, ethics, type every time you gain an odd-numbered fl eshwarper level or compassion, yet need not be evil. You fi nd delight in what higher than 3rd. repulses others, and in so doing you fi nd ways to improve Rapid Grafting (Ex): Starting at 6th level, you can create yourself that others could never appreciate. grafts with shocking speed. Creating a graft with Graft Flesh now requires only 1 hour for each 1,000 gp. Combat Aberrant Apotheosis (Su): At 10th level, you undergo a Although you’re far from helpless in a fi ght, the time you spend transformation into an aberration. Your type changes to aber- ensconced in your laboratory and investigating new methods ration, and you gain darkvision out to 60 feet. You also gain a to improve the fl esh does not improve your combat skills. +2 racial bonus to your Constitution score. Therefore, you should usually try to avoid direct combat. Instead of just wading into melee, use your grafts and spells PLAYING A FLESHWARPER to attack at range or to offset your inherent weaknesses before While merely becoming a fl eshwarper is by no means an evil entering combat. If you choose the latter route, you can become act, you need to quickly come to terms with the fact that most quite a menace in combat if you protect yourself beforehand 191 Illus. by W. Reynolds 9 RETPAHC NOITARREBA EHT RETNUH with spells such as bear’s endurance, bull’s strength, stoneskin, their leader. Aberrations are drawn to this prestige class as well; mage armor, and the like. Once you are forced into melee, a fl eshwarper mind fl ayer or grell would make a memorable any number of grafts can give you a signifi cant advantage in villain. combat. Organization Advancement The study of the fl eshwarper’s art is a solitary pursuit. No As you gain levels, don’t be afraid to create new grafts for organization composed exclusively of fl eshwarpers exists. yourself or your allies. The combination of grafting and the However, evil fl eshwarpers sometimes strike bargains with various elder secrets you can learn make you more versatile powerful aberrations such as aboleths or mind fl ayers, trading than your companions. Take care not to generalize too much; their service and fealty for knowledge of new grafts. you should decide early on what your goal should be with your grafts. Do you want to be a better fi ghter? A better scout? A NPC Reactions better spellcaster? Focus your elder secrets and grafts along Fleshwarpers have diffi cultly interacting with others, espe- these lines, and you’ll fi nd yourself in a much stronger position cially with the keepers of the Cerulean Sign or the abolishers than if your grafts and secrets aren’t complementary. of the Circle of the True. They are taken to be aberrations Regarding interactions with others, keep in mind when themselves, even well before they actually reach apotheosis. selecting new grafts for yourself how extreme they appear. If Such individuals have initial reactions of hostile to a fl esh- you choose grafts that involve major changes to your appear- warper; most others have initial reactions of unfriendly. This ance, you might fi nd yourself spending resources and time extends even to other fl eshwarpers; they guard their secrets just keeping others from attacking you on sight. jealously and fear the interest of other fl eshwarpers more than One way to combat this problem, of course, is to invest in anything else. items such as a hat of disguise or a robe of blending that you can use to disguise your grafts. If you can use them, a wand of FLESHWARPER LORE polymorph or alter self can be similarly helpful. If you’re not Characters with Knowledge (arcana) can research fl eshwarp- interested in how others react to your true appearance, though, ers to learn more about them. When a character makes a your best bet is to focus your purchases on items that augment skill check, read or paraphrase the following, including the the particular type of grafts you select for yourself. information from lower DCs. DC 10: “Fleshwarpers are spellcasters who specialize in the Resources construction of grafts.” While most people are repelled by the fl eshwarper’s work, a DC 15: “Fleshwarpers have several minions that they use as fl eshwarper is usually an arcane spellcaster of no small skill. guardians and experimental stock for their projects.” Consequently, a fl eshwarper is often tolerated in wizards’ DC 20: “Not all fl eshwarpers are evil; some merely seek guilds or other arcane associations, or even welcomed in a ways to enhance their bodies. The majority of them are cruel guild of evil spellcasters who aren’t very squeamish about a and sadistic, though, and society as a whole should fear these fl eshwarper’s peculiar interests. As a member of a guild or individuals.” similar organization, a fl eshwarper can often contribute to the DC 30: Characters who achieve this level of success can organization by teaching new spells, acquiring rare material learn important details about specifi c fl eshwarpers, including components, or capturing interesting creatures for study and the nature of their researches and possibly even what kind of vivisection. The exact nature of the benefi ts available in return grafts they and their minions have. for those efforts depend on the guild in question. FLESHWARPERS IN THE GAME FLESHWARPERS IN THE WORLD Fleshwarpers make excellent villainous masterminds. Their Fleshwarpers don’t make new friends easily; their bizarre minions can have numerous bizarre and deadly grafts to obsession with alien grafts makes them diffi cult creatures make them more dangerous, and the fl eshwarper himself to approach. As a result, fl eshwarpers live in out-of-the-way can be a memorable and unique villain. Yet they can also places, deep in the wilderness or underground. The few who make interesting allies; a friendly fl eshwarper can give PCs live in large urban areas tend to be shut-ins and rely on allies powerful grafts and assistance as rewards for accomplishing or minions to run errands for them. Of course, exceptions tasks, or as payment. exist; rare fl eshwarpers take glee in displaying their bodies and discoveries to the world. Adaptation Too often, the lonely life of a fl eshwarper leads to cruelty or Fleshwarpers are fairly insulated from the external factors of insanity. Evil fl eshwarpers are sadists who enjoy the torments a campaign world; as long as your world has grafts in it, the they infl ict on others as much as they enjoy the thrill of creat- fl eshwarper can thrive more or less unadapted from the way ing new grafts. The PCs might fi nd themselves pitted against he is presented here. a small army of graft-enhanced minions with a fl eshwarper as 192 HUNTER THE ABERRATION CHAPTER 9"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Granted Power",
        "description":  "Once per day, as a standard action, you can use corrupting touch by making a melee touch attack. HATRED DOMAIN Corrupting touch deals 1d6 points of damage per two levels Deities: Ghaunadaur, the Great Mother. and causes the target to become sickened for 1 round. Corrupt- Granted Power: Choose one opponent. Against that ing touch works only on living opponent you gain a +2 profane bonus on attack rolls, saving creatures. throws, and Armor Class for 1 minute. This supernatural ability is usable once per day as a free action. Corruption Domain Spells 1 Doom: One subject takes Hatred Domain Spells –2 penalty on attacks, damage, 1 Doom: One subject takes –2 on attack rolls, saves, and checks. damage rolls, saves, and checks. 2 Blindness/Deafness: Makes sub- 2 Scare: Panics creatures of less than ject blind or deaf. 6 HD. 3 Contagion: Infects subject with 3 Bestow Curse: Subject takes chosen disease. –6 penalty to an ability score; 4 Morality Undone*: Sub- –4 penalty on attack rolls, saves ject becomes evil. and checks; or 50% chance of 5 Feeblemind: Subject’s Int drops losing each action. to 1. 4 Song of Discord: Forces tar- 6 Pox*: One creature/level gets to attack each other. takes 1d4 Con drain. 5 Righteous Might: Your size 7 Insanity: Subject suffers increases, and you gain combat from continuous confusion. bonuses. 8 Befoul*: Large amount of 6 ForbiddanceM: Blocks planar water becomes poisonous. travel, damages creatures of 9 Despoil*: Kills plants, different alignment. damages objects in 100-ft. 7 Blasphemy: Kills, paralyzes, radius/level. weakens, or dazes nonevil subjects. FORCE DOMAIN 8 Antipathy: Object or location"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Spell Resistance",
        "description":  "Yes Aberration Hit Dice Effect Up to caster level +10 None The subject cannot keep himself from screaming, gibbering, Up to caster level +5 Sickened and leaping about as though completely mad. This spell makes Up to caster level Nauseated it impossible for the victim to do anything other than race Up to caster level –5 Dazed Up to caster level –10 Stunned about caterwauling. The spell gives the subject a –4 penalty to Armor Class, makes Refl ex saving throws impossible except Each effect lasts for 1 round. on a roll of 20, and makes it impossible to use a shield."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Dazed",
        "description":  "The aberration can take no actions, but has no penalty Target: One nonevil creature to its Armor Class, for 1 round. Duration: 10 minutes/level"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Burrowing Claws",
        "description":  "This graft replaces both of the recipi- have taken to providing these grafts to paying customers. They ent’s hands with thick-fi ngered claws tipped with iron-hard have also been known to provide grafts to allies or friends who ridges. The recipient gains a –4 penalty on Disable Device, perform services for them. Open Lock, and Sleight of Hand checks, but gains a burrow Silthilar grafts function only when applied to a living cor- speed of 20 feet. The creature can even burrow through solid poreal creature; applied to any other creature, they rot away stone or any other material with hardness of no more than over the course of 2d4 days. 8. The claws allow the creature to deal lethal damage with Chitin Plating: This graft consists of numerous interlock- its unarmed strikes. Illithids gift thralls with these grafts ing chitin plates grafted onto the creature’s skin. These plates when they need to expand a cavern’s size or dig new tunnels are tough, yet fl exible, and grant the recipient a natural armor through the stony ground. bonus ranging from +1 to +5. This natural armor bonus does Graft Flesh (illithid), creator must be an illithid; Price not stack with any other natural armor bonus the creature 30,000 gp. might possess as a virtue of his race, but it does stack with"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Darksight Eyes",
        "description":  "These pale, pupilless eyes are similar in enhancement bonuses to natural armor granted by magic such appearance to the eyes of an illithid. The graft recipient gains as barkskin or an amulet of natural armor. darkvision out to 60 feet. Illithids graft these eyes into favored Graft Flesh (silthilar); Price 4,000 gp (+1), 16,000 gp (+2), thralls that can more easily accomplish their jobs in the light- 36,000 gp (+3), 64,000 gp (+4), 100,000 gp (+5). less underground if they can see. Flexible Spine: This invasive graft replaces the creature’s Graft Flesh (illithid), creator must be an illithid; Price spine, including the spinal cord, with a much more fl exible 24,000 gp. and effi cient set of nerves and vertebrae. The graft grants a"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Tactics",
        "description":  "Because of their recent raids, the merce- within the hour. naries are wary of intruders, and their guards are espe- Black Thorne Fighter (4): hp 53 each; see cially alert. This vigilance manifests as a +2 circum- Appendix for statistics. stance bonus on each mercenary’s Spot checks when Black Thorne Sorcerer:hp 23 each; see Appen- the PCs approach. If they spot the PCs before they can dix for statistics. close to melee range, the Black Thorne mercenaries Tactics:The Black Thorne fighters immediately attempt to hide in one of several nooks beside the door, rush to attack when the PCs approach the room. If they on side farthest from PCs. This tactic grants each a +2 spot the characters in the hallway, they stand three circumstance bonus on his untrained Hide check. abreast in front of the entrance to block it and try to The mercenaries attack as soon as any PC comes inflict as much damage as possible. If the PCs manage within 25 feet of the door. If the PCs approach by to get into the room, the fighters form a defensive line climbing the cliff face, the mercenaries fire arrows at to shield the sorcerer, who casts spells at the intruders them until someone gets close enough for melee. If the from his position of safety. characters approach via the ledge, the mercenaries bull Treasure:Within this room are two locked chests rush them and attempt to push them off the cliff. Any containing the mercenaries’ pay. Between them, they character forced off the ledge falls 50 feet, taking 5d6 hold 847 gp, an emerald (worth 300 gp), and four points of damage. potions of cure moderate wounds. When melee combat begins, the fighters quickly sWooden Chests (2):Hardness 5, hp 25, break form a line in front of the PCs to protect the sorcerers DC 30, Open Lock DC 30. in the back. If the PCs protect a spellcaster behind their Development:If the PCs kill or disable two of own lines but are within 15 feet of the fighters, the the mercenary fighters, one of the remaining pair latter use Spring Attack to attack the spellcaster, then attempts to flee to area A3 and rouse the kigrids, which return to their starting squares. then chase him back into this room. At that point, the"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Body Slot",
        "description":  "The location where the item is worn on the body Incarnum (MoI), Player’s Handbook II (PH2), Spell Compendium (SC), (see Body Slots, page 218). An entry of — indicates the item need Sandstorm (Snd), and Tome of Magic (ToM). In general, possession only be carried on the body to function. An entry of — (held) of any or all of these other sources is not necessary to make use of indicates the item must be physically held or manipulated (rather the material in this book. pqqqqqqqqqqqqqqqqqqqqrs YOU CHANGED MY MAGIC ITEMS! change, work with your DM to find an equitable solution. Maybe Yes, we did. Chances are, if your character owns a magic item the wizard who crafted it for you offers a rebate (or an extra that doesn’t appear in the Dungeon Master’s Guide, something item) to make up the difference for an overpayment, or perhaps about that item—its price, activation, effect, or even its body the DM just promises to make it up to you with some extra slot—is different here from when it was originally published. We treasure in the next few encounters. And if you underpaid for didn’t change these items on a whim—the revisions here are an item, well, consider yourself lucky . . . but don’t be surprised designed to create a better overall game experience. if the next couple of encounters provide a little less gold than If you own a magic item that underwent a drastic price you’d expect! 4 pqqqqqqqqqqqqqqqqqqqqrs NOITCUDORTNI 662200__1100776622__CChhpp00..iinndddd 44 1122//2211//0066 55::1166::3355 AAMM 5 IIlllluuss.. bbyy CC.. LLuukkaaccss or the average adventurer, a suit of magic armor is the Table 1–2: Darkwood Shields fi rst and most important defense against enemies. Not Armor much can compare with the effectiveness of a magically Type Check Penalty Weight Cost enhanced coat of tough leather, steel rings, or sturdy plates. Light — 2-1/2 lb. 203 gp But the potential protection of a suit of armor or shield doesn’t Heavy — 5 lb. 257 gp stop with its enhancement bonus. This chapter collects dozens Table 1–3: Dragonhide Armor of magical properties applicable to armor and shields, along with Type Cost many specifi c suits of armor and shields constructed with a par- Shield, light 318 gp ticular array of useful properties. Shield, heavy 340 gp Breastplate 700 gp “My armor? +3 adamantine light fortifi cation Banded mail 800 gp full plate. I wouldn’t leave home without it.” Half-plate 1,500 gp Full plate 3,300 gp —Tordek"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Special Materials",
        "description":  "Five percent of armor or shields are made adds 2 to the hardness of a suit of armor or shield, and 10 to of special materials, such as adamantine, darkwood, dragonhide, its hit points. Only the armor or shield’s actual enhance- or mithral. Tables 1–1 through 1–4 summarize the effects of the ment bonus to Armor Class applies; special properties most common special materials used in armor and shields; see with an enhancement bonus equivalent for the purpose Special Materials, DMG 283, for more details. All adamantine, of determining market price don’t increase the hardness darkwood, dragonhide, and mithral items are automatically of or hit points of armor or a shield. masterwork quality, and the costs in Tables 1–1 through 1–4 Armor Subtypes: Some armor or shield entries have include masterwork costs. a subtype, either “synergy” or “relic,” in brackets follow- ing the entry’s name. A synergy item has a prerequisite, Table 1–1: Adamantine Armor typically an existing special property already imbued Type DR Cost Modifier into the armor to be enhanced. A relic item has special Light 1/— +5,000 gp effectiveness for a character devoted to a particular deity. Medium 2/— +10,000 gp Additional rules for creating and using these items appear Heavy 3/— +15,000 gp in Chapter 6. 662200__1100776622__CChhpp11..iinndddd 55 1122//2211//0066 55::1188::2299 AAMM Table 1–4: Mithral Armor ARMOR PROPERTIES Arcane To add a special property to a shield or suit of armor, the shield or Max Armor Spell armor must already have at least a +1 enhancement bonus. A single Dex Check Failure suit of armor or shield cannot have a modifi ed bonus (enhance- Type Bonus Pen. Chance Weight Cost ment bonus plus special ability bonus equivalents) higher than Chain shirt +6 — 10% 12-1/2 lb. 1,100 gp Chainmail1 +4 –2 20% 20 lb. 4,150 gp +10, nor can it have a market price (not counting special materials Breastplate1 +5 –1 15% 15 lb. 4,200 gp or the price of the masterwork armor or shield itself) of greater Full plate2 +3 –3 25% 25 lb. 10,500 gp than 200,000 gp. For armor or shields that exceed these limits, 1 Treated as light armor for the purpose of movement, see Epic Level Handbook. proficiency, and other limitations. Unless noted otherwise in the property’s Property entry, each 2 Treated as medium armor for the purpose of movement, special property in this chapter can be added either to a suit of proficiency, and other limitations. armor or shield. Some properties can be applied only to a particu- lar category, and are so noted. A few properties can be added only to a smaller subset of a category (such as heavy armor); these are indicated in the item’s Property entry. The items in this section are arranged alphabetically. ACIDIC"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and When wearing armor or a shield that has"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+1 bonus Armor, cat’s grace, resistance. this property, you are diffi cult to move"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield Cost to Create: 250 gp, 20 XP, 1 day. from your position during a fi ght. You"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and This item has a slick-looking, greenish sheen, Price: +8,000 gp Armor, bull’s strength. and a light, acrid-smelling mist constantly rises Caster Level: 15th Cost to Create: Varies. from its surface. Aura: Strong; (DC 22) transmutation"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Synergy Prerequisite",
        "description":  "Improved ANCHORING, GREATER A thin fi lm of acid continuously covers agility [SYNERGY] the surface of this armor or shield, which is not damaged by this effect. An acidic As agility, except the armor grants a Price: +1 bonus suit of armor or shield deals 2d4 points of +5 resistance bonus on Refl ex saving Caster Level: 10th acid damage per full round of contact to throws. Aura: Moderate; (DC 20) transmutation each opponent grappling you, and to any Cost to Create: 4,000 gp, 320 XP, 8 days. Synergy Prerequisite: Anchoring object that remains in direct contact with it (except objects you are holding) for that AGILITY, IMPROVED A single stylized anchor covers the chest of this amount of time. However, the acid deals hulking armor. [SYNERGY] no damage to creatures or objects that remain in contact with it for less than a Price: +4,000 gp This armor functions as anchoring armor, full round, such as when a creature makes Caster Level: 9th except that it grants a +10 enhancement a melee attack against you. Aura: Moderate; (DC 19) transmutation bonus on ability checks against bull rush,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Synergy Prerequisite: Agility overrun, and trip attacks. Armor, Melf’s acid arrow. Cost to Create: Varies."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "Varies. As agility, except the armor grants a +3 resistance bonus on Refl ex saving APORTER AGILITY throws."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+500 gp Property: Armor or shield"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor Caster Level: 10th ANCHORING"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— Property: Armor or shield"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "This suit of armor appears more streamlined Aura",
        "description":  "Faint; (DC 17) transmutation if having diffi culty precisely locating it. and elegant than others of its type. It has a Activation: — smoothly worked surface and no spikes or other When it is activated, a suit of armor or accoutrements. Several images of stylized anchors cover this shield that has this property transports strangely dense-looking armor. you and your equipment to any spot While wearing armor that has this prop- within 800 feet that you can visualize or erty, you gain a +1 resistance bonus on specify, as the dimension door spell. Refl ex saving throws. 6 1 RETPAHC ROMRA 662200__1100776622__CChhpp11..iinndddd 66 1122//2211//0066 55::1188::3311 AAMM The aporter property functions two While wearing armor that has this prop- or Outsider, the DM chooses the specifi c times per day. erty, you gain a +5 competence bonus on subtype that this armor affects."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Balance checks. Armor, dimension door. Prerequisites: Craft Magic Arms and d% Creature Type (Subtype)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "10,000 gp, 800 XP, Armor, balancing lorecall (SC 23). 01–06 Aberration 20 days. Cost to Create: 1,875 gp, 150 XP, 4 days. 07–13 Animal 14–16 Construct 17–26 Dragon AVERTER BALANCE, GREATER 27–29 Elemental"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Shield 33–42 Giant"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Synergy Prerequisite",
        "description":  "Improved 66–68 Ooze balance This fi nely wrought black shield emanates an 69–71 Outsider, chaotic aura of barely contained menace. 72–74 Outsider, lawful As the balance property, except the armor 75–81 Outsider, evil grants a +15 competence bonus on Bal- When you activate an averter shield, all 82–83 Outsider, good enemies who can see it must succeed on ance checks. 84–86 Plant"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "9,375 gp, 750 XP, 19 days. 87–95 Undead DC 14 Will saves or be overcome by a pow- 96–100 Vermin erful aversion to the shield. For the next 3 BALANCE, IMPROVED rounds, affected creatures do not approach Prerequisites: Craft Magic Arms and within 30 feet of you. This effect is a mind- [SYNERGY] Armor, greater invisibility. affecting compulsion ability. Cost to Create: 7,500 gp, 600 XP, 15 days."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Synergy Prerequisite",
        "description":  "Balance Price: +2 bonus Armor, suggestion or aversion (EPH 79)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield This armor is lightly patterned with lines"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "7th The surface of this item appears serrated, sport- First created by powerful druids, armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and of the same type, fi tted for your new form. specifi c type or subtype of creature. Three Armor, stoneskin. The armor’s weight changes to match your times per day while wearing this armor,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "Varies. new size (and shape, if you assume a form you can render yourself imperceptible to with a different body shape). creatures of the designated type or sub- BALANCE If you are profi cient with your suit of type. Such creatures cannot detect your beastskin armor in your natural form,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor method (including scent, hearing, trem- formed version as well, regardless of what"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— attack (as defi ned for the purpose of the Armor, ironwood. invisibility spell; PH 245)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "Varies. This elegant armor appears streamlined yet To randomly determine the armor’s des- sturdy. Its surface is decorated with precise, ignated creature, roll d% and consult the perfectly symmetrical, geometric designs. following table. On a result of Humanoid 7 ARMOR CHAPTER 1 662200__1100776622__CChhpp11..iinndddd 77 1122//2211//0066 55::1188::3344 AAMM What’s scarier than fi ghting a giant bear? Fighting a giant bear wearing beastskin armor. 662200__1100776622__CChhpp11..iinndddd 88 1122//2211//0066 55::1188::3355 AAMM 9 ARMOR CHAPTER 1 BLINKING BLURRING, GREATER it, or in your space or a designated adjacent space if you are."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+2 bonus called armor or shield since you last wore"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Synergy Prerequisite",
        "description":  "Blurring Prerequisites: Craft Magic Arms and Armor, teleport. Parts of this semitransparent armor seem to"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "A light mist surrounds this armor, obscuring Cost to Create",
        "description":  "1,000 gp, 80 XP, 2 days. fade in and out of existence, there one moment its exact details. and gone the next. COMMANDER As blurring armor, except that the effect’s"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "When you activate armor that has this Price",
        "description":  "+2,000 gp duration is 10 minutes, and you can acti- property, you can “blink” back and forth Property: Armor or shield vate the blurring property any number of between the Material Plane and the Ethe- Caster Level: 5th times per day. real Plane, as if affected by a blink spell. Aura: Faint; (DC 17) transmutation"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and This item looks particularly clean and Armor, blink. Price: +4,000 gp bright—in fact, it almost seems to shine with"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "7,500 gp, 600 XP, 15 days. Property: Armor its own light."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "BLUESHINE Aura",
        "description":  "Faint; (DC 17) transmutation A suit of armor or shield that has this"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Metal armor This bluish metal armor seems oddly light in tions, though it doesn’t shed any useful"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— This armor is buoyant in water or similar While wearing commander armor or liquids. Armor that has this property does carrying a commander shield, you gain This armor glistens with a blue-black sheen, as not apply an armor check penalty on your a +2 competence bonus on Diplomacy if it were covered in oily liquid sapphire. Swim checks. Additionally, it grants you checks, and each ally within 30 feet of a +2 competence bonus on Swim checks you (not including yourself) gains a +1 A suit of armor imbued with this prop- while you wear it. morale bonus on Will saves. However, the erty never tarnishes and is immune to"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and shiny fi nish makes you so noticeable that acid damage and rusting effects. While Armor, swim (SC 217). you also take a –5 penalty on Hide checks wearing blueshine armor, you gain a +2"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "2,000 gp, 160 XP, 4 days. (in addition to the normal armor check competence bonus on Hide checks. penalty)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "CALLED Prerequisites",
        "description":  "Craft Magic Arms and Armor, Craft (alchemy) 5 ranks. Armor, eagle’s splendor."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "At fi rst glance, this armor or shield looks like Caster Level",
        "description":  "5th"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "Swift (command) reveals a small image of a beckoning hand Activation: Swift (command) inscribed on its surface. This armor appears indistinct, as though its This brightly polished item bears an image of edges were smeared. Provided that you and your called armor the sun and has a golden tinge. or shield are on the same plane, you can When you activate this armor, your call it to you by speaking the proper com- When activated, a suit of armor or a shield appearance becomes distorted and hazy, mand word, regardless of the intervening that has this property glows with the as if you were affected by a blur spell. distance. If you aren’t wearing armor at the brilliance of a daylight spell. This effect The blurring property functions three time, a suit of called armor appears on your functions for up to 30 minutes per day, times per day, and the effect lasts for 5 body, as though you had donned it in the but the duration need not be continuous; rounds. normal fashion. If you are wearing other you can turn the effect off with a swift"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and armor when you speak the command action. Armor, blur. word, the called armor appears in your Prerequisites: Craft Magic Arms and"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield saving throw for half damage,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "Immediate Arms and Armor, cat’s grace. (mental)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Small, white images of skulls Property",
        "description":  "Armor decorate the armor’s shoulders, Caster Level: 5th like grotesque epaulets. Au ra: Faint; (DC 17) transmutation"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Armor and shields that have Activation",
        "description":  "— this property are favored by those dedicated to fi ghting This armor seems to weigh less than the foul art of necromancy. it should. While wearing or using death ward armor or a death ward When wearing armor that has +1 menacing large steel shield, +1 anchoring small wooden shield, shield, you can activate the this property, you can carry up +1 blurring spiked full plate armor to ignore any death to a medium load as if it were a effect (including death spells, light load (ignoring the maxi- DISPLACEMENT magical death effects, and energy drain) mum Dexterity bonus, check penalty, or negative energy effect (such as infl ict Price: +1 bonus and reduced speed normally incurred by spells or chill touch). Property: Armor a medium load). These reductions apply"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Activation: Swift (command) the armor itself. Armor, death ward. In addition, you can walk for up to 10"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "Varies. The shoulder pieces of this armor are embossed hours in a day before having to make Con- with tiny arrows pointing outward in opposite stitution checks to avoid taking nonlethal DEEPDWELLER directions. damage (PH 164)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+12,000 gp When you activate displacement armor, Armor, bear’s endurance."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor you appear to be standing right next to Cost to Create: 750 gp, 60 XP, 2 days."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— The displacement property functions FEEDBACK once per day, and the effect lasts for 5 Dull black, the substance of this armor is rounds. Price: +1 bonus fl ecked with tiny particles and seems to swirl"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Property: Armor like the depths of the sea. Armor, displacement. Caster Level: 5th"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "Varies. Aura: Faint; (DC 17) abjuration While wearing deepdweller armor, you"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— can breathe water and are immune to DRAGONDODGER damage from cold water and from pres- This armor appears translucent. Holy symbols sure in extreme depths. Armor that has Price: +1 bonus of a good-aligned deity decorate the armor, this property does not apply an armor Property: Light armor and they glow with a soft white light when check penalty on your Swim checks, and Caster Level: 9th it is donned. wearing deepdweller armor allows you to Aura: Moderate; (DC 19) transmutation converse with any water-breathing crea- Activation: — A suit of armor that has this property cre- ture that has a language. Additionally, you ates a backlash of positive energy against can see twice as far underwater as normal This suit of light armor has a particularly hard incorporeal attackers. Any time you are (see DMG 93 for details on underwater and shiny fi nish. The protective glyphs that hit by an incorporeal touch attack while effects and dangers). ring its collar and waist glow briefl y when wearing it, the armor deals 1d6 points"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and it is donned. of damage to the attacker (with no miss Armor, darkvision, water breathing. chance for incorporealness)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "6,000 gp, 480 XP, 12 days. When wearing armor that has this prop-"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and erty, you gain the evasion ability (see Armor, ectoplasmic feedback (SC 78). the monk class feature, PH 41), but only"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Shield The energy defense property functions instead."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Armor, fear. Composed of a substance so pale as to be trans- Armor, fi re shield, resist energy. Cost to Create: 7,500 gp, 600 XP, parent, this shield has four protrusions around"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "When you activate a shield that has this Price",
        "description":  "+2 bonus Price: +5 bonus property and drop it at your feet, a wall of Property: Armor or shield Property: Armor ectoplasm comes into being, as though cre- Caster Level: 13th Caster Level: 7th ated by the wall of ectoplasm psionic power. Aura: Strong; (DC 21) abjuration Aura: Moderate; (DC 18) abjuration The wall has an area of up to ten 10-foot Activation: Immediate (mental) Activation: — squares or forms a sphere or hemisphere with a radius of up to 10 feet. The shield This item is decorated with elemental motifs. This armor exudes a slick of fi ne oil, giving it a is the point of origin for the effect. Once No particular element is favored in the design; scintillating sheen and a pungent scent. created, the wall is stationary. waves, fl ames, rock formations, and billows The wall of ectoplasm is 2 inches thick of wind are all represented equally in bright While wearing armor that has this prop- and has 20 hit points and hardness 5. The enamel. erty, you move and attack normally, Strength check DC to break through the even under circumstances that impede wall is 19. The wall can be dispelled, but Upon activating armor or a shield that movement, as if affected by a freedom of checks to dispel it are made with a –4 has this property, you gain immunity movement spell. penalty. Spells, powers, and most effects to damage from one energy type of your Prerequisites: Craft Magic Arms and can’t pass through the opaque wall, nor choice (acid, cold, electricity, or fi re). Armor, freedom of movement. can ethereal creatures, but it doesn’t block Each type of energy immunity produces Cost to Create: Varies. teleportation. a corresponding minor effect that does not The ectoplasmic wall property func- alter the item’s function. For example, you GHOST WARD tions once per day; the effect lasts for 7 feel a rush of warmth if the armor or shield"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+1 bonus rounds or until you pick up the shield. is protecting you against cold damage, or"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "5th Armor, wall of iron or wall of ectoplasm fi re. A metallic tang fi lls your mouth and"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+1 bonus action). A suit of armor or shield that has this prop-"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield Prerequisites: Craft Magic Arms and erty allows you to add its enhancement"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "10th Armor, protection from energy. bonus (but not its armor or shield bonus)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Moderate; (DC 20) evocation Cost to Create: Varies. to your Armor Class against touch attacks"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+15,000 gp Armor, mage armor. resistance, or greater energy"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield Cost to Create: Varies. resistance"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "However, its fl anges and spikes indicate that it Price",
        "description":  "+6,000 gp has some offensive capability as well. Property: Armor This item is dark in color, and anyone view-"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Prerequisites: Craft Magic Arms and do not share a language. No special effect Armor, air breathing (SC 8). Armor, cure serious wounds. or infl uence is established as a result of"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield Price: +2,000 gp Armor, Rary’s telepathic bond or mindlink"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "7th Property: Shield (EPH 120)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "Immediate (mental) MAGIC-EATING The surface of this item is covered with a pat- tern of tiny indentations. This sturdy shield is reinforced with plates and Price: +10,000 gp rivets but is no heavier than normal. Property: Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "A hammerblock shield or suit of armor Caster Level",
        "description":  "16th magically turns away bludgeoning weap- When activated, a heartening shield Aura: Strong; (DC 23) abjuration ons, such as maces and clubs. While grants you 5 temporary hit points, which Activation: — wearing armor or carrying a shield that last up to 5 minutes. These temporary has this property, you gain damage reduc- hit points don’t stack with temporary hit Spirals and reliefs of fanged mouths cover this tion 5/piercing or slashing. points from any other source. dull-colored armor."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and The heartening property functions two Armor, stoneskin. times per day. While wearing magic-eating armor,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "Varies. Prerequisites: Craft Magic Arms and whenever you succeed on a saving throw Armor, false life. against a spell that targets you, the armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "5th Price: +4,000 gp Armor, spell resistance."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Faint; (DC 17) conjuration Property: Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "This armor has a faint golden sheen, and its Price",
        "description":  "+6,000 gp surface is embossed with healing runes. On its Although rotund in form, this silvery armor is Property: Shield breastplate is a depiction of an open eye. no more encumbering than usual for its type. Caster Level: 6th"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Moderate; (DC 18) abjuration When activated, armor that has this prop- A suit of armor that has this property Activation: Free (mental) erty heals you of 2d8+5 points of damage. allows you to ignore any damage dealt by If your hit points are reduced to –1 to –9, the fi rst 60 feet of a fall. Regardless of how Faintly glowing with inner power, this shield this effect occurs automatically, without far you fall, you can always land on your seems to invigorate you. requiring any action. feet if you so choose."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "The healing property functions once Prerequisites",
        "description":  "Craft Magic Arms and While using a shield that has this prop- per day. Armor, feather fall. erty, you can draw 3 power points from"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Cost to Create: 2,000 gp, 160 XP, 4 days. it to manifest a psionic power. You must Armor, cure moderate wounds. use all these points on the same power,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield per day. [SYNERGY] Caster Level: 7th"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+24,000 gp Armor, any 2nd-level psionic power."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+40,000 gp As healing armor, except that greater"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "When you activate a suit of armor or a Property",
        "description":  "Armor healing armor heals you of 3d8+15 points shield that has this property, you can form Caster Level: 10th of damage. a telepathic bond with any or all known Aura: Moderate; (DC 20) abjuration The greater healing property functions wearers of other linked items within 10 Activation: — twice per day. miles. Wearers can communicate tele- pathically through the bond even if they 662200__1100776622__CChhpp11..iinndddd 1122 1122//2211//0066 55::1188::4466 AAMM ARMOR CHAPTER 1 Tendrils of dense black smoke stream from affecting spells and abilities until the start RADIANT every opening in this dark armor, obscuring of your next turn."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+4 bonus all detail. The mindarmor property functions"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor three times per day."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Masking armor protects you and your gear Prerequisites",
        "description":  "Craft Magic Arms and"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Moderate; (DC 19) abjuration from divination spells and items (such Armor, heroism or empty mind (EPH 99)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— as crystal balls) as if you were constantly Cost to Create: 1,500 gp, 120 XP, 3 days. under the effect of a nondetection spell. This armor shimmers with a variety of hues, Whenever a divination spell or effect is MOBILITY and it feels slick to the touch. attempted against you, the caster must"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Light armor A suit of armor that has this property the divination fails."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Aura: Faint; (DC 17) transmutation attacks (acid, cold, electricity, fi re, and Armor, nondetection."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "20,000 gp, 1,600 XP, energy attack, the armor also radiates 40 days. This suit of light armor seems exceptionally light for a number of rounds equal to the slick and supple. An abstract tracery in a silvery points of damage absorbed (to a maximum MENACING metal decorates the limbs and torso. of 10 rounds). This light is suffi cient to"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor While wearing a suit of light armor that and casts shadowy illumination in a 60-"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Moderate; (DC 19) necromancy the Mobility feat, even if you do not meet If the armor absorbs more energy"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and fi rst effect overlaps (does not stack with) The realistic visage of a heavily scarred, horned Armor, cat’s grace. the effect that was already in place. For demon covers much of this armor. Seemingly Cost to Create: Varies. example, if the armor absorbs 4 points crafted from fi endish fl esh, the armor seems of damage from one attack and another merely grisly . . . until it twitches. NIMBLENESS 6 points from an attack 2 rounds later, it radiates light for a total of 8 consecutive"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+1 bonus When you activate menacing armor, you rounds (4 –2 + 6). Likewise, if the armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor become frightening. Any one creature absorbs 10 points from one attack and"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— ful Will saving throw (DC 10 + 1/2 your rounds (because 8 rounds remain from HD + your Cha modifi er) or be panicked the earlier effect, continuing past the end This suit of armor looks much less restrictive for 5 rounds. A creature that succeeds on of the second effect’s 5 rounds). than others of its type. the saving throw is shaken for 1 round Prerequisites: Craft Magic Arms and instead, and is immune to further uses of Armor, resist energy. A suit of armor that has this property has this property from the same suit of armor Cost to Create: Varies. a maximum Dexterity bonus 1 higher for 24 hours. than normal, and its armor check penalty The menacing property functions three RANGED is reduced by 2. times per day."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Armor, cat’s grace. Property: Shield (except a tower Armor, fear."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "Varies. shields)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "MINDARMOR Price",
        "description":  "+5,000 gp"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+3,000 gp This streamlined, gray metallic shield is keenly"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield balanced and features a razor-sharp edge."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Faint; (DC 17) enchantment While using a ranged shield, you can"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and shield that has this property grants you deals 1d6 points of slashing damage, and Armor, longstrider. a +5 bonus on Will saves to resist mind- a ranged heavy shield deals 1d8 points."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "2,500 gp, 200 XP, 5 days. You add your Strength modifi er and the 13 662200__1100776622__CChhpp11..iinndddd 1133 1122//2211//0066 55::1188::4488 AAMM 14 1 RETPAHC ROMRA shield’s enhancement bonus (but not its 10 or fewer points of damage, you take Prerequisites: Craft Magic Arms and effective bonus from this or other special no damage from that attack. The armor Armor, magic vestment, essentia pool 2. properties) to this base damage. automatically turns back the projectile to Cost to Create: Varies. After you have thrown it, a ranged strike the creature that fi red it. Reroll the shield fl ies through the air back to you. It damage against the original attacker. SOULBOUND, GREATER returns just before your next turn (and is While you wear this armor, the [SYNERGY] therefore ready to use again on that turn). embossed dragon head roars whenever You do not benefi t from its shield bonus battle is imminent, granting you a +4 Price: +2 bonus to AC while it is not in your possession. competence bonus on initiative checks. Caster Level: 18th"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Catching a ranged shield when it comes Prerequisites",
        "description":  "Craft Magic Arms and Aura: Strong; (DC 24) abjuration back is a free action. If you can’t catch it, or Armor, protection from arrows, true seeing. Synergy Prerequisite: Soulbound if you have moved since throwing it, the Cost to Create: Varies. shield drops to the ground in the square This property functions as the soulbound from which it was thrown. SOULBOUND property, except a greater soulbound"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and shield or suit of armor has a maximum"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+1 bonus Armor, hurl (SC 117) or far hand (EPH essentia capacity of 4, for a maximum"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield 106). enhancement bonus to AC of +5."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Moderate; (DC 18) abjuration Armor, magic vestment, essentia pool 4."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor for a faint blue sheen. Price: +2 bonus"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "9th Property: Armor or shield"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Moderate; (DC 19) necromancy A soulbound shield or suit of armor serves Caster Level: 7th"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and bound to a chakra, as described below. SPEED Armor, symbol of pain. These effects function continuously,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor or shield ing Items to Chakras (MoI 108) for more"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Arms",
        "description":  "Binding a soulbound shield to"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor bonus on checks or rolls made to avoid"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Soul",
        "description":  "Binding soulbound armor to your A suit of armor or shield that has this soul chakra grants you a +4 insight bonus The sculpted visage of a dragon adorns the property can quicken your movements. on saves made against the attacks of crea- chestpiece of this gleaming armor. Embel- Three times per day, you can command tures whose alignments are opposed to lishments in the shapes of claws and draconic it to produce a haste effect on you (as the yours in any way. For example, a lawful wings accent the rest of its intimidating haste spell) that lasts for 1 round. good character would gain this bonus appearance. Prerequisites: Craft Magic Arms and against the spells, spell-like abilities, and Armor, haste. supernatural attacks of chaotic or evil"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "While you are wearing armor that has this Cost to Create",
        "description":  "3,000 gp, 240 XP, 6 days. creatures, while a neutral good character property, you gain some protection from would gain it only against the attacks of ranged attacks. Whenever you are hit by evil creatures. Neutral characters gain no a nonmagical projectile that would deal benefi t from this chakra bind. 662200__1100776622__CChhpp11..iinndddd 1144 1122//2211//0066 55::1188::4499 AAMM 15 ARMOR CHAPTER 1 STAMINA stitution, such as a vampire’s or stirge’s A suit of armor or shield that has this prop- blood drain ability, or the property of a erty renders you and all your equipment"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Property",
        "description":  "Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "5th Armor, cure critical wounds, Heal 10 invisible and inaudible, and you cannot"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "Varies. method (including scent, hearing, trem- orsense, blindsense, and the like). Once This armor appears sturdier than other armor TIME BUTTRESS activated, this effect lasts for 3 minutes or of its type. until you attack (as defi ned for the purpose"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Price",
        "description":  "+5 bonus of the invisibility spell; PH 245). Creatures While wearing armor that has this prop- Property: Shield immune to mind-affecting spells and abili- erty, you gain a +1 resistance bonus on Caster Level: 17th ties can perceive you normally. Fortitude saving throws. Aura: Strong; (DC 23) transmutation The vanishing property functions two"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Activation: Standard (mental) times per day. Armor, bear’s endurance, resistance."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "250 gp, 20 XP, 1 day. This magnifi cent platinum shield seems to Armor, suggestion or cloud mind (EPH 84). pulse with an air of invincibility."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "Varies. STAMINA, GREATER When you activate a shield that has this [SYNERGY] VARIABLE property, you can avoid injury by manipu-"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "15th attacks, spells, and powers (both harmful Property: Shield"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Synergy Prerequisite",
        "description":  "Improved you activate the effect and ending at the Aura: Faint; (DC 17) transmutation stamina end of your next turn. Activation: Swift (mental) The time buttress property functions As stamina, except the armor grants a once per day. This shield is made up of many smooth, over- +5 resistance bonus on Fortitude saving Prerequisites: Craft Magic Arms and lapping strips. throws. Armor, temporal stasis or timeless body"
    }
]
