[
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Reality, Alter Size, Annihilat- Intermediate Deity ing Strike, Avatar, Battlesense, Divine Armor Mastery, Divine Symbol:Bow and arrow on a Battle Mastery, Divine Blast, Divine Inspiration (rage), Divine lunar disk Shield, Divine Storm, Divine Weapon Focus (shortspear), Divine Home Plane: Olympus Weapon Specialization (shortspear), Extra Domain (Chaos), Alignment:Neutral good",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast chaos spells at +1 caster level; 15/day Worshipers:Rangers, druids, elves, smite (+20 on attack and damage for one weapon attack); cast evil halflings, hunters spells at +1 caster level. Cleric Alignments:CG, LG, NG Spell-Like Abilities:Ares uses these abilities as a 25th-level Domains:Animal, Good, Plant, Sun caster, except for chaos spells and evil spells, which he uses as a Favored Weapon:Short sword 26th-level caster. The save DCs are 34 + spell level. Animate objects, blade barrier, blasphemy, chaos hammer, circle of doom, cloak of chaos, con- Artemis (ar-teh-miss), deity of hunting and wild beasts, appears tagion, create undead, desecrate, disintegrate, dispel good, dispel law, divine as a young woman in rustic clothing, always carrying a bow and power, earthquake, flame strike, harm, implosion, inflict critical wounds, sword. In addition to her normal titles, she is also sometimes inflict light wounds, magic circle against good, magic circle against law, called“noisy Artemis” because of her loud hunting calls. magic vestment, magic weapon, power word blind, power word kill, power Artemis is the twin sister of Apollo, daughter of Zeus and the word stun, protection from good, protection from law, shatter, spiritual titan Leto. She generally remains aloof from mortals, though she weapon, summon monster IX(as chaos or evil spell only), unholy aura, enjoys the company of nymphs and dryads. unholy blight, word of chaos. Cleric Spells/Day:6/8/8/8/7/7/6/6/5/5; base DC = 17 + Dogma spell level. Artemis’s teachings emphasize the value and sacred worth of the wilderness and its inhabitants. She is a friend of nymphs Other Divine Powers and dryads, and somewhat less fond of centaurs and satyrs (her As an intermediate deity, Ares automatically receives a die result of sympathies clearly lie with women of all species). She calls on 20 on any check. He treats a 1 on a saving throw or attack roll nor- her followers, including these sylvan creatures, are called to mally and not as an automatic failure. He is immortal. protect wilderness areas, preventing their destruction or waste-",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 32, Dex 40, Con 29, Int 26, Wis 26, Cha 35. Artemis’s clerics are all women, and they must remain chaste and Skills*: Animal Empathy +87, Concentration +84, Handle unmarried. They tend to retire from civilization, tending to the Animal +87, Heal +85, Hide +76, Intuit Direction +83, Jump woodlands and their creatures. Like their deity, they spend much +66, Knowledge (arcana) +43, Knowledge (nature) +83, time with animals and sylvan fey. They typically dress in deerskin Knowledge (religion) +43, Listen +65, Move Silently +70, or moss green tunics. Profession (herbalist) +63, Ride (horse) +32, Scry +43, Search As an Olympian deity, Artemis is revered as part of the whole +43, Spellcraft +43, Spot +65, Swim +46, Wilderness Lore +83. pantheon, usually alongside Apollo. The twins share temples in *Always receives a 20 on checks. many cities, but Artemis has small, simple shrines devoted to her Feats: Alertness, Combat Reflexes, Dodge, Expertise, Far Shot, alone scattered through the wilderness. These shrines are usually Improved Critical (composite longbow), Improved Initiative, located in sacred groves or alongside pure streams. Iron Will, Mobility, Plant Control, Plant Defiance, Point Blank Shot, Power Attack, Precise Shot, Quick Draw, Rapid Shot, Run, ARTEMIS Sharp-Shooting, Shot on the Run, Track, Weapon Focus Druid 20/Ranger 20 (composite longbow). Large Outsider",
        "name":  "Clergy and Temples Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 keen short sword Control Creatures (fey), +70/+65/+60/+55 melee; Divine Archery, Di- or Huge +5 mighty speed vine Celerity, Divine composite longbow (+11 Str Dodge, Divine Shield, bonus)with +5 arrows +84/ Divine Weapon Focus +84/+79/+74/+69 ranged; (composite longbow), or spell +65 melee touch Divine Weapon Special- or +69 ranged touch ization (composite long-",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 keen short sword bow), Extra Domain (Sun), 1d8+16/18–20; or Huge +5 Grow Creature (animals), mighty speed composite long- Increased Spell Resis- bow (+11 Str bonus)with +5 tance, Mind of the Beast, arrows 2d6+36/19–20/×3; Speak with Creatures or by spell (animals), Speak with Face/Reach: 5 ft. by 5 Creatures (plants), Supreme ft./10 ft. Initiative.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Artemis can create any magic bow, arrow, can and spend the rest of their time protecting civilized lands sword, or quiver, a sylvan scimitar,acloakorboots of elvenkind,astaff of from outside threats. Athena’s clerics are always active in civic life, the woodlands,bracers of archery,adruid’s vestment,or a ring of animal serving as judges, advisors, planners, and teachers. Her church is a friendship, as long as the item’s market price does not exceed great patron of the arts, sponsoring both public works and indi- 200,000 gp. vidual painters, sculptors, and architects. Temples to Athena are always stately and pleasant to look at. In Avatars less settled areas where monsters or raiders are a threat, Athena’s Artemis’s avatars appear as young women or dryads. She only temples tend to be fortified, but they are still built to be estheti- rarely sends them into the world. cally pleasing. dAvatar of Artemis: As Artemis except divine rank 7; Init +19; AC 63 (touch 33, flat-footed 48); Atk +63/+58/+53/+48 ATHENA melee (1d8+16/18–20,+5 keen short sword) or +71/+66/+61/+56 Fighter 20/Cleric 20 ranged (2d6+28/×3,Huge +5 mighty speed composite longbow (+11 Large Outsider (Good, Lawful) Str bonus)with +5 arrows) or spell +57 melee touch or +61 ranged Divine Rank:17 touch; SQ DR 42/+4, fire resistance 27, SR 39, divine aura (700 Hit Dice:20d8+140 (outsider) plus 2d10+140 (Ftr) plus 20d8+140 ft., DC 29); SV Fort +48, Ref +54, Will +49; all skill modifiers (Clr) (940 hp) reduced by 8. Initiative:+13 (+9 Dex, +4 Improved Initiative)",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Form, Alter Size, Call Creatures (ani- Speed:80 ft. mals), Divine Celerity, Divine Dodge, Divine Archery, Divine AC:92 (–1 size, +9 Dex, +17 divine, +30 natural, +10 +5 breastplate, Weapon Focus (composite longbow), Divine Weapon Specializa- +7+5 large steel shield, +10 deflection) tion (composite longbow), Extra Domain (Sun). Attacks*: +5 holy lawful speed shortspear +74/+74/+69/+64/+59 Spell-Like Abilities:Caster level 17th; saving throw DC 29 + melee; or spell +64 melee touch or +65 ranged touch *Always spell level. receives a 20 on attack rolls; roll die to check for critical hit. Damage*:+5 holy lawful speed shortspear 1d8+32/19–20/×3; or by spell *Always does maximum damage (shortspear 40 points). ATHENA Face/Reach:5 ft. by 5 ft./10 ft.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortspear (pottery) +91, Craft (sculpture) +91, Craft (stoneworking) +91, Craft (weaving) +91, Diplomacy +74, Handle Animal +70, Heal The deity of noble combat, skilled craftwork, prudence, and cities, +36, Jump +40, Knowledge (arcana) +48, Knowledge (archi- Athena (ah-thee-nah) appears as a statuesque woman with fetching tecture and engineering) +51, Knowledge (history) +51, gray eyes. She usually carries a shield and wears helmet and armor. Knowledge (religion) +71, Listen +69, Profession (farmer) +77, Because she is Zeus’s favorite child, Zeus lends Athena his shield, Profession (herbalist) +77, Ride (horse) +71, Scry +48, Search Aegis,from time to time. +51, Sense Motive +67, Spellcraft +48, Spot +69, Swim +45, Use Athena is the daughter of Zeus alone, because no mother bore Rope +37. *Always receives a 20 on checks. her. One day, Zeus developed a terrible headache. To relieve it, Feats: Alertness, Blind-Fight, Blindsight 5-ft. Radius, Brew Hephaestus used his axe to split open the mighty god’s head. Out Potion, Cleave, Combat Reflexes, Craft Magic Arms and 110 sprang Athena, full grown and fully armed and armored. Armor, Craft Wondrous Item, Divine Might, Dodge, :4 RETPAHC NAIPMYLO EHT NOEHTNAP remarC .D yb .sullI",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "25th;Weight:3 lb. Strike, Knock-Down, When Athena is not carrying Zeus’s Mobility, Mounted shield,Aegis, she uses a +5 large steel Combat, Power At- shieldwith the greater fortification tack, Power Criti- special ability. The shield also cal (shortspear), bears the likeness of a medusa. Reach Spell, Sa- When activated, the shield makes cred Spell, Scribe a gaze attack each round similar Scroll, Spring At- to a medusa’s gaze. Mortals within tack, Sunder, Su- 150 feet must make Will saves perior Expertise, (DC 25) or be turned to stone. Weapon Focus Athena can activate or deactivate (shortspear), Whirl- this power once each round as a wind Attack. free action.",
        "name":  "Improved Unarmed Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Athena can Avatar, Battlesense, Create Object, Create see, hear, touch, and smell Greater Object, Divine Armor Mastery, Divine at a distance of seventeen Battle Mastery, Divine Blast, Divine Dodge, miles. As a standard action, Divine Inspiration (courage), Divine Shield, she can perceive anything Divine Storm, Divine Weapon Focus (short- within seventeen miles of spear), Divine Weapon Mastery, Divine Weapon her worshipers, holy sites, Specialization (shortspear), Extra Domain (Com- objects, or any location where munity), Extra Domain (Law), Extra Domain one of her titles or name was (War), Mass Divine Blast. spoken in the last hour. She can",
        "name":  "Alter Reality, Alter Size, Area Divine Shield, Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast conjuration (cre- extend her senses to up to twenty loca- ation) spells at +1 caster level; 17/day tions at once. She can block the sensing usecalm emotions; cast good power of deities of her rank or lower spells at +1 caster level; cast at up to two remote locations at divination spells at +1 caster once for 17 hours. level; cast law spells at +1 Portfolio Sense: Athena caster level. senses the working of any Spell-Like Abilities:Athena craft, any fighting, and uses these abilities as a 27th- anything that threat- level caster, except for conju- ens any settled area ration (creation) spells, good (communities with pop- spells, divination spells, and law spells, ulations of 901 or more) which she uses as a 28th-level caster. The save DCs are 37 + spell seventeen weeks before it level. Aid, animate rope, blade barrier, blade barrier, bless, clairaudi- happens and retains the sensation for seventeen weeks after the ence/clairvoyance, detect secret doors, detect thoughts, dictum, discern event occurs. location, dispel chaos, dispel evil, divination, divine power, fabricate, Automatic Actions:Athena can use Craft (pottery), Craft find the path, flame strike, foresight, hardening*, heroes’ feast, hold (sculpture), Craft (stoneworking), Craft (weaving), Knowledge monster, holy aura, holy smite, holy word, legend lore, magic circle (arcana), Knowledge (architecture and engineering), Knowledge against chaos, magic circle against evil, magic vestment, magic weapon, (history), or Knowledge (religion) as a free action if the DC for the major creation, mass heal, minor creation, miracle, order’s wrath, power task is 30 or lower. She can perform up to twenty such free actions word blind, power word kill, power word stun, prayer, prismatic sphere, each round. protection from chaos, protection from evil, Rary’s telepathic bond, Create Magic Items:Athena can create magic weapons, armor, refuge, shield of law, shield other, spiritual weapon, status, stone shape, and items that can sustain the user through adversity, such as a summon monster IX(as good or law spell only), true creation*, true necklace of adaptation,aring of regeneration, and a periapt of wound seeing, wood shape. closure. She also makes items that help the user remain morally Cleric Spells/Day:6/11/10/10/10/10/8/8/8/8; base DC = 27 + and ethically steadfast, such as a phylactery of faithfulness. spell level. 111 PANTHEON Illus. by G. Angus THE OLYMPIAN CHAPTER 4:",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Size, Battlesense, Divine Battle all beings within 10 miles, remote communication, godly Mastery, Divine Dodge, Divine Shield, Divine Weapon Focus realm, teleport without errorat will, plane shift at will, familiar (shortspear), Divine Weapon Specialization (shortspear), Extra (horses), a thousand faces, nature sense, resist nature’s lure, Domain (Community), Extra Domain (Law), Extra Domain (War). timeless body, trackless step, venom immunity, wild shape Spell-Like Abilities: Caster level 18th; saving throw DC 28 + (Tiny, Small, Medium-size, Large, Huge, or dire animal 6/day, spell level. elemental 3/day), woodland stride, SR 42, divine aura (1,000 ft., DC 31).",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortspear or halfspear Extend Spell, Heighten Spell, Improved Critical (longspear), Iron Will, Maximize Spell, Mobility, Persistent Spell, Plant Deity of agriculture and fertility, Demeter (dee-mee-ter) is an earth Control, Plant Defiance, Quicken Spell, Scribe Scroll, Silent god whose very moods are reflected in the life and fertility of the Spell, Spell Mastery, Still Spell, Superior Expertise, Weapon earth. She appears as a motherly woman, draped in robes the color Focus (longspear). of vegetation: lush green in the spring and summer, gold in autumn, and brown or black in winter (when she mourns for her Divine Immunities:Ability damage, ability drain, acid, cold, daughter, Persephone). She is one of the six children of the Titans death effects, disease, disintegration, electricity, energy drain, Cronus and Rhea. mind-affecting effects, paralysis, poison, sleep,stunning, trans- mutation, imprisonment, banishment.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Demeter can create up from Hades, Zeus persuaded Demeter any magic item that commands or con- to rejoin the company of gods on trols plants, such as a plant bane Olympus. Because Persephone weapon or a wand of entangle, as accepted food (a single pome- long as the item’s market price granate seed) in the under- does not exceed 30,000 gp. world, she was bound by the laws of hospitality to Avatars return there. By Zeus’s Demeter uses her avatars decree, Persephone was regularly in the rites of the to spend one-third of Eleusinian Mysteries (see the year in the under- below). They appear world with Hades, and much like her divine the remaining two- form. thirds in Olympus dAvatar of Deme- with the other gods. ter:As Demeter except While Persephone divine rank 5; AC 51 remains in the under- (touch 33, flat-footed 43); world, Demeter mourns Atk +62/+57/+52/+47 and the earth bears no melee (1d8+23/×3, +5 fruit. For the rest of the longspear) or spell +56 year, Demeter allows crops melee touch or +52 ranged to grow and flourish. touch; SQ DR 40/+4, fire This myth is the funda- resistance 25, fast healing mental doctrine of the 25, SR 37, divine aura (500 Eleusinian Mysteries, but ft., DC 26); SV Fort +45, Ref even more important are the +45, Will +55; all skill modi- series of rites performed in fiers reduced by 5. the Mysteries that recreate",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Quarterstaff +70, Move Silently +73, Perform +63, Profession (herbalist) +80, Scry +35, Spellcraft +35, Wilderness Lore +65. *Always Deity of wine, mirth, and madness, Dionysus (dye-oh-nye-sus) receives a 20 on checks. appears as a young man carrying an amphora of wine, a lyre, and a Feats: Ambidexterity, Cleave, Dodge, Endurance, Expertise, Great thyrsus. Like Demeter, he is an agricultural god with power over Fortitude, Greater Two-Weapon Fighting, Improved Disarm, fertility of both land and creatures, but his portfolio is limited to Improved Initiative, Improved Trip, Improved Two-Weapon vines, wine, and wine’s influence on mortals. Fighting, Mobility, Plant Control, Plant Defiance, Power Dionysus is called Women-Maddener because of his ability to Attack, Spring Attack, Superior Expertise, Track, Two-Weapon inspire frenzy in his worshipers (particularly women). He is the Fighting, Whirlwind Attack. son of Zeus by a mortal woman, Semele.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast chaos spells at +1 caster level; 12/day Clerics devoted to Dionysus are always members of the Orphic smite (+4 on attack and +12 on damage for one weapon attack); Mysteries (see below). Wearing burgundy or purple garments, madness (Insanity score 6, Wis 33 for spellcasting purposes, Wis 21 they lead the ecstatic rites celebrating Dionysus, which usually for all other purposes); 12/day clarity of madness (+6 bonus on one involve heavy drinking and feasting. Rites in the Orphic Myster- roll involving Wis). ies often include tearing a bull’s flesh apart and eating it raw, in imi- Spell-Like Abilities:Dionysus uses these abilities as a 22nd- tation of Zagreus’s demise at the hands of the Titans. level caster, except for chaos spells, which he uses as a 23rd-level Dionysus’s temples are often built in caves, because the infant caster. The save DCs are 38 + spell level. Animate objects, bolts of Zagreus was born in a cave. bedevilment*, chaos hammer, circle of doom, cloak of chaos, confusion, contagion, disintegrate, dispel law, earthquake, harm, implosion, DIONYSUS inflict critical wounds, inflict light wounds, insanity, maddening Bard 15/Druid 15/Ranger 10 scream*, magic circle against law, phantasmal killer, protection from Large Outsider law, rage*, random action, shatter, summon monster IX (as chaos",
        "name":  "Clergy and Temples Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "to shield the infant Dionysus can create any Dionysus. Zeus took magic item whose function the child and sewed involves frenzy, uncontrolled him into his own thigh emotion, random action, or wine, as where he finished his gesta- long as its market price does not tion. As a result of this remark- exceed 200,000 gp. He can create a chaos able birth, Dionysus is known as diamondand a cursed berserking sword as the twice-born. well as various unique items, such As an adult, Dionysus discovered as a potion of wine creation,a wine and shared that mixed blessing greataxe of raging,or a goblet with mortals. He also descended into the of frenzy. underworld to find his mother, Semele, and brought her up to dwell with him in Olympus as Avatars an immortal. (Orpheus, too, descended into the Dionysus uses his avatars extensively underworld to find a loved one, his wife, but to interact with the members of was unable to bring her back to the the Orphic Mysteries (see below). mortal world.) They appear exactly like his divine The Orphic Mysteries of Dionysus, like form. Demeter’s mystery cult, allow initiates to reenact dAvatar of Dionysus: As Dionysus this complicated mythic history, becoming except divine rank 6; AC 61 (touch participants in Dionysus-Zagreus’s life, death, 42, flat-footed 50); Atk +60/+55/ and rebirth. As in the cult of Demeter, initiates in +50/+45 melee (1d8+17 plus 2d6 the mysteries believe they meet Dionysus or his chaotic,Huge +5 chaotic quarter- avatar firsthand, in a ritual in which they symbolically staff), +60/+55 melee (1d8+11 plus 2d6 die to their old lives and rise again to new lives. After their initi- chaotic,Huge +5 chaotic quarterstaff), or spell +55 melee touch or +54 ation, they enjoy a life of carefree celebration and orgiastic ranged touch; SQ DR 41/+4, fire resistance 26, fast healing 26, SR frenzy, and they look forward to life with Dionysus-Zagreus in 38, divine aura (600 ft., DC 32); SV Fort +50, Ref +49, Will +46; all Olympus after their death. skill modifiers reduced by 6.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Death, underworld, THE ORPHIC MYSTERIES earth, wealth Dionysus’s mystery cult teaches a secret myth about the deity’s Worshipers:Necromancers, origin, supposedly passed on to mortals by the epic bard assassins, rogues, murderers Orpheus. Zeus and Demeter’s daughter Persephone had a dal- Cleric Alignments:CE, LE, NE liance that resulted in the birth of a deity named Zagreus. Hera, Domains:Death, Earth, Evil in a jealous rage, sent some Titans from Tartarus to kill the child Favored Weapon:Longsword god. Zagreus tried to escape by shapechanging into various forms—Zeus, Cronus, a young man, a lion, a horse, a serpent and Hades (hay-deez), the god of death and wealth, appears as a large, finally a bull. powerfully muscled man with gray skin. He has a bushy black 115 PANTHEON Illus. by D. Giancola \u0026D. Cramer THE OLYMPIAN CHAPTER 4: beard and black eyes, and he wears gold jewelry symbolizing his Knowledge (the planes) +61, Listen +77, Move Silently +76, control over wealth. While his brothers Zeus and Poseidon rule the Pick Pocket +68, Search +76, Sense Motive +77, Spellcraft +86, sky and the sea respectively, Hades is the ruler of the underworld Spot +77, Tumble +46. *Always receives a 20 on checks. and has some control over the earth as well. Feats: Blind-Fight, Blindsight 5-ft. Radius, Cleave, Combat Re- Hades is one of the six children of Cronus and Rhea, and one flexes, Divine Might, Dodge, Endurance, Exotic Weapon of the twelve Olympian deities. Unlike his fellows in the pan- Proficiency (bastard sword), Expertise, Great Cleave, Great theon, however, he does not reside in Olympus. He makes his Fortitude, Improved Bull Rush, Improved Critical (bastard home in the Stygian darkness of Hades. He is married to Perse- sword), Improved Disarm, Improved Grapple, Improved phone, daughter of Demeter, but she resides with him only Initiative, Improved Sunder, Improved Trip, Improved during the winter months. Unarmed Strike, Iron Will, Knock-Down, Mobility, Power Attack, Power Critical (bastard sword), Spring Attack, Dogma Stunning Fist, Sunder, Superior Expertise, Weapon Focus Unlike some deities whose portfolio includes death, Hades is not (bastard sword), Weapon Specialization (bastard sword), particularly malicious or hateful toward the mortals whose souls Whirlwind Attack. come to his realm. Death, he teaches, is the lot of all mortals, the thing that sets them apart from deities, and it must be accepted Divine Immunities:Ability damage, ability drain, acid, cold, even if it brings grief. death effects, disease, disintegration, electricity, energy drain, Clergy and Temples Hades’s clerics tend to share their patron’s dour, gloomy demeanor. Dressed in black, they officiate at funerals and annual rites in honor of departed ancestors. In contrast to most Olympian festi- vals, these are solemn affairs. Temples to Hades are usually built underground, in caves, or at least sunken so their floors are below ground level. They tend to be dark and windowless, creating an atmosphere of gloom rem- iniscent of the underworld’s darkness. HADES Fighter 20/Rogue 10/Assassin 10 Large Outsider",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "74 (–1 size, +9 Dex, +17 divine, +30 natural, +9 deflection) Attacks*: Huge +5 unholy bastard sword +82/+77/ +72/+67 melee; or spell +72 melee touch or +65 ranged touch *Always receives a 20 on attack rolls; roll die to check for critical hit. Damage*:Huge +5 unholy bastard sword 2d8+48/ 18–20; or by spell *Always does maximum damage (sword64 points). Face/Reach:5 ft. by 5 ft./10 ft.",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Setting moon Weapon Focus (bastard sword), Divine Weapon Specialization Home Plane: Olympus (bastard sword), Hand of Death, Know Death, Life and Death (no Alignment: Neutral evil rest required), Life Drain, Mass Life and Death, Shapechange, Portfolio:Moon, magic, abundance, undead Wound Enemy. Worshipers: Wizards, sorcerers, assassins,",
        "name":  "Earth Mastery, Divine Sneak Attack, Divine Shield, Divine Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "17/daydeath touch(if subject touched does hunters, rogues not have at least 120 hp, it dies); 17/day turn or destroy water crea- Cleric Alignments: CE, LE, NE tures, or rebuke or command earth creatures; cast evil spells at +1 Domains:Creation, Evil, Knowledge, Magic caster level. Favored Weapon:Dagger Spell-Like Abilities:Hades uses these abilities as a 27th-level caster, except for evil spells, which he uses as a 28th-level caster. Deity of the moon, magic, and plenty, Hecate (hek-ah-tee) is The save DCs are 36 + spell level. Animate dead, blasphemy, cause both feared and revered. Her true form is that of a woman with fear, create greater undead, create undead, death knell, death ward, dese- three heads. However, she can appear in any form she likes, and crate, destruction, dispel good, earthquake, elemental swarm (as earth she most often appears as a beautiful woman with lustrous, dark spell only), iron body, magic circle against good, magic stone, protection hair. She is known as the provider of food, riches, and other from good, slay living, soften earth and stone, spike stones, stone shape, desirable things, and as a defender of children. She also is an stoneskin, summon monster IX (as evil spell only), unholy aura, unholy independent and capricious deity who wanders the night with a blight, wail of the banshee, wall of stone. pack of hell hounds, which she sets on anyone she finds travel- Assassin Spells/Day:5/4/4/3; save DC = 19 + spell level. ing about. Other Divine Powers Dogma As a greater deity, Hades automatically receives the best possible Hecate is the patron of those who work dark magic and those who result on any die roll he makes (including attack rolls, damage, would work magic for gain. She promotes the use of spells and checks, and saves). He is immortal. magic items, and tells her followers that magic is the key that",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hades can create any magic weapon, HECATE as well as items that can produce death effects such as amask of Wizard 20/Cleric 20 the skull. Large Outsider",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+13 (+9 Dex, +4 Improved Initiative) who defy death. Speed:80 ft. dAvatar of Hades: As Hades except divine rank 8; AC 56 AC:63 (–1 size, +9 Dex, +11 divine, +24 natural, +10 deflection) (touch 35, flat-footed 56); Atk +73/+68/+63/+58 melee (2d8+39 Attacks:Small +5 ghost touch keen unholy dagger +65/+60/+55/+50 plus 2d6 unholy/19–20,Huge +5 unholy bastard sword) or spell +63 melee; or spell +59 melee touch or +61 ranged touch melee touch or +56 ranged touch; SQ DR 43/+4, fire resistance 28, Damage:Small +5 ghost touch keen unholy dagger 1d6+12/15–20; or no fast healing, SR 40, divine aura (800 ft., DC 27); SV Fort +36, Ref by spell +29, Will +30; all skill modifiers reduced by 9. Face/Reach:5 ft. by 5 ft./10 ft.",
        "name":  "He sends it into the word primarily to claim the souls of heroes Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Reality, Alter Size, Annihilating Special Attacks:Rebuke undead 13/day, domain powers, salient Strike, Divine Blast, Divine Shield, Divine Weapon Focus (bastard divine abilities, spell-like abilities. sword), Divine Weapon Specialization (bastard sword), Hand of Special Qualities:Divine immunities, DR 46/+4, fire resistance Death, Know Death, Life and Death. 31, spontaneous casting of divine spells, understand, speak, Spell-Like Abilities:Caster level 18th; saving throw DC 27 + and read all languages and speak directly to all beings within spell level. 11 miles, remote communication, godly realm, teleport without errorat will, plane shiftat will, familiar (dogs), SR 63, divine aura (1,100 ft., DC 31). 117 PANTHEON Illus. by D. Cramer THE OLYMPIAN CHAPTER 4:",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Brew Potion, Combat Casting, power works like Hecate’s Combat Reflexes, Craft Wand, Control Creatures (undead) Craft Wondrous Item, Empower salient divine ability. Any Spell, Enlarge Spell, Eschew mortal she controls counts Materials, Extend Spell, Forge Ring, against the number of undead Greater Spell Penetration, Heighten creatures she can control. Spell, Improved Critical (dagger), Improved Initiative, Maximize Spell, Other Divine Powers Persistent Spell, Quicken Spell, As an intermediate deity, Hecate Scribe Scroll, Silent Spell, Spell automatically receives a die result Penetration, Still Spell, Track, Weapon of 20 on any check. She treats a 1 on a Finesse (dagger), Weapon Focus (dagger), saving throw or attack roll normally Widen Spell. and not as an automatic failure. She is immortal.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hammer and anvil +85, Craft (bowmaking) +83, Craft (metalworking) +79, Craft",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Olympus (weaponsmithing) +85, Diplomacy +41, Hide +19, Knowledge",
        "name":  "Home Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Warhammer Dodge, Energy Substitution (fire), Expertise, Great Cleave, Hold the Line, Improved Bull Rush, Improved Critical (war- The god of blacksmithing, fire, and crafts, Hephaestus (hef-fay- hammer), Improved Disarm, Improved Grapple, Improved stuss), usually appears as a tall, bearded giant with a club foot and Initiative, Improved Sunder, Improved Unarmed Strike, a hunchback. Among the comely gods of Olympus, only he is Knock-Down, Power Attack, Power Critical (warhammer), ugly. It is said that his mother, Hera, tried to cast him out. If so, Skill Focus (Craft [armorsmithing]), Skill Focus (Craft [metal- that must have been in the distant past. Hephaestus is highly working]), Skill Focus (Craft [weaponsmithing]), Sunder, honored among the gods as their armorer and smith. Bards’ tales Superior Expertise, Weapon Focus (warhammer), Weapon say that volcanoes mark the sites of his forges. Specialization (warhammer). Hephaestus is a patron of all the civilized arts, though smiths are his special charges. He is married to Aphrodite but secretly Divine Immunities:Ability damage, ability drain, acid, cold, loves Athena, who either does not notice or does not deign to death effects, disease, disintegration, electricity, energy drain, acknowledge his affection. mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- tion, imprisonment, banishment.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "60 ft. 119 PANTHEON Illus. by D. Cramer THE OLYMPIAN CHAPTER 4: Other Divine Powers the focus for Hephaestus’s remote sense and remote communica- As an intermediate deity, Hephaestus automatically receives a die tion power. result of 20 on any check. He treats a 1 on a saving throw or attack Automatic Actions: Hephaestus can use Craft (armor- roll normally and not as an automatic failure. He is immortal. smithing), Craft (bowmaking), Craft (metalworking), Craft",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hephaestus can see, hear, touch, and smell at a distance (weaponsmithing), Knowledge (arcana), Knowledge (architecture of fifteen miles. Hephaestus sees equally well in full daylight or and engineering), Knowledge (geography), Knowledge (nature), total darkness. As a standard action, he can perceive anything Knowledge (religion), Knowledge (the planes), or Profession within fifteen miles of his worshipers, holy sites, objects, or any (miner) as a free action if the DC for the task is 25 or lower. He can location where one of his titles or name was spoken in the last perform up to ten such free actions each round. hour. He can extend his senses to up to ten locations at once. He Create Magic Items:Hephaestus can create metal armor, any can block the sensing power of deities of his rank or lower at up to weapon, metal items such as rings, and tools such as amattock of two remote locations at once for 15 hours. the titans, as long as the item’s market price does not exceed",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Light mace The queen of the Olympian deities, Hera (hair-ah) appears as a tall and noble woman. She is patron of marriage but also of jealous wives, for her marriage to Zeus is anything but a model of fidelity. In her jealousy over Zeus’s many dalliances with other goddesses and mortal women, Hera has often acted violently. She conspired with the Titans to have Zagreus killed (see Orphic Mysteries in the Dionysus entry), tricked Dionysus’s mortal mother Semele to cause her own doom, and tried to harm Hercules throughout his mortal life. Hera is one of the six children of the Titans Cronus and Rhea, and is thus Zeus’s sister as well as his wife. She fought valiantly against the Titans at Zeus’s side, but her importance has waned with every new deity or hero that Zeus sires with someone else. Dogma Hera advocates looking out for number one, and she is not shy 120 about advocating underhanded means to accomplish one’s goals. :4 RETPAHC NAIPMYLO EHT NOEHTNAP remarC .D\u0026 lekewS .A yb .sullI She is a sneak, a spy, and a plotter, and many of her followers are proud to be the same. Power, she says, is never freely given—it must be taken. Although Hera has some definite leanings toward evil, she has many good-aligned followers and clerics who emphasize her more positive aspects as a protective and nurturing deity. She is also the patron of nobility and government. Clergy and Temples Hera’s clerics wear blue or purple tunics. They preside at weddings, typi- cally offering stern admonitions to the bridegroom to remain faithful to his new wife. They also officiate at cere- monies installing elected officials or crowning kings. Hera has grand temples located in major cities, but she is not very popular elsewhere. HERA Rogue 20/Wizard 20 Large Outsider",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine immunities, DR 51/+4, fire resistacne macy), Spell Mastery, Spell Penetration, Spring Attack, Still 36, fast healing 36, understand, speak, and read all languages Spell, Weapon Focus (heavy mace). and speak directly to all beings within 16 miles, remote communication, godly realm, teleport without errorat will, plane Divine Immunities:Ability damage, ability drain, acid, cold, shift at will, familiar (peacocks), crippling strike, defensive death effects, disease, disintegration, electricity, energy drain, roll, improved evasion, opportunist, traps, uncanny dodge mind-affecting effects, paralysis, poison, sleep,stunning, trans- (cannot be flanked, +4 against traps), SR 48, divine aura (16 mutation, imprisonment, banishment. miles, DC 42). Salient Divine Abilities:Alter Form, Alter Reality, Alter Saves*:Fort +57, Ref +59, Will +58. *Always receives a 20 on saves. Size, Annihilating Strike, Arcane Mastery, Automatic Meta-",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hera is aware of every Domains:Chaos, Luck, marriage that takes place, and knows Strength whenever a husband cheats on his Favored Weapon:Greatclub wife. The exception is her own husband, whose actions do Hercules (herk-you-lees), god of strength, not register against her appears as a large, muscular man with a portfolio powers. Hera is tangled beard. He wears a lion’s skin and aware of these events six- carries a massive club. teen weeks before they Hercules is the son of Zeus, born to a occur, and retains the sensa- mortal mother, and he had to earn his tion for sixteen weeks after way to godhood. (As an ascended mortal, they happen. Hercules does not have outsider Hit",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hera godhood, Hercules can create any magic item has shown more whose use involves scrying or restraint, though he is stealth, such as a crystal ballor a still very proud and more robe of blending. than a little vain. If tricked, swindled, or lied to, Hercules Avatars seeks revenge even if it takes Hera sends her avatar to spy on him years to get even. Zeus’s avatars, to punish her mortal and immortal rivals, and Dogma to harry or kill Zeus’s illegiti- Hercules expects his followers to mate children. The avatar usually keep fit and to rely on their physical appears as a human woman. prowess to overcome any difficulties they might dAvatar of Hera: As Hera encounter. If there’s one thing that impresses Hercules, it’s 122 except divine rank 8; AC 65 (touch 44, flat-footed confidence. :4 RETPAHC NAIPMYLO EHT NOEHTNAP remarC .D\u0026 lekewS .A yb .sullI He promotes physical challenges as a method for resolving dis- Spell-Like Abilities:Hercules uses these abilities as a 15th- putes among his followers. Such challenges might include level caster. The save DCs are 22 + spell level. Animate objects, Bigby’s wrestling matches between two people having an argument, or clenched fist, Bigby’s crushing hand, Bigby’s grasping hand, break enchant- longer quests in which people attempt to perform a series of daunt- ment, bull’s strength, chaos hammer, cloak of chaos, dispel law, endure ing tasks. While a mortal, Hercules himself once completed a elements, entropic shield, freedom of movement, holy aura, magic circle series of twelve great tasks as a penance after flying into a rage. against evil, magic circle against law, magic vestment, miracle, mislead, protection from elements, protection from law, righteous might, shatter, Clergy and Temples spell immunity, spell turning, stoneskin, summon monster IX(as chaos Clerics of Hercules believe in swift action, and they disdain spell only), word of chaos. intricate planning or long debates. They spend their time keeping Divine Rage:The following changes are in effect as long as Her- fitand helping others do the same. They also organize athletic cules rages: AC 39; hp 1,000; attacks +72/+67/+62/+57 melee events and other physical contests. They often try to outdo each (1d10+56/19–20,+5 greatclub); SQ Fire resistance 35, SR 47; SV Fort other by undergoing long and demanding quests. +41, Will +31; Str 65, Con 38; Climb +75, Jump +77, Swim +74. His Temples to Hercules tend to be spacious and airy. They always rage can be used 5 times per day, it lasts for 1 hour (or until ended), include at least one gymnasium and usually extensive baths. They and he is not winded afterward. invariably have adjoining fields for athletic competitions. Possessions:Hercules wears the skin of the Nemian lion, a leg- endary beast whose skin was impervious to cutting or piercing. HERCULES The skin serves as a cloak. It provides the wearer a +10 armor bonus Barbarian 20/Fighter 20 and reduces damage the wearer takes from piercing or slashing Medium-Size Outsider (Chaotic, Good) weapons by half.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 greatclub +67/+62/+57/+52 melee; or +5 mighty five miles. As a standard action, he can perceive anything within distance composite longbow (+4 Str bonus) with +5 arrows five miles of his worshipers, holy sites, objects, or any location +53/+48/+43/+38 ranged; or spell +57 melee touch or +42 where one of his titles or name was spoken in the last hour. He can ranged touch extend his senses to up to two locations at once. He can block the",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 greatclub1d10+51/19–20;+5 mighty distance composite sensing power of deities of his rank or lower at up to two remote longbow(+4 Str bonus) with +5 arrows1d8+14/×3; or by spell locations at once for 5 hours. Face/Reach:5 ft. by 5 ft./5 ft. Portfolio Sense:Hercules is aware of any athletic competi-",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, Blindsight 5-ft. Radius, Cleave, tasks are all move actions. He can perform up to five such free Combat Reflexes, Divine Might, Dodge, Expertise, Far Shot, actions each round. Great Cleave, Improved Bull Rush, Improved Critical (great- Create Magic Items:Hercules can create simple or martial club), Improved Grapple, Improved Initiative, Improved Trip, magic weapons and nonwritten items that boost physical abilities Improved Unarmed Strike, Knock-Down, Mobility, Point Blank (Strength, Dexterity, and Constitution), as long as the item’s market Shot, Power Attack, Precise Shot, Rapid Shot, Shot on the Run, price does not exceed 4,500 gp. Spring Attack, Sunder, Superior Expertise, Track, Weapon Focus (greatclub), Weapon Focus (composite longbow), HERMES Weapon Specialization (greatclub), Whirlwind Attack. The Master Thief, Messenger of the Gods",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Size, Divine Rage, Divine Alignment: Chaotic good Weapon Focus (greatclub), Divine Weapon Specialization (great- Portfolio: Travel, trade, theft, gambling, club), Indomitable Strength. running",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Staff Abilities:Str 24, Dex 50, Con 24, Int 31, Wis 26, Cha 30. Skills*: Alchemy +45, Appraise +55, Balance +59, Bluff +65, The deity of travelers, merchants, thieves, gamblers, athletes and Concentration +42, Craft (leatherworking) +45, Diplomacy elegant speakers, Hermes (her-meez) appears as a handsome youth +83, Disable Device +55, Escape Artist +55, Gather carrying a white caduceus. He wears a winged helm and sandals. Information +45, Hide +65, Intimidate +37, Intuit Direction He is perhaps the shrewdest and most cunning of all the Olympian +33, Jump +36, Knowledge (arcana) +55, Knowledge (geogra- deities; he began his career as a thief before he was a day old by phy) +65, Knowledge (history) +65, Knowledge (local) +55, stealing a herd of cattle from Apollo (who retains a distaste for Knowledge (nobility and royalty) +35, Knowledge (religion) thieves to this day). +35, Knowledge (the planes) +65, Listen +55, Move Silently +85, Open Lock +75, Perform +35, Pick Pocket +79, Profession Dogma (guide) +63, Profession (scribe) +63, Scry +45, Search +55, Hermes values fair play, so much that he often settles disputes Sense Motive +53, Spellcraft +45, Spot +45, Tumble +67, among the Olympians. While he values the wit and daring Wilderness Lore +43. *Always receives a 20 on checks. required to accomplish a difficult theft, he frowns upon those Feats: Alertness, Ambidexterity, Brew Potion, Combat Reflexes, who would steal from anyone who cannot afford the loss. He Craft Rod, Craft Staff, Craft Wand, Craft Wondrous Item, Dodge, urges his followers to be dependable and Empower Spell, Expertise, Fleet of Foot, Greater Two-Weapon prompt, but he despises tediousness and Fighting, Improved Initiative, Improved Two-Weapon smiles when something unexpected upsets Fighting, Jack of All Trades, Maximize Spell, Mobility, the predictable. Hermes abhors idleness. If Quick Draw, Quicken Spell, Run, Scribe Scroll, Spring one cannot do anything useful, Hermes Attack, Superior Expertise, Two-Weapon Fighting. says, the proper thing to do is travel and have new experiences. Divine Immunities:Ability damage, ability drain, acid, cold, death effects, disease, disintegration, Clergy and Temples electricity, energy drain, mind- Hermes’s clerics seldom sit still. They’re affecting effects, paralysis, poison, always busy with something, or out travel- sleep,stunning, transmutation, ing the world. They are found in a wide vari- imprisonment, banishment. ety of occupations, serving as diplomats, Salient Divine Abilities:Alter judges, translators, moneychangers, surveyors, Form, Alter Reality, Alter Size, and explorers. Arcane Mastery, Avatar, Divine Wayside shrines to Hermes are common, but tem- Blast, Divine Celerity, Divine ples dedicated to Hermes are fairly rare. Shield, Divine Dodge, Divine Glib- ness, Divine Rogue, Divine Sneak HERMES Attack, Free Move, Gust of Wind†, Rogue 20/Wizard 20 Supreme Initiative, Extra Domain Large Outsider (Chaotic, Good) (Good), Extra Domain (Luck), Spon-",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hermes senses the beginning or end of any Cleric Alignments:CG, LG, NG journey of three miles or more the instant it happens and retains Domains:Community, Good, the sensation for fifteen weeks after the event occurs. He likewise Protection senses any theft, wager, or negotiation. Favored Weapon:Dagger",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hermes can create a (hess-tee-ah). Though she is Zeus’s magic weapon from a dagger, dart, light sister and a daughter of Cronus and mace, sap, shortbow, composite shortbow, Rhea, Hestia is for the most part uninvolved short sword, club, heavy mace, morning- in the quarrels, politics, and escapades of the star, quarterstaff, rapier, or any type of other Olympian deities. Instead, she is con- crossbow as well as any item that con- tent with her position as a house deity, wor- ceals or disguises the user, such as a shiped with simple sacrifices by simple ring of invisibility, arobe of blending,a people on tiny home altars. hat of disguise, or any item that Hestia appears as a young woman with involves travel on the same plane a gleam in her eyes like dancing firelight. (anything from boots of striding and She is the firstborn daughter of Cronus and springingto a carpet of flying), as long Rhea, but was the last to emerge from her as the item’s market price does not father’s stomach when Zeus liberated his swal- exceed 200,000 gp. lowed siblings. Poseidon and Apollo both courted her, but she spurned them both and Avatars swore an oath to remain a virgin for ever. Hermes uses avatars that look just like he does. He generally employs Dogma them to deliver messages for Zeus Hestia’s faith is a simple one. She teaches the and the other greater Olympian virtues of home and family life, the sweet rewards gods and to oversee contests to of labor, and the blessings of food and rest. She ensure fair play. encourages common people to take pleasure in the dAvatar of Hermes: As Hermes except gifts of life as they come, giving thanks to the gods divine rank 7; AC 66 (touch 46, flat-footed for every earthly blessing. 66); Atk +56/+56/+51/+46/+41 melee (1d8+12,+5 speed holy quarterstaff), Clergy and Temples +56/+51/+46 melee (1d8+8, +5 Hestia’s clerics are usually common people, and often defending quarterstaff), or farm the land or carry on a trade in addition to organiz- spell +53 melee touch or ing worship of Hestia. Her clerics bless new homes, con- +66 ranged touch; SQ DR secrate the hearth altars found in nearly every home, and 42/+4, fire resistance 27, share in family celebrations such as births, birthdays, and SR 39, divine aura (700 ft., other rites of passage. DC 27); SV Fort +46, Ref Hestia has no temples of her own, but she has a place +59, Will +47; all skill modi- of honor in every Olympian temple. Every hearth fire fiers reduced by 8. that burns in temples and in homes is an altar to Hestia,",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ability damage, ability drain, acid, Favored Weapon: Light mace cold, death effects, disease, disintegration, electricity, energy drain, mind-affecting effects, paralysis, poison, sleep,stunning, Nike (nigh-key) is the personification of the spirit of victory. As transmutation, imprisonment, banishment. such, she is a somewhat shallow being who thinks only of conflict",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20d8+200 (outsider) plus 20d10+200 (Ftr) plus enthrall, flame strike, geas/quest, greater command, hold monster, 20d8+200 (Clr) (1,120 hp) magic circle against chaos, magic vestment, magic weapon, order’s",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "80 ft., fly 240 ft. perfec from chaos, repulsion, shield of law, spiritual weapon, storm of vengeance,",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bluff +32, Climb +40, Con- tion, or other contest that centration +35, Craft (armor- involves one thousand or smithing) +52, Craft (bowmaking) more people. +52, Craft (weaponsmithing) +52, Automatic Actions: Diplomacy +38, Intimidate +34, Nike can use any Craft Jump +40, Knowledge (arcana) (armorsmithing), Craft (bow- +52, Knowledge (history) +32, making), Craft (weapon- Knowledge (nobility and royalty) smithing), Knowledge +32, Knowledge (religion) +52, (arcana), Knowledge Listen +42, Profession (lawyer) (history), Knowledge +42, Scry +32, Search +37, Sense Motive +52, (nobility and royalty), Spellcraft +42, Spot +42, Swim +41, Use Magic Knowledge (religion), or Device +32. Profession(lawyer) as a free action if",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Nike Improved Bull Rush, Improved Critical can create any type of weapon or (heavy mace), Improved Disarm, armor, as long as the item’s market price does not Improved Grapple, Improved Initiative, exceed 4,500 gp. Improved Sunder, Improved Trip, Improved Unarmed Strike, Knock-Down, PAN Maximize Spell, Mobility, Power Attack, Power Critical (heavy mace), Sacred Spell, Spring Attack, Stunning Fist, Sunder, Lesser Deity Superior Expertise, Weapon Focus (heavy mace), Weapon Symbol:Syrinx (pan pipes) Specialization (heavy mace), Whirlwind Attack. Home Plane: Material Plane",
        "name":  "Expertise, Great Cleave, Hold the Line, Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Form, Alter Size, Annihilating Cleric Alignments:CE, CG, CN Strike, Divine Battle Mastery, Divine Inspiration (dread), Sunder Domains:Animal, Chaos, Plant and Disjoin. Favored Weapon:Unarmed strike",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gore +57 melee; orHuge +5 shortbow with winded for the duration of the +3 arrows +72/+67/+62/+57 ranged; or encounter afterward. spell +57 melee touch or +64 ranged touch Bard Spells Known(3/6/6/5/2;",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gore 1d8+16; Huge +5 shortbow with+3 base DC = 21 + spell level): 0—detect arrows 2d6+8/×3; or by spell magic, flare, ghost sound, light, mage hand, Face/Reach:5 ft. by 5 ft./10 ft. read magic; 1st—cause fear, charm",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Pan can create minor magic items iated with a specific temple for long. involving nature or elements, such as boots of the winterlandsor a Poseidon’s temples are always located within sight of the sea, wand of fireball,as long as the item’s market price does not exceed often on promontories, seaside cliffs, or islands. They are usually 30,000 gp. open to the sea air. Avatars POSEIDON Pan’s avatars are often found frolicking with nymphs and satyrs in Barbarian 20/Druid 20 secluded woodlands. They appear as large satyrs, much like the Large Outsider (Chaotic) deity himself. Divine Rank:17 dAvatar of Pan: As Pan except divine rank 3; AC 57 (touch Hit Dice: 20d8+220 (outsider) plus 20d12+220 (Bbn) plus 41, flat-footed 57); Atk +53 melee (1d8+16, gore) or 20d8+220 (Drd) (1,220 hp) +68/+63/+58/+53 ranged (2d6+8/×3,Huge +5 shortbow with+3 Initiative:+8 arrows) or spell +53 melee touch or +60 ranged touch; SQ DR Speed:90 ft., swim 90 ft. 38/+4, fire resistance 23, sonic resistance 23, SR 35, divine aura AC:74 (–1 size, +8 Dex, +17 divine, +30 natural, +10 deflection) (30 ft., DC 24); SV Fort +38, Ref +53, Will +42; all skill modifiers Attacks*: Huge +5 spell storing thundering returning trident reduced by 4. +88/+83/+78/+73 melee or Huge +5 spell storing thundering",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Trident Concentration +78, Craft (shipmaking) +86, Diplomacy +61, Handle Animal +87, Hide +21, Intimidate +69, Intuit Poseidon (poh-side-uhn), god of the sea, appears as a large male Direction +85, Jump +79, Knowledge (arcana) +46, Knowledge human with long, flowing black hair and beard. He wears a tunic (nature) +66, Knowledge (religion) +66, Listen +65, Profession and carries a trident. Tritons, merfolk, and sea nymphs often (sailor) +65, Ride (horse) +77, Scry +46, Sense Motive +45, accompany him. Spellcraft +46, Spot +45, Wilderness Lore +85. *Always Poseidon is one of the six children of Cronus and Rhea. receives a 20 on checks,",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleave, Combat Reflexes, Dodge, Empower Spell, Dogma Expertise, Far Shot, Improved Bull Rush, Improved Critical Like other chaotic neutral deities, Poseidon requires little from his (trident), Great Cleave, Maximize Spell, Mobility, Point Blank followers beyond sacrifices. His clerics sacrifice a bull to their Shot, Power Attack, Power Critical (trident), Quicken Spell, patron (by throwing it into the sea) at least once a month, and Spring Attack, Sunder, Superior Expertise, Weapon Focus Poseidon remains relatively placid. (trident), Whirlwind Attack. Sailors and coastal dwellers must be sure not to anger this tem- peramental deity. Poseidon has been known to flatten coastal cities Divine Immunities:Ability damage, ability drain, acid, cold, with tidal waves or earthquakes when they displeased him, The death effects, disease, disintegration, electricity, energy drain, hero Odysseus was condemned to ten long years of wandering mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- because he blinded one of Poseidon’s children, the cyclops tion, imprisonment, banishment. Polyphemos. Poseidon represents all the bounty and the danger of Salient Divine Abilities:Alter Form, Alter Reality, Alter the sea, bringing forth life (he is said to have created both horses Size, Annihilating Strike, Avatar, Battlesense, Call Creatures and cattle) and taking it away. (aquatic creatures), Control Creatures (aquatic creatures), Create Greater Object, Create Object, Divine Blast, Divine Creation, Divine Fast Healing, Divine Rage, Divine Storm, Divine Water 129 PANTHEON Illus. by D. Cramer THE OLYMPIAN CHAPTER 4: Mastery, Divine Weapon Focus (trident), Create Magic Items:Poseidon Divine Weapon Specialization (tri- can create a magic trident or any item dent), Extra Energy Immunity related to water or earth. (fire), Mass Divine Blast, Power of Nature, Shapechange. Avatars",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The fol- Mastery, Divine Weapon Focus lowing changes are in effect (trident), Divine Weapon Spe- as long as Poseidon rages: AC cialization (trident), Extra 72; hp 1,400; Atk +91/+86/ Energy Immunity (fire), +81/+76 melee (2d8+58, Huge Power of Nature. +5 spell storing thundering return- Spell-Like Abilities:Caster ing trident; max damage 74 level 18th; saving throw DC points); SV Fort +63, Will +60; 28 + spell level. Str 60, Con 39; Climb +62, Jump Greater Rage: The following +82. His rage lasts for 17 rounds, and he is not changes are in effect as long as Posei- winded afterward. don’s avatar rages: AC 54; hp 1,400; Atk Druid Spells/Day: 6/7/7/7/7/6/5/5/5/4; base DC = 18 + +82/+77/+72/+67 melee (2d8+35, Huge +5 spell storing thundering spell level. returning trident); SQ SR 50; SV Fort +54, Will +51; Str 60, Con 39; Climb +53, Concentration +71, Jump +85. His rage lasts for 17 Other Divine Powers rounds, and he is not winded afterward. As a greater deity, Poseidon automatically receives the best possible result on any die roll he makes (including attack rolls, damage, TYCHE checks, and saves). He is immortal.",
        "name":  "Greater Rage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Poseidon senses every ship setting out to sea Domains:Luck, Protection, Travel or coming into port, and he knows when any creature enters or Favored Weapon: Short sword leaves the water. He notes these things seventeen weeks before they happen and retains the sensation for seventeen weeks after Tyche (tyke-ee) is the deity of good luck in the Olympian pantheon. they occur. She appears as human-sized—small compared to most of the other",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch 1d6 points of permanent Constitution drain;luck tion from elements, repulsion, sanctuary, shield other, spell immunity, spell blade1d6+9; or by spell resistance, spell turning, teleport without error. 131 PANTHEON Illus. by M. Cavotta THE OLYMPIAN CHAPTER 4: Cleric Spells/Day:6/7/7/6/6/4; base DC = 18 + spell level. themselves to be. Therefore, the Olympian deities—and any other Sorcerer Spells Known(6/11/11/10/9/7; base DC = 28 + deity who shows such traits—cannot be true deities. Philosophers spell level): 0—daze, detect magic, detect poison, flare, ghost sound, who love wisdom and seek the truth propose the existence of a light, mage hand, read magic, resistance; 1st—mage armor, magic divine force that is superior to all other deities. In fact, other deities weapon, ray of enfeeblement, shield, true strike; 2nd—darkvision, are but imperfect reflections of it. This impersonal force is the true detect thoughts, mirror image, protection from arrows; 3rd—blink, dis- god of the Academy. placement, greater magic weapon; 4th—bestow curse, confusion; 5th— This is not just abstract speculation for the philosophers of the Bigby’s interposing hand. Academy, however. The goal of the philosophical life, as they express it, is “to become like a god, as far as this is possible.” This Other Divine Powers goal is not a despiritualized ideal, but a real possibility. Through the As a lesser deity, Tyche may take 10 on any check. Tyche treats a 1 act of searching for the truth and contemplating the divine, on an attack roll or saving throw normally and not as an automatic philosophers hope to attain the ultimate mystical experience of failure. She is immortal. union with the divine.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Quarterstaff +16/+11 melee; or +21/+16/+11 melee; rock +8/+2 ranged or rock +11/+6/+1 Continuing the heritage of an ancient philosopher, the Acad- ranged emy teaches a philosophical system focused on a single, imper- Damage: Huge longspear Gargantuan longspear sonal deity called the Good, the True, the Beautiful, or any 2d6+12; or rock 2d8+16; or rock number of similar, abstract epithets. This philosophy grows out 2d6+8 2d8+11 of a critique of Olympian religion: the Olympian gods are too Face/Reach: 5 ft. by 5 ft./10 ft. 5 ft. by 5 ft./10 ft. human—fallible and sinful—to be true deities. What is divine, (10–20 ft. with (10–20 ft. with according to the Academy, must be purely good and perfect in longspear) longspear) every way. Special Attacks: Rock throwing Rock throwing",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Climb +13, Craft (armorsmithing) lesser cyclopes were created (or fathered) by Poseidon and usu- Jump +13, Spot +4 +23, Craft (weapon- ally dwell on islands. Both kinds appear as enormous humanoids smithing) +24 with a single eye. The greater variety are larger (20 feet tall, com-",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard Standard coins, cally well equipped with magic weapons and armor, and they standardgoods, make excellent use of tactics. double items Rock Throwing (Ex): Adult cyclopes are accomplished rock",
        "name":  "Treasure",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortspear +0 melee; or shortbow +1 ranged",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortspear 1d6; shortbow 1d6 Face/Reach: 5 ft. by 5 ft./5 ft.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Re-Horakhty and his attendants sail across home in the Seven Halls or the Pillars of the West, while the sky (actually the Astral Plane) in the Solar Barge every day, damned souls are consumed by the Am-mit, a hideous monster and through the Twelve Hours of Night every night. Re- with the head of a crocodile, the body of a hippopotamus, and 136 Horakty is attended by a number of minor godlings, including the claws of a lion. :5 RETPAHC CINOARAHP EHT NOEHTNAP Table 5–1: The Pharaonic Pantheon Favored Name Domains Rank Alignment Weapon Portfolio Re-Horakhty Glory, Good, Law, G LG Khopesh Nobility, sun, supreme, vengeance Nobility, Sun, War Anubis Law, Magic, Repose L LN Mace Judgment, death Apep Evil, Fire, Scalykind D NE Heavy pick Evil, fire, serpents Bast Chaos, Destruction, L CG Tiger claws Cats, vengeance Protection, Strength, War Bes Luck, Protection, L CN Short sword Luck, music, protection Trickery Hathor Community, Good, Luck L NG Longsword Love, music, dance, moon, fate, motherhood Imhotep Artifice, Healing, D NG Quarterstaff Crafts, medicine Knowledge Isis Good, Magic, G NG Quarterstaff Fertility, magic, marriage Protection, Water Nephthys Chaos, Good, I CG Mace Death, grief Protection, Repose Osiris Air, Earth, Good, Law, G LG Flail Harvest, nature, underworld Plant, Repose Ptah Creation, Knowledge, I LN Mace Crafts, knowledge, secrets, travel Law, Travel Set Air, Chaos, Darkness, G CE Spear Darkness, evil, night, desert storms, Destruction, Evil, Strength drought Sobek Animal, Evil, Water D LE Shortspear Water, river hazards, crocodiles, wetlands Thoth Knowledge, Magic, Rune I N Quarterstaff Knowledge, wisdom, learning Table 5–2: Pharaonic Deities by Race Race Deities Human By class and alignment Dwarf Osiris, Ptah, or by class and alignment Elf Bast, Nephthys, or by class and alignment Gnome Bes, Hathor, Thoth, or by class and alignment Half-elf Bast, Nephthys, or by class and alignment Half-orc Bast, Set, or by class and alignment Halfling Bast, Bes, Hathor, or by class and alignment Table 5–3: Pharaonic Deities by Class Class Deities (Alignment) Bard Bes (CN), Hathor (NG), Isis (NG), Thoth (N) Barbarian Apep (NE), Bast (CG) Cleric Any Druid Apep (NE), Isis (NG), Ptah (LN), Sobek (LE) Fighter Bast (CG), Re-Horakhty (LG), Set (CE) Monk Anubis (LN), Osiris (LG), Ptah (LN), Re-Horakhty (LG), Sobek (LE) Paladin Osiris (LG), Re-Horakhty (LG) Ranger Apep (NE), Bast (CG), Isis (NG), Nephthys (CG), Osiris (LG),Sobek (LE) Rogue Apep (NE), Bast (CG), Bes (CN), Set (CE) Sorcerer Isis (NG), Ptah (LN), Thoth (N), Set (CE) Wizard Imhotep (NG), Isis (NG), Ptah (LN), Thoth (N), Set (CE) Illusionist Bast (CG), Bes (CN) Necromancer Anubis (LN), Nephthys (CG), Osiris (LG), Set (CE) As an Outer Plane, the Offering Fields is divinely morphic and connects to the Offering Fields and the Twelve Hours of Night. The mildly good-aligned. Shadow Plane connects only to the Twelve Hours of Night.",
        "name":  "The Solar Barge",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Past Fair Ament lies Mount Manu, part of another titanic mountain range at the western- THE PHARAONIC most edge of the world. At the base of Mount Manu is a great PANTHEON gaping canyon, the entrance to the Twelve Hours of Night. Each night, the Solar Barge must pass through this long, tortured Since the Pharaonic deities form a tight pantheon, clerics may series of caverns in order to emerge in the east and traverse the choose the entire pantheon as a patron rather than a specific deity sky again. Along the way, it is hindered by demons and mon- in the pantheon. However, in the Pharaonic pantheon, clerics are sters, as well as some foreign souls who chose to throw in their most often associated with single deities, while noncleric believers lot with the forces of evil. Set is the master of these evils, end- typically revere the pantheon as a whole. lessly plotting to overthrow Re-Horakhty and seize rulership of Clerics who revere the entire Pharaonic pantheon may choose the Pharaonic pantheon. Perhaps his most dedicated servant is any of the following domains: Air, Artifice, Chaos, Community, Apep, the monstrous serpent that challenges the Solar Barge Creation, Destruction, Earth, Glory, Good, Healing, Knowledge, every morning, refusing to allow it passage out of the Twelve Law, Luck, Magic, Nobility, Plant, Protection, Repose, Rune, Hours of Night. The duty of battling Apep while the Solar Barge Strength, Sun, Travel, Trickery, War, and Water. They may choose escapes falls to Bast. from among the following weapons for their favored weapons: Most of the mortal souls that populate the Twelve Hours of flail, heavy pick, khopesh, longsword, mace, quarterstaff, short Night belong to those who were not given proper funerals. sword, spear, and tiger claws. Because of this oversight, their souls could not be found by Anubis A cleric of the pantheon may be of any nonevil alignment. Evil and escorted to the Hall of Truth. Some of these souls try to aid Re- clerics worship Apep, Set, or Sobek, the three aberrant deities of the Horakhty and help the Solar Barge complete its nightly passage. pantheon, and are not welcome in the temples of the other deities. Re-Horakhty regularly rewards these souls by carrying them out, a Instead of serving the entire Pharaonic pantheon, a few clerics few at a time, and depositing them in Fair Ament before descend- devote themselves to just the “Osirian triad” of deities: Osiris, his ing once more into the Twelve Hours of Night. The Solar Barge can wife Isis, and their son Re-Horakhty. These clerics may choose carry only a few souls each night, however. from the following domains: Air, Earth, Law, Glory, Good, Law, The Twelve Hours of Night is the third Outer Plane of the Magic, Nobility, Plant, Protection, Repose, Sun, War, and Water. Pharaonic cosmology. It is divinely morphic and mildly evil- These clerics must be good, and they must choose the khopesh, aligned with a minor negative dominance. flail, or quarterstaff as their favored weapon.",
        "name":  "The Twelve Hours of Night",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Khopesh in stopping the Solar Barge’s nightly journey and assuming leader- ship of the pantheon. The ruler of the Pharaonic pantheon, Re-Horakhty is the resplen- dent lord of the sun, steering the Solar Barge across the sky and Clergy and Temples through the underworld at night. He appears as a strong, dark- Re-Horakhty’s clerics are kings and advisors to kings. Like most 138 skinned human with the head of a hawk. Pharaonic clergy, they wear white robes, but they also adorn :5 RETPAHC CINOARAHP EHT NOEHTNAP remarC .D yb .sullI Pharaonic Temple 7 7 4 7 3 7 6 Up 2 Up 1 7 7 7 7 5 5 5 1. Courtyard 2. Antechamber 3. Chapel Altar 4. Meditation Chamber 5. High Priests\u0027 Chambers Pillar 6. Study 7. Junior Priests\u0027 Quarters themselves with golden crowns, bracers, and other symbols of planes) +68, Knowledge (religion) +88, Listen +65, Scry +38, their high office. His male clerics—the far majority—shave Search +68, Sense Motive +75, Spellcraft +78, Spot +75, Tumble their heads. +80. *Always receives a 20 on checks. Re-Horakhty usually shares a temple with his parents, Osiris Feats: Blind-Fight, Blindsight 5-ft. Radius, Cleave, Combat and Isis, though each deity has a separate inner court within the Reflexes, Deflect Arrows, Divine Might, Divine Vengeance, temple. These grand temples are found wherever the Pharaonic Dodge, Empower Spell, Expertise, Extra Turning, Great deities are worshiped. Many clerics serve all three deities. Cleave, Improved Critical (khopesh), Improved Grapple, Improved Initiative, Improved Trip, Improved Unarmed RE-HORAKHTY Strike, Leadership, Mobility, Power Attack, Power Paladin 20/Monk 20/Cleric 10 Critical (khopesh), Quicken Spell, Spring Medium-Size Outsider Attack, Still Spell, Superior Expertise,",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "19 Weapon Focus (khopesh), Whirl-",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine immunities, DR 54/+4, fast caster. The save DCs are 40 + spell level. Aid, healing 39, spontaneous casting of divine spells, blade barrier, bless weapon, bolt of glory*, calm understand, speak, and read all languages and speak directly emotions, crown of glory*, demand, dictum, dis- to all beings within 19 miles, remote communication, godly cern lies, dispel chaos, dispel evil, disrupt undead, divine favor, realm, teleport without errorat will, plane shiftat will, detect evil, divine power, endure elements, enthrall, fire seeds, fire shield, flame strike, divine grace, lay on hands (220 hp/day), divine health, aura of gate, geas/quest, greater command, heat metal, hold monster, holy aura, courage (+8 to morale), remove disease (6/week), paladin mount holy smite, holy sword, holy word, magic circle against chaos, magic circle with celestial template, evasion, still mind (+2 against against evil, magic vestment, magic weapon, order’s wrath, power word enchantment), slow fall (any distance), purity of body, whole- blind, power word kill, power word stun, prismatic sphere, protection from ness of body (40 hp), leap of the clouds, improved evasion, chaos, protection from evil, repulsion, searing light, shield of law, spiritual diamond body, abundant step,timeless body, tongue of the sun weapon, storm of vengeance, summon monster IX(as law or good spell and the moon, empty body, perfect self, SR 51, divine aura (19 only),sunbeam, sunburst. miles, DC 40). Cleric Spells/Day:6/9/9/8/8/6; base DC = 26 + spell level. Saves*:Fort +65, Ref +65, Will +72. *Always receives a 20 on saves. Paladin Spells/Day:7/7/7/7; base DC = 26 + spell level.",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Re-Horakhty can create any magic spell +54 melee touch or +53 ranged touch. weapon or armor, and any item that uses light, positive energy, or Damage:+5 disruption lawful heavy mace 1d8+17/×2 or by spell. spells from the Glory or Sun domains. Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Mace (history) +57, Knowledge (nature) +57, Knowledge (nobility and royalty) +57, Knowledge (the planes) +57, Knowledge Anubis appears as a male human with the head and long tail of a (religion) +77, Knowledge (undead) +77, Listen +54, dog or jackal. A neat mane of straight black hair falls over his shoul- Profession (herbalist) +62, Profession (scribe) +62, Scry +77, ders. He dresses in a white knee-length kilt, a decorative scale mail Search +27, Sense Motive +42, Spellcraft +77, Spot +54, Use breastplate of glittering gold, and a number of bracers and arm- Magic Device +36. bands. He typically carries either a scepter or a true ankh.He can Feats: Alertness, Craft Rod, Craft Staff, Craft Wand, Craft Wondrous use his Shift Form ability to take on the form of a jackal. Item, Divine Might, Divine Vengeance, Empower Spell, Enlarge Anubis is the son of Osiris and Nephthys. Spell, Extend Spell, Extra Turning, Greater Spell Penetration, Heighten Spell, Iron Will, Maximize Spell, Persistent Spell, Dogma Power Attack, Quicken Spell, Reach Spell, Sacred Spell, Scribe Anubis guides the souls of dead mortals to the halls of judgment, Scroll, Skill Focus (Knowledge [arcana]), Silent Spell, Spell supervises their weighing on the scales of Ma’at, and protects them Mastery, Spell Penetration, Still Spell. on their journey. In addition, he guards cemeteries from grave rob- bers and other defilers. Anubis helped his mother Nephthys and Divine Immunities:Ability damage, ability drain, acid, cold, his aunt Isis mummify Osiris (his father), applying his knowledge death effects, disease, disintegration, electricity, energy drain, of herbs and medicines. He is also a keeper of magical knowledge, mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- particularly that related to necromancy. Despite his knowledge of tion, imprisonment, banishment. necromancy, he does not condone animating or controlling Salient Divine Abilities:Alter Form, Alter Size, Animate undead creatures, with the exception of mummies established as Temple Guardian†, Arcane Mastery, Gift of Life, Guide to Souls†, tomb guardians. Life and Death, Shift Form. †Unique ability, described below.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Reptilian creatures, evil can sense, with no limit to size. Otherwise, this ability works like dragons, crazed cultists animate objects. Cleric Alignments:NE, CE, LE Guide to Souls (unique salient divine ability): Anubis can Domains:Evil, Fire, Scalykind prevent any soul from returning to its body when a cleric attempts Favored Weapon:Heavy pick to return the character from the dead.",
        "name":  "Anubis can animate any object that is located within a tomb that he Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Domain powers, salient divine abilities, spell-like or name was spoken in the last hour. He can extend his senses to abilities, breath weapon (fire, 100-ft. cone, save DC 31), constrict up to two locations at once. He can block the sensing power of (4d6+22), improved grab, poison (DC 31; initial and secondary deities of his rank or lower at up to two remote locations at once damage 3d6 points of temporary Constitution damage). for 5 hours.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bluff +52, Climb +28, Diplomacy +56, Hide +16, Innuendo taining a spell from +54, Intimidate +54, Knowledge (arcana) +52, Knowl- the Fire domain, as edge (the planes) +52, Knowledge (religion) +52, well as flaming and Listen +54, Move Silently +32, Search +52, Sense flaming burst weapons, Motive +52, Spellcraft +52, Spot +54. as long as the item’s",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Tiger claws Special Attacks:Domain powers, salient divine abilities, spell-like abilities, rend 2d6, turn undead 12/day. Bast is a cat-headed deity whose portfolio includes protec- Special Qualities: Divine immunities, DR 43/+4, fire tion (as a mother protects her children), punishment of resistance 28, spontaneous casting of divine spells, wrongdoers, and cats. She appears as a dark-skinned human understand, speak, and read all languages and speak woman with the head of a cat, though she can use her Shift directly to all beings within 8 miles, remote communi- Form ability to appear as any feline of any size. Bast is a wild cation, godly realm, teleport without error at will, plane deity. To those she favors she gives great blessings, but shift at will, familiar (felines), SR 40, divine aura (800 when she is angry her wrath knows no bounds. She is a ft., DC 27). fierce enemy of Apep and Set. Saves:Fort +48, Ref +57, Will +48. Though Bast’s home plane is listed as the Solar Barge, Abilities:Str 30, Dex 44, Con 26, Int 28, Wis 26, Cha 29. in fact she resides on Mount Bakhau at the far eastern Skills: Animal Empathy +37, Balance +67, Climb edge of the world. This mythical mountain lies along +68, Concentration +36, Diplomacy +29, Escape the Solar Barge’s course through the sky, above the Artist +50, Handle Animal +67, Heal +46, Hide +65, cavern where the Barge exits the Twelve Hours of Intuit Direction +36, Jump +70, Knowledge (nature) Night each dawn. Every morning, Bast descends from +47, Knowledge (religion) +47, Listen +48, Move her palace to fight Apep, securing the Barge’s passage Silently +57, Ride (horse) +27, Scry +27, Sense out of the Twelve Hours. Motive +46, Spellcraft +37, Spot +58, Tumble +57, Bast is one of the daughters of Re-Horakhty Wilderness Lore +46. and is married to Ptah. Feats: Alertness, Blind-Fight, Cleave, Combat Reflexes, Dodge, Expertise, Fleet of Foot, Great Dogma Cleave, Greater Spell Focus (Illusion), Improved To speak of dogma in connection with Bast is Critical (bite), Improved Critical (claw), Improved almost contradictory. Bast is a chaotic, often Disarm, Improved Initiative, Improved Trip, whimsical deity who demands no rigid adher- Mobility, Multiattack, Power Attack, Power Critical ence to principles of faith. In general, (bite), Power Critical (claw), Quicken Spell, Run, she promotes life and liberty, Scribe Scroll, Silent Spell, Spell Focus asserting the value of mortal (Illusion), Spring Attack, Still life, things of beauty, and free- Spell, Superior Expertise, Track, dom from oppressive regula- Weapon Finesse (bite), Weapon tion. Bast hates evil, particularly Finesse (claw), Weapon Focus Apep and his followers, and people (bite), Weapon Focus (claw), who worship Bast generally share Weapon Specialization (bite), that enmity. Weapon Specialization (claw), Whirlwind Attack. Clergy and Temples Bast’s clerics, like most clerics of the Divine Immunities: Ability Pharaonic deities, wear white robes and shave damage, ability drain, acid, cold, their heads if they are male. Clerics of Bast are death effects, disease, disintegra- charged to remain constantly vigilant against tion, electricity, energy drain, mind- the forces of evil, as a cat watches for vermin affecting effects, paralysis, poison, invading the home. They often serve as the voice sleep, stunning, transmutation, of the common people among the Pharaonic imprisonment, banishment. clergy, who are so often obsessed with royalty Salient Divine Abilities:Alter and the orderly function of government they Form, Alter Size, Banestrike (reptil- they may forget those they serve. Most of Bast’s ian creatures), Control Creatures clerics are female. (feline animals), Divine Battle Mas- Bast’s temples follow the general layout of tery, Divine Celerity, Extra Domain most Pharaonic temples. Bast is also revered (Strength), Extra Domain (War), at countless small shrines and household Shift Form, Speak with Creatures altars. Due to her influence, cats hold a spe- (feline animals). cial revered place in Pharaonic culture, and Domain Powers: Cast mistreating a cat invites the wrath of Bast chaos spells at +1 caster level; on the perpetrator. 8/day smite (+4 on attack 143 PANTHEON Illus. by D. Cramer \u0026A. Swekel THE PHARAONIC CHAPTER 5: and +10 on damage for one weapon attack; 8/day protective ward BES (touched subject gains +10 resistance bonus on next saving throw, maximum duration 1 hour); 8/day feat of strength (+10 Lesser Deity enhancement bonus to Str for 1 round). Symbol:Image of the deity Spell-Like Abilities:Bast uses these abilities as an 18th-level Home Plane: Material Plane caster, except for chaos spells, which she uses as a 19th-level Alignment:Chaotic neutral caster. The save DCs are 26 + spell level. Animate objects, anti- Portfolio:Luck, music, protection magic field, Bigby’s clenched fist, Bigby’s crushing hand, Bigby’s grasp- Worshipers:Rogues, gamblers ing hand, blade barrier, bull’s strength, chaos hammer, circle of doom, Cleric Alignments:CG, CN, CE cloak of chaos, contagion, disintegrate, dispel law, divine power, earth- Domains:Luck, Protection, Trickery quake, endure elements, flame strike, harm, implosion, inflict critical Favored Weapon:Short sword wounds, inflict light wounds, magic circle against law, magic vestment, magic weapon, mind blank, power word blind, power word kill, power The grotesque but cheerful Bes appears as a stunted, round- word stun, prismatic sphere, protection from elements, protection bodied and bow-legged human, about 4 feet tall, sporting from law, repulsion, righteous might, sanctuary, shatter, shield a bushy beard and tail and wearing the skin of a other, spell immunity, spell resistance, spiritual weapon, panther. He is a god of luck as well as a protec- stoneskin, summon monster IX(as chaos spell only), tor of women in childbirth. He is said to be so word of chaos. ugly that his visage scares evil spirits away, Rend (Ex):If Bast hits with both claw and many followers of the Pharaonic gods attacks, she latches onto her opponent’s keep statues of Bes in their homes to keep body and tears the flesh. This attack ill luck away. automatically deals an additional Bes is married to Hathor, who shares his 2d6 points of damage. interest in music and luck. Cleric Spells/Day:6/7/7/ 6/6/4; base DC = 18 + spell level. Dogma Wizard Spells/Day:5/8/7/ Even more so than Bast, Bes is a 6/6/5; base DC = 19 + spell level, chaotic deity who cares little for 23 + spell level for illusions. dogma. He loves gambling, and",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bast can create any magic weapon, as long halls, taverns, and roadway shrines. 144 as the item’s market price does not exceed 30,000 gp. :5 RETPAHC CINOARAHP EHT NOEHTNAP llehctiM .M\u0026 remarC .D yb .sullI BES Other Divine Powers Rogue 20/Bard 20 As a lesser deity, Bes may take 10 on any check. Bes treats a 1 on an Small Outsider attack roll or saving throw normally and not as an automatic fail-",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword Improved Disarm, Improved Initiative, Improved Trip, Jack of All Trades, Lightning Reflexes, Mobility, Quick Draw, Spring The benevolent deity Hathor appears either as a human woman Attack, Superior Expertise, Weapon Finesse (short sword), with the head of a cow, as a human woman with cow’s ears or Weapon Focus (short sword), Whirlwind Attack. horns, or simply as a large cow. She is a deity of music and dance, art and inspiration. Her broad portfolio also includes influence",
        "name":  "Reflexes, Disguise Spell, Dodge, Expertise, Extra Music, Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7/day reroll a die roll once after it is made; enjoyed and protected. There is no evil in enjoying these simple 7/dayprotective ward(touched subject gains +7 resistance bonus on blessings; it is evil to deny them to another or to destroy them. next saving throw, maximum duration 1 hour). Spell-Like Abilities:Bes uses these abilities as an 18th-level Clergy and Temples caster. The save DCs are 34 + spell level. Aid, antimagic field, break Hathor’s clerics wear the white robes common to most Pharaonic enchantment, change self, confusion, entropic shield, false vision, freedom clergy and shave their heads if they are male. Her clerics are often of movement, holy aura, invisibility, mind blank, miracle, mislead, nonde- artists, proficient in the visual arts, dance, or music, or sometimes tection, polymorph any object, prismatic sphere, protection from elements, all three. They lead dancing rituals in Hathor’s honor, create art- repulsion, sanctuary, screen, shield other, spell immunity, spell resistance, work to adorn her temples, seek to inspire others, and interpret spell turning, time stop. dreams (which they believe are Hathor’s inspiration). Hathor’s Bard Spells Known(4/8/8/8/8/7/7; base DC = 26 + spell clerics are as often male as female. level): 0—daze, detect magic, mage hand, mending, prestidigitation, Hathor’s temples are widespread in the lands where the resistance;1st—charm person, expeditious retreat, sleep, unseen ser- Pharaonic deities are revered. vant, ventriloquism; 2nd—darkness, invisibility, minor image, mirror image, suggestion;3rd—blink, confusion, dispel magic, emo- HATHOR tion, wind wall;4th—dimension door, improved invisibility, modify Bard 20/Cleric 20 memory, rainbow pattern, shout; 5th—dream, false vision, healing Medium-Size Outsider circle, mind fog, mislead;6th—eyebite, mass haste, mass suggestion, Divine Rank:8 permanent image. Hit Dice:20d8+160 (outsider) plus 20d6+160 (Brd) plus 20d8+160 (Clr) (920 hp) 145 PANTHEON Illus. by D. Cramer THE PHARAONIC CHAPTER 5:",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4 defending holy longsword word, magic circle +60/+55/+50/+45 melee; or spell against evil, mass +56 melee touch or +57 ranged heal, miracle, mislead, touch prayer, protection from ele-",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4 defending holy longsword ments, protection from evil, 1d8+16/19–20 or by spell Rary’s telepathic bond, Face/Reach:5 ft. by 5 ft./5 ft. refuge, shield other, spell turning,",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Quarterstaff and read all languages and speak directly to all beings within 1 mile, remote communication, godly realm, teleport without Imhotep is the only ascended mortal in the Pharaonic pantheon— errorat will, SR 33, divine aura (10 ft., DC 18). an advisor to kings, builder of pyramids, and paragon of knowledge Saves:Fort +14, Ref +14, Will +23. who rose to become the god of healing and science. He appears as Abilities:Str 24, Dex 24, Con 24, Int 43, Wis 31, Cha 25. a normal human dressed in a white robe and carrying a staff. (As an Skills: Alchemy +27, Appraise +27, Craft (calligraphy) +40, Craft ascended mortal, Imhotep does not have outsider Hit Dice as other (sculpting) +27, Craft (stonemasonry) +40, Diplomacy +18, members of the pantheon do.) Disable Device +27, Heal +36, Knowledge (arcana) +27, Knowledge (architecture and engineering) +40, Knowledge Dogma (geography) +40, Knowledge (history) +40, Knowledge (local) Imhotep’s key doctrine is that knowledge, science, and magic +27, Knowledge (nature) +40, Knowledge (nobility and should be used to help humanity. While Thoth teaches the col- royalty) +40, Knowledge (the planes) +27, Knowledge (reli- lection of knowledge for knowledge’s sake, and Anubis guards gion) +28, Listen +23, Open Lock +18, Profession (apothecary) secrets of herbalism and magic, Imhotep insists that knowledge +22, Profession (engineer) +36, Profession (herbalist) +22, is only useful if it is used, and it must be used for the good of all. Profession (scribe) +36, Spot +13.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Ambidexterity, Improved Two-Weapon magic as much as to the science of engineering. The appropriate Fighting, Skill Focus (Profession [scribe]), Skill Focus use of magic is to help others, not harm them. (Profession [engineer]), Two-Weapon Fighting, While not explicitly pacifistic, Im- Weapon Focus (quarterstaff). hotep places much more empha- sis on healing than on warfare, Divine Immunities:Ability in stark contrast to other damage, ability drain, acid, cold, Pharaonic deities. death effects, disease, disinte- gration, electricity, energy Clergy and Temples drain, mind-affecting effects, Imhotep’s clerics are gener- paralysis, poison, sleep,stun- ally peaceful healers who ning, transmutation. strive for the betterment of Salient Divine Abilities: all humanity. Many dabble Gift of Life, Master Crafter. in the sciences, particularly Domain Powers:Cast architecture, and they often conjuration (creation) spells serve as the chief architects at +1 caster level; cast heal- and engineers for the con- ing spells at +1 caster level; struction of temples to all cast divination spells at +1 the gods in the pantheon. caster level. These clerics are vastly pop- Spell-Like Abilities:Im- ular among the common hotep uses these abilities as an people, who rely on them 11th-level caster, except for for all varieties of healing. conjuration (creation) spells, They wear the white robes divination spells, and healing common to most Pharaonic spells, which he uses as a 12th- clergy, and shave their level caster. The save DCs are heads if they are male 18 + spell level. Animate rope, (which most are). clairaudience/clairvoyance, cure Imhotep’s temples double critical wounds, cure light wounds, as hospitals and centers of sci- cure moderate wounds, cure serious entific learning. wounds, detect secret doors, detect thoughts, discern location, divina- IMHOTEP tion, fabricate, find the path, fore- Expert 20 sight, hardening*, heal, healing Medium-Size Outsider circle, legend lore, major creation,",
        "name":  "Though Imhotep is not a god of magic, his doctrine applies to Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Quarterstaff Information +57, Heal +78, Knowledge (arcana) +94, Knowl- edge (architecture and engineering) +84, Knowledge (geogra- The wife of Osiris and mother of Re-Horakhty, Isis is the most phy) +84, Knowledge (history) +84, Knowledge (local) +84, powerful female deity of the Pharaonic pantheon. She is a god of Knowledge (nature) +84, Knowledge (nobility and royalty) magic and fertility, a patron of marriage, and (with Hathor) a god +84, Knowledge (the planes) +84, Knowledge (religion) +84, of motherhood. Her dominion over water represents the ancient Listen +60, Profession (midwife) +88, Scry +94, Search +74, rivers that are the source of fertility and life. She appears as a Sense Motive +58, Spellcraft +121, Spot +60, Use Magic dark-skinned human woman with green eyes, wearing a white Device +47. *Always receives a 20 on checks. pleated linen gown and many items of jewelry. Feats: Brew Potion, Craft Magic Arms and Armor, Craft Rod, Isis is the daughter of the ancient earth-god Geb and the god of Craft Staff, Craft Wand, Craft Wondrous Item, Empower Spell, the starry sky, Nut. Enlarge Spell, Eschew Materials, Extend Spell, Forge Ring, Greater Spell Penetration, Heighten Spell, Improved Initiative, Dogma Persistent Spell, Reach Spell, Repeat Spell, Sacred Spell, Scribe In her purest essence, Isis represents the power of love to over- Scroll, Silent Spell, Spell Mastery, Spell Penetration, Still Spell, come death. When Set killed her husband Osiris, Isis searched Subdual Substitution, Widen Spell. the land to find his body and labored to restore him to life. The strength of her love combined with her power to conquer death Divine Immunities:Ability damage, ability drain, acid, cold, make her possibly the most popular of the Pharaonic deities. death effects, disease, disintegration, electricity, energy drain, She is an approachable deity, for she loves her worshipers as mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- much as she loves her husband, and she offers them the same tion, imprisonment, banishment. gift she gave Osiris: everlasting life in the peaceful bliss of the Salient Divine Abilities:Alter Reality, Arcane Mastery, Offering Fields. Area Divine Shield, Automatic Metamagic (quicken wizard For all her popularity, Isis has a more esoteric side in her role as spells), Craft Artifact, Create Greater Object, Create Object, deity of magic. Though wizards and sorcerers revere her, she also Divine Creation, Divine Dodge, Divine Fast Healing, Divine receives veneration in the form of countless charms with minor Shield, Divine Skill Focus (Spellcraft), Divine Spellcasting, magical powers created in her name, making even her mysteries Extra Domain (Water), Extra Energy Immunity (fire), Gift of accessible to the masses of her followers. Life, Increased Energy Resistance (sonic), Increased Spell Naturally, Isis is a great enemy of her husband’s murderer Resistance, Instant Counterspell, Life and Death, See Magic, and encourages her followers to oppose Set and his minions in Spontaneous Wizard Spells. the world. Domain Powers:Cast good spells at +1 caster level; use spell completion or spell trigger devices as Wiz30; 17/day protective ward Clergy and Temples (touched subject gains +20 resistance bonus on next saving throw, Isis’s priests are often multiclass cleric/wizards or cleric/sorcerers, maximum duration 1 hour); 17/day turn or destroy fire creatures, though many of her followers prefer to master the spells of one or rebuke or command water creatures. class or the other. Like most Pharaonic clergy, her clerics wear Spell-Like Abilities:Isis uses these abilities as a 27th-level white robes and, if they are male, shave their heads. Most of her caster, except for good spells, which she uses as a 28th-level 148 clerics are female, however. caster. The save DCs are 37 + spell level. Acid fog, aid, antimagic :5 RETPAHC CINOARAHP EHT NOEHTNAP remarC .D yb .sullI field, blade barrier, cone of cold, control water, dispel evil, Sister of Osiris, Isis, and Set, Nephthys appears as a human dispel magic, elemental swarm (water spell only),fog woman with large wings. She was married to Set and bore cloud, holy aura, holy smite, holy word, horrid wilting, him one child, the twisted crocodile god Sobek. Longing identify, ice storm, imbue with spell ability, magic for a normal marriage and child, she got Osiris drunk and circle against evil, mind blank, Mordenkainen’s dis- seduced him, bearing Anubis as a result—and provoking junction, Nystul’s undetectable aura, obscuring mist, Set’s murder of his brother. After Set killed Osiris, Neph- prismatic sphere, protection from elements, protec- thys abandoned her husband and joined with Isis to recover tion from evil, protection from spells, repulsion, sanc- the dead god’s body, mummify him, and secure his place as tuary, shield other, spell immunity, spell resistance, lord of Tuat. spell turning, summon monster IX (as good spell only),water breathing. Dogma Cleric Spells/Day (Levels 0–11): Despite her marriage to Set, Nephthys is the greatest 6/9/9/9/8/8/7/7/6/6/2/2; base DC = 23 + enemy of the god of evil, hating him more passionately spell level. than even Osiris does. She was deeply wounded by Osiris’s Wizard Spells/Day(Levels 0–17): death (which she felt was her fault), and her grief is the 4/9/8/8/8/8/7/7/7/7/3/3/3/3/2/2/2/2; embodiment of all human mourning. Her priests teach base DC = 29 + spell level. that grief is an appropriate response to death—even though the soul of the departed finds peace and joy in Other Divine Powers the Offering Fields. In her name, followers of the As a greater deity, Isis automatically Pharaonic pantheon weep and wail at funerals even as receives the best possible result on they celebrate the new life of the deceased. any die roll she makes (including attack rolls, damage, checks, and Clergy and Temples saves). She is immortal. Nephthys has few clergy of her own, as",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Mace (light or heavy) (history) +63, Knowledge (local) +73, Knowledge (nature) +63, Knowledge (nobility and royalty) +73, Knowledge (the 149 PANTHEON Illus. by R. Guay \u0026D. Cramer THE PHARAONIC CHAPTER 5: planes) +63, Knowledge (religion) +83, Listen +59, Profession (undead), Divine Inspiration (despair), Divine Shield, Divine (herbalist) +89, Scry +83, Search +43, Sense Motive +59, Spellcasting, Extra Domain (Repose), Hand of Death, Increased Spellcraft +83, Spot +39. *Always receives a 20 on checks. Spell Resistance, Know Death, Life and Death, Spontaneous",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Flail ics wear white robes and shave their heads if they are male (light or heavy) (which most are). Osiris usually shares grand temples with Isis and Re-Horakhty, The god of life and death, Osiris is nearly the greatest god in though each deity has a separate inner court within the temple. the Pharaonic pantheon—hindered only by the fact that he is Such temples are found everywhere the Pharaonic pantheon is dead. Had his brother Set not murdered him, Osiris would revered. Many clerics serve all three deities. occupy the throne of the gods now held instead by his son Re- Horakhty. Osiris rules over the world of the dead as his son OSIRIS rules the living. Cleric 18/Monk Osiris appears as a human mummy 12/Ranger 10 swathed in strips of linen. He Medium-Size wears the crown of rulership over Outsider the dead and holds a scepter and a Divine Rank:18 flail, symbolizing his kingship and Hit Dice: 20d8+360 (outsider) plus his power over the forces of nature. 18d8+324 (Clr) plus 12d8+216 (Mnk) plus These include the cycle 10d10+180 (Rgr) (1,580 hp) of crops and vegetation Initiative:+9 and the primal elemen- Speed:140 ft. tal forces of air and AC: 89 (+9 Dex, +12 monk, +18 divine, +31 earth, control of which natural, +9 deflection) Osiris inherited from Attacks*: +5 disruption defending heavy flail the elder deities. +75/+70/+65/+60 melee; or spell +69 melee Osiris is a son of touch or +67 ranged touch *Always receives Geb and Nut, and the a 20 on attack rolls; roll die to check for criti- brother of Set, Isis, cal hit. and Nephthys. He Damage*: +5 disruption defending heavy flail is the father of Anubis 1d10+21/17–20/×2 or by spell *Always does by Nephthys, and of Re- maximum damage (flail 31 points). Horakhty by Isis. Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleave, Combat Casting, Combat Reflexes, Deflect Arrows, plant can be the focus for Osiris’s remote sense and remote com- Divine Might, Divine Vengeance, Dodge, Expertise, Extra munication power. Turning, Great Cleave, Improved Critical (heavy flail), Improved Portfolio Sense:Osiris senses anything that affects nature Disarm, Improved Trip, Improved Unarmed Strike, Leadership, (land, sea, air) and the death of any living thing the instant it hap- Mobility, Power Attack, Power Critical (heavy flail), Spring pens and eighteen weeks into the past and the future. Attack, Sunder, Superior Expertise, Track, Weapon Focus (heavy Automatic Actions:Osiris can use any death-producing spell flail), Whirlwind Attack. or domain power (but not a salient divine ability) as a free action if the DC for the task is 30 or lower. He can perform up to twenty",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "18/day turn or destroy earth creatures, or secrets, travel rebuke or command air creatures; 18/day turn or destroy air crea- Worshipers:Artists, artisans, tures, or rebuke or command earth creatures; cast good spells at +1 travelers caster level; cast law spells at +1 caster level; 18/day rebuke or com- Cleric Alignments:LG, LN, LE mand plant creatures; 18/day death touch(if subject touched does Domains:Creation, Knowledge, Law, Travel not have at least 108 hp, it dies). Favored Weapon:Mace Spell-Like Abilities:Osiris uses these abilities as a 28th-level caster, except for good spells and law spells, which he uses as a Ptah is a mysterious creator deity, related to the rest of the 29th-level caster. The save DCs are 37 + spell level. Aid, air walk, Pharaonic pantheon only by marriage (to Re-Horakhty’s daughter barkskin, blade barrier, calm emotions, chain lightning, changestaff, Bast), not by birth. He appears as a small man with black skin like command plants, control plants, control weather, control winds, death- polished marble and large black eyes filled with stars. Legends sug- watch, death ward, destruction, dictum, dispel chaos, dispel evil, earth- gest that Ptah existed before even Re and Apep, and that he may quake, elemental swarm(as air or earth spell only), entangle, gaseous have created them—and even other gods in other pantheons. form, gentle repose, hold monster, holy aura, holy smite, holy word, iron Despite his marriage to Bast, he remains aloof from the struggles body, magic circle against chaos, magic circle against evil, magic stone, and rivalries of the Pharaonic pantheon, spending his time wan- obscuring mist, order’s wrath, plant growth, protection from chaos, pro- dering the vast expanses of the planes. tection from evil, repel wood, shambler, shield of law, slay living, soften earth and stone, speak with dead, spike stones, stone shape, stoneskin, Dogma summon monster IX(as law or good spell only),surelife, undeath to Ptah’s law is the order of the universe. Everything has a place in death, wail of the banshee, wall of stone, wall of thorns, whirlwind, the cosmic scheme, and everything fits together to work for a wind wall. purpose that is beyond mortal understanding. Ptah may have set Cleric Spells/Day:6/9/9/8/8/7/7/5/5/4; base DC = 20 + this intricate cosmic machinery in motion, and it seems quite spell level. likely that he is the only one who knows its purpose or eventual Ranger Spells/Day:4/4; base DC = 20 + spell level. result. His followers generally act as though they’re in on the",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortspear or halfspear Set stand in certain remote desert regions, pro- tected by powerful clerics and minions of Set A being of pure chaos and evil, Set is (see Pharaonic Monsters, below). opposed to everything the Pharaonic deities represent. He appears as a pow- SET erful man with a bestial head resem- Fighter 20/Blackguard 10/Cleric 10 bling a donkey, with a curved snout Medium-Size Outsider and upright, square-tipped ears. He Divine Rank:16 also has a long, forked tail. He some- Hit Dice: 20d8+220 (outsider) plus times appears in animal form, as a 20d10+220 (Ftr) plus 10d10+110 (Blk) hunting dog (resembling a grey- plus 10d8+110 (Clr) (1,200 hp) hound or saluki), a hippopotamus, Initiative:+13 (+9 Dex, +4 Improved or a wild boar. Initiative)",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Water, river hazards, Focus (shortspear), Weapon Specialization (shortspear), crocodiles, wetlands Whirlwind Attack. Worshipers:Sailors, reptilian creatures, assassins",
        "name":  "Spring Attack, Still Spell, Sunder, Superior Expertise, Weapon Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ability damage, ability drain, acid, cold, Cleric Alignments:LE, LN, NE death effects, disease, disintegration, electricity, energy drain, Domains:Animal, Evil, Water mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- Favored Weapon:Shortspear tion, imprisonment, banishment.",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "16/day turn or destroy earth creatures, or carve out their own place in a world that is hostile to their con- rebuke or command air creatures; cast chaos spells at +1 caster tinued existence, to win recognition from the Pharaonic pan- level; 16/day smite (+4 on attack and +10 on damage for one theon and its church, and—barring any realistic possibility of weapon attack); cast evil spells at +1 caster level; 16/day feat of crushing their opposition—to survive the opposition of the strength (+10 enhancement bonus to Str for 1 round). good deities and their servants. Sobek’s church is a cult acutely Spell-Like Abilities:Set uses these abilities as a 26th-level aware of how little power it actually holds. It clings to as much caster, except for chaos spells and evil spells, which he uses as a strength as it can muster, obeys the laws of the land when neces- 27th-level caster. The save DCs are 35 + spell level. Air walk, animate sary to keep the full wrath of the authorities from falling upon it, objects, armor of darkness*, Bigby’s clenched fist, Bigby’s crushing hand, and struggles to survive. Bigby’s grasping hand, blacklight*, blasphemy, blindness, bull’s strength, chain lightning, chaos hammer, circle of doom, cloak of chaos, contagion, Clergy and Temples control weather, control winds, create undead, desecrate, disintegrate, dispel Sobek’s clerics attempt to fit in among the clergy of the other good, dispel law, earthquake, elemental swarm (as air spell only),endure Pharaonic deities, as if their patron were a respected member of the elements, gaseous form, harm, implosion, inflict critical wounds, inflict pantheon. They adopt the traditional dress of the Pharaonic clergy light wounds, magic circle against good, magic circle against law, magic (white robes, shaved heads for males) and display Sobek’s symbol vestment, nightmare, obscuring mist, obscuring mist, power word blind, openly. While this usually brings only mockery on their heads, power word kill, protection from good, protection from law, prying eyes, sometimes it provokes assault (particularly from the chaotic and righteous might, shatter, spell immunity, stoneskin, summon monster V violent clerics of Bast). Clerics and paladins of Re-Horakhty always (1d3 shadows only),summon monster IX (as chaos or evil spell only), keep a close eye on Sobek’s clerics, hoping to catch them in some unholy aura, unholy blight, whirlwind, wind wall, word of chaos. misdeed they can prosecute. As a result, Sobek’s followers try to Blackguard Spells/Day:5/5/5/3; base DC = 21 + spell level. keep their activities as respectable as possible—at least when Cleric Spells/Day:6/8/8/7/6/5; base DC = 21 + spell level. anyone could possibly see them. Sobek has a few small temples, usually visited by sailors who Other Divine Powers offer sacrifices to ward off river hazards during their journeys. He As a greater deity, Set automatically receives the best possible is also worshiped in private shrines throughout Pharaonic lands. result on any die roll he makes (including attack rolls, damage, checks, and saves). He is immortal. SOBEK",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "3/day use animal friendship;cast evil spells at learning +1 caster level; 10/day turn or destroy fire creatures, or rebuke or Worshipers:Scholars, sages, command water creatures. wizards, sorcerers, bards Spell-Like Abilities:Sobek uses these abilities as a 13th- Cleric Alignments:NG, LN, N, level caster, except for evil spells, which he uses as a 14th-level CN, NE caster. The save DCs are 20 + spell level. Acid fog, animal shapes, Domains:Knowledge, Magic, Rune antilife shell, blasphemy, calm animals, commune with nature, cone of Favored Weapon:Quarterstaff cold, control water, create undead, creeping doom, desecrate, dispel good, dominate animal, elemental swarm (as water spell only), fog cloud, The mysterious deity Thoth appears as a slender human with the hold animal, horrid wilting, ice storm, magic circle against good, head of an ibis. He is the inventor of writing and arithmetic, and obscuring mist, protection from good, repel vermin, shapechange, the god of scribes, sages, libraries, and knowledge in general. summon monster IX (as evil spell only),unholy aura, unholy blight, Thoth is not related, even by marriage, to any other deity in the 156 water breathing. Pharaonic pantheon, and his origins are not clear. Some legends :5 RETPAHC CINOARAHP EHT NOEHTNAP remarC .D\u0026 ahnidraS .R yb .sullI say that he was present at creation, recording the events of Re’s Speed:60 ft. birth as they occurred. Others say he is a son of Re, brother of AC: 67 (+9 Dex, +13 divine, +1 dodge [loremaster secret], +26 Shu and Tefnut. natural, +8 deflection)",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Scepter of Thoth asdestructionspell or by spell knowledge—patron of scribes and other educated people. In his Face/Reach:5 ft. by 5 ft./5 ft. mystery cult (see below), he takes on a more important role, but Special Attacks:Domain powers, salient divine abilities, spell-like his ordinary followers view life as a quest for knowledge and for abilities, turn undead 11/day. mastery of an ever-increasing body Special Qualities: Divine immuni- of information about ties, DR 48/+4, fire resis- the world. Follow- tance 33, spontaneous ers of Thoth col- casting of divine lect knowledge spells, understand, for knowledge’s speak, and read all sake, striving to languages and speak better themselves directly to all beings through learning. within 13 miles, re- Some hope to better mote communication, the world as well, godly realm, teleport while others hope to without error at will, gain the means to plane shiftat will, famil- impose their will on iar (ibises), lore +28, the world through greater lore, true lore, their knowledge. loremaster secrets For Thoth himself, (Dodge trick, Weapon knowledge is all Trick, one feat, bonus that matters. 1st-level spell, bonus 2nd-level spell), SR Clergy and 65, divine aura (1,300 Temples ft., DC 31).",
        "name":  "As a part of the Pharaonic pantheon, Thoth is simply the god of Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast divination spells at +1 caster level; use alchemy and magical experimentation. Many wizards are initiates spell completion or spell trigger devices as Wiz35. of the Mysteries, particularly those who focus on the schools of Spell-Like Abilities:Thoth uses these abilities as a 23rd-level Transmutation and Evocation. caster, except for divination spells, which he uses as a 24th-level caster. The save DCs are 31 + spell level. Antimagic field, clairaudi- NEW EQUIPMENT ence/clairvoyance, detect secret doors, detect thoughts, discern location, dispel magic, divination, Drawmij’s instant summons, erase, explosive runes, find The following weapons are available to worshipers of the the path, foresight, glyph of warding, greater glyph of warding, identify, Pharaonic pantheon. imbue with spell ability, legend lore, lesser planar binding, Mordenkainen’s disjunction, Nystul’s undetectable aura, protection from spells, secret page, Khopesh:Medium-size Exotic Weapon—Melee: Cost 20 gp, spell resistance, spell turning, symbol, teleportation circle, true seeing. Damage 1d8, Critical 19–20/×2, Range —, Weight 12 lb., Type Cleric Spells/Day: 6/9/9/9/8/8/7/7/6/6; base DC = 23 + Slashing. spell level. A character can use a khopesh to make trip attacks due to its Wizard Spells/Day(Levels 0–18):4/10/10/8/8/8/8/7/7/7/4/ hooklike blade. If the wielder is tripped during the trip attempt, 3/3/3/3/2/2/2/2; base DC = 30 + spell level. the character can drop the khopesh to avoid being tripped.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Thoth wields a scepter in battle (treat as a rod) that delivers a destructionspell (heightened to 9th level) by touch. A For- Tiger Claws:Tiny Exotic Weapon—Melee: Cost 5 gp, Damage titude save (DC 23) negates the effect. 1d4, Critical ×2, Range —, Weight 2 lb., Type Piercing.",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 khopesh+9/+4 melee; mighty composite longbow (+2 as the Mysteries of Thrice-Greatest Thoth (or sometimes of Str bonus) +8/+3; see below for animal form Thrice-Greatest Hermes, in lands where the Olympian and Damage: +1 khopesh 1d8+3; mighty composite longbow (+2 Str Pharaonic pantheons have influenced each other). In the central bonus) 1d8+2; see below for animal form myth of this mystery cult, Thoth experiences a revelation of the Face/Reach:5 ft. by 5 ft./5 ft.; see below for animal form hidden truths of the universe. Unfortunately, these truths are not Special Attacks:Alternate form; see below for animal form the sort that can be communicated. Each believer must experi- Special Qualities: Fear immunity, SR 12; see below for animal 158 ence that revelation individually. form :5 RETPAHC CINOARAHP EHT NOEHTNAP",
        "name":  "Thoth is also the central figure in an esoteric mystery cult known Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Exotic Weapon Proficiency (khopesh), Improved Initiative Large Viper:Large outsider; Init +7; Spd 20 ft., climb 20 ft., swim 20 Climate/Terrain: Any land or underground ft.; AC 24 (–1 size, +3 Dex, +12 natu-",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Large outsider; Init As their name suggests, minions of Set +5; Spd 40 ft.; AC 22 (–1 size, +1 are servants of that evil god. Their Dex, +12 natural); Atk +15/+15 name can only hint, however, at the melee (2d4+10, claws), +10 melee depravity and cruelty these (2d8+5, bite); Face/Reach 10 ft. inhuman monsters hide by 20 ft./10 ft.; SA Im- behind their human faces. proved grab; SQ Scent; In its natural form, a SV Fort +9, Ref +6; Str minion of Set appears 31, Dex 13, Con 19. human, with bronzed skin Giant Crocodile:Huge and black hair. It seems to outsider; Init +5; Spd wear scaly black full plate 20 ft., swim 30 ft.; AC armor, but this is actually 21 (–2 size, +1 Dex, natural armor of incredi- +12 natural); Atk +12 ble toughness. It wields a melee (2d8+12, bite) magical khopesh and a or +12 melee (1d12+12, mighty longbow. Each tail slap); Face/Reach 10 minion of Set also has the ft. by 20 ft./10 ft.; SA ability to assume the form Improved grab; SV Fort of a specific animal: either a +9, Ref +6; Str 27, Dex 12, Large viper, a dire bear, a giant Con 19. crocodile, a dire hyena, or a Dire Hyena: Large out- Large monstrous scorpion. sider; Init +6; Spd 50 ft.; AC In animal form, a minion 23 (–1 size, +2 Dex, +12 natu- of Set retains a definite ral); Atk +12 melee (1d8+10, cast of evil to its features bite); Face/Reach 5 ft. by 10 and is always a large and ft./5 ft.; SA Trip; SQ Scent; SV powerful example of its Fort +8, Ref +7; Str 25, Dex 15, animal kind. Con 17.",
        "name":  "Dire Bear",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch +5 melee (or quarterstaff +5 melee, or dagger +5 tombs,often mistaken melee); or masterwork light crossbow with masterwork bolts for mummies +10 ranged Lillend 7 Native to the Offering",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch 1d8+5 and paralysis; quarterstaff 1d6; dagger 1d4; Fields light crossbow 1d8 Mohrg 8 Face/Reach:5 ft. by 5 ft./5 ft. Monstrous scorpions 1/4 to 11 Any size",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "By character class 2); lion (CR 3); lizard (CR 1/6); lizard, giant (CR 2); rat (CR 1/8); rhinoceros (CR 4); snake, all (CR 1/3 to 5); toad (CR 1/10) 161 PANTHEON THE PHARAONIC CHAPTER 5: :5 RETPAHC CINOARAHP EHT NOEHTNAP Pyramid This diagram shows the layout of a pyramid complex typical of those built in ancient Egypt. In a campaign that uses the Pharaonic pantheon, pyramids are sacred places 11.. SSeeccoonnddaarryy TToommbbss where the bodies of ordinary persons as well as 22.. LLeesssseerr PPyyrraammiidd high-ranking leaders are interred. 33.. FFuunneerraarryy CChhaappeell 44.. CCoorrrriiddoorr 9 55.. SSeeccoonnddaarryy BBuurriiaall CChhaammbbeerrss 66.. BBuurriiaall CCrryyppttss ((ffoorr wwoorrkkeerrss aanndd pprriieessttss)) 8 77.. FFuunneerraall BBaarrggee 88.. MMeemmoorriiaall HHaallll 99.. MMaaiinn CChhaammbbeerr 7 6 6 6 6 5 3 4 5 2 2 1 One Inch Equals 50 Feet 162 he Asgardian pantheon is a fantasy interpretation of the bones. Stones and gravel came from the dead giant’s teeth religions of historical Scandinavia in ancient times. It and shattered bones, and the blood filled Ginnungagap, includes deities appropriate for use in a DUNGEONS\u0026 becoming lakes and the sea. Odin and his brothers DRAGONSgame, arranged in a cosmology and theology that formed the sky from Ymir’s skull. Four dwarves named make sense from the perspective of the game. Separated from Nordri, Sudri, Austri, and Vestri held up the skull. Ymir’s their historical context in real-world Scandinavia, these gods hair became flora, and his brains became clouds. Sparks are united into a tight pantheon that serves the needs of D\u0026D from Muspelheim became stars. The earth was a great clerics and other player and nonplayer characters in the game. circle surrounded by ocean. Giants lived on the coast while humans lived inland, in a fortification made from Ymir’s eyelashes. Odin gave humans breath and life, ASGARDIAN THEOLOGY Vili gave them consciousness and movement, and Ve Before the gods arose, the great gaping void of Ginnungagap lay gave them form, speech, hearing, and sight. The first between fiery hot Muspelheim in the south and frozen Niflheim man was Ask (ash tree) and the first woman was Embla in the north. In the midst of Niflheim ran Hvergelmir, a spring (elm or vine). from which flowed eleven rivers collectively known as Elivagar. As these rivers flowed away from their source, the poisonous lees AESIR AND VANIR they deposited hardened to ice. Vapor rising from the lees froze There are two races of Asgardian gods, the Aesir and into rime, layer after layer, until it spread across Ginnungagap. the Vanir. While the Aesir are part of the creation The rime met the hot gusts from Muspelheim and melted, and myth described above, little is known about the Vanir. from the moisture sprang the frost giant Ymir. While he slept, the The Aesir are clearly gods of war and destiny, while sweat from his body formed the first of his frost giant offspring. the Vanir appear as gods of fertility and prosperity. Further melting of the ice created a cow called Audhumla. Four The two races fought a lengthy war until both sides rivers of milk flowed from her udder, sustaining Ymir and his off- tired of it. Neither believed it could win. To ensure spring. For her own sustenance she licked the salty rime stones peace, the races traded hostages. The Vanir sent and over three days uncovered a strong, handsome man named Njord and his children Frey and Freya. The Aesir Buri. From descendants of Buri and the giants came Odin, Vili, sent Honir, a big man they said was best fit to rule, and Ve, the first of the Aesir gods. They killed Ymir, and his blood and Mimir, the wisest of the Aesir. The Vanir became drowned all the frost giants except Bergelmir, from whom came a suspicious of Honir, believing him to be less fit than the new race of frost giants. Aesir claimed and noticing his answers were less Odin and his brothers carried Ymir’s body out of Ginnunga- authoritative when Mimir wasn’t present to advise 163 gap and made the earth from his flesh and the rocks from his him. When they realized they had been cheated, Illus. by A. Swekel the Vanir cut off Mimir’s head and sent it back to the Aesir. Appar- ently, the Aesir considered this fair repayment for cheating the Vanir, because the two sides stayed at peace. Odin placed Mimir’s head in the well beneath Yggdrasil’s root in Midgard, making it a source of great wisdom. Over time, all the Vanir deities integrated with the Aesir. Using the Aesir and Vanir in a Campaign The Asgardian pantheon works best when characters come from the same sort of rugged, icy terrain that was the backdrop for the Norse myths. These are the gods of a land with short growing sea- sons and long, killing winters. They are the gods of a people who feared and respected the sea, and who needed it not only for food but also for transportation, trade, and treasure. The Aesir in partic- ular are warlike gods, though they clearly respect the power of the written word and hold magic in awe rather than fear or disgust. Few changes need to be made to standard DUNGEONS\u0026 DRAGONS monsters, with one major exception. In an Asgardian world, the giants of Jotunheim and Muspelheim are divine beings capable of challenging the gods. These giants are at least divine rank 0, and many are as high as rank 5. Not all giants should be divine, how- ever. Most of the giants in Mannheim (the home of mortals) are lower, mortal creatures. ASGARDIAN COSMOLOGY Three primary planes make up the majority of Asgardian cosmol- ogy: Asgard and Niflheim are Outer Planes, and Midgard is the Material Plane. Bifrost acts as a conduit between Asgard and Midgard. The Plane of Shadow links Midgard and Niflheim. The Astral Plane and Ethereal Plane do not connect to the Outer Planes, but reach from Midgard to the Plane of Shadow. 164 :6 RETPAHC NAIDRAGSA EHT NOEHTNAP Table 6–1: The Asgardian Pantheon Favored Name Domains Rank Alignment Weapon Portfolio Odin Air, Knowledge, Magic, G NG Shortspear Knowledge, magic, supreme, war Travel, Trickery, War Aegir Death, Destruction, Evil, I NE Greatclub Sea, storms Strength, Water Balder Good, Healing, I NG Greatsword Beauty, light, music, poetry, rebirth Knowledge Forseti Knowledge, Protection, I N Longsword Justice, law Strength Frey Air, Good, Plant, Sun G NG Greatsword Agriculture, fertility, harvest, sun Freya Air, Charm, Good, Magic I NG Longsword Fertility, love, magic, vanity Frigga Air, Animal, Community, G N Natural weapons Birth, fertility, love Knowledge Heimdall Good, Law, War I LG Longsword Watchfulness, sight, hearing, loyalty Hel Death, Destruction, Evil I NE Longsword Death, underworld Hermod Chaos, Luck, Travel D CN Rapier Luck, communication, freedom Loki Chaos, Destruction, G CE Dagger Thieves, trickery, murder Evil, Trickery Njord Air, Good, Water I NG Longspear Commerce, sea, wind Odur Chaos, Fire, Sun D CG Bastard sword Light, sun, travel Sif Chaos, Good, War L CG Longsword War, dueling Skadi Destruction, Earth, L N Greataxe Earth, mountains Strength Surtur Evil, Fire, Law, Strength, I LE Longsword Fire, war War Thor Chaos, Good, Protection, G CG Warhammer Storms, thunder, war Strength, War, Weather Thrym Chaos, Earth, Evil, I CE Greataxe War, cold, giants Strength, War Tyr Law, Protection, War I LN Longsword Courage, trust, strategy, tactics, writing Uller Chaos, Protection, Travel L CN Longbow Archers, hunting, winter Table 6–2: Asgardian Deities by Race Race Deities Human By class and alignment Dwarf Heimdall, Skadi, Thor, Tyr or by class and alignment Elf Frey, Freya, Hermod, Njord, Uller, or by class and alignment Gnome Balder, Frey, Freya, Odin, or by class and alignment Half-elf Frey, Freya, Hermod, Njord, Uller, or by class and alignment Half-orc Thor, Uller, or by class and alignment Halfling Forseti, Frigga, Hermod, Skadi, Uller, or by class and alignment Table 6–3: Asgardian Deities by Class Class Deities (Alignment) Bard Balder (NG), Freya (NG), Hermod (CN), Odin (CG) Barbarian Odur (CG), Sif (CG), Skadi (N), Thor (CG), Thrym (CE), Uller (CN) Cleric Any Druid Frey (NG), Frigga (N), Odur (CG), Skadi (N), Uller (CN) Fighter Freya (NG), Heimdall (LG), Odin (CG), Sif (CG), Surtur (LE), Thor (CG), Thrym (CE), Tyr (LN) Monk Tyr (LN) Paladin Heimdall (LG) Ranger Frey (NG), Heimdall (LG), Odur (CG), Sif (CG), Thor (CG), Skadi (N), Tyr (LN), Uller (CN) Rogue Loki (CE), Odin (CG) Sorcerer Freya (NG), Loki (CE), Odin (CG) Wizard Freya (NG), Frigga (N), Hel (NE), Odin (CG) YGGDRASIL Valaskjalf A great ash tree also known as the World Tree, Yggdrasil’s branches Valaskjalf (“Shelf of the Slain”) contains Odin’s High Seat, Hlidsk- wave above Asgard. Its three roots extend to each of the three jalf, from which he can see anywhere in Asgard, Midgard, or Nifl- planes of existence. The well of Urd (fate) is beneath the root in heim. He permits no other god but Frigga to sit there. Asgard. The gods meet at Urd every day to hold their council. The Norns tend Yggdrasil at this well. The well of Mimir lies beneath Other Halls the root that reaches Jotunheim on Midgard, which is also the site Thor’s hall, Bilskirnir, is in a region of Asgard called Thrudvan- of Mannheim. The well of Mimir is a source of great wisdom. Odin gar. Balder’s hall is called Briedbalik (“Broad Splendor”). Forseti’s sacrificed an eye to the well to gain secret knowledge. The third hall, Glitnir, has golden pillars and a silver roof. All those who root reaches Niflheim. Beneath it still flows Hvergelmir, the enter Glitnir leave with their legal disputes resolved. Freya’s hall source of the rivers that contributed to the world’s creation, where Sessrumnir is so tightly constructed that Loki had to become a the great serpent Nidhoggr chews its roots. This constant chewing needle in order to sneak in. Half of all men slain in battle, and all is why the Norns must tend the tree, and how the tree understands women so slain, come to Freya’s hall. Frigga spends her time in mortal suffering. Valaskjalf or in her own hall, Fensalir. Heimdall’s hall, Himin- bjorg, stands next to Bifrost. Uller’s hall is called Ydalir. Finally, ASGARD the hall called Gimli in Asgard is considered the most beautiful Home of the gods, Asgard is the closest plane to the branches of building anywhere. Prophecy says all the gods would live there in Yggdrasil, the World Tree. Many of the gods’ homes featured peace after Ragnarok. The Aesir have two communal halls, Glad- prominently in Asgardian myths, and so had their own names. sheim and Vingolf, where they assemble to discuss events and Odin has two halls in Asgard, Valhalla and Valaskjalf. decide important issues. Valhalla Other Locations in Asgard Valhalla is home to all those slain in battle, the einherjar. It has five Asgard is also home to Vanaheim, home of the Vanir; Alfheim, hundred forty doors, each wide enough for eight hundred men to home of the light elves (Lios Alfar) and site of Frey’s hall; and walk through shoulder to shoulder. The rafters are spears, the hall Vigrid, the field where gods and giants are destined to fight when is roofed with shields, and breastplates litter the benches. A wolf Ragnarok comes. guards the western door, and an eagle hovers over it. Every day the rooster Gullinkambi (“Golden Comb”) wakes the einherjar, and BIFROST they venture out to fight each other in training for Ragnarok, the Asgardian storytellers say rainbows represent the appearance of final battle. Every evening those killed in the battle rise, whole and Bifrost on Midgard. For this reason, Bifrost is known as the Rain- healed. They feast in the hall from the meat of Saehrimnir, a boar bow Bridge. Bifrost links Asgard and Midgard. whose flesh renews every day, and mead from Hedirun, a goat that stands atop Valhalla chewing the leaves of the tree Laerad. MIDGARD Midgard is the mortal realm of Asgardian cosmology. In addition to Mannheim, it holds Jotunheim, the land of the frost giants; Mus- pelheim, the land of the fire giants; the dwarf realm of Nidavellir; and Svartalfheim, the domain of the dark elves (Svart Alfar). NIFLHEIM The lowest of the three worlds in Asgardian cosmology, Niflheim is home to Hel. Hel is both the land of the dead and the name of the deity who rules it. Those who die of sickness, old age, or acci- dent come to Niflheim for judgment by Hel in her hall Eljudnir. They must pass through Gnipahellir, the cave at the entrance to the underworld, guarded by the monstrous hound Garm. Garm has four eyes and a chest drenched with blood. Anyone who gave bread to the poor in life could appease Garm with a piece of cake soaked in his or her own blood. The river Gjoll encircles the land of the dead, flowing from the spring Hvergelmir. RAGNAROK The Asgardian gods lived with a prophecy about the end of their world. They knew that Ragnarok would come and they would fight their final battle against the giants during which Surtur would burn down the world. They spent their time preparing for the battle rather than worrying about it or trying to prevent it. They did so because they knew Ragnarok was never meant to be the end of everything. Rather, Ragnarok marked the turning of a cycle, a point where the world remade itself and began again. Several gods, including Balder, Hod, Thor’s sons Modi and Magni (who possesses Mjolnir), and Odin’s sons Vali and Vidar, were prophesied to survive Ragnarok and rule the result- ing new world. SETTINGS FOR ASGARDIAN CAMPAIGNS Campaigns that use the Asgardian pantheon are set in one of four periods. In the first, Ragnarok is a long way off, and the pantheon 165 PANTHEON THE ASGARDIAN CHAPTER 6: Asgardian Cosmology Yggdrasil Bifrost Bridge Asgard Midgard Ethereal Niflheim Shadow :6 RETPAHC NAIDRAGSA EHT NOEHTNAP Asgardian Temple 8 4 4 4 5 3 7 6 6 1. Entry 2. Trophy Hall 3. Study 2 4. Guards\u0027 / Junior Priests\u0027 Quarters 5. Infirmary 6. High Priests\u0027 Quarters 7. Side Chapel 8. Main Chapel Scale in Feet 5 2.5 AAllttaarr 1 FFiirree SSttaattuuee 166 that follows can be used as presented. In the second, Ragnarok is of the Aesir seems able to bestow divine rank on giants or others coming. Loki is clearly evil, and may even be bound. Balder’s death, they deem worthy. While the gods are independent of the power of the first sign of the coming Ragnarok, has occurred. The gods pre- their worshipers, they are clearly active in Midgard. The gods are sented below are focused on their final preparations for the great benevolent, indifferent, or hostile depending on their alignment, battle, and mortal warriors seek every opportunity for combat so the alignment of the mortal, and how the mortal approaches the they might join the einherjar. The third setting is during Ragnarok. god. Mortals worship the gods out of love, gratitude, and fear The war against the giants may go on for days, or it may last years. depending on the deity. Asgardian gods can die. They dwell in a During this time the deities fight the giants and have little time for modified cosmology, with the Asgardian gods as the creators of mortals. Loki and all his children battle alongside the giants their universe. The gods who remain after Ragnarok are inheritors against Odin and the Aesir. Finally, a campaign can be set post- rather than usurpers. Ragnarok. Only the six deities mentioned above survive. In such a campaign, new gods may arise and the six survivors explore their ODIN new authority over creation. Many clerics lose access to their domains until new gods arise, or the survivors take responsibility All-Father, Father of the Slain, God of the Hanged, God of Prisoners, for those domains. God of Cargoes, The High One, The Inflamer, Swift Tricker, Father of Victory, the Blind One, Shifty Eyed, One with a Magic Staff, WYRD Destroyer, Terror Asgardians believe the Norns mark out their fate, or wyrd, at their Greater Deity birth. The myth of Ragnarok reflects this. Odin and his brothers Symbol:Watching blue eye knew when they created the world that it was destined to end, Home Plane: Asgard taking them with it. Asgardians face their fate with courage and Alignment: Neutral good resolution. They seek to surpass legendary heroes so that bards and Portfolio:Knowledge, magic, skalds sing of their deeds long after they die. supreme, war",
        "name":  "Advancement",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bards, fighters, sorcerers, The Norns wizards, philosophers, sages, nobility, Urd (“fate”), Verdandi (“being”), and Skuld (“necessity”) were the gnomes three primary Norns, but there were many others of lesser rank, Cleric Alignments: CG, LG, NG some of whom were elves or dwarves, and some were good while Domains:Air, Knowledge, Magic, Travel, Trickery, War others were malevolent. Some myths say that each person has an Favored Weapon:Shortspear individual Norn. The Norns tend Yggdrasil at the well of Urd on Asgard, and they measure out the fates of other beings in the Odin (oh-din) has one eye that blazes like the sun, having lost his cosmos. The Norns teach nothing to mortals, dispassionately meas- other eye in payment for a drink from the well of Mimir. He once uring out each person’s wyrd. Those who seek hidden knowledge stole the mead of poetry, and some myths say he grants poetic may gather to pray to the Norns for assistance. Some monastic ability and inspiration to mortals. Odin hung himself on Yggdrasil orders seek to emulate their devotion to maintaining the laws of for nine days, pierced by his own spear, until by virtue of his suf- the cosmos. fering he was able to reach down and seize magical runes that were the source of wisdom and magical lore. His suffering so THE ASGARDIAN impressed the son of the giant Bolthor that he taught Odin nine magical songs that allowed him to master eighteen magical spells PANTHEON previously unknown to any man or woman. Odin is fated to be The Asgardian pantheon is a tight pantheon, with Odin as supreme swallowed by Loki’s son Fenrir at Ragnarok, but his own son ruler. Though the gods generally make decisions in council, Odin Vidar will avenge him. casts the deciding vote even if it contradicts the majority. The Wearing a dark, wide-brimmed hat that casts a shadow over his Asgardian religion worships all the gods, but many people belong face, Odin travels as a mortal wanderer. As a god of magic, war, and to cults dedicated to a specific member of the pantheon. Worship- wisdom, he visits Midgard to distribute knowledge and victory in ing a “patron deity” is not exclusive. Followers of individual deities battle. His many titles hint at his various roles. still worship the entire pantheon; they just have a special relation- ship with a deity who exemplifies some belief or role important to Dogma them as mortals. The cult of Odin places a premium on canny strategy and cunning Since the Asgardian deities form a tight pantheon, clerics may solutions to problems. Followers of Odin constantly seek new choose the entire pantheon as a patron rather than a specific deity knowledge as an advantage over their foes. Paradoxically, the cult in the pantheon. In fact, all mortals are required to revere all the promotes self-reliance by relating tales of Odin turning against Asgardian deities as a pantheon. favored kings and generals in the midst of battle. The cult practices Clerics who revere the entire Asgardian pantheon may choose ritual hanging and piercing by spears in emulation of their patron any of the following domains: Air, Animal, Chaos, Charm, Com- deity, but in reality the hangings and injuries are purely tests and munity, Death, Destruction, Good, Earth, Evil, Fire, Healing, cause no lasting harm. Purposely destroying or removing an eye to Knowledge, Law, Luck, Magic, Plant, Protection, Strength, Sun, emulate Odin is shameful to the cult, though an eye’s loss in battle Travel, Trickery, War, Water, or Weather. is considered a mark of favor from Odin. Clerics of the pantheon may be of any alignment. They must The cult makes and loses allies easily. If a ruler takes an advisor choose one of the following as a favored weapon: composite long- from the cult lightly or disregards advice, the advisor may leave bow, dagger, greatclub, greatsword, longsword, quarterstaff, short without warning or even switch sides to the ruler’s enemy. sword, spear, unarmed strike, or warhammer. Clergy and Temples ASGARDIAN GODS IN OUR TERMS Odin’s clerics generally wear dark, wide-brimmed hats, cloaks dec- The Aesir accepted giants into their ranks, indicating that the orated with or made entirely of raven’s feathers, and patches over Asgardian pantheon allows for an infinite amount of divine rank. their (intact) left eyes. They permit no one to lift or touch these Gods are born with their powers and divine status, and the council patches. They share their knowledge sparingly, and generally only 167 PANTHEON Illus. by D. Cramer THE ASGARDIAN CHAPTER 6: to those who demonstrate that Craft (stoneworking) +82, Decipher Script +54, they come to the cult as a last Diplomacy +62, Disguise +54, Gather Infor- resort, after all other avenues mation +54, Handle Animal +68, Heal +57, have been explored. Innuendo +39, Intimidate +62, Intuit Odin’s temples are gener- Direction +35, Jump +72, Knowl- ally large, raucous halls. edge (arcana) +68, Knowledge Those not distracted by (history) +62, Knowledge the noise, carousing, (nature) +68, Knowledge and brawling notice the (nobility and royalty) +68, thickness of the walls, Knowledge (the planes) the lack of windows, and +68, Knowledge (reli- the heavy bars ready at gion) +68, Listen +57, each door. If the faithful Perform +42, Profession close and bar the doors, (herbalist) +61, Ride (horse) the halls become sturdy +72, Scry +66, Search +62, forts. Private areas of the Sense Motive +59, Spellcraft temples include libraries and +72, Spot +57, Swim +70, Tumble extensive collections of scrying +46, Use Magic Device +42, Wil- devices. Outside civilized areas, derness Lore +49. *Always receives a shrines to Odin are common in wild 20 on checks. places that offer wide vistas of the Feats: Alertness, Blind-Fight, Cleave, surrounding country. Combat Casting, Combat Reflexes, Visitors to Odin’s temples re- Dodge, Empower Spell, Endurance, ceive a warm welcome, a Enlarge Spell, Expertise, Extend tankard of mead, and a plate of Spell, Great Cleave, Heighten food. They rarely attract more Spell, Improved Bull Rush, attention than that unless Improved Critical (short- they’ve come to sell or trade spear), Improved Disarm, spells, knowledge, or magic Improved Initiative, Im- items. Consequently, sorcerers proved Trip, Leadership, and wizards receive the best Lightning Reflexes, Mo- treatment and can usually find bility, Mounted Combat, free meals and a free place to Power Attack, Power Critical sleep as long as they can demon- (shortspear), Quick Draw, Ride- strate their contributions to the By Attack, Scribe Scroll, Silent advancement of magic. Spell, Spell Mastery, Spirited Charge, Spring Attack, Still Spell, ODIN Sunder, Trample, Weapon Focus (short- Fighter 20/Wizard 20 spear), Weapon Specialization (short- Medium-Size Outsider spear), Whirlwind Attack.",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str32, Dex 28, Con 29, Int 44, Wis 30, Cha 29. control winds, detect secret doors, detect thoughts, dimension door, dis- Skills*: Alchemy +68, Appraise +42, Balance +48, Bluff +58, cern location, dispel magic, divination, divine power, elemental swarm 168 Climb +70, Concentration +60, Craft (metalworking) +82, (air only), expeditious retreat, false vision, find the path, flame strike, :6 RETPAHC NAIDRAGSA EHT NOEHTNAP ahnidraS .R yb .sullI fly, foresight, gaseous form, identify, imbue with spell ability, invisibility, SA Trip; SQ Scent; AL N; SV Fort +8, Ref +10, Will +3; Str 24, Dex legend lore, locate object, magic vestment, magic weapon, mislead, Mor- 28, Con 20, Int 2, Wis 14, Cha 10. denkainen’s disjunction, nondetection, Nystul’s undetectable aura, Skills and Feats: Hide +12, Listen +10, Move Silently +12, Spot obscuring mist, phase door, polymorph any object, power word stun, +10, Wilderness Lore +4*; Weapon Finesse (bite). power word blind, power word kill, protection from spells, screen, spell Trip (Ex):A legendary wolf that hits with a bite attack can resistance, spell turning, spiritual weapon, teleport without error, time attempt to trip the opponent as a free action (see Chapter 8 of the stop, true seeing, whirlwind, wind wall. Player’s Handbook) without making a touch attack or provoking an Wizard Spells/Day(Levels 0–17):4/9/8/8/8/8/7/7/7/7/3/3/ attack of opportunity. If the attempt fails, the opponent cannot 3/3/2/2/2/2; base DC = 29 + spell level. react to trip the legendary wolf.",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Odin carries Gungnir,a+5 distance ghost touch Skills: A legendary wolf receives a +2 racial bonus on Listen, holy keen returning wounding shortspearcreated by the dwarves. It Move Silently, and Spot checks, and a +4 racial bonus on Hide has a range increment of 80 feet due to Odin’s strength and skill, checks. *It also receives a +8 racial bonus on Wilderness Lore and the spear’s improved distance enchantments. checks when tracking by scent. Draupnir,by comparison, is almost inconsequential. A dwarf- forged gold ring of 1 million gp value, Draupnirdrips eight rings Hugin and Munin (Odin’s ravens) of equal value every ninth day. Odin sends Hugin (“Thought”) and Munin (“Memory”) out every Hlidskjalfis Odin’s High Seat in Asgard. While seated upon it, day to bring him news of the Asgardian worlds. In the Asgardian Odin receives a +30 insight bonus on cosmology, a mortal never knew when the raven watching him all Scry checks, and he can use divina- was Hugin or Munin. tion spells without regard to distance DHugin and Munin, Odin’s legendary ravens: CR 6; or planar differences. Small animal; HD 12d8+36 (132 hp); Init +8; Spd 10 ft., fly 100 ft. average; AC 23 (touch 21, flat-footed 15); Atk +17 melee Other Divine Powers (1d6+2, 2 claws), +10 melee (1d8+1, bite); AL N; SV Fort +11, Ref As a greater deity, Odin automati- +18, Will +7; Str 14, Dex 30, Con 16, Int 2, Wis 16, Cha 12. cally receives the best possible Skills and Feats:Listen +12, Spot +12; Weapon Finesse (claws), result on any die roll he makes Weapon Finesse (bite). (including attack rolls, damage, checks, and saves). He is immortal. Sleipnir (Odin’s eight-legged steed)",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatclub ning a sea voyage who make offerings find the clergy can be jolly folks who love food, ale, and jokes as much as anyone. Those who Aegir (ay-jeer) and his wife, Ran, hold themselves apart from do not make offerings find the clergy menacing. Everyone is wel- the Aesir and Vanir. Rather than living on Asgard, they reside come on feast day, however. on Midgard, at the bottom of the ocean. Aegir’s realm is the deep ocean, far from land, where navigation and AEGIR fishing are difficult and full of danger. He Fighter 20/Cleric 20 appears as a fierce man with a long, gray Medium-Size Outsider beard and fingers like claws. He Divine Rank:11 appears on the surface of the sea Hit Dice:20d8+220 (outsider) plus to destroy ships that fail to sac- 20d10+220 (Ftr) plus 20d8+220 rifice to him, yet is well (Clr) (1,180 hp) known for the bounty of Initiative:+12 (+8 Dex, +4 Im- the feasts he arranges for proved Initiative) his fellow gods. Ran, Speed:60 ft., swim 100 ft. his wife and equal AC: 61 (+8 Dex, +11 divine, partner, drags +24 natural, +8 deflection) drowning men Attacks: +5 thundering wound- down to her hall ing greatclub +74/+69/+64/ beneath the sea. +59 melee; or spell +68 She holdssim- melee touch or +59 ilar responsi- ranged touch bilities to Freya Damage:+5 thun- and Hel in that dering wounding regard, since greatclub 1d10+32/ the drowned 19–20 or by spell do not go to Face/Reach: 5 ft. Valhalla, Sess- by 5 ft./5 ft. rumnir, or Special At- the under- tacks:Domain world. Aegir powers, salient and Ran have divine abilities, nine daughters, spell-like abili- each of whom ties, rebuke un- represents a dead 19/day. different type Special Quali- of ocean wave. ties: Divine im- munities, DR 46/+4, Dogma fire resistance 31, Cults of Aegir thrive spontaneous casting of in seaports. Cultists divine spells, under- do not attempt to fit in stand, speak, and or to make friends. They teach read all languages that those hoping for safe voyages and speak directly across the sea must appease Aegir. to all beings within Members of the cults tend to be 11 miles, remote communication, godly crews of trading and fishing ves- realm, teleport without error at will, plane shift at will, SR 43, sels that sail out of sight of shore. divine aura (1,100 ft., DC 29). Their membership doesn’t reflect a Saves:Fort +54, Ref +53, Will +53. shared preference for evil, but rather Abilities: Str44, Dex 26, Con 32, Int 26, Wis 27, Cha 26. a healthy fear of Aegir. Skills*:Bluff +49, Climb +58, Concentration+59, Craft (metal- working) +61, Craft (stoneworking) +61, Diplomacy +59, Clergy and Temples Heal +55, Intimidate +53, Jump +58, Knowledge (arcana) Aegir’s clergy are few in number and known for their cruelty. For- +55, Knowledge (nature) +49, Knowledge (the planes) +49, 170 tunately, they reserve that cruelty for those who fail to properly Knowledge (religion) +55, Listen +49, Scry +51, Spellcraft :6 RETPAHC NAIDRAGSA EHT NOEHTNAP tseW-tnarG .L\u0026 remarC .D yb .sullI +55, Spot +49, Wilderness Lore +51. *Always receives a 20 BALDER on checks.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Neutral good Power Attack, Power Critical (greatclub), Quick Draw, Sacred Portfolio:Beauty, light, music, poetry, rebirth Spell, Spring Attack, Weapon Focus (greatclub), Weapon Worshipers:Bards, gnomes Specialization (greatclub), Whirlwind Attack. Cleric Alignments: CG,LG, NG",
        "name":  "Improved Initiative, Iron Will, Lightning Reflexes, Mobility, Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ability damage, ability drain, acid, cold, Favored Weapon:Greatsword death effects, disease, disintegration, electricity, energy drain, mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- The son of Odin and Frigga, Balder (bald-er) was the favorite of tion, imprisonment, banishment. the gods. Renowned for his beauty, Balder led an idyllic life until",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11/daydeath touch(roll 20d6; if subject tricked Hod, Balder’s blind twin, into throwing a sharpened dart touched does not have at least that many hp, it dies); 11/day smite of mistletoe at Balder, guiding Hod’s hand so it aimed at his (+4 on attack bonus and +20 on damage for one weapon attack; cast brother’s heart. evil spells at +1 caster level; 11/day feat of strength (+20 enhance- The dart killed the god of beauty, and Frigga suggested that ment bonus to Str for 1 round); 11/day turn or destroy fire crea- someone journey to the underworld to ransom her son. Hermod, tures, or rebuke or command water creatures. messenger of the gods, volunteered to go. Hel agreed to release Spell-Like Abilities:Aegir uses these abilities as a 21st-level Balder if all of Asgard shed a tear for him (some myths say that all caster, except for evil spells, which he uses as a 22nd-level caster. creation had to cry). Loki refused to shed a tear, and Balder’s spirit The save DCs are 29 + spell level. Acid fog, animate dead, Bigby’s remained in the underworld. When the gods placed his body on its clenched fist, Bigby’s crushing hand, Bigby’s grasping hand, blasphemy, funeral pyre, his wife Nanna joined her husband on the fire. Balder bull’s strength, cause fear, circle of doom, cone of cold, contagion, control was prophesied to return after Ragnarok as one of the gods who water, create greater undead, create undead, death knell, death ward, dese- would rule the new creation. crate, destruction, disintegrate, dispel good, earthquake, elemental swarm (as water spell only), endure elements, fog cloud, harm, horrid wilting, Dogma ice storm, implosion, inflict critical wounds, inflict light wounds, magic Balder’s cult has two facets. One teaches that the mental and emo- circle against good, magic vestments, obscuring mist, protection from good, tional state achieved while creating beautiful objects brings the righteous might, shatter, slay living, spell immunity, stoneskin, summon artist closer to the gods. It also teaches that the gods deserve rever- monster IX (as evil spell only), unholy aura, unholy blight, wail of the ence and gratitude as the sources of artistic inspiration. The other banshee, water breathing. facet teaches that out of great tragedy come new growth, new Cleric Spells/Day: 6/8/8/8/8/7/6/6/6/5; base DC = 18 + opportunity, and new hope for the future. It focuses on renewal spell level. and rebirth by reminding mortals that even the beautiful and beloved Balder had to suffer in order to become a god when the Other Divine Powers cycles changed. As with other Asgardian cults, Balder’s worshipers As an intermediate deity, Aegir automatically receives a die result teach acceptance of fate, but in their case, they try to accept it with of 20 on any check. He treats a 1 on a saving throw or attack roll a smile and laughter. normally and not as an automatic failure. He is immortal.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Aegir can use Knowledge (nature), paintings lovely, but the buildings themselves are skillfully Knowledge (religion), or Wilderness Lore as a free action if the designed for their locations and environments. Temples to Balder DC for the task is 25 or lower. He can perform up to ten such free usually appear in areas with high gnome populations, and the signs actions each round. of their artistry are clear. Wooden tools, implements, and weapons",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Aegir can create any magic item related to are forbidden in Balder’s temples. The temples generally contain a water and the sea, as long as the item’s market price does not small armory and workshops or studios where the clergy can exceed 200,000 gp. receive the god’s inspiration. Visitors to Balder’s temples can feel overwhelmed by the grace and elegance, though the clerics are open and smiling. Those seeking comfort receive it with as much privacy as they 171 PANTHEON Illus. by D. Cramer THE ASGARDIAN CHAPTER 6: desire. Those seeking inspiration are told stories or shown artwork Feats: Alertness, Blind-Fight, Cleave, Combat Casting, Combat related to their particular talent. Bards are particularly welcome, Reflexes, Dodge, Endurance, Expertise, Extra Music, Great and many temples host performances by famous skalds. Cleave, Improved Critical (greatsword), Improved Initiative, Jack of All Trades, Mobility, Power Attack, Power Critical BALDER (greatsword), Spring Attack, Superior Expertise, Weapon Focus Barbarian 20/Bard 20 (greatsword), Whirlwind Attack. Medium-Size Outsider",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 bane* keen Bard, Divine Blast, holy greatsword +70/ Divine Fast Healing, +65/+60/+55 melee; Divine Rage, Divine or spell +64 melee Recall (every person or touch or +62 ranged thing of beauty), Divine touch *+72/+67/ Shield, Divine Skill +62/+57 against evil Focus (Perform), Gift of outsiders. Life, Increased Energy",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 bane* Resistance (sonic), Irre- keen holy greatsword sistible Performance 2d6+20/15–20 or (allabilities), Mass Di- by spell *4d6+20/ vine Blast, Rejuvena- 15–20 against evil tion, Shapechange. outsiders. Domain Powers: Face/Reach:5 ft. by 5 Cast good spells at +1 ft./5 ft. caster level; cast healing",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str31, Dex 27, Con 29, Int 27, Wis 27, Cha 44. (2d6+25/15–20,+5 bane keen holy greatsword); SQ Fire resistance 44, Skills*:Alchemy +44, Appraise +44, Balance +51, Bluff +58, Climb sonic resistance 44, SR 56; SV Fort +60, Will +59; Str 41, Con 39; +48, Concentration +50, Craft (metalworking) +54, Craft Climb +53, Concentration +55, Jump +53, Swim +51. His rage can (stoneworking) +54, Decipher Script +34, Diplomacy +66, be used 14 times per day, it lasts for 1 hour (or until ended), and he Disguise +58, Escape Artist +49, Gather Information +58, Hide is not winded afterward. +49, Intimidate +62, Intuit Direction +54, Jump +48, Knowledge Bard Spells Known(4/9/8/8/8/8/7; base DC = 27 + spell (arcana) +27, Knowledge (nature) +27, Knowledge (the planes) level): 0—dancing lights, daze, detect magic, ghost sound, light, pres- +27, Listen +44, Move Silently +39, Perform +105, Scry +44, tidigitation; 1st—charm person, cure light wounds, expeditious retreat, Sense Motive +49, Spellcraft +49, Spot +44, Swim +46, Tumble hypnotism, mage armor; 2nd—blindness/deafness, bull’s strength, cat’s +46, Use Magic Device +41, Wilderness Lore +44. *Always grace, mirror image, shatter; 3rd—blink, charm monster, dispel magic, 172 receives a 20 on checks. haste, sculpt sound; 4th—break enchantment, dismissal, legend lore, :6 RETPAHC NAIDRAGSA EHT NOEHTNAP nosreteP .E yb .sullI locate creature, modify memory; 5th—dream, greater dispelling, healing session. Those seeking assistance in resolving a dispute can request circle, mirage arcana, persistent image; 6th—geas/quest, mass haste, project a private conference with at least one member of the clergy. image, repulsion. FORSETI Other Divine Powers Ranger 20/Cleric 20 As an intermediate deity, Balder automatically receives a die result Medium-Size Outsider of 20 on any check. He treats a 1 on a saving throw or attack roll Divine Rank:13 normally and not as an automatic failure. He is immortal. Hit Dice: 20d8+160 (outsider) plus 20d10+160 (Rgr) plus",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Balder can see, hear, touch, and smell at a distance of 20d8+160 (Clr) (1,000 hp) fourteen miles. As a standard action, he can perceive anything Initiative: +12 (+8 Dex, +4 Improved Initiative) within fourteen miles of his worshipers, holy sites, objects, or any Speed:60 ft. location where one of his titles or name was spoken in the last AC:65 (+8 Dex, +26 natural, +13 divine, +8 deflection) hour. He can extend his senses to up to ten locations at once. He Attacks:+5 vorpal longsword +72/+67/+62/+57 melee; or spell +62 can block the sensing power of deities of his rank or lower at up to melee touch or +61 ranged touch two remote locations at once for 14 hours. Damage:+5 vorpal longsword 1d8+31/17–20 or by spell",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword (longsword), Improved Disarm, Improved Initiative, Leadership, Lightning Reflexes, Mobility, Power Attack, Quick The son of Balder and Nanna, Forseti (for-set-ee) has never told a lie. Draw, Spring Attack, Sunder, Track, Weapon Focus (longsword), The gods call on Forsetito -be impartial. Whirlwind Attack.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ability damage, ability drain, acid, cold, Forseti’s cult believes that ethics and morality originate from the death effects, disease, disintegration, electricity, energy drain, lawmakers and rulers. True justice can only come from staying mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- impartial. His worshipers teach the value of judges and arbitrators tion, imprisonment, banishment. to society, and seek to develop the same unbiased sense of justice Salient Divine Abilities:Alter Form, Alter Size, Annihilating through Forseti’s teachings. Strike, Banestrike (giants), Battlesense, Clearsight, Create Greater Object, Create Object, Divine Blessing (Wisdom), Divine Inspira- Clergy and Temples tion (courage), Divine Recall (legal arguments), Divine Weapon Forseti’s clergy believe in justice, though they respect Asgardian Focus (longsword), Divine Weapon Specialization (longsword), traditions of revenge. They often act as judges, intermediaries, Lay Quest, Power of Truth, Shapechange. and arbitrators for their communities. They’re generally Domain Powers: Cast divination spells at +1 caster level; respected for their talents in these fields. The clergy are quick to 13/dayprotective ward(touched subject gains +20 resistance bonus protect those involved in disputes, insisting that no one is guilty on next saving throw, maximum duration 1 hour); 13/day feat of without a fair trial. strength (+20 enhancement bonus to Str for 1 round). Forseti’s temples resemble courtrooms and often serve as the Spell-Like Abilities:Forseti uses these abilities as a 23rd-level same. Like other Asgardian temples, they also double as forts. caster, except for divination spells, which he uses as a 24th-level Some temples also serve as the local jail. They contain small rooms caster. The save DCs are 31 + spell level. Antimagic field, bull’s for legal discussions and settlements, libraries of local laws, and strength, Bigby’s clenched fist, Bigby’s crushing hand, Bigby’s grasping armories. Though halflings prefer neutrality for different reasons, hand, clairaudience/clairvoyance, detect secret doors, detect thoughts, dis- they find Forseti’s temples comforting and welcoming for their cern location, divination, endure elements, find the path, foresight, legend lack of bias. lore, magic vestment, mind blank, prismatic sphere, protection from ele- Visitors to Forseti’s temples find them quieter and more ments, repulsion, righteous might, sanctuary, shield other, spell immunity, restrained than other Asgardian temples, particularly if court is in spell resistance, stoneskin, true seeing. 173 PANTHEON Illus. by D. Cramer THE ASGARDIAN CHAPTER 6: Cleric Spells/Day: 6/10/10/10/10/9/8/8/8/7; base DC = 26 + the land. The clergy work in the fields and forests spell level. alongside the faithful, providing good examples Ranger Spells/Day: 7/7/7/7; base DC = 26 + spell level. of proper stewardship. They freely dispense advice when asked, but look favorably on Other Divine Powers those who learn from their example rather As an intermediate deity, Forseti automatically receives a die than their words. Frey expects his worshipers result of 20 on any check. He treats a 1 on a saving throw or to learn from the clergy and to practice effi- attack roll normally and not as an automatic failure. He is cient use of the available land. He despises immortal. waste and teaches his followers to respect",
        "name":  "Dogma Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Forseti can see, hear, touch, and smell at a dis- and cherish the bounty of the land. tance of thirteen miles. As a standard action, he can perceive anything within thirteen miles of his wor- Clergy and Temples shipers, holy sites, objects, or any location Frey’s clergy rarely wear armor or carry where one of his titles or name was spoken in weapons when not actively adventuring, the last hour. He can extend his senses to up to though they are quick to take up arms and armor ten locations at once. He can block the sensing against those who threaten to despoil the land. power of deities of his rank or lower at When encountered in the fields, only their holy up to two remote locations at once for symbols mark them as different from the other 13 hours. farmers. Communities with strong ties to Frey",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "ers who particularly revere him. The large Forseti can use Intuit Direc- wooden halls generally contain a watch- tion or Search as a free tower both to guard the fields and to action if the DC for the task observe the weather. Surrounding the is 25 or lower. He can per- halls are horse stables, armories (since form up to ten such free weapons aren’t permitted in the temple), actions each round. granaries, seed stores, and many small Create Magic thriving vegetable gardens.",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Forseti Frey’s temples often can create magic breed the best horses weapons and in the region. armor and div- Visitors to Frey’s tem- ination items related ples receive friendly wel- to the emotions or comes, with true warmth thoughts of living beings, reserved for sylvan, fey, as long as the item’s market and elf worshipers. Those price does not exceed 200,000 gp. with news of threats to the land or to the local elves receive the full attention of the clergy. Good rangers and druids can count on a place to FREY sleep and a free meal at any of Frey’s temples. God of Sunlight and the Elves Greater Deity FREY",
        "name":  "Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ice-blue greatsword Ranger 20/Cleric 20",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatsword Attacks*: Unarmed strike +76/+71/+66/+61 melee; or spell +66 melee touch or +76 ranged touch *Always receives a 20 on attack Son of Njord and husband to the female giant Gerd, Frey (fray) is rolls; roll die to check for critical hit. the chief god of agriculture. Weapons are banned outright in his Damage*:Unarmed strike 1d3+8; or by spell *Always does maxi- temples, and bloodshed in places sacred to him is taboo. Despite mum damage (unarmed 11 points). this peaceful portfolio, Frey is fated to fight Surtur at Ragnarok Face/Reach:5 ft. by 5 ft./5 ft. with his bare hands, having given his dwarf-forged magic sword to Special Attacks:Domain powers, salient divine abilities, spell-like his shield-man Skirnir. (If the DM sets a campaign earlier in the abilities, turn undead 16/day. Asgardian cycle, Frey could still have his sword.) Special Qualities: Elf traits, divine immunities, DR 71/+5, fire resistance 38, spontaneous casting of divine spells, understand, Dogma speak, and read all languages and speak directly to all beings 174 Frey’s cult concerns itself with the daily affairs of those who live off within 18 miles, remote communication, godly realm, teleport :6 RETPAHC NAIDRAGSA EHT NOEHTNAP remarC .D\u0026 nosreteP .E yb .sullI without errorat will, plane shiftat will, favored enemies (giants +5, caster. The save DCs are 37 + spell level. Aid, air walk, barkskin, goblinoids +4, dragons +3, aberrations +2, undead +1), SR 50, blade barrier, chain lightning, changestaff, command plants, control divine aura (18 miles, DC 37). plants, control weather, control winds, dispel evil, elemental swarm(as Saves*:Fort +60, Ref +70, Will +59. *Always receives a 20 on saves. air spell only), endure elements, entangle, fire seeds, fire shield, flame",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, Frey’s pocket. Frey once carried a +5 Cleave, Combat Casting, dancing defending ghost touch keen long- Combat Reflexes, Deflect sword, but he gave the sword to his Arrows, Dodge, Expertise, shield-man, Skirnir, in return for Extra Turning, Great arranging Frey’s wedding to the Cleave, Improved Grapple, female giant Gerd. Improved Initiative, Im- proved Unarmed Strike, Other Divine Powers Lightning Reflexes, Martial As a greater deity, Frey automatically Weapon Proficiency (com- receives the best possible result on posite longbow), Martial any die roll he makes (including Weapon Proficiency (com- attack rolls, damage, checks, and posite shortbow), Martial saves). He is immortal. Weapon Proficiency (long- Senses:Frey can see (using normal bow), Martial Weapon Pro- vision or low-light vision), hear, touch, ficiency (longsword), Martial and smell at a distance of eighteen Weapon Proficiency (rapier), miles. As a standard action, he can per- Mobility, Power Attack, Spring ceive anything within eighteen miles Attack, Stunning Fist, Track, of his worshipers, holy sites, objects, or Weapon Finesse (unarmed strike), any location where one of his titles or Whirlwind Attack. name was spoken in the last hour. He can extend his senses to up to twenty",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Listen +8, Spot +8. Dogma Ferocity (Ex): Continues to fight Freya’s cults tend to be exuberant and passion- without penalty even while disabled ate. Whatever they do, they do with full or dying. enthusiasm. Racially and culturally one Light (Su): The boar’s bristles of the most diverse Asgardian cults, shed light equivalent to a torch. they find beauty in magic and vice versa. Physical appearance is irrelevant dSkirnir, Frey’s shield-man: to those seeking initiation. Instead, Male Quasi-deity (divine rank 0) they must demonstrate the kind of ardor Pal20; Medium-size humanoid; HD promoted by the cult. 20d10+120; hp 320; Init +4; Spd 120 ft.; AC 32 (touch 12, flat-footed 32); Atk Clergy and Temples +34/+29/+24/+19 melee (1d8+17/ Freya’s clerics revere her role as a 15–20,Frey’s sword), +25 melee (1d8, warrior deity. They actively prac- animated bashing large shield); SA tice the arts of war, including the Smite evil (+2 on attack and +20 on arcane arts. Many of the clergy are damage), turn undead 5/day; SQ sorcerers or wizards in addition to Aura of courage, detect evil,divine being priests. grace, divine health, lay on hands(40 Freya’s temples are lavishly deco- hp/day),remove disease6/week, quasi- rated with the gold that is her gift to the deity traits; AL LG; SV Fort +23, Ref +11, world. The doors face the setting sun, Will +13; Str 26, Dex 10, Con 22, Int 8, Wis since Odur returns to his wife at sunset. 15, Cha 14. The temples contain heavily secured dis-",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Concentration +16, play areas where sumptuous jewelry rests Diplomacy +22, Handle Animal +22, Heal as offerings to Freya. They also contain +22, Jump +2, Knowledge (religion) +9, armories, arcane libraries, training areas, and Ride (horse) +20; Cleave, Great Cleave, arcane laboratories. Improved Critical (longsword), Improved Visitors to Freya’s temples receive Initiative, Power Attack, Sunder, Weapon greetings from enthusiastic members Focus (longsword). of the community or the clergy. The Quasi-Deity Traits:Immune to transmutation, energy warm welcome quickly dissipates without drain, ability drain, ability damage, mind-affecting an offering of jewelry or an honest effects, electricity, cold, and acid; fire resistance 20, DR expression of the passion prized by their 35/+4, SR 32; immortal. deity. Offerings of magical knowledge, Paladin Spells/Day: 4/4/3/3; base DC = 12 + spell level. items, or songs are accepted as warmly",
        "name":  "Skills and Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4 ghost touch invulnerability full plate, as jewelry. +5 animated bashing large steel shield, Frey’s magic sword, boots of striding and springing, cloak of resistance +5. FREYA Fighter 20/Sorcerer 20 Medium-Size Outsider FREYA",
        "name":  "Typical Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fertility, love, magic, vanity Attacks:+5 dancing spell storing longsword +69/+64/+59/+54 melee;",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bards, sorcerers, wizards, or spell +63 melee touch or +67 ranged touch lovers, husbands and wives, elves, Damage:+5 dancing spell storing longsword1d8+19/17–20 or by spell gnomes, half-elves Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword Special Qualities: Elf traits, divine immunities, DR 50/+4, fire resistance 35, understand, speak, and read all languages and speak Freya (fray-ah) is the deity of erotic and sensual love, adept at the directly to all beings within 15 miles, remote communication, practice of magic. Some myths say she taught the Vanir art of godly realm, teleport without errorat will, plane shiftat will, famil- witchcraft to the Aesir. Freya is the daughter of Njord and the iar (cats), SR 47, divine aura (1,500 ft., DC 42). twin sister of Frey. She delights in romantic poetry and is con- Saves:Fort +55, Ref +59, Will +55. sidered the most magnanimous of the goddesses. Freya weeps Abilities: Str27, Dex 34, Con 26, Int 27, Wis 27, Cha 44. tears of gold when her husband, Odur, goes on his journeys. She Skills*: Alchemy +50, Appraise +45, Bluff +39, Climb +50, Con- 176 possesses the Necklace of the Brisings, sometimes called centration +50, Craft (metalworking) +55, Craft (stoneworking) :6 RETPAHC NAIDRAGSA EHT NOEHTNAP remarC .D\u0026 ehciR .D yb .sullI +55, Diplomacy +58, Gather Information +54, Handle Animal Other Divine Powers +59, Hide +30, Innuendo +47, Intimidate +54, Jump +50, As an intermediate deity, Freya automatically receives a die result Knowledge (arcana) +50, Knowledge (nature) +45, Knowledge of 20 on any check. She treats a 1 on a saving throw or attack roll (the planes) +45, Knowledge (religion) +45, Listen +27, Ride normally and not as an automatic failure. She is immortal. (horse) +56, Scry +46, Search +47, Sense Motive +45, Spellcraft Senses:Freya can see (using normal vision or low-light vision), +51, Spot +49, Swim +50. *Always receives a 20 on checks. hear, touch, and smell at a distance of fifteen miles. As a standard",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, Cleave, Combat Casting, Combat action, she can perceive anything within fifteen miles of her wor- Reflexes, Dodge, Empower Spell, Endurance, Enlarge Spell, shipers, holy sites, objects, or any location where one of her titles or Eschew Materials, Expertise, Extend Spell, Eyes in the Back of name was spoken in the last hour. She can extend her senses to up to Your Head, Great Cleave, Improved Critical (longsword), ten locations at once. She can block the sensing power of deities of Improved Disarm, Improved Initiative, Improved Trip, Martial her rank or lower at up to two remote locations at once for 15 hours. Weapon Proficiency (composite longbow), Martial Weapon Portfolio Sense:Freya senses anything that involves romance Proficiency (composite shortbow), Martial Weapon Proficiency and romantic passion and when anyone creates an object of more (longbow), Martial Weapon Proficiency (longsword), Martial than 10,000 gp value the instant it happens and fifteen weeks into Weapon Proficiency (rapier), Maximize Spell, Mobility, the past. Mounted Combat, Power Attack, Power Critical (longsword), Automatic Actions:Freya can use Appraise, Knowledge Quick Draw, Ride-By Attack, Spirited Charge, Spring Attack, (arcana), or Spellcraft as a free action if the DC for the task is 25 or Trample, Weapon Focus (longsword), Weapon Specialization lower. She can perform up to ten such free actions each round. (longsword), Whirlwind Attack. Create Magic Items:Freya can create any magic weapon, magic armor, or wondrous item usable by fighters, sorcerers, or",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20/day turn or destroy earth creatures, or Cleric Alignments: CN, LN, N, NG, NE rebuke or command air creatures; 15/day increase Cha by +4 for 1 Domains:Air, Animal, Community, Knowledge minute; cast good spells at +1 caster level; use spell completion or Favored Weapon:The natural weapons of the animal whose spell trigger device as Sor20. form she assumes Spell-Like Abilities:Freya uses these abilities as a 25th-level caster, except for good spells, which she uses as a 26th-level One of Odin’s several wives, Frigga (frig-ga) is primarily concerned caster. The save DCs are 42 + spell level. Aid, air walk, antimagic with the household and married love. She is a stately, gracious, and field, blade barrier, calm emotions, chain lightning, charm person, bountiful woman often invoked during childbirth and by those charm monster, control weather, control winds, demand, dispel evil, wishing to conceive. Her attempt to protect Balder was one of the dispel magic, dominate monster, elemental swarm(as air spell only), few times she acted to change the future she perceived. She has emotion, gaseous form, geas/quest, holy aura, holy smite, holy word, three handmaidens named Snotra (“Wisdom”), Syn (“Denial”), and identify, imbue with spell ability, insanity, magic circle against evil, Vor (so wise nothing can be hidden from her). Mordenkainen’s disjunction, Nystul’s undetectable aura, obscuring mist, protection from evil, protection from spells, spell resistance, spell turning, Dogma suggestion, summon monster IX (as good spell only), whirlwind, Frigga’s cult focuses on birth and renewal. Her followers include wind wall. ranchers, animal farmers, and married couples raising or conceiv- Sorcerer Spells Known (Levels 0–17; 6/11/10/10/10/10/9/9/ ing children. They are equally comfortable in family homes and in 9/9/3/3/3/3/2/2/2/2; base DC = 29 + spell level): 0—arcane mark, the fields. The cult teaches followers to pay attention to the signs detect magic, detect poison, disrupt undead, mage hand, open/close, pres- and omens around them in order to prepare for the future. Accept- tidigitation, read magic, resistance; 1st—charm person, expeditious ing fate does not mean that followers passively wait for events to retreat, jump, mage armor, protection from chaos; 2nd—arcane lock, overwhelm them. blindness/deafness, blur, bull’s strength, cat’s grace; 3rd—dispel magic, fire- ball, fly, gaseous form; 4th—bestow curse, charm monster, confusion, fear; Clergy and Temples 5th—contact other plane, dominate person, dream, wall of iron; 6th— Frigga’s clergy are simple folks rooted in the realities of daily life. chain lightning, control weather, flesh to stone; 7th—ethereal jaunt, Mor- They understand the pressures of feeding a family and the con- denkainen’s sword, reverse gravity; 8th—clone, demand, etherealness; cerns associated with childbirth. They work to assist and support 9th—dominate monster, teleportation circle, wish. the faithful, and to provide comfort when needed. The clergy often",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "75 (+9 Dex, +30 natural, +17 (smell), Gift of Life, Grow Creature divine, +9 deflection) (animals), Increased Energy Resis- Attacks*: Natural weapon (by tance (sonic), Life and Death, Mass animal form) +65/+60/+55/+40 Life and Death, Mind of the Beast, melee; or spell +65 melee Power of Nature, Shapechange, touch or +66 ranged touch Speak with Creatures (animals), *Always receives a 20 on Spontaneous Wizard Spells, True attack rolls; roll die to check Shapechange, Wound Enemy. for critical hit. Domain Powers:17/day turn Damage*: Natural weapon by or destroy earth creatures, or animal form +8 or by spell rebuke or command air creatures; *Always does maximum damage. 17/day use animal friendship; Face/Reach: 5 ft. by 5 ft./5 ft. 17/day use calm emotions;cast div-",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Frigga can create any light or medium AC:69 (+8 Dex, +15 divine, +28 natural, +8 deflection) armor, any simple weapon, any bow, and any item related to Attacks:+5 bane* keen lawful longsword +76/+71/+66/+61 melee; or animal care. spell +66 melee touch or +63 ranged touch *+78/+73/+68/+63 against evil outsiders.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 bane* keen lawful longsword 1d8+36/15–20 or by spell HEIMDALL *2d6 plus 1d8+36/15–20 against evil outsiders. The Bright God, Guardian of Bifrost, Face/Reach: 5 ft. by 5 ft./5 ft.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword centration +54, Craft (metalworking) +53, Craft (stone- working) +53, Diplomacy +52, Gather Information +34, Some myths say Heimdall (haym-dahl) is the son of giants, while Handle Animal +48, Heal +62, Hide +48, Innuendo +38, others claim that he is simultaneously the child of all nine daugh- Intimidate +45, Intuit Direction +57, Jump +51, Knowledge ters of Aegir and Ran. Heimdall visited Midgard in human guise (arcana) +48, Knowledge (nature) +44, Knowledge (the and stayed one night in each of three different houses. Each house planes) +35, Knowledge (religion) +48, Listen +59, Move treated him differently, and he cursed or blessed their children Silently +48, Ride (horse) +50, Scry +39, Search +48, Sense accordingly. The result was the three social classes of the Asgardian Motive +52, Spellcraft +48, Spot +59, Swim +51, Wilderness world: thralls or slaves, free peasants, and nobles. Heimdall’s duty Lore +53. *Always receives a 20 on checks. primary duty is to sound his horn, Gjallahorn,and alert all the gods Feats: Alertness, Blind-Fight, Cleave, Combat Casting, Combat to the coming of Ragnarok. Reflexes, Dodge, Endurance, Expertise, Extra Turning, Great Prophesies say that in the last battle, Heimdall’s nemesis Cleave, Improved Bull Rush, Improved Critical (longsword), Loki will steal Heimdall’s sword. Though Heimdall is destined Improved Initiative, Mobility, Power Attack, Power Critical to kill Loki in Ragnarok, he is fated to die soon thereafter of his (longsword), Quick Draw, Spring Attack, Sunder, Track, own wounds. Weapon Focus (longsword), Whirlwind Attack.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ability damage, ability drain, acid, cold, The cult of Heimdall appeals to those who find themselves on the death effects, disease, disintegration, electricity, energy drain, edge of their community, facing outward and looking for threats. mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- This attracts fighters of all sorts, as well as nobility and officials tion, imprisonment, banishment. who believe in a strong defense. The clergy teaches self-discipline, Salient Divine Abilities:Alter Form, Alter Size, Annihilating responsibility, and obedience to authority. Strike, Banestrike (giants), Battlesense, Clearsight, Divine Inspira- tion (courage), Divine Storm, Divine Weapon Focus (longsword), Clergy and Temples Divine Weapon Specialization (longsword), Extra Sense Enhance- Many of Heimdall’s clergy are fighters or rangers in addition to ment (hearing), Extra Sense Enhancement (sight), Increased being clerics. Though rare in Asgardian cultures, paladins and Damage Reduction, Increased Spell Resistance, Irresistible Blows, monks also may devote themselves to Heimdall. Shapechange, Sunder and Disjoin, Wound Enemy. Heimdall’s temples are generally part of a community’s defenses Domain Powers: Cast good spells at +1 caster level; cast law and include at least one watchtower. They feature arrow slits for spells at +1 caster level. windows and their doors are easily barred. Patrons of the temple Spell-Like Abilities:Heimdall uses these abilities as a 25th- enjoy feasting, drinking, and carousing as much as any Asgardian, level caster, except for good and law spells, which he uses as a but they tend to limit themselves to certain times of the day or 26th-level caster. The save DCs are 33 + spell level. Aid, blade bar- night, and are careful to be fit for their duties. Most communities rier, calm emotions, dictum, dispel chaos, dispel evil, divine power, flame welcome the temples as a way to strengthen their defenses and strike, hold monster, holy aura, holy smite, holy word, magic circle against better protect the local people. chaos, magic circle against evil, magic vestment, magic weapon, order’s 179 PANTHEON Illus. by D. Cramer THE ASGARDIAN CHAPTER 6: wrath, power word blind, power word kill, power word stun, protection Senses:Heimdall can touch and smell at a distance of fifteen from chaos, protection from evil, shield of law, spiritual weapon, summon miles and see and hear at a distance of thirty miles. As a standard monster IX (as good or law spell only). action, he can perceive anything within fifteen miles of his wor- Cleric Spells/Day: 6/11/10/10/10/10/8/8/8/8; base DC = 27 + shipers, holy sites, objects, or any location where one of his titles spell level. or name was spoken in the last hour. He can extend his senses to Ranger Spells/Day:8/7/7/7; base DC = 27 + spell level. up to ten locations at once. He can block the sensing power of",
        "name":  "Dogma Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Heimdall can use Listen, Search, or Spot as make a Perform check (DC 40) and a Use Magic Device check a free action if the DC for the task is 25 or lower. He can perform up (DC 40). Even if that person succeeds, all Aesir and Vanir have a to ten such free actions each round. chance to notice something strange in the sound (Listen DC 5). Create Magic Items:Heimdall can create magic weapons and Mortals within one mile of Gjallahornwhen it sounds must make armor and items that enhance perception by giving bonuses to a Fortitude save (DC 39) or be stunned for 1d10 minutes. Mortals Listen, Search, or Spot checks, as long as the item’s market price who fail their saves by 5 or more are deafened permanently. does not exceed 200,000 gp.",
        "name":  "Anyone other than Heimdall who tries to sound the horn must Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword The daughter of Loki and the female giant Angrboda, Hel (hell) was confined to Niflheim by the gods. She appears as a gaunt woman whose body is fair and lovely on one side, but dead and rotting on the other. Despite her hideous appearance, she is the least monstrous of Loki’s three children from this union (the other two are Fenrir the wolf and Jormungandr the world serpent). Dogma Hel teaches no particular dogma to the living, focus- ing instead on her dead minions. She does have a cult devoted to her, however. Its members feel that society unjustly imprisoned, exiled, or ignored them, and often seek revenge for real or imagined slights. Clergy and Temples Hel has no organized worship. Her few living worshipers keep to themselves, plotting against everyone they feel has wronged them. HEL Cleric 20/Wizard 20 Medium-Size Outsider",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 unholy wounding longsword of disease +69/+64/+59/+54 melee; or spell 180 +63 melee touch or +63 ranged touch :6 RETPAHC NAIDRAGSA EHT NOEHTNAP remarC .D\u0026 sugnA .G yb .sullI Banestrike (good outsiders), Call Creatures (undead), Divine Fast Healing, Divine Inspi- ration (dread), Divine Spell Focus (Necromancy), Extra Energy Immu- nity (fire), Frightful Presence (takes effect when she reveals the rotting side of her face), Hand of Death, Life and Death, Life Drain, Rejuvena- tion, Sponta- neous Wizard Spells, Undead Mastery, Un- dead Qualities. Domain Pow- ers:15/daydeath touch(roll 20d6; if subject touched does not have at least that many hp, it dies); 15/day smite (+4 on attack bonus and +20 on damagefor one weapon attack); cast evil spells at +1 caster level. Spell-Like Abil-",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 unholy ities: Hel uses wounding longsword of disease these abilities as a 1d8+17/17–20 plus disease (as the contagionspell) or by spell 25th-level caster, except for evil spells, which she uses as Face/Reach: 5 ft. by 5 ft./5 ft. a 26th-level caster. The save DCs are 33 + spell level. Animate dead,",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Divine Might, Dodge, Empower Spell, Enlarge can extend her senses to up to ten locations at once. She can block Spell, Eschew Materials, Expertise, Extend Spell, Extra Turning, the sensing power of deities of her rank or lower at up to two Great Fortitude, Greater Spell Focus (Necromancy), Improved remote locations at once for 15 hours. Critical (longsword), Improved Initiative, Iron Will, Persistent Portfolio Sense:Hel automatically senses deaths by disease, Spell, Power Attack, Maximize Spell, Reach Spell, Repeat Spell, accident, or poison involving one or more people as well as Scribe Scroll, Silent Spell, Spell Focus (Necromancy), Spell events in graveyards the instant they happen and fifteen weeks Mastery, Still Spell, Weapon Focus (longsword). in the past.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rapier directly to all beings within 3 miles, remote communication, godly realm, teleport without errorat will, bardic knowledge +27, In addition to being the gods’ messenger, Hermod escorts the souls bardic music 20/day (countersong, fascinate,inspire competence, of the dead to the underworld. When the gods needed someone to inspire courage, inspire greatness, suggestion), uncanny dodge plead with Hel for Balder’s spirit, Hermod volunteered and Odin (cannot be flanked, +4 against traps), SR 35, divine aura (30 ft., lent him Sleipnir for the journey. DC 20), greater rage 6/day.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str25, Dex 30, Con 42, Int 25, Wis 26, Cha 25. Hermod’s cult focuses on endurance and physical fitness. It Skills: Bluff +35, Climb +38, Concentration +43, Craft (metal- teaches marksmanship, fencing, steeplechase horse racing, foot working) +25, Craft (stoneworking) +25, Diplomacy +40, races of all sorts, and swimming to its members, Disguise +34, Escape Artist +37, Gather Information +35, believing these are key skills for those who Handle Animal +34, Innuendo +35, Intimidate +40, must deliver messages. Intuit Direction +39, Jump +38, Knowledge (arcana) +34, Knowledge (geography) Clergy and Temples +34, Knowledge (history) +34, Clergy of Hermod rarely Knowledge (local) +34, Knowl- stay in one village for long. edge (nobility and royalty) They’re often found while +34, Knowledge (the planes) traveling to a different +34, Knowledge (religion) +34, temple, wearing sturdy Listen +41, Move Silently +21, garb and enjoying their Perform +34, Ride (horse) +39, journey. Junior mem- Sense Motive +35, Spot +13, Swim bers of the clergy +38, Wilderness Lore +33. carry messages Feats: Alertness, Ambidexterity, from noble to Blind-Fight, Combat Reflexes, Dodge, noble, village Expertise, Fleet of Foot, Improved to village, or Critical (rapier), Improved Disarm, temple to Improved Initiative, Improved temple. Two-Weapon Fighting, Mobility, They are Power Attack, Quick Draw, quick to Run, Spring Attack, Two- lend aid Weapon Fighting, Weapon to travel- Finesse (rapier), Weapon ers in distress. Focus (rapier), Whirl- Hermod’s temples are generally col- wind Attack. lections of several smaller buildings.",
        "name":  "Dogma Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "AC 44; hp 1,660; attacks +62/+62/+57/+52/+47 The gods use Narfi’s entrails to bind Loki in a cave, and they set melee (1d6+15/15–20, +5 speed rapier) and +58/+53 (1d4+15/17–20, a poisonous snake over him to drip venom into his wounds. +5 chaotic keen dagger); SV Fort +54, Will +46; Str 31, Con 48; Climb Loki’s wife, Sigyn, stays with him and tries to protect him from +41, Concentration +45, Jump +41, Swim +41. His rage lasts for 22 the venom. When the venom splashes on Loki, his pained rounds, and he is not winded afterward. spasms are the source of earthquakes. Loki is destined to break Bard Spells Known(4/6/6/6/5/5/5; base DC = 17 + spell free for Ragnarok. level): 0—dancing lights, daze, detect magic, ghost sound, light, read magic; 1st—expeditious retreat, identify, mage armor, magic weapon, Dogma protection from law; 2nd—blur, bull’s strength, cat’s grace, hold person, Loki’s cult is generally hidden. Despite having a constructive misdirection; 3rd—blink, dispel magic, greater magic weapon, keen role in society, the cult commands little respect and known edge, scrying; 4th—detect scrying, legend lore, modify memory, rain- members may find themselves ostracized. The cultists believe bow pattern, shout; 5th—contact other plane, dream, mind fog, mis- they aid people through practical jokes and humor. Though out- lead, persistent image; 6th—control weather, greater scrying, mass siders may consider the jokes cruel, they’re rarely deliberately haste, plane shift. harmful. Instead, they’re meant to encourage their victims to look at life from another perspective and to gain insight by Other Divine Powers doing so. As a demigod, Hermod treats a 1 on a saving throw or attack roll Darker forms of the cult teach assassination, murder, mayhem, normally and not as an automatic failure. He is immortal. and all forms of worldly chaos. These sinister versions of the cult",
        "name":  "Hermod rages",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hermod can use Diplomacy, Escape Artist, The temples include supplies of weapons, poisons, and other Gather Information, Innuendo, Listen, Ride, or Sense Motive as a tools of mayhem in addition to resources for committing practi- free action if the DC for the task is 15 or lower. He can perform up cal jokes. to two such free actions each round. Visitors to Loki’s temples are rare. Those who find them gener-",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dagger 20 on attack rolls; roll die to check for critical hit. Damage*: +5 chaotic unholy dagger of venom 1d4+13/17–20 plus Loki (loh-kee) is an ambiguous figure in Asgardian myth. A hand- poison (deathblade, DC 20, 1d6 Con/2d6 Con) or by spell some and clever young man, he often accompanies the gods on *Always does maximum damage (dagger 17 points) their journeys. Many tales of Thor mention Loki as his compan- Face/Reach: 5 ft. by 5 ft./5 ft. ion. The youngest inhabitant of Asgard, some myths state he was Special Attacks:Domain powers, salient divine abilities, spell-like the child of the giants Farbauti and Laufey, while others place abilities, sneak attack +13d6, crippling strike, opportunist. 183 PANTHEON Illus. by D. Cramer THE ASGARDIAN CHAPTER 6:",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind- of his worshipers, holy sites, objects, Fight, Cleave, Combat or any location where one of his titles Casting, Combat Reflexes, or name was spoken in the last hour. Dodge, Empower Spell, Enlarge He can extend his senses to up to Spell, Expertise, Extend Spell, twenty locations at once. He can block the Improved Critical (dagger), Improved sensing power of deities of his rank or Initiative, Mobility, Power Attack, Quick lower at up to two remote locations at Draw, Silent Spell, Spring Attack, Still Spell, once for 16 hours. Weapon Finesse (dagger), Weapon Focus (dagger), Portfolio Sense:Loki senses all crimes, con games, practical Whirlwind Attack. jokes, and tricks the instant they happen and sixteen weeks into the past and future.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast chaos spells at +1 level; 16/day smite (+4 Home Plane:Asgard on attack and +16 on damage for one weapon attack); cast evil Alignment: Neutral good spells at +1 caster level. Portfolio:Commerce, sea, wind Spell-Like Abilities:Loki uses these abilities as a 26th-level Worshipers:Sailors, fishermen, caster, except for chaos spells and evil spells, which he uses as a those who depend on the sea 27th-level caster. The save DCs are 43 + spell level. Animate for a living objects, blasphemy, change self, chaos hammer, circle of doom, cloak of Cleric Alignments: CG, LG, NG chaos, confusion, contagion, create undead, desecrate, disintegrate, Domains:Air, Good, Water dispel good, dispel law, earthquake, false vision, harm, implosion, inflict Favored Weapon:Longspear critical wounds, inflict light wounds, invisibility, magic circle against good, magic circle against law, mislead, nondetection, polymorph any Those who seek wealth or abundance in fishing pray to Njord. A 184 object, protection from good, protection from law, screen, shatter, Vanir deity, he is the father of Frey and Freya. Njord married the :6 RETPAHC NAIDRAGSA EHT NOEHTNAP remarC .D\u0026 ahnidraS .R yb .sullI female giant Skadi while among the Aesir, though they later Attacks:+5 bane* icy burst longspear +72/+67/+62/+57 melee; or divorced. As a deity of the mountains, she was uncomfortable on spell +66 melee touch or +59 ranged touch *+74/+69/+64/+59 the coastlines, so they could never agree where to live. Their move- against giants. ments between homes created the seasons. Damage: +5 bane* icy burst longspear 1d8+27/19–20/×3 or by spell *2d6 plus 1d8+27/19–20/×3 against giants. Dogma Face/Reach: 5 ft. by 5 ft./5 ft. Where Aegir’s cult threatens and glowers, Njord’s cult smiles. This Special Attacks:Domain powers, salient divine abilities, spell-like cult supports those who make a living from the bounty of the sea abilities, sneak attack +10d6, crippling strike, opportunist. through trade, fishing, shipbuilding, or supplying the needs of the Special Qualities: Elf traits, divine immunities, DR 46/+4, other three. Njord’s cult numbers many prominent businesspeople spontaneous casting of divine spells, understand, speak, and among its members. When Aegir’s cultists mock them for their rel- read all languages and speak directly to all beings within 11 atively mean tables and their preference for sailing within sight of miles, remote communication, godly realm, teleport without the shore, Njord’s worshipers only look at their growing treasuries error at will, plane shift at will, favored enemies (giants +5, and smile. goblinoids +4, dragons +3, aberrations +2, undead +1), evasion, uncanny dodge (cannot be flanked, +4 against traps), Clergy and Temples defensive roll, improved evasion, SR 43, divine aura (1,100 ft., Njord’s clergy are most common near the sea, but can also be found DC 29). along navigable rivers and lakes with connections to the sea. Most Saves:Fort +53, Ref +51, Will +54. display weathering and scars from lives spent in, on, and around Abilities: Str41, Dex 26, Con 31, Int 26, Wis 28, Cha 26. the water. They are popular with fishermen and merchants. Skills*:Appraise +50, Bluff +48, Concentration +50, Craft (ship- Njord’s temples are sturdy structures meant to withstand the building) +54, Craft (metalworking) +42, Craft (stonework- trials of coastal weather. They generally sit right on the water ing) +42, Diplomacy +54, Gather Information +48, Handle and have their own docks. Most temples have storage for sail Animal +48, Hide +54, Innuendo +53, Intimidate +52, Intuit canvas, ropes, tar, paint, and other boating supplies. Those in Direction +55, Knowledge (arcana) +44, Knowledge (nature) larger urban centers often have secret vaults containing wealth +50, Knowledge (the planes) +36, Knowledge (religion) +36, gleaned from the sea and fees charged for aiding in business Listen +59, Move Silently +54, Profession (sailor) +57, Ride negotiations. (horse) +23, Scry +30, Search +56, Sense Motive +43, Spellcraft Visitors to Njord’s temples find the fare plain but filling. +34, Spot +59, Swim +38, Use Magic Device +42, Use Rope Clergy and faithful draw owners of seagoing vessels into conver- +54, Wilderness Lore +45. *Always receives a 20 on checks. sation. Others are largely ignored unless they bring information Feats: Alertness, Blind-Fight, Cleave, Combat Reflexes, Dodge, about shoals, currents, weather, or other conditions hazardous Endurance, Expertise, Great Cleave, Improved Bull Rush, to ships. Improved Critical (longspear), Improved Disarm, Improved Initiative, Iron Will, Martial Weapon Proficiency (composite NJORD longbow), Martial Weapon Proficiency (composite shortbow), Ranger 20/Rogue 20 Martial Weapon Proficiency (longbow), Martial Weapon Medium-Size Outsider Proficiency (longsword), Martial Weapon Proficiency (rapier),",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20d8+200 (outsider) plus 20d10+200 (Rgr) plus 20d6+200 Sunder, Track, Weapon Focus (longspear), Whirlwind Attack. (Rog) (1,080 hp)",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Njord can see (using normal vision or low-light vision), Divine Rank:4 hear, touch, and smell at a distance of eleven miles. As a standard Hit Dice:20d8+320 (outsider) plus 20d10+320 (Ftr) plus 20d4+320 action, he can perceive anything within eleven miles of any of his (Sor) (1,400 hp) worshipers, holy sites, or objects, or any location where one of his Initiative: +13 (+9 Dex, +4 Improved Initiative) titles or his name was spoken within the last hour. He can extend Speed:60 ft. his senses to up to ten locations at once. He can block the sensing AC:55 (+9 Dex, +4 divine, +17 natural, +7 armor [+5 arrow deflection abilities of deities of his rank or lower at up to two remote locations reflecting large steel shield],+8 deflection) for 11 hours. Attacks:+5 brilliant energy bastard sword +58/+53/+48/+43 melee;",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Njord automatically senses when any mer- or spell +52 melee touch or +53 ranged touch chant or coastal fishing vessel sets sail, regardless of how many Damage:+5 brilliant energy bastard sword 1d10+15/17–20 or by spell people are involved, and this sense extends up to eleven weeks in Face/Reach:5 ft. by 5 ft./5 ft. the past. He likewise senses any business negotiations involving Special Attacks:Domain powers, salient divine abilities, spell-like such vessels. abilities.",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Light, sun, travel Eschew Materials, Exotic Weapon Proficiency (bastard sword),",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Barbarians, druids, rangers, Expertise, Extend Spell, Great Cleave, Improved Bull Rush, blacksmiths, and those who travel overland Improved Critical (bastard sword), Improved Initiative, Iron",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Chaos, Fire, Sun Attack, Power Critical (bastard sword), Quick Draw, Ride-By",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bastard sword Attack, Spirited Charge, Spring Attack, Sunder, Trample, Weapon Focus (bastard sword), Weapon Specialization (bastard Odur is a mysterious god who may be an aspect of Odin. Odur mar- sword), Whirlwind Attack. ried Freya and is responsible for the day chariot crossing the sky.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast chaos spells at +1 caster level; 11/day Portfolio Sense:Odur instantly senses the beginning of any turn or destroy water creatures, or rebuke or command fire crea- overland journey greater than thirty miles that involves one thou- tures; 4/day greater turning. sand people or more, or the beginning of any overland journey Spell-Like Abilities:Odur uses these abilities as a 14th-level greater than one thousand miles regardless of the number of caster, except for chaos spells, which he uses as a 15th-level people involved. He also senses the forging of any metal item caster. Save DCs are 22 + spell level. Animate objects, burning worth more than 1,000 gp. hands, chaos hammer, cloak of chaos, dispel law, elemental swarm(as Automatic Actions:Odur can use Craft (metalworking), fire spell only), endure elements(as cold or fire spell only), fire Handle Animal, or Intuit Direction as a free action if the DC for seeds, fire shield, fire storm, flame strike, heat metal, incendiary cloud, the task is 15 or lower. He can perform up to two such free magic circle against law, prismatic sphere, produce flame, protection actions in a round. from law, resist elements (as cold or fire spell only),searing light, Create Magic Items: Odur can create any magic item shatter, summon monster IX (as chaos spell only),sunbeam, sunburst, related to determining directions or controlling animals and wall of fire, word of chaos. teams of animals, as long as the item’s market price does not Sorcerer Spells Known (6/8/8/8/8/7/7/7/7/6; base DC = 18 + exceed 4,500 gp. spell level; 15% arcane spell failure chance): 0—dancing lights, daze, detect magic, disrupt undead, flare, light; 1st—burning hands, color spray, SIF endure elements, enlarge, expeditious retreat; 2nd—continual flame, day- light, flaming sphere, pyrotechnics, see invisibility;3rd—dispel magic, fire- Goddess of Excellence and Skill in Battle ball, flame arrow, halt undead; 4th—fire shield, fire trap, scrying, wall of Lesser Deity fire; 5th—passwall, prying eyes, summon monster V, wall of force; 6th— Symbol:Upraised sword control weather, legend lore, true seeing; 7th—delayed blast fireball, pris- Home Plane:Asgard matic spray, vision; 8th—incendiary cloud, power word blind, sunburst; Alignment: Chaotic good 9th—foresight, meteor swarm, weird. Portfolio:War, dueling",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Chaos, Good, War As a demigod, Odur treats a 1 on an attack roll or saving throw nor- Favored Weapon:Longsword mally and not as an automatic failure. He is immortal.",
        "name":  "Other Divine Powers Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Odur can see, hear, touch, and smell at a distance of four Sif primarily appears in myths involving the other gods. She is the miles. As a standard action, he can perceive anything within four wife of Thor and the mother of Uller. Her golden hair was made by 187 PANTHEON Illus. by W. Reynolds \u0026D. Cramer THE ASGARDIAN CHAPTER 6: the dwarves and enchanted to take root Special Qualities:Divine immunities, DR 45/+4 (4/–), fire resist- and grow on her head after Loki chopped ance 30, understand, speak, and read all languages and speak off her natural hair as a joke. directly to all beings within 10 miles, remote communication, godly realm, teleport without error Dogma at will, plane shiftat will, uncanny dodge (cannot Sif’s cultists are generally excellent be flanked, +4 against traps), SR 42, divine aura fighters of all sorts, and many are (1,000 ft., DC 29). weapon masters. Those looking for Saves:Fort +50, Ref +60, Will +52. instruction in the martial arts are Abilities: Str31, Dex 43, Con 26, Int 26, Wis 26, well advised to seek one of her Cha 28. cults or temples. Like her husband, Skills:Balance +57, Bluff +46, Climb Sif concerns herself with +58, Diplomacy +27, Gather Infor- individuals involved in mation +46, Handle Animal +57, Hide combat. Where Thor em- +53, Intimidate +56, Intuit Direction phasizes physical prowess, +51, Jump +62, Knowledge (arcana) Sif emphasizes skill. Good- +45, Knowledge (the planes) +45, natured challenges between the two Knowledge (religion) +45, Listen cults are common. +53, Move Silently +53, Ride (horse) +68, Search +45, Sense Clergy and Temples Motive +45, Spot +47, Tumble Sif’s clergy are predominantly, but not +57, Wilderness Lore +51. entirely, female. They are strong, capable Feats: Alertness, Blind-Fight, people with quick wits and combat skills. Blindsight 5-ft. Radius, Cleave, Many dye a lock or braid of hair blonde, Combat Reflexes, Dodge, Ex- or braid yellow ribbons in their hair in pertise, Eyes in the Back of Your Head, emulation of their patron deity. Great Cleave, Fleet of Foot, Hold the Sif’s temples are sturdy, defensible Line, Improved Bull Rush, Improved structures that contain training halls Critical (longsword), Improved Dis- for individual combat skills. They arm, Improved Initiative, Improved also contain extensive armories. In Sunder, Improved Trip, Iron Will, addition, many of Sif’s temples Knock-Down, Lightning Reflexes, contain dormitories for women Mobility, Power Attack, Power Crit- escaping abusive relationships ical (longsword), Quick Draw, Run, or who have been injured or Spring Attack, Sunder, Superior crippled in battle. Expertise, Weapon Finesse (long- Visitors to Sif’s temples sword), Weapon Focus (long- are ignored unless they carry sword), Weapon Specialization weapons openly. Those who (longsword), Whirlwind Attack. do so can expect challenges from the clergy and mem- Divine Immunities: bers of the cult to single Ability damage, ability combat. Such challenges are drain, acid, cold, death generally fought to the first fall effects, disease, disinte- or first blood, and are intended gration, electricity, ener- solely to discover if the visitor gy drain, mind-affecting knows how to use the weapon that effects, paralysis, poison, she carries. Those who cannot, do not, or sleep,stunning, transmutation, will not fight are ignored and treated with disdain. Those who imprisonment, banishment. do are welcomed. Salient Divine Abilities:Battlesense, Banestrike (evil out- siders), Divine Armor Mastery, Divine Battle Mastery, Divine SIF Celerity, Divine Dodge, Divine Inspiration (courage), Divine Rage, Barbarian 20/Fighter 20 Divine Weapon Focus (longsword), Divine Weapon Specialization Medium-Size Outsider (longsword), Longsword Finesse†, Supreme Initiative. †Unique",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "84 (+16 Dex [Divine Armor Mastery], +10 divine, +23 natural, blade barrier, chaos hammer, cloak of chaos, dispel evil, dispel law, divine +9 armor [+5 glamered heavy fortification mithral shirt], +7 armor power, flame strike, holy aura, holy smite, holy word, magic circle against [+5 arrow deflection reflecting mithral large shield], +9 deflection) evil, magic circle against law, magic vestment, magic weapon, power word",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 keen speed longsword +76/+76/+71/+66/+61 melee blind, power word kill, power word stun, protection from evil, protection",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 keen speed longsword1d8+29/15–20 from law, shatter, spiritual weapon, summon monster IX (as chaos or Face/Reach:5 ft. by 5 ft./5 ft. good spell only),word of chaos.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Domain powers, salient divine abilities, spell- Divine Rage:The following changes are in effect as long as 188 like abilities. Sif rages: AC 79; hp 1,380; Atk +81/+76/+71/+66 melee :6 RETPAHC NAIDRAGSA EHT NOEHTNAP sugnA .G yb .sullI (1d8+30/15–20,+5 keen speed longsword); SQ Fire resistance 40, SR mountain peaks, and teaches respect for the earth and the moun- 52; SV Fort +55, Will +57; Str 41, Con 36; Climb +63, Jump +67. Her tains to her cultists. She also teaches readiness for battle, believing rage can be used 10 times per day, it lasts for 1 hour (or until that the best defense is an impressive offense. ended), and she is not winded afterward. Longsword Finesse (unique salient divine ability):Sif can Clergy and Temples apply her Dexterity bonus to attacks she makes with any long- Skadi’s clergy are imposing figures, appearing tough and ready to sword that she can wield in one hand. fight. Though most are highly skilled warriors, they rarely enter",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "In addition to her sword, Sif has a +5 glamered combat unless necessary. heavy fortification mithral shirt and a +5 arrow deflection reflecting large If a temple dedicated to Skadi isn’t in the mountains, it’s located mithral shield. so that mountains are visible from the windows of the great hall. Her temples are built from local materials and blend with the land- Other Divine Powers scape. Unlike many temples, hers are often cold and without the As a lesser deity, Sif may take 10 on any check. Sif treats a 1 on an heat of hearth fires. Some temples make money by selling moun- attack roll or saving throw normally and not as an automatic fail- tain climbing equipment. ure. She is immortal. Visitors to Skadi’s temples receive warm welcomes if they’ve just",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sif can use Bluff, Handle Animal, Intim- Speed:80 ft., burrow 80 ft. idate, Ride (horse), or Tumble as a free action if the DC for the AC:50 (–1 size, +8 Dex, +6 divine, +19 natural, +8 deflection) task is 20 or lower. She can perform up to five such free actions Attacks: Huge +5 bane* icy burst thundering greataxe +68/+63/ each round. +58/+53 melee; or spell +62 melee touch or +54 ranged touch",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sif can create any magic armor or weapon, *+70/+65/+60/+55 against favored enemies. as long as the item’s market price does not exceed 30,000 gp. Damage: Huge +5 bane* icy burst thundering greataxe 2d8+29/ 19–20/×3 or by spell *2d6 plus 2d8+29/19–20/×3 against favored enemies. SKADI Face/Reach:5 ft by 5 ft./10 ft.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greataxe elemental 3/day), a thousand faces, venom immunity, time- less body, favored enemies (dragons +5, undead +4, magical Skadi is a female giant and the daughter of the giant who bar- beasts +3, aberrations +2, vermin +1), SR 38, divine aura (600 gained for Freya, the sun, and the moon in exchange for build- ft., DC 24). ing Asgard’s walls (see Sleipnir in Odin’s entry, above). She came Cold Subtype: Immune to cold damage; takes double damage to Asgard seeking revenge against Thor for killing her father. from fire unless a saving throw for half damage is allowed, in When she arrived at Asgard in her armor she so impressed the which case she takes half damage on a success and double gods they offered her pick of the bachelor gods if she would not damage on a failure (but fire resistance still applies). go to war against them. The only condition was that she could Saves:Fort +48, Ref +48, Will +46. only see their feet when she made her choice. Thinking the Abilities: Str42, Dex 27, Con 30, Int 25, Wis 26, Cha 26. cleanest, whitest feet must belong to Balder, she made her Skills:Animal Empathy +44, Bluff +36, Climb +43, Concentration choice only to discover they belonged to the older Vanir Njord, +46, Craft (stoneworking) +34, Diplomacy +42, Handle Animal whose feet the sea washed clean every day. Because they +44, Heal +44, Hide +27, Intimidate +38, Intuit Direction +44, couldn’t agree on a place to live, Njord and Skadi moved back Jump +48, Knowledge (arcana) +30, Knowledge (nature) +65, and forth between Jotunheim and Asgard. On Midgard, these Knowledge (the planes) +33, Knowledge (religion) +33, Listen movements created the seasons. Skadi later divorced Njord and +42, Move Silently +40, Profession (stonemason) +34, Ride married Uller. (horse) +37, Sense Motive +35, Spellcraft +38, Spot +42, Swim +52, Wilderness Lore +66.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, Cleave, Dodge, Empower Spell, Skadi’s cults are common in mountainous regions. Her worshipers Endurance, Enlarge Spell, Expertise, Great Cleave, Improved include those who make their lives hunting, herding, and mining Bull Rush, Improved Critical (greataxe), Lightning Reflexes, in the mountains. She loves the cold of winter and the wind on the Mobility, Power Attack, Power Critical (greataxe), Sacred Spell, 189 PANTHEON Illus. by D. Cramer THE ASGARDIAN CHAPTER 6: six miles of her worshipers, holy sites, objects, or any location where one of her titles or name was spoken in the last hour. She can ex- tend her senses to up to five locations at once. She can block the sens- ing power of deities of her rank or lower at up to two remote locations at once for 6 hours.",
        "name":  "Dogma Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  " Sunder, Track, Skadi can use Animal Weapon Focus Empathy, Climb, (greataxe), Whirl- Intuit Direction, wind Attack. Jump, or Wilder- ness Lore as a Divine Immu- free action if the nities:Ability dam- DC for the task age, ability drain, is 20 or lower. She acid, cold, death can perform up to effects, disease, disinte- five such free actions gration, electricity, per round. energy drain, mind- Create Magic affecting effects, pa- Items: Skadi can ralysis, poison, sleep, create any item stunning, transmu- related to wilder- tation, imprison- ness travel, wil- ment, banishment. derness survival, or",
        "name":  "Attack, Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "6/day smite (+4 on attack and +6 on damage Large magical beast; HD 14d8+56; hp 119; Init +1; Spd 40 ft.; AC 17 for one weapon attack); 11/day turn or destroy air creatures, or (touch 10, flat-footed 16); Atk +19 melee (1d6+10, 2 claws), +14 rebuke or command earth creatures; 6/day feat of strength (+6 melee (1d8+5, bite); Face/Reach 10 ft. by 20 ft./10 ft.; SA Improved enhancement bonus to Str for 1 round). grab; SQ Low-light vision, scent; AL N; SV Fort +13, Ref +10, Will Spell-Like Abilities:Skadi can use these abilities as a 16th-level +5; Str 31, Dex 13, Con 19, Int 11, Wis 12, Cha 12. caster. Save DCs are 24 + spell level. Bull’s strength, Bigby’s clenched Skills and Feats:Hide –3, Listen +7, Spot +7, Swim +13. fist, Bigby’s crushing hand, Bigby’s grasping hand, circle of doom, conta- gion, disintegrate, earthquake, elemental swarm (as earth spell only), SURTUR endure elements, harm, implosion, inflict critical wounds, inflict light wounds, iron body, magic stone, magic vestment, righteous might, shatter, Lord of the Fire Giants soften earth and stone, spell immunity, spike stones, stoneskin, stone shape, Intermediate Deity wall of stone. Symbol:Flaming sword Druid Spells/Day:6/7/7/7/7/6/5/5/5/4; base DC = 18 + Home Plane:Midgard spell level. (Muspelheim) Ranger Spells/Day:5/5/5/5; base DC = 18 + spell level. Alignment: Lawful evil",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Skadi can see, hear, touch, and smell at a distance of Favored Weapon:Longsword 190 six miles. As a standard action, she can perceive anything within :6 RETPAHC NAIDRAGSA EHT NOEHTNAP remarC .D\u0026 dooW .S yb .sullI Surtur stands ever alert in Muspelheim, brandishing his sword +77/+72/+67/+62 melee; or spell +71 melee touch or +62 that shines brighter than the sun. At Ragnarok he will be responsi- ranged touch ble for setting the world on fire, burning it down to make room for Damage: Gargantuan +5 brilliant energy flaming burst longsword the new one. Prophecies say that he will even destroy Bifrost under 4d6+34/17–20 or by spell his weight and that of his subjects. Face/Reach:20 ft. by 20 ft./20 ft.",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 44, Dex 27, Con 31, power except to giants. Int 27, Wis 28, Cha 27. However, a rare few indi- Skills*: Bluff +49, Climb viduals in Mannheim +69, Craft (metalworking) have earned his approval. +60, Diplomacy +59, Dis- They conceal their devo- guise +49, Handle Animal tion to the giant destined to +60, Hide +37, Intim- burn down the world. idate +59, Jump +69, Surtur’s temples in Mann- Knowledge (history) heim are hidden affairs, much +49, Knowledge (the like Loki’s. In Muspelheim, planes) +49, Knowl- they are enormous fortresses edge (religion) +49, that ring with the sound of the Listen +58, Pro- forges day and night. Surtur’s fession (metal- Muspelheim temples are cen- worker) +50, ters for preparation for Rag- Ride (horse) +64, narok. Temples in Mann- Search +49, Sense heim secretly store Motive +50, weapons in prepa- Spellcraft ration for the cult +49, Spot +52, to fight alongside Wilderness the giants. Lore +53. *Always Visitors to Sur- receives a 20 on tur’s temples have checks. only a few seconds to Feats: Alertness, Blind- prove their devotion Fight, Blindsight 5-ft. to Surtur before Radius, Cleave, Com- the members bat Reflexes, Dodge, of the cult Endurance, Expertise, attack. The Eyes in the Back of clergy and Your Head, Great the mem- Cleave, Hold the Line, bers of the Improved Bull Rush, cult in Mann- Improved Critical (long- heim do not sword), Improved Dis- leave witnesses arm, Improved Grapple, alive to report Improved Initiative, Im- their activities. proved Sunder, Improved Trip, Improved Unarmed Strike, Knock-Down, Iron Will, Lightning SURTUR Reflexes, Mobility, Power Attack, Power Critical (longsword), Ranger 20/ Quick Draw, Spring Attack, Stunning Fist, Sunder, Track, Fighter 20 Weapon Focus (longsword), Weapon Specialization (long- Gargantuan Outsider (Evil, Fire, Lawful) sword), Whirlwind Attack.",
        "name":  "Surtur rarely grants divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gargantuan +5 brilliant energy flaming burst longsword (good outsiders), Call Creatures (fire elementals), Divine Battle 191 PANTHEON Illus. by G. Angus THE ASGARDIAN CHAPTER 6: Mastery, Divine Fast Healing, Divine Fire Mastery, Divine Asgard. Thor is the son of Odin and a female giant named Jord Storm, Energy Burst (fire), Energy Storm (fire), Extra Domain (“Earth”). Where Odin is complex and crafty, Thor is straightfor- (Strength), Extra Domain (War), Extra Energy Immunity (cold), ward and physical. This makes him popular among the common Indomitable Strength, Irresistible Blows, Shapechange, Sunder people. Thor’s greatly enjoys facing giants in contests of and Disjoin. strength and martial prowess. His nemesis is Jormungandr the",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast evil spells at +1 caster level; 14/day turn World Serpent, whom he is destined to face at Ragnarok. or destroy water creatures, or rebuke or command fire creatures; Though married to Sif, Thor had two sons with a giant named cast law spells at +1 caster level; 14/day feat of strength (+14 Jarnsaxa. Those sons, Modi and Magni, are prophesied to sur- enhancement bonus to Str for 1 round). vive Ragnarok. Spell-Like Abilities: Surtur uses these abilities as a 24th-level caster, except for evil spells and law spells, which he uses as a 25th- Dogma level caster. Save DCs are 32 + spell level. Bigby’s clenched fist, Bigby’s Thor’s cult believes that the measure of a person lies in how that crushing hand, Bigby’s grasping hand, blade barrier, blasphemy, bull’s person faces and handles challenges. The cult’s focus on self- strength, burning hands, calm emotions, create undead, desecrate, dictum, reliance and individuality often makes them the last to throw their dispel chaos, dispel good, divine power, elemental swarm (as fire spell support behind an endeavor, but it also makes them first to con- only),endure elements, fire seeds, fire shield, fire storm, flame strike, hold gratulate the successful, member and nonmember alike. Those monster, incendiary cloud, magic circle against chaos, magic circle against who succeed without the cult’s aid often find the cult singing their good, magic vestment, magic weapon, order’s wrath, power word blind, praises loudest. The cult also teaches that violent storms are a power word kill, power word stun, produce flame, protection from chaos, necessity, since they sweep aside weak structures and wash away protection from good, resist elements (as cold or fire spell only),right- detritus. The destruction of a big storm can reveal new resources. eous might, shield of law, spell immunity, spiritual weapon, stoneskin, In battle, physical prowess is foremost, and Thor’s cult often chal- summon monster IX (as evil or law spell only),unholy aura, unholy lenges Sif’s cult to mock battles and other contests in the never- blight, wall of fire. ending argument of power versus skill. Ranger Spells/Day: 6/5/5/5; base DC = 19 + spell level. Nothing challenges people like combat, according to the cult, so it promotes military readiness and encourages its members to Other Divine Powers seek martial training of all sorts. Thor’s cult is popular among sol- As an intermediate deity, Surtur automatically receives a die result diers, and communities welcome the cult for its strong role in of 20 on any check. Surtur treats a 1 on an attack roll or saving local defenses. throw normally and not as an automatic failure. He is immortal.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Surtur can create any magic weapon or dwarf communities. armor, any wondrous item related to metalworking, or any item Parishioners greet visitors to Thor’s temples by challenging that produces or uses fire, as long as the item’s market price does them to a drinking contest, a foot race, or a wrestling match. Greet- not exceed 200,000 gp. ings are always boisterous, and many visitors find the noise and confusion daunting. Both clergy and faithful are quick to respond if visitors bring news of threats to the community. THOR God of Thunder, Guardian of Asgard THOR Greater Deity Barbarian 20/Ranger 20",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Warhammer +104 ranged *Always receives a 20 on attack rolls; roll die to check for critical hit. Usually portrayed as a powerfully built man with a red beard Damage*:Mjolnir, +5 chaotic distance ghost touch holy mighty cleaving 192 and eyes filled with lightning, Thor is the strongest god of returning thundering warhammer 4d8+84/19–20/×3 melee, :6 RETPAHC NAIDRAGSA EHT NOEHTNAP remarC .D yb .sullI 4d8+66/19–20/×3 ranged *Always does maximum damage (116 Salient Divine Abilities: Alter Form, Alter Size, Annihilat- points melee, 98 points ranged). ing Strike, Banestrike (giants), Battlesense, Divine Celerity, Face/Reach:5 ft. by 5 ft./5 ft. Divine Rage, Divine Storm, Divine Weapon Focus (war-",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Domain powers, salient divine abilities, spell-like hammer), Divine Weapon Specialization (warhammer), Energy abilities, divine rage 18/day. Storm (electricity), Extra Domain (Protection), Extra Domain",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 92, Dex spells and good spells, 29, Con 32, Int 25, which he uses as a Wis 28, Cha 28. 29th-level caster. The Skills*:Animal Empa- save DCs are 37 + spell thy +49, Bluff +48, level. Aid, animate Climb +89, Concen- objects, antimagic field, tration +54, Craft Bigby’s clenched fist, (metalworking) +55, Bigby’s crushing hand, Craft (stonework- Bigby’s grasping hand, ing)+55, Diplomacy blade barrier, bull’s +51, Handle Animal strength, call light- +57, Heal +52, Hide ning, chaos ham- +52, Intimidate +55, mer, cloak of Intuit Direction +57, chaos, control Jump +89, Knowl- weather, control edge (nature) +50, winds, dispel evil, Knowledge (the dispel law, divine power, planes) +45, Knowl- endure elements, flame edge (religion) +45, strike, fog cloud, holy Listen +59, Move aura, holy smite, holy Silently +53, Ride (horse) word, ice storm, magic +61, Search +51, Sense Motive +48, Spellcraft +29, Spot +54, circle against evil, magic circle against law, magic vestment, magic Swim +89, Use Rope +52, Wilderness Lore +57. *Always receives weapon, mind blank, obscuring mist, power word stun, power word a 20 on checks. blind, power word kill, prismatic sphere, protection from elements, protec-",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, Cleave, Combat Reflexes, Dodge, tion from evil, protection from law, repulsion, righteous might, sanctuary, Endurance, Expertise, Great Cleave, Improved Bull Rush, shatter, shield other, sleet storm, spell immunity, spell resistance, spiritual Improved Critical (warhammer), Improved Initiative, Knock- weapon, stoneskin, storm of vengeance, summon monster IX (as chaos Down, Lightning Reflexes, Mobility, Power Attack, Power or good spell only), whirlwind, word of chaos. Critical (warhammer), Quick Draw, Spring Attack, Sunder, Divine Rage:The following changes are in effect as long as Track, Weapon Focus (warhammer), Whirlwind Attack. Thor rages: AC 72; hp 1,560; Atk +114/+109/+104/+99 melee (4d8+89/19–20/×3,Mjolnir); SQ Fire resistance 60, SR 48; SV Fort",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20th; Weight: 2 tons. Symbol:White double-bladed axe",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Thor can see, hear, touch, and smell at a Domains:Chaos, Earth, Evil, distance of eighteen miles. As a standard action, he Strength, War can perceive anything within eighteen miles of his wor- Favored Weapon:Greataxe shipers, holy sites, objects, or any location where one of his titles or name was spoken in the last hour. He can extend Thrym traces his lineage back to Ymir, the first giant and the crea- his senses to up to twenty locations at once. He can block the ture from whose body Odin, Ve, and Vili made the world. The sensing power of deities of his rank or lower at up to two death of Ymir is a grudge the frost giants in particular hold remote locations at once for against the Aesir. Thrym once 18 hours. tried to win Freya as his bride Portfo- by holding Thor’s hammer lio Sense: hostage. Unfortunately for Thor senses him, the gods disguised Thor all storms, as the bride and Loki as the combat of bridesmaid. When Thrym anykind, and ordered the hammer brought any Aesir’s in to hallow the wedding, cry for aid in Thor snatched it up and laid battle the in- waste to every giant present, stant it hap- including Thrym. pens and nine- teen weeks Dogma into the past and A few cults of Thrym thrive the future. in Mannheim, often cooper- Automatic Ac- ating with Loki’s cult. These tions: Thor can use cults teach that the world Animal Empathy, Climb, will end in the Fimbul Concentration, Craft (metal- Winter, and that cold will working), Craft (stonework- triumph after Surtur’s fire ing), Handle Animal, Heal, burns the world. Mem- Hide, Intimidate, Intuit Direc- bers of Thrym’s cult seek tion, Jump, Knowledge (na- every opportunity to ture), Listen, Move Silently, undermine Thor’s cult, Ride (horse), Search, Spot, and they have plenty of Swim, Use Rope, or Wilder- help and expert advice ness Lore as a free action if from Loki’s cult. the DC for the task is 30 or Though Surtur has a lower. He can perform up to similar cult, fire and ice twenty such free actions never mix. each round.",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast chaos spells at +1 caster level; 14/day the world. turn or destroy air creatures, or rebuke or command earth crea- Thrym’s temples in Mannheim are hidden affairs, much like tures; cast evil spells at +1 caster level; 14/day feat of strength (+14 Loki’s. In Jotunheim they are enormous fortresses that ring with enhancement bonus to Str for 1 round). the sound of the forges day and night. Thrym’s Jotunheim temples Spell-Like Abilities: Thrym uses these abilities as a 24th- are centers for preparation for Ragnarok. Temples in Mannheim level caster, except for chaos spells and evil spells, which he uses secretly store weapons in preparation for the cult to fight along- as a 25th-level caster. Save DCs are 32 + spell level. Animate side the giants. objects, Bigby’s clenched fist, Bigby’s crushing hand, Bigby’s grasping Visitors to Thrym’s temples have only a few seconds to prove hand, blade barrier, blasphemy, bull’s strength, chaos hammer, cloak of their devotion to Thrym before the members of the cult attack. The chaos, create undead, desecrate, dispel good, dispel law, divine power, clergy and the members of the cult in Mannheim do not leave wit- earthquake, elemental swarm(as earth spell only),endure elements, nesses alive to report their activities. flame strike, iron body, magic circle against good, magic circle against law, magic stone, magic vestment, magic weapon, power word blind, THRYM power word kill, power word stun, protection from good, protection from Barbarian 20/Fighter 20 law, righteous might, shatter, soften earth and stone, spell immunity, Gargantuan Outsider (Chaotic, Cold, Evil) spike stones, spiritual weapon, stoneskin, stone shape, summon monster",
        "name":  "They conceal their devotion to the giant destined to freeze over Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "63 (–4 size, +8 Dex, +14 divine, +27 natural, +8 deflection) greataxe); SQ SR 56; SV Fort +61, Will +62; Str 54, Con 41; Climb",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gargantuan +5 chaotic icy burst mighty cleaving greataxe +74, Jump +74. His rage can be used 14 times per day, it lasts for 1 +77/+72/+67/+62 melee hour (or until ended), and he is not winded afterward.",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gargantuan +5 chaotic icy burst mighty cleaving greataxe 4d6+34/19–20/×3 Other Divine Powers Face/Reach:20 ft. by 20 ft./20 ft. As an intermediate deity, Thrym automatically receives a die result",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str44, Dex 27, Con 31, Int 27, Wis 28, Cha 27. people involved, both in the present and up to fourteen weeks Skills*: Bluff +49, Climb +69, Craft (stoneworking) +60, in the past. Diplomacy +57, Disguise +49, Handle Animal +60, Hide +37, Automatic Actions:Thrym can use Craft (stoneworking), Intimidate +59, Jump +69, Knowledge (history) +49, Knowledge Disguise, or Profession (stonemason) as a free action if the DC (the planes) +49, Knowledge (religion) +49, Listen +48, for the task is 25 or lower. He can perform up to ten such free Profession (stonemason) +50, Ride (horse) +64, Search +49, actions in a round. Sense Motive +50, Spellcraft +49, Spot +52, Wilderness Lore +56. Create Magic Items:Thrym can create any magic weapon or *Always receives a 20 on checks. armor, any wondrous item related to stoneworking, or any item",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, Blindsight 5-ft. Radius, Cleave, that produces or uses cold or ice, as long as the item’s market price Combat Reflexes, Dodge, Endurance, Expertise, Eyes in the does not exceed 200,000 gp. Back of Your Head, Great Cleave, Hold the Line, Improved Bull Rush, Improved Critical (longsword), Improved Disarm, TYR Improved Grapple, Improved Initiative, Improved Sunder, Improved Trip, Improved Unarmed Strike, Knock-Down, Iron God of Courage and Strategy Will, Lightning Reflexes, Mobility, Power Attack, Power Intermediate Deity Critical (longsword), Quick Draw, Spring Attack, Stunning Fist, Symbol:Sword Sunder, Weapon Focus (greataxe), Weapon Specialization Home Plane:Asgard (greataxe), Whirlwind Attack. Alignment: Lawful neutral",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword Energy Storm (cold), Extra Domain (Strength), Extra Domain (War), Extra Energy Immunity (fire), Indomitable Strength, Irre- One of Odin’s sons by Frigga, Tyr appears as a powerful-looking sistible Blows, Shapechange, Sunder and Disjoin. bearded man who has lost his right hand. He is considered the 195 PANTHEON Illus. by D. Cramer THE ASGARDIAN CHAPTER 6: most senior Aesir after Odin and Thor, and the most courageous of Hit Dice:20d8+180 (outsider) plus 20d8+180 (Clr) plus 20d10+180 the gods. He wields great power in battle, and like his father can (Ftr) (1,060 hp) dictate the outcome. Wise warriors invoke Tyr before entering Initiative: +12 (+8 Dex, +4 Improved Initiative) battle. Tyr’s life is tangled up with monstrous wolves. He lost his Speed:60 ft. right hand to Fenrir while the gods bound the son of Loki. At Rag- AC:69 (+8 Dex, +15 divine, +28 natural, +8 deflection) narok, he and Garm are destined to die fighting each other. Attacks:+5 bane* keen lawful longsword +76/+71/+66/+61 melee; or spell +66 melee touch or +63 ranged touch *+78/+73/+68/+63 Dogma against evil outsiders. Tyr’s cult teaches courage in everyday situations as well as in Damage: +5 bane* keen lawful longsword 1d8+35/15–20 or by spell catastrophes or in battle. This is the courage of those who know *2d6 plus 1d8+35/15–20 against evil outsiders. their capabilities, not the Face/Reach: 5 ft. by 5 ft./5 ft. courage of foolhardiness. Special Attacks:Domain powers, salient divine abilities, spell- Tyr’s cult understands like abilities, turn undead 19/day. the value of self-sacrifice, Special Qualities:Divine immunities, DR 50/+4, fire resistance but differentiates between 35, sonic resistance 35, spontaneous casting of divine spells, necessity and throwing understand, speak, and read all languages and speak one’s life away. The cult directly to all beings within 15 miles, teaches sacrifice for remote communication, godly realm, tele- others as an ideal, while port without errorat will, plane shiftat will, holding sacrifice for per- SR 67, divine aura (1,500 ft., DC 32). sonal glory as anathema. Saves:Fort +58, Ref +57, Will +58. Because of the cult’s Abilities: Str 32, Dex 27, Con 28, Int 43, focus on sacrifice for Wis 28, Cha 27. others, it is welcomed in Skills*: Balance +62, all but the most chaotic Bluff +62, Climb communities. +69, Concentra- tion +68, Diplo- Clergy and Temples macy +75, Gather Tyr’s clergy work to Information +58, develop their skills fight- Handle Animal +66, ing with a weapon in Heal +67, Innuendo their left hand, if they’re +62, Intimidate +62, not already left-handed. Jump +73, Knowledge When conducting their (arcana) +74, Knowl- religious duties, they edge (history) +67, Knowl- generally wear a closed edge (nobility and royalty) +66, leather sleeve over their Knowledge (the planes) +66, right arm and hand in Knowledge (religion) +73, emulation of their deity. Listen +61, Ride (horse) +70, While they’re often Scry +67, Sense Motive warm, understanding, +60, Spellcraft +74, Spot and encouraging, their +61, Swim +69, Tumble +62. patience has limits. *Always receives a 20 on checks.",
        "name":  "Battle Mastery, Divine Fast Healing, Divine Rage, Divine Storm, Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Cleave, Combat life with courage have Casting, Combat Reflexes, Dodge, only so long to change Empower Spell, Endurance, Exper- before Tyr’s clergy leaves tise, Extra Turning, Extra Turning, them to suffer the fate of Great Cleave, Great Fortitude, Improved their choices. Bull Rush, Improved Critical (longsword), Tyr’s temples are tightly Improved Disarm, Improved Initiative, organized fortresses Improved Trip, Iron Will, Lightning with duty rosters and Reflexes, Mobility, Power Attack, ceremony schedules Power Critical (longsword), posted for all to Quick Draw, Quicken Spell, read. They con- Sacred Spell, Silent Spell, Spell tain armories and Penetration, Spring Attack, Still training halls, and may own fields where they can train locals in Spell, Weapon Focus (longsword), Weapon Specialization formation fighting and maneuver. (longsword), Whirlwind Attack. Visitors to Tyr’s temples find the schedule will not bend to their needs. Those who actively support the schedule and organi- Divine Immunities:Ability damage, ability drain, acid, cold, zation find themselves welcomed. The clergy does not tolerate death effects, disease, disintegration, electricity, energy drain, sloth, disorganization, or chaotic traits. mind-affecting effects, paralysis, poison, sleep,stunning, transmu- tation, imprisonment, banishment.",
        "name":  "Those who refuse to face Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Form, Alter Size, Annihilating Cleric 20/Fighter 20 Strike, Banestrike (giants), Banestrike (evil outsiders), Battle- Medium-Size Outsider sense, Create Greater Object, Create Object, Divine Battle Mas- 196 Divine Rank:15 tery, Divine Inspiration (courage), Divine Storm, Divine Weapon :6 RETPAHC NAIDRAGSA EHT NOEHTNAP sugnA .G yb .sullI Focus (longsword), Divine Weapon Specialization (longsword), ULLER Increased Energy Resistance (sonic), Increased Spell Resistance, Lay Quest, Power of Truth, Shapechange. God of Hunting, Archery, and Winter",
        "name":  "TYR Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast law spells at +1 caster level; 15/day Lesser deity protective ward(touched subject gains +20 resistance bonus on next Symbol:Longbow saving throw, maximum duration 1 hour). Home Plane: Asgard Spell-Like Abilities:Tyr uses the following abilities as a Alignment: Chaotic neutral 25th-level caster, except for law spells, which he uses as a 26th- Portfolio:Archers, hunting, winter level caster. Save DCs are 33 + spell level. Antimagic field, blade Worshipers:Barbarians, druids, barrier, calm emotions, dictum, dispel chaos, divine power, flame strike, rangers, archers, elves, halflings, hold monster, magic circle against chaos, magic vestment, magic half-elves, half-orcs weapon, mind blank, order’s wrath, power word blind, power word kill, Cleric Alignments: CE, CG, CN power word stun, prismatic sphere, protection from chaos, protection Domains:Chaos, Protection, Travel from elements, repulsion, sanctuary, shield of law, shield other, spell Favored Weapon:Longbow immunity, spell resistance, spiritual weapon, summon monster IX(as law spell only). Beautiful to look at and an accomplished warrior, Uller is often Cleric Spells/Day:6/9/8/8/8/8/6/6/6/6; base DC = 19 + invoked by people entering single combat. The son of Sif and Thor, spell level. Uller has particular skill at skiing and archery. His cunning makes him valuable to the council of the gods. When Skadi divorced Other Divine Powers Njord, she married Uller. As an intermediate deity, Tyr automatically receives a die Dogma result of 20 on any check. Tyr Members of Uller’s cult exult in combat as much as any Asgar- treats a 1 on an attack roll or saving dians, but they see no reason to fight up close when throw normally and not as an auto- they can use their bows from a distance. When it matic failure. He is immortal. comes to personal contests, they would rather",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Tyr can hear, see, compete at archery than with swords. The cult touch, and smell at a distance of guides those who prefer melee to the worship of fifteen miles. Uller’s mother, Sif. As a hunter, As a standard Uller teaches respect for wild- action, he life and nature. He warns can perceive against interfering with the anything natural balance within fifteen and urges his miles of his followers to act worshipers, holy like predators of sites, objects, or the animal kingdom, any location where hunting the less fit one of his titles or and leaving the name was spoken young to carry on in the last hour. He and continue the species. can extend his senses to up ten locations at Clergy and Temples once. He can block the Uller’s clergy are often found sensing power of deities of hunting food for their temple his rank or lower at up to two and their community. They remote locations at once for often serve as messengers 15 hours. between communities iso-",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Tyr automati- lated by snow and ice, skiing or cally senses events related to plan- driving dog sleds. All carry longbows ning, preparing, and training for battle, or shortbows. any battle, and any courageous choice or Uller’s temples resemble hunt- decision made regardless of the number of ing lodges. In addition to a great people involved, both in the present and up to hall, they have storage rooms fifteen weeks in the past. and workrooms for making skis,",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Tyr can use Diplo- dog sleds, bows, and arrows. The macy, Gather Information, Knowledge kitchen resembles a butcher shop, (arcana), Knowledge (history), Knowl- as junior members of the clergy skin edge (nobility and royalty), Knowledge and butcher those animals Uller grants (the planes), Knowledge (religion), or to them for food. Sense Motive as a free action if the DC for Visitors to Uller’s temples find them- the task is 25 or lower. He can perform up to ten selves welcome, provided they show respect such free actions in a round. and appreciation for the natural balance",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Tyr can create any magic and the food put before them. Hunters item that provides morale bonuses, or any magic weapon of all sorts are particularly welcome, or armor, as long as the item’s market price does not exceed and the clergy and faithful share tech- 200,000 gp. niques and tricks with the visitors. 197 PANTHEON Illus. by D. Cramer \u0026A. Swekel THE ASGARDIAN CHAPTER 6: ULLER mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- Barbarian 20/Ranger 20 tion, imprisonment, banishment. Medium-Size Outsider Salient Divine Abilities:Alter Form, Alter Size, Divine",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 bane* frost brand greatsword +61/+56/+51/+46 melee; or Spell-Like Abilities:Uller uses these abilities as a 16th-level +5 bane* mighty chaotic icy burst composite longbow(+10 Str bonus) caster, except for chaos spells, which he uses as a 17th-level caster. with +5 arrows +73/+68/+63/+58 ranged *Sword +63/+58/ Save DCs are 24 + spell level. Animate objects, antimagic field, astral +53/+48, longbow +75/+70/+65/+60 against favored enemies. projection, chaos hammer, cloak of chaos, dimension door, dispel law, expe-",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 bane* frost brand greatsword 2d6+20/19–20; +5 bane* ditious retreat, find the path, fly, locate object, magic circle against law, mighty chaotic icy burst composite longbow (+10 Str bonus)with+5 mind blank, phase door, prismatic sphere, protection from elements, protec- arrows 1d8+20/19–20/×3 *Sword 4d6+20/19–20, longbow 2d6 tion from law, repulsion, sanctuary, shatter, shield other, spell immunity, plus 1d8+20/19–20/×3 against favored enemies. spell resistance, summon monster IX (as chaos spell only),teleport, tele- Face/Reach:5 ft. by 5 ft./5 ft. port without error, word of chaos.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine immunities, DR 41/+4 (4/–), (2d6+23/19–20, +5 bane frost brand fire resistance 26, spontaneous casting of divine greatsword); SV Fort +49, Will +49; Str spells, understand, speak, and read all languages and 36, Con 32; Climb +50, Concentration speak directly to all beings within 6 miles, remote +38, Jump +55, Swim +44. His rage communication, godly realm, teleport without errorat lasts for 14 rounds, and he is not will, plane shift at will, favored enemies winded afterward. (dragons +5, magical beasts +4, Ranger Spells/Day: 5/5/5/5; goblinoids +3, aberrations +2, base DC = 18 + spell level. undead +1), greater rage Icewalking (unique salient 6/day, uncanny dodge divine ability): Uller can glide (cannot be flanked, +4 through or over snow and against traps), SR 38, ice as easily as a fish swims divine aura (600 ft., DC 24). through water. His travel",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Animal Empathy +40, Bal- ance +30, Bluff +37, Climb +47, Other Divine Powers Concentration +35, Craft As a lesser deity, Uller may (bowmaking) +49, Diplo- take 10 on any check. macy +41, Handle Ani- Uller treats a 1 on an attack mal +50, Hide +54, roll or saving throw nor- Intimidate +46, Intuit mally and not as an auto- Direction +50, Jump matic failure. He is immortal. +52, Knowledge (na- Senses: Uller can see, ture) +59, Listen +52, hear, touch, and smell at a Move Silently +54, distance of six miles. As a Ride (horse) +37, standard action, he can per- Search +45, Sense ceive anything within six Motive +25, Spot miles of his worshipers, holy +48, Swim +41, sites, objects, or any loca- Tumble +41, Use Rope tion where one of his titles +54, Wilderness Lore +74. or name was spoken in the",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Cleave, last hour. He can extend his Dodge, Endurance, Exper- senses to up to five locations at tise, Far Shot, Great Cleave, once. He can block the sensing Improved Bull Rush, Improved Critical power of deities of his rank or (composite longbow), Improved lower at up to two remote loca- Initiative, Mobility, Point Blank tions at once for 6 hours.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Uller auto- Quick Draw, Rapid Shot, Run, Sharp matically senses events related to Shooting, Shot On The Run, Track, efforts to feed five hundred or more people Weapon Focus (composite longbow). through hunting, and archery contests with any combination of spectators or contestants that total five hundred or more people.",
        "name":  "Shot, Power Attack, Precise Shot, Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ability damage, ability drain, acid, cold, Automatic Actions:Uller can use Animal Empathy, Craft 198 death effects, disease, disintegration, electricity, energy drain, (bowmaking), Hide, Intuit Direction, Move Silently, or Wilderness :6 RETPAHC NAIDRAGSA EHT NOEHTNAP dooW .S yb .sullI Einherjar Lore as a free action if the DC for the task is 20 or lower. He can per- can use the Search skill to find stonework traps as a rogue can; form up to five such free actions each round. intuit depth); +2 racial bonus on Appraise checks and Craft or Pro-",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Immune to magic sleep spells and effects; +2 EINHERJAR racial bonus on Will saves against enchantment spells or The einherjar are Odin’s warriors, chosen by the valkyries from effects; low-light vision (can see twice as far as a human in low- those fallen in battle. They pass their time fighting during the light conditions); entitled to a Search check when within 5 feet day and feasting in Valhalla at night. When Ragnarok comes, of a secret or concealed door as though actively looking for it; they will march out of Valhalla and fight alongside the Aesir Martial Weapon Proficiency (composite longbow, composite against the giants. shortbow, longbow, longsword, and rapier) as bonus feats; +2 The statistics for einherjar apply equally to the female warriors racial bonus on Listen, Spot, and Search checks (already figured from Sif’s hall. into the statistics). Quasi-Deity Traits:Immune to transmutation, energy drain, Dwarves ability drain, ability damage, mind-affecting effects, electricity,",
        "name":  "Elf Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dwarven urgrosh +19/+14/+9/+4 Longsword +26/+21/+16/+11 Battleaxe +25/+20/+15/+10 melee melee; or melee; or composite longbow dwarven urgrosh +15 ranged +26/+21/+16/+11 ranged",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dwarven urgrosh 1d8+4/19–20/×3; Longsword 1d8+3/18–20; Battleaxe 1d8+4/×3 or dwarven urgrosh 1d6/19–20/¥3 or composite longbow 1d8+2/19–20/¥3",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, Cleave, Cleave, Dodge, Great Cleave, Alertness, Cleave, Improved Dodge, Endurance, Exotic Weapon Improved Critical (composite Initiative, Lightning Reflexes, Proficiency (dwarven urgrosh), longbow), Improved Crtical Power Attack, Quick Draw, Sunder, Great Cleave, Improved Bull Rush, (longsword), Improved Initiative, Weapon Focus (battleaxe) Improved Critical (dwarven Iron Will, Lightning Reflexes, urgrosh), Improved Initiative, Iron Mobility, Power Attack, Quick Will, Lightning Reflexes, Power Draw, Spring Attack, Sunder, Attack, Quick Draw, Run, Sunder, Weapon Finesse (longsword), Weapon Focus (dwarven urgrosh), Weapon Focus (composite longbow), Weapon Specialization (dwarven Weapon Focus (longsword), Weapon urgrosh) Specialization (composite longbow), Weapon Specialization (longsword) Climate/Terrain: Asgard Asgard Asgard",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    }
]
