[
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 scale mail has an irregular over- that fights on behalf of its owner. The spider is a lapping pattern. Seemingly indiscriminate, the scales normal creature in all respects. overlap down, up, and sideways. Three times per day, If the spider is killed, it immediately reverts into the wearer may direct the armor to execute a disarm shield form and cannot be activated again for 24 hours. attempt when an opponent scores a hit with a melee If the spider is killed using disintegrate, it is completely weapon. The scales seem to come alive and attempt to destroyed and does not turn back into a shield. wrench the opponentÆs weapon out of his or her Caster Level: 15th; Prerequisites: Craft Magic Arms hands as if the wearer had the Improved Disarm feat and Armor, poison, polymorph any object;Market Price: and a readied attempt to disarm. When disarming in 40,809 gp; Cost to Create: 20,489 gp + 1,626 XP. this fashion, the armor uses the wearerÆs melee attack Stonecunning: This dwarf-sized +1 full plate is bonus with an additional +5 bonus. beautifully engraved with images of dwarven stone-",
        "name":  "Disarmor",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This curiosity usually appears hunter armor also has armbands made of wood that to be an ornate, lacquered box containing hundreds can ôgrowö wooden stakes that appear against the of identical metallic shapes. Numerous variations upper arm. These can be removed and used as +1 exist for the shapes, including lizards, beetles, weapons (1d3 damage, threat range 19û20, piercing). mounted riders, and Peloran suns. When the com- It takes a full-round action to regrow a stake once it mand word is spoken, the shapes stream from the box has been removed from an armband. and flow over the wearerÆs body, interlocking per- The armor bestows one negative level on any non- fectly to create a single, smooth suit of +2 full plate. good creature wearing it. This negative level persists This armor is lighter and more flexible than normal as long as the armor is worn and disappears when full plate and is considered medium armor rather the armor is removed. The negative level never than heavy. Its armor check penalty is û4, and it has results in actual level loss, but it cannot be overcome an arcane spell failure chance of 25%. Once per day in any way (including restoration spells) while the on command, the shapes wriggle and move about the armor is worn. wearerÆs body, creating a hypnotic patterneffect. Caster Level: 15th; Prerequisites: Craft Magic Arms",
        "name":  "Tessellated Armor",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +1 bucklerhas the ability to Variable Shield: A variable shield, normally a +1 transform into a variety of different tools on com- small steel shield, can change its size on mental com- mand. To determine which tools the buckler has, mand. As a standard action, the shield can shrink or roll five times on the following table, ignoring grow from a buckler to a tower shield. All the rules duplicate results: for carrying items with shields apply to the new shield size (see Armor Descriptions in Chapter 7 of d10 Tool the PlayerÆs Handbook). You cannot use a weapon in 1 Saw, wood your hand if it also carries a small shield, and you 2 Wrench, adjustable must drop an item in that hand if youÆre carrying a 3 Grappling hook 4 Hacksaw large or tower shield. Characters not proficient in 5 Grappling hook shields take an additional û2 armor check penalty 6 Bolt cutters during the following round if the variable shieldÆs size 7 Spike/chisel changes during combat. 8 Bow drill",
        "name":  "Useful Buckler",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and 9 Shovel, small Armor, enlarge; Market Price: 6,560 gp; Cost to Create: 10 Tongs, large 3,360 gp + 257 XP. Small symbols of the tools the buckler can turn into are engraved on the inside face. The wearer says a WEAPONS command word to transform the shield into a tool or to switch between tools, although he must be touch- Magic weapons have enhancement bonuses just as ing the shield/tool to activate the ability. The tools are magic armor does, and all magic weapons are mas- also made of metal and have the same break point as terwork. However, the +1 enhancement bonus for a the shield (hardness 10, 5 hp). masterwork weapon does not stack with the +1",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and enhancement bonus that all magic weapons have. Armor, fabricate;Market Price:10,265 gp; Cost to Create: Weapons also have special abilities, which count as 5,215 gp + 404 XP. additional bonuses for determining market value, but",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +3 banded mailwas created they do not improve attack or damage rolls. to assist brave adventurers in the struggle against vampires. It is usually found in the armories of Magic Weapon Special Abilities churches dedicated to vanquishing these bloodsuck- A magic weapon with a special ability must have at ers. Protective symbols from benevolent gods cover least a +1 enhancement bonus. vampire hunter armor, which has noticeably thick Acidic Burst:An acidic burst weaponfunctions as a neck protection. corrosive weapon (see below) that also explodes with On command, the armor produces daylightand pro- acid upon scoring a successful critical hit. The acid tection from evil.Once per day, it can produce sunburst does not harm the hands that hold the weapon. and holy smiteas the spells from a 15th-level cleric. Acidic burst weapons deal +1d10 points of bonus acid Vampire hunter armor grants a +4 morale bonus on damage on a successful critical hit. If the weaponÆs 95 Will saves against domination attempts. Energy drain critical multiplier is ╫3, add +2d10 points of bonus attacks by vampires (and only vampires) are reduced acid damage instead, and if the multiplier is ╫4, add from two negative levels to one negative level. Vampire +3d10 points of bonus acid damage. Bows, crossbows,620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:20 AM Page 96 CHAPTER 5: MAGIC ITEMS and slings with this ability bestow the acid energy the opponentÆs bonuses for weapon size and two- upon their ammunition. handed weapons. Weapons with this ability also grant",
        "name":  "Vampire Hunter",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "12th; Prerequisites: Craft Magic Arms the wielder a +1 bonus on the opposed attack roll and Armor, acid fog, MelfÆs acid arrow, or storm of during a disarm attempt; this bonus does not apply to vengeance; Market Price: +2 bonus. any other attack roll. Only melee weapons can have",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A balanced weaponcan be wielded more this ability. easily by smaller characters. A creature one size smaller Caster Level:7th; Prerequisites:Craft Magic Arms and than the weapon can use it in one hand. For example, Armor; Market Price:+2 bonus. a halfling could wield a balanced battleaxe in one hand. Energy Aura: Any weapon with this ability may",
        "name":  "Balanced",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon prevents extradimensional fire, or sonic). Regardless of the energy type selected, movement by those it hits. Once per day, the wielder the energy does not harm the hands that hold the of a binding weaponmay make a binding strike. On a weapon. The weapon deals an additional +1d6 points successful attack, the target of the binding strike of damage of the appropriate energy type on a suc- cannot move extradimensionally by any means, as cessful hit. Changing the weaponÆs energy aura is a though affected by the dimensional anchor spell. This free action available once per round. Bows, cross- effect lasts for 13 minutes. If the attack misses, the bows, and slings with this ability bestow the energy binding strike for that day is wasted. type upon their ammunition.",
        "name":  "Binding",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A commanding weaponlooks impos- acid arrow, sound burst; Market Price:+3 bonus. ing and lends force to the wielderÆs personality. Even Eager: An eager weapon is easy to draw and allows when sheathed or stowed, this weapon grants a +2 its possessor to react quickly to danger. It grants a +2 enhancement bonus on Bluff, Diplomacy, and Intimi- bonus on its ownerÆs initiative checks, regardless of date checks. When held or drawn, a commanding whether it is being used. An eager weapon may be weaponprovides a +4 enhancement bonus on Intimi- drawn as a free action. Only melee weapons can have date checks. In addition, the wielder can cast sugges- this ability. tion once per day as a 7th-level sorcerer. Caster Level:9th; Prerequisites: Craft Magic Arms and",
        "name":  "Commanding",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and Armor, catÆs grace; Market Price: +2 bonus. Armor, suggestion; Market Price: +2 bonus. Everbright:These weapons are as bright and shiny",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Upon command, a corrosive weapon as polished silver. They never tarnish and are immune becomes slick with a thick layer of acidic fluid. The to corrosive attacks. The weapon flashes with a bril- acid does not harm the hands that hold the weapon. liant light up to twice per day upon the wielderÆs Corrosive weapons deal +1d6 points of bonus acid command. All within 20 feet except the wielder must damage on a successful hit. Bows, crossbows, and succeed on a Reflex saving throw (DC 14) or be slings with this ability bestow the acid energy upon blinded for 1d4 rounds. their ammunition. Caster Level: 12th; Prerequisites: Craft Magic Arms",
        "name":  "Corrosive",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon gives its wielder the ability to tunity to evade foes, a fierce weapon can land tremen- fly into a rage once per day as though affected by emo- dous blows. It allows the wielder to transfer some or tion (rage), but without the compulsion to fight heed- all of his Dexterity bonus to damage rolls (reducing less of danger. While in a rage, the wielder gains a his Armor Class by the same amount). As a free +2 morale bonus to Strength and Constitution, and a action, the wielder chooses how to allocate his Dex- +1 morale bonus on Will saves, but takes a û1 penalty terity bonus at the start of his turn, and the effect to Armor Class. This effect does not stack with emo- lasts until his next turn. tion (rage)or with barbarian rage. While in a rage, the Caster Level: 11th; Prerequisites: Craft Magic Arms wielder of a crazed weapon suffers the same restric- and Armor, bullÆs strength; Market Price: +2 bonus. tions to feat and skill use that a barbarian suffers Force: On a successful hit, a force weapon emits a while raging. The rage lasts for 3 rounds. Only melee powerful jolt of magical force. The magical force does weapons can be crazed. not harm the weaponÆs wielder. Force weapons deal",
        "name":  "Crazed",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and +1d6 points of force damage on a successful hit. If the 96 Armor, emotion; Market Price: +1 bonus. weapon successfully hits a target protected by a force",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon has one special purpose: effect, such as a shield spell or bracers of armor, it might disarming opponents of their weapons. It eliminates dispel the force effect in addition to damaging the620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:20 AM Page 97 CHAPTER 5: MAGIC ITEMS target. Make a dispel check (1d20+10) against the Knockback: A weapon with this ability can drive effect (DC 11 + caster level). If the check succeeds, its targets back. On a successful hit, the target of the the force effect is dispelled (if a spell) or suppressed attack must succeed on a Fortitude save (DC 19) or be (if a magic item). Ranged weapons bestow this prop- knocked back 10 feet. If the target canÆt move back 10 erty on their ammunition. Incorporeal creatures get feet, it instead falls to the ground. If the first save no miss chance against force weapons. fails, the target must succeed on another Fortitude",
        "name":  "Disarming",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th; Prerequisites: Craft Magic Arms and save (DC 19), or be stunned for 1 round. Knockback Armor, wall of force; Market Price: +3 bonus. weapons work only on creatures of the wielderÆs size",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fortunate weapon gives its wielder or smaller. incredible luckùa +1 luck bonus on all saving Caster Level: 11th; Prerequisites: Craft Magic Arms throws. and Armor, repulsion;Market Price:+3 bonus.",
        "name":  "Fortunate",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and Merciful:The weapon deals 1d6 points of bonus Armor, bless;Market Price: +1 bonus. damage, and all damage it deals is subdual damage.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A grasping weapon is more effective On command, the weapon suppresses this ability when attempting to trip or disarm an opponent. It until commanded to resume it. Bows, crossbows, and grants its wielder a +2 circumstance bonus on trip slings bestow the effect upon their ammunition. and disarm attempts. Disarm attempts made with Caster Level:5th; Prerequisites:Craft Magic Arms and grasping weapons do not provoke attacks of opportu- Armor, cure light wounds; Market Price: +1 bonus. nity. Only melee weapons can have this ability. Precise: Only ranged weapons can have this abil-",
        "name":  "Grasping",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and ity. A precise weaponcan be shot or thrown at an oppo- Armor, web; Market Price: +2 bonus. nent engaged in melee without incurring the",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Harmony weapons help their wielders standard û4 penalty. This weapon doesnÆt grant any press the advantage against a flanked opponent. further benefit to wielders who already have the Pre- When flanking an opponent, the wielder of this cise Shot feat. weapon gains a +4 bonus on attacks rather than the Caster Level: 5th; Prerequisites:Craft Magic Arms and normal +2 bonus for flanking. Only melee weapons Armor, Precise Shot; Market Price:+1 bonus. can have this ability. Proficient: The wielder of a proficient weapon",
        "name":  "Harmony",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon allows its wielder to Caster Level: 11th; Prerequisites: Craft Magic Arms strike particularly vulnerable areas of a foe. Much and Armor, TenserÆs transformation; Market Price: +2 like a rogueÆs sneak attack ability, heartfinder weapons bonus. deal extra damage to flat-footed or flanked foes. Any Quick-Loading: Only crossbows can have this time the wielderÆs target would be denied its Dexter- ability. A quick-loading crossbow accesses an extra- ity bonus to AC, or when the wielder flanks the dimensional space that can hold up to 100 bolts, target, this weapon deals an additional 1d6 points of allowing the wielder to reload the crossbow more rap- damage. This bonus damage has no effect against idly than normal. Reloading a hand or light crossbow creatures that are immune to critical hits. Only pierc- is a free action (allowing a character with multiple ing melee weapons can have this ability. attacks to make a full attack), and reloading a heavy",
        "name":  "Heartfinder",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and crossbow is a move-equivalent action. Adding a bolt Armor, keen edge; Market Price: +2 bonus. to or removing one from the extradimensional space",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Any bludgeoning weapon with this ability by hand requires a move-equivalent action. The has its threat range doubled. For example, an impact extradimensional space can hold different types of quarterstaff scores a threat on a 19û20, and an impact bolts, and the wielder may select freely from these heavy flailscores a threat on a 17û20. This ability does when reloading the crossbow. not affect piercing or slashing weapons. Caster Level:9th; Prerequisites:Craft Magic Arms and",
        "name":  "Impact",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon serves as a channel for the Radiant: A radiant weapon can give off brilliant wielderÆs ki, allowing her to use any ki-based special light. At will, it emits daylight as the spell cast by a attacks (such as a monkÆs stunning attack, ki strike, 9th-level cleric. and quivering palm, and the Stunning Fist feat) Caster Level:9th; Prerequisites: Craft Magic Arms and through the weapon as if they were unarmed strikes. Armor, daylight; Market Price: +2 bonus. Only melee weapons can have this ability. Screaming: Upon command, a screaming weapon 97",
        "name":  "Ki Focus",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "8th; Prerequisites: Craft Magic Arms emits a low hum that is grating upon the ears but and Armor, creator must be a monk; Market Price: does not harm the wielder. If it hits a target, it pro- +1 bonus. duces a high-pitched sound and deals +1d6 points of620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:20 AM Page 98 CHAPTER 5: MAGIC ITEMS bonus sonic damage. Bows, crossbows, and slings Vicious: When a vicious weapon strikes an oppo- with this ability bestow the sonic energy upon their nent, it creates a flash of disruptive energy that res- ammunition. Screaming weaponsdonÆt deal this bonus onates between the opponent and the wielder. This damage if the target is within a silence spell. They have energy deals 2d6 points of bonus damage to the oppo- no additional adverse effects on creatures with nent and 1d6 points of bonus damage to the wielder. unusually acute hearing, although such creatures dis- Only melee weapons can have this ability. like them. Caster Level:7th; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Only ranged weapons can have this abil- Specific Magic Weapons ity. The weapon veers toward the target, negating any The following specific weapons usually are precon- miss chances that would otherwise apply, such as from structed with exactly the qualities described here. concealment. The wielder still has to aim the weapon Acid Fang Dagger: Etched with a seemingly at the right place. Arrows mistakenly shot into an random pattern of thin lines, this +1 dagger is con- empty space, for example, do not veer and hit invisible stantly covered with a thin sheen of acid. Although enemies, even if they are nearby. the weaponÆs magic prevents the acid from harming",
        "name":  "Seeking",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A shadowstrike weapon can reach tion, the wielder gains power over reptilian animals, through the wielderÆs own shadows to catch foes off including snakes. Once per day, the dagger can cast guard. Once per day, the wielder can make such an a specialized version of the animal friendship spell attack. The weapon reaches 5 feet farther than that affects only snakes and reptiles. The daggerÆs normal, and the target is denied its Dexterity bonus wielder can befriend a maximum of 8 Hit Dice worth to AC for this attack. To make a shadowstrike attack, of creatures at one time. While holding the dagger, the weapon must be illuminated by a light source or the wielder can speak with reptiles as the speak with be outside on a day bright enough to cast shadows. animals spell.",
        "name":  "Shadowstrike",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon can shrink, as if affected 752 XP. by the shrink itemspell, on command. Arrow of Disintegration: When this arrow",
        "name":  "Shrinking",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When striking a foe, a stunning weapon disintegratespell. Like the spell, the arrow can be used emits a powerful burst of sonic energy. It deals +1d6 to disintegrate nonliving matter as well as creatures. points of bonus sonic damage on a successful hit. A creature that makes a successful saving throw The sonic energy does not harm the weaponÆs takes 5d6 points of damage. The arrow is consumed wielder or others nearby. On a successful critical in the attack. hit, the target must succeed on a Fortitude save (DC Caster Level: 11th; Prerequisites: Craft Magic Arms 17) or be stunned for 1 round. Bows, crossbows, and and Armor, disintegrate;Market Price:3,307 gp; Cost to slings with this ability bestow the sonic energy on Create:1,657 gp + 132 XP. their ammunition. Arrow of Eyes: The fletching of this +1 arrow is",
        "name":  "Stunning",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A sure striking weapon harms crea- behaves exactly like an arcane eyespell cast by a 10th- tures with damage reduction as if it had a +5 enhance- level sorcerer, except that it moves only when the ment bonus. Bows, crossbows, and slings cannot have arrow moves. The wielder must concentrate to use this ability. the magical sensor, which lasts for 10 minutes. If the",
        "name":  "Sure Striking",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and arrow lodges in a moving object, the sensor moves Armor, greater magic weapon; Market Price:+1 bonus. with it. Neither the arrow nor the sensor provide any",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This ability grants a +4 bonus on any illumination of their own. The arcane eyeability func- Strength checks the wielder makes as part of an tions only once. If an arrow of eyesis recovered intact attempt to trip an opponent with the weapon. Only after firing, it functions only as a +1 arrow. 98 melee weapons can have this ability. Caster Level: 10th; Prerequisites: Craft Magic Arms",
        "name":  "Sweeping",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2/+1 dire flail provides sharp, balanced spike is treated as a masterwork excellent protection against projectile attacks. While throwing dagger. The spikes last for only one day holding an arrowdeath flail, the wielder can deflect once removed from the axe, and they cannot be reat- projectiles and thrown weapons as if she had the tached. Once a spike is removed from the axe, a new Deflect Arrows feat. When taking the total defense one begins to grow slowly in its place. It takes a spike action, an arrowdeath flail grants an additional +2 three days to grow, and spikes cannot be removed deflection bonus to Armor Class that applies only to from the axe before they are completely formed. ranged weapon attacks. Caster Level:9th; Prerequisites: Craft Magic Arms and",
        "name":  "Arrowdeath Flail",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "13th; Prerequisites: Craft Magic Arms Armor, fabricate; Market Price: 19,330 gp; Cost to Create: and Armor, protection from arrows; Market Price: 33,690 9,830 gp + 760 XP. gp; Cost to Create: 17,190 gp + 1,320 XP. Axe of Storms:This powerful orc double axe has",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 greataxeallows its wielder to two intricately carved heads joined by a shaft made push himself beyond the normal limits of rage. of a strange blue-tinted wood. Each head bears an Whenever a character wielding the axe of anger uses ability that gives the weapon part of its name. One the barbarian rage ability, he may sustain the rage for head is thundering, and the other is shock. Further- 2 additional rounds. In addition the raging character more, the axe is imbued with a flexible enhance- is not limited by height when using the Jump skill. ment bonus. At the beginning of each round, the",
        "name":  "Axe of Anger",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "14th; Prerequisites: Craft Magic Arms wielder of anaxe of stormsmay allocate the weaponÆs and Armor, creator must have the rage ability, emo- +4 enhancement bonus between its two heads (min- tion; Market Price: 18,320 gp; Cost to Create: 9,320 gp + imum +0). The allocation lasts until the beginning 720 XP. of the wielderÆs next round. For example, on one",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 returning throwing axe of dis- round the wielder could allocate +2 to each head of tancecan be thrown normally, or it can be thrown in the weapon, then change the allocation to +3 shock a special sweeping attack that can trip foes. When in the primary hand and +1 thundering in the off making a ranged trip attempt with the axe of falls, the hand on the following round. wielder makes a touch attack, and if successful, Caster Level: 17th; Prerequisites: Craft Magic Arms makes an opposed Strength check against the target. and Armor, blindness/deafness, call lightning orlightning This opposed check works exactly like a normal trip bolt; Market Price: 98,660 gp; Cost to Create: 49,660 gp + attempt, but if the wielder loses there is no return 3,920 XP. trip attempt possible. The axe of falls provides no Axe of the Joyous Dance:This+3 dancing handaxe bonus on normal trip attacks. Feats that affect normal always looks well-polished and new, and its blade is trip attempts, such as Improved Trip, do not apply to covered with light etchings of satyrs dancing. Once the ranged trip attack. per day while dancing, the axe can, at the mental",
        "name":  "Axe of Falls",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "6th; Prerequisites: Craft Magic Arms command of its owner, produce TashaÆs hideous laugh- and Armor, clairaudience/clairvoyance, grease, telekine- ter (as the spell from a 4th-level caster) instead of sis; Market Price: 50,308 gp; Cost to Create: 25,308 gp + making a normal attack. Creatures affected can make 2,000 XP. a Will save (DC 19) to resist the axeÆs effects.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 handaxe is easier to wield as Caster Level: 9th; Prerequisites: Craft Magic Arms an off-hand weapon. Whenever the axe of pairsis used and Armor, animate objects, TashaÆs hideous laughter; in the off hand, its wielder may make one additional Market Price: 107,906 gp; Cost to Create: 54,106 gp + off-hand attack at a û5 penalty. This penalty is sub- 4,304 XP. tracted from the wielderÆs worst off-hand attack Axe of the Winds:This +3 battleaxegives its pos- bonus. For example, a fighter with a base attack of sessor great power over the wind. The possessor is +6/+1 and the Ambidexterity, Two-Weapon Fighting, unaffected by severe winds, including magical effects and Improved Two-Weapon Fighting feats wielding such as the gust of wind spell. Furthermore, three an axe of pairsin the off-hand would get five attacks. times per day the wielder can cause a gust of windby The two attacks with the primary weapon would be at swinging the axe of the windsover his head as a stan- +4/û1, and the attacks with the axe of pairsin the off dard action. Once per day, the wielder can create a hand would be at +4/û1/û6. wind wall in a similar manner. Both effects are as the",
        "name":  "Axe of Pairs",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +3 dwarven waraxehas a clear, gp; Cost to Create: 33,070 + 2,621 XP. crystalline blade. Three crystal spikes protrude from Badgerclaw: This +2 light pick grants its wielder 99 the back of the axe head. Although the main blade is powerful abilities to shape and move stone. Three as hard as normal steel, all of the three crystal spikes times per day its wielder may swing it at stone and can easily be removed by the weaponÆs wielder. Each have the weapon cast stone shapeas a 5th-level caster.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:20 AM Page 100 CHAPTER 5: MAGIC ITEMS In addition, the wielder may meld into stoneonce per time, but balors are rumored to know mystic rituals day as a 5th-level caster. that can draw the soul out of the gem, allowing them",
        "name":  "Axe of Shards",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and to use it for various vile purposes. Armor, meld into stone, stone shape; Market Price: 32,304 This item is significantly more expensive than the gp; Cost to Create: 16,304 gp + 1,280 XP. standard-issue balor weapon. A balor equipped with a BalorÆs Sword of Flame:The traditional weapon sword of soul stealing typically has only its sword and of the balor demon is a Large +1 vorpal bastard sword its whip, and no additional treasure. that can detect good as the spell from a 12th-level Caster Level: 17th; Prerequisites: Craft Magic Arms caster, except that its range is 30 feet. These weapons and Armor, death spell, keen edge, soul bind;Market Price: are often mistaken for flaming swords because they 219,870 gp; Cost to Create:125,270 gp + 7,568 XP. look like tongues of flame. Battleaxe of the Bull:This +2 battleaxehas a thick,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "12th; Prerequisites: Craft Magic Arms heavy blade and a large spike on the top of its haft and Armor, death spell, detect good, keen edge; Market ideal for charging foes. The axe grants the Improved",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "115,870 gp; Cost to Create:58,270 gp + 4,608 XP. Bull Rush feat to anyone holding it. If used in both BalorÆs Sword of Lightning: A variation on the hands, the axeÆs powerful blows can push foes back. traditional balorÆs blade is this Large +1 brilliant energy When used to make a two-handed melee attack, any shock bastard sword.This weapon can detect lawas cast successful hit forces the target 5 feet directly away by a 12th-level sorcerer, but with a range of 30 feet. from the wielder in addition to dealing normal These weapons resemble bolts of lightning. damage. Creatures bigger than Large are immune to Because the market price of this item is the same this effect. as for the balorÆs sword of flame,it can be substituted Caster Level: 10th; Prerequisites: Craft Magic Arms for that weapon with no adjustment to the balorÆs and Armor, bullÆs strength; Market Price: 32,310 gp; Cost treasure. to Create: 16,310 gp + 1,280 XP.",
        "name":  "Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "58,270 gp + 4,635 XP. wielding the blade of deception, the blade provides a +2 BalorÆs Sword of Smiting: This Large +5 unholy enhancement bonus on the Bluff check. The blade of bastard swordallows its wielder to smite good once per deception provides no bonus on other Bluff checks. In day. The wielder adds his Charisma modifier (if posi- addition, any time a feint is successful in combat, the tive) to his attack roll and deals +10 damage, in addi- wielder can move freely without provoking attacks of tion to the +2d6 points of unholy damage the weapon opportunity from the target of the feint. Anyone not normally deals. This special smite attack is in addi- the target of the feint may take attacks of opportunity tion to any smite ability the wielder might already against the wielder normally. have, but the wielder cannot use two different smite Caster Level:9th; Prerequisites: Craft Magic Arms and abilities on the same attack. This weapon looks like a Armor, blur; Market Price: 19,820 gp; Cost to Create: bolt of red lightning. 10,070 gp + 780 XP.",
        "name":  "Cost to Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A potent weapon in that of the balorÆs sword of flame,it can be substituted nearly any situation, this +2 rapier is doubly effec- for that weapon with no adjustment to the balorÆs tive when facing a single opponent in melee com- treasure. bat. When threatened by only one foe in melee, the",
        "name":  "Because the market price of this item is close to Blade of the Duelist",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "59,670 gp + 4,720 XP. of the duelist. If at any time during the round the BalorÆs Sword of Soul Stealing: The most fear- wielder is threatened by more than one opponent, some weapon carried by the balors, this Large +3 she loses these benefits until the beginning of her vorpal bastard sword appears as a crackling black-and- next turn. Attacks and spells made from a distance purple flame. A precious black sapphire is set in the do not remove the benefits. weaponÆs pommel. When it severs the head of a living Caster Level:9th; Prerequisites: Craft Magic Arms and creature, the sword draws forth the soul of the victim Armor, minor image, shield; Market Price: 16,320 gp; and imprisons it in the black sapphire, as the soul bind Cost to Create: 8,320 gp + 640 XP. spell. The victim receives a Will save (DC 23) to avoid Bladed Crossbow:This +2 heavy crossbow is magi- the soul bindeffect. If the weapon severs the head of a cally strengthened and fitted with sharp metal blades. 100 creature with more than 30 Hit Dice, the sapphire In addition to functioning as a normal +2 heavy cross- shatters without imprisoning the soul, and it must be bow, the bladed crossbowcan be used as a melee weapon replaced. The sapphire can contain only one soul at a with a +2 enhancement bonus that deals 1d8+2 points620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:20 AM Page 101 CHAPTER 5: MAGIC ITEMS of damage (critical ╫2). Unless the wielder takes the check (DC 16 + spell level) to cast any spells. This Exotic Weapon Proficiency (bladed crossbow) feat, effect lasts for 1d6 rounds. melee attacks made with the weapon incur theû4 Caster Level:9th; Prerequisites: Craft Magic Arms and nonproficiency penalty. Armor, feeblemind; Market Price: 767 gp; Cost to Create:",
        "name":  "Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "These +1 bolts are constantly The hammer sheds light as the light spell. On a crit- coated with a thin film of oil or grease. They leave a ical hit, the bonebreaker hammer deals 1d6 points of thin, oily residue wherever they lie, and even the temporary Dexterity damage in addition to its fletching seems soaked in oil. Any target hit by a bolt normal damage. of freedom is covered with a thin layer of grease. This Caster Level: 13th; Prerequisites: Craft Magic Arms coating grants a +10 bonus on Escape Artist checks and Armor, harm; Market Price: 18,312 gp; Cost to and on grapple checks made to escape a grapple. A Create: 9,312 gp + 720 XP. creature so coated takes a û10 penalty on grapple Bow of Arcane Might: This +1 mighty (+2) com- checks made to hold another creature. The effect lasts posite longbow is covered in intricate arcane runes. for 1d4 rounds. The bow of arcane might allows its wielder to channel",
        "name":  "Bolt of Freedom",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and the energy of arcane spells through it to make Armor, grease; Market Price: 247 gp; Cost to Create: 127 attacks with the bow more damaging. As a move- gp + 10 XP. equivalent action that does not provoke an attack of",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "These +2 boltshave bright fletching opportunity, the wielder can sacrifice a prepared and often have brightly painted shafts as well. Also arcane spell from memory (or a unused spell slot if a known as magebane bolts, they are feared by many spontaneous arcane caster). Doing so adds a damage spellcasters. Anyone hit by a bolt of voices must suc- bonus equal to the sacrificed spellÆs level to the next ceed on a Will save (DC 16) or suffer from the boltÆs attack made with the bow of arcane might. This distracting effects. Targets who fail their saves hear damage bonus stacks with the normal enhancement voices that seem to whisper inside their heads. Those bonus from the bow and any magic arrows used in affected by a bolt of voices must make a Concentration the attack. Arrow of Eyes Bladed Crossbow Axe of Shards Blade of the Duelist Acid Fang Dagger Battleaxe Axe of Storms of the Bull Axe of Falls 101 DM620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:21 AM Page 102 CHAPTER 5: MAGIC ITEMS Changeling Spear Chargebreaker Breaking Blade Bolt of Brutal Axe Voices Bow of Radiance Claws of the Leopard Bow of Force DM",
        "name":  "Bolt of Voices",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "15th; Prerequisites: Craft Magic Arms amount of time that the bow itself can radiate light, and Armor, greater magic weapon; Market Price: 8,600 but the light shed by an arrow shot from the bow lasts gp; Cost to Create: 4,600 gp + 320 XP. only 10 minutes.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 mighty (+3) composite long- Caster Level:9th; Prerequisites: Craft Magic Arms and bow imbues each arrow shot from it with magical Armor, light, daylight; Market Price: 40,375 gp; Cost to force. Arrows shot from the bow of forcebecome force Create: 20,375 + 1,600 XP. attacks that have no miss chance against incorporeal Bow of the Solars:This Large +2 mighty (+5) com- targets and bypass damage reduction, but they donÆt posite longbow turns any arrow it fires into a slaying damage creatures immune to force effects. arrowtargeting any creature type the wielder chooses.",
        "name":  "Bow of Force",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Made of thick but flexible Bow of Songs: Made from fine wood by elven wood, this +3 composite shortbow allows its wielder hands, this +2 shortbowblends music with every shot to put all of his strength into a shot. While using to deadly effect. As a move-equivalent action that the bow of mighty pulling, the wielder may take a does not provoke an attack of opportunity, the move-equivalent action to pull the bow. This allows wielder may give up one daily use of bardic music to the wielder to apply up to his full Strength modi- add his Charisma bonus to attack and damage rolls on fier to damage on the next single shot with the bow, the next single attack made with the bow of songs. provided that shot occurs within 1 round of the Caster Level:8th; Prerequisites: Craft Magic Arms and pull action. Armor, creator must be elven, creator must have",
        "name":  "Bow of Mighty Pulling",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "13,375 gp + 1,040 XP. Bow of the Steppes: The magical properties",
        "name":  "Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "On command, this +2 longbow imbued in this +2 mighty (+2) composite shortbowmake 102 radiates light out to 60 feet as the daylight spell. Fur- it easier to use when mounted. Shots fired from the thermore, every arrow shot from the bow of radiance bow of the steppes while mounted incur only a û2 sheds light as the spell. There is no limit to the penalty on attacks if the wielderÆs mount takes a620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:21 AM Page 103 CHAPTER 5: MAGIC ITEMS double move. Shots fired while the wielderÆs mount is Chain of Entangling:This hooked +2 spiked chain running take only a û4 penalty on attacks. wraps around foes, entrapping them and dealing con-",
        "name":  "Bow of Radiance",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "In addition to hold the target in the chain. Treat the attack as a to its own magical enhancement, this +2 shortbow normal hold attempt that it deals the damage of the imparts a temporary enhancement bonus to any spiked chain rather than unarmed damage. The target arrow shot from it. Arrows shot from the bow of sym- may attempt to break the grapple as normal. pathetic enhancement are treated as +1 arrows for 1 Caster Level:6th; Prerequisites: Craft Magic Arms and round. Arrows that were magic to begin with gain no Armor, EvardÆs black tentacles; Market Price: 32,325 gp; additional benefit. Cost to Create: 16,325 gp + 1,280 XP.",
        "name":  "Bow of Sympathetic Enhancement",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10th; Prerequisites: Craft Magic Arms Changeling Spear: This +2 halfspear can easily and Armor, greater magical weapon; Market Price: 32,330 shift forms. As a free action, the wielder can change gp; Cost to Create: 16,330 gp + 1,280 XP. the weapon into a shortspear, a longspear, or back to a",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As a move-equivalent action, the wielder halfspear. The wielder may change the spear in this can change this thin, flexible +2 quarterstaff into a +2 way once per round. longbow or back again. Both forms perform exactly Caster Level:8th; Prerequisites: Craft Magic Arms and like a regular magic weapon of their type. Armor, alter self; Market Price: 18,301 gp; Cost to Create:",
        "name":  "Bowstaff",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleverly shaped and magically charging opponent. When a character uses a ready enhanced to shatter opponentÆs weapons, the breaking action to set chargebreaker against a charge, it deals blade grants its wielder the Sunder feat while she triple damage on a successful hit. holds the weapon. This +2 halberdis particularly effec- Caster Level:5th; Prerequisites: Craft Magic Arms and tive when used against simple and martial reach Armor, keen edge; Market Price: 18,305 gp; Cost to Create: weapons. When attacking such weapons, it deals 9,305 gp + 720 XP. double damage. The metal haft of the breaking blade Claws of the Leopard: This pair of +2 spiked has a hardness of 15 and 20 hit points. gauntlets have been shaped to look like the paws of",
        "name":  "Breaking Blade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +1 keen battleaxehas a thick haft gains low-light vision and a +10 enhancement bonus and a heavy, almost unbalanced head. Whenever on Climb checks. During the first round of combat, the brutal axe scores a successful critical hit, the the wielder can leap on a foe, allowing her to make a wielder may make a free trip attempt against the tar- full attack with the clawsof the leopard even if she has get. If the brutal axeis used in two hands, the wielder already taken a move action. This ability functions can apply 1 1/2 times his Strength bonus to this exactly like the leopardÆs pounce ability (see Appen- trip attempt. dix 1: Animals of the Monster Manual).",
        "name":  "Brutal Axe",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This Large +3 bastard sword is the 1,520 XP. favored weapon of planetars. It always shines light Closing Blade:This +3/+2 two-bladed sword allows equivalent to a torch (20-foot radius), and its blade its wielder to continue fighting effectively when is typically engraved with the symbol of the deity grappled. Any time the wielder is grappled, he can served by the planetar. make attacks against the creature he is grappling as if",
        "name":  "Celestial Blade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites:Craft Magic Arms and the closing blade were a Tiny weapon. Armor; Market Price:18,335 gp; Cost to Create:9,335 gp Caster Level:9th; Prerequisites: Craft Magic Arms and + 720 XP. Armor, free action; Market Price: 58,700 gp; Cost to",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +3 disruption heavy maceis the Create: 29,700 gp + 2,320 XP. favored weapon of astral devas. It always shines light Crossbow, Deathwand:The two thin hollows in equivalent to a torch (20-foot radius). this +2 light crossbowÆs stock have a magical affinity 103",
        "name":  "Celestial Mace",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "14th; Prerequisites: Craft Magic Arms with wands. The wielder of the deathwand crossbow is and Armor, heal;Market Price:50,312 gp; Cost to Create: considered to be holding either of the wands when 25,312 gp + 2,000 XP. she wields the crossbow, and she can use either wand620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:21 AM Page 104 CHAPTER 5: MAGIC ITEMS normally without letting go of the crossbow. Remov- and Armor, flame blade, flame strike, or fireball; Market ing or stowing a wand in the crossbow takes a move- Price: 18,550 gp; Cost to Create: 9,550 gp + 720 XP. equivalent action. If the crossbow is destroyed, any Cutlass of Surety:The magical properties of this wands it holds are also destroyed. +2 shortsword make it impossible for the wielder to",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th; Prerequisites: Craft Magic Arms be disarmed. The sword grants no bonus on disarm and Armor, LeomundÆs secret chest; Market Price: 10,335 attempts initiated by the wielder. gp; Cost to Create: 5,335 gp + 400 XP. Caster Level:6th; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This Large +2 heavy Armor, magic weapon; Market Price: 18,310 gp; Cost to crossbowis covered with dwarven runes, and the intri- Create: 9,310 gp + 720 XP. cate stock has been carved to resemble the head of a Dagger of Defense:This +4 defending daggerhas a hammer. Because of its increased size, the dwarven long, thin blade and a broad guard, and is an excel- mauler deals 1d12 points of damage on a successful lent parrying weapon. As long as the wielder holds hit. This increase in size does not affect the time it the dagger of defense in his off hand, he cannot be takes to load the crossbow. Furthermore, against all flanked. Rogues of 16th level or higher can flank the giants and goblinoids, the dwarven maulerÆs critical character normally. multiplier is increased to ╫4. Caster Level: 12th; Prerequisites: Craft Magic Arms",
        "name":  "Crossbow, Dwarven Mauler",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The stock and rest of this +1 others with larceny on their minds, a dagger of entry light crossboware covered in carvings, each resembling looks like a plain, if finely crafted dagger. This +1 a slightly different eye. If a bolt from an inevitable cross- daggerÆsone oddity is its strangely shaped hilt, which bow misses, the wielderÆs next shot, if aimed at the looks like an oversized key. The dagger is capable of same target, gains an additional +1 insight bonus on opening almost any door, allowing its possessor to the attack roll. If the second shot misses, the insight cast knockonce per day as a 9th-level caster. In addi- bonus increases to +2. As long as the wielder continues tion, the dagger allows its wielder to cast find traps to fire at the same target and continues to miss, subse- once per day and detect secret doorsonce per day (both quent shots gain bigger insight bonuses, increasing as the spells from a 9th-level caster). by +1 each time, up to a maximum of +5. This sequence Caster Level:9th; Prerequisites: Craft Magic Arms and of shots must occur on consecutive rounds; if a round Armor, detect secret doors, find traps, knock; Market Price: passes without the wielder shooting at the same target, 18,502 gp; Cost to Create: 9,402 gp + 728 XP. the crossbowÆs insight bonus reverts to +0. Dart of Pinning: Although it looks more like a",
        "name":  "Crossbow, Inevitable",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 hand crossbowhas tude save (DC 13) or be paralyzed as though by carrion a cleverly carved stock that resembles a beckoning crawler brain juice (see Poison in Chapter 3 of the hand. Any inanimate object struck by a bolt from a DUNGEONMASTERÆSGuide). The effect lasts for 7 rounds. crossbow of retrieving is affected by a mage handspell. See Caster Level:9th; Prerequisites: Craft Magic Arms and Attack an Object in Chapter 8 of the PlayerÆs Handbook Armor, hold monster; Market Price: 18,300 gp; Cost to for rules on attacking inanimate objects. Create: 9,300 gp + 720 XP.",
        "name":  "Crossbow of Retrieving",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Made from a deep takes double damage from cold effects. Creatures with red-hued wood, this +1 flaming repeating crossbow is the cold subtype do not gain this benefit. Instead, strengthened by bands of wrought iron and carved desertÆs heart bestows a negative level on them, which with shallow markings that resemble flickering persists as long as they hold the blade. This negative flames. Anytime the crossbow of trailing flameis fired level never results in actual level loss, but it cannot be more than once in the same round, its additional overcome in any way (including restoration spells) property is activated. Each shot after the first in the while the weapon is wielded. round deals a cumulative +1 point of fire damage. For Caster Level:8th; Prerequisites: Craft Magic Arms and example, the second shot in a round deals 1d8+1 Armor, fireball, protection from elements; Market Price: normal damage and 1d6+1 fire damage, and the third 71,175 gp; Cost to Create: 35,775 gp + 2,832 XP. 104 shot in the same round deals 1d8+1 normal damage Disarming Flail: The magic chain on this +2 and 1d6+2 fire damage. heavy flail gives the weapon a greater ability to pull",
        "name":  "Crossbow of Trailing Flame",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "13th; Prerequisites: Craft Magic Arms opponentsÆ weapons from their grasp. The disarming620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:21 AM Page 105 CHAPTER 5: MAGIC ITEMS Deathwand Crossbow Dagger of Entry Electric Lash Elven Leaf Arrows Crossbow of Trailing Flame Dragontooth Dwarven Mauler DesertÆs Heart Crossbow DM flail grants a +2 circumstance bonus on disarm checks Electric Lash: The blue-tinged leather of this +2 and allows the wielder to make disarm attempts as shock whipseems to spark with small motes of electric though she possessed the Improved Disarm feat. This energy. Three times per day, the wielder of the electric bonus stacks with the normal bonus flails receive on lash may make an arcing strike. This attack deals an disarm checks. additional +2d6 points of electricity damage (3d6",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and total) to the target if the attack is successful. Further- Armor, magic weapon; Market Price: 18,395 gp; Cost to more, the electric jolt arcs to any one creature within",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This plain-looking +1 battleaxe electricity damage as the first target did. If more than resembles mundane wood-chopping axes more than one creature is within 5 feet of the target, roll ran- other battleaxes, and it is especially effective against domly to see which one is affected by the arc of elec- wood and similar materials. A doorbreaker deals tricity. Arcing strike damage is not multiplied by double damage to all objects made predominantly of critical hits. wood and to plant creatures. Caster Level:8th; Prerequisites: Craft Magic Arms and",
        "name":  "Doorbreaker",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "These magic caltrops dissolve being fired, an ethereal bolt is thereafter treated as a into small puddles of acid when stepped on. Like normal +1 bolt. normal caltrops, emerald caltrops are scattered on the Caster Level:9th; Prerequisites: Craft Magic Arms and ground to slow enemies, but the act of scattering Armor, blink; Market Price: 797 gp; Cost to Create: 402 them also activates their magic. One 2-pound bag gp + 32 XP. covers an area 5 feet square. Each time a creature Everburning Chain: On command, this +2 flam- moves into an area covered by emerald caltrops, make ing spiked chainturns into a column of fire. Like other an attack roll (with a +1 bonus) using the rules for cal- flaming weapons, the fire does not harm the wielder. trops found in Chapter 7 of the PlayerÆs Handbook. As a standard action, the wielder can sweep the chain Any creature struck by the caltrops takes an addi- around her head, spreading flame in a 10-foot radius. tional +1 point of damage and 1d6 points of acid This attack deals 1d6 points of damage to creatures damage. Emerald caltrops turn to vapor 1 hour after within the area of effect (Reflex half DC 13) and can being removed from their original container. cause flammable materials to ignite. Trip attacks",
        "name":  "Emerald Caltrops",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "86 gp + 7 XP. Caster Level: 10th; Prerequisites: Craft Magic Arms EquestrianÆs Spear:The magical properties of this and Armor, burning hands, fireball; Market Price: 22,725 +2 longspearmake it suited for use on foot or on horse- gp; Cost to Create: 11,525 gp + 896 XP. back. When used by a character on foot, the eques- Fey Arrow:This light, slender +1 arrowhas a small trianÆs spear functions exactly like a longspear. When point and brightly colored fletching. On a successful used by a mounted character proficient with the hit, a pale glow surrounds the target. The glow func- heavy lance, the equestrianÆs spear is treated in all tions exactly like the faerie fire spell from a 5th-level respects as a heavy lance. Mounted characters not caster, preventing an outlined target from gaining the proficient in the heavy lance may still use the weapon benefits of concealment caused by darkness, blur, dis- as a longspear. placement, invisibility, or similar effects.",
        "name":  "Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Made from an incredibly hard Caster Level:9th; Prerequisites: Craft Magic Arms and red metal (hardness 15, 30 hp), this +3 flaming battle- Armor, augury; Market Price: 18,315 gp; Cost to Create: axecan wrap its wielder in a protective shield of fire. 9,315 gp + 720 XP.",
        "name":  "Flameshroud Axe",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This completely translucent effect similar to the fire shield spell (chill version) +1 dagger radiates cold and looks as if it is sculpted from an 11th-level sorcerer. Activating the axeÆs fire out of ice. Despite its appearance, the dagger is as shield ability is a full-round action that provokes an resilient as normal steel until used to make a suc- attack of opportunity. cessful melee or ranged attack. The first successful",
        "name":  "Once per day, the flameshroud axe can produce an Frost Shard Dagger",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 mighty cleaving scythecan cut target. All creatures other than the original target through foes three at a time. During extra attacks may attempt a Reflex save (DC 17) to take half granted by the Cleave feat or the scytheÆs mighty damage. The frost shard dagger is destroyed after one cleavingability, its threat range is doubled. Foe reaper successful attack. is treated as a keen weapon for purposes of spells Caster Level:3rd; Prerequisites: Craft Magic Arms and interacting with it, meaning it cannot be the target Armor, cone of cold; Market Price: 1,052 gp; Cost to of keen edge or bless weapon, nor can it receive the Create: 677 gp + 30 XP. vicious ability. Ghost Hands:These roughly wrought iron gaunt-",
        "name":  "Foe Reaper",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Otherwise unadorned, the weapon, those struck pommel of this +2 longswordis carved to look like a by it are racked with pain, large, unblinking eye. Once per day, the possessor taking a û4 penalty on attack rolls, skill checks, and of the foretelling swordmay roll 1d20. Once over the ability checks, for 3 rounds. A successful Fortitude course of the ensuing day, the wielder may choose save (DC 16) lessens the penalty to û2. to use the result of that roll instead of making an Caster Level: 10th; Prerequisites: Craft Magic Arms attack roll. To use this ability, the wielder must and Armor, bestow curse, MordenkainenÆs sword; Market announce this choice before making the attack roll. Price:74,308 gp; Cost to Create:37,308 gp + 2,960 XP. 107",
        "name":  "Foretelling Blade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Covered with levers and small result of the earlier 1d20 roll as if that were his repositories for alchemical fluids, and strung with a attack roll. system of pulleys, this +1 shortbow offers several620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:22 AM Page 108 CHAPTER 5: MAGIC ITEMS Frost Shard Dagger Gnome Steam Bow Force Web Fellstone Flail of Shadows Grasping Dagger Gray Snare DM ErythnulÆs Slaughter advantages. The wielder can choose from the follow- 6 ounces. Additional stored items do not become ing three options, each requiring a move-equivalent bonded to the crossbow and function normally if action to activate. The wielder can remove any removed. While holding a gnomeÆs toolkit, the wielder penalty on damage rolls from a low Strength score can retrieve any item stored in the crossbow as a for the next shot from the bow. The wielder can add free action. his Intelligence modifier to the attack roll for the Caster Level: 11th; Prerequisites: Craft Magic Arms next shot from the bow. Finally, the wielder can and Armor, LeomundÆs secret chest; Market Price: 10,335 double the range increment of the bow for the next gp; Cost to Create: 5,335 gp + 400 XP. shot from it. None of these actions provokes an Grasping Dagger: In addition to its main blade, attack of opportunity. If the wielder spends the this +3 keen punching daggerhas two large barbs that time, itÆs possible to set up a shot that benefits from project from the daggerÆs hilt. On a successful critical all three abilities. hit, these barbs can hook into the targetÆs flesh, hold-",
        "name":  "For the chosen attack, the wielder simply uses the Gnome Steam Bow",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and ing it fast. After a successful critical hit, the wielder Armor, bullÆs strength, clairaudience/clairvoyance, true may make a grapple attempt as a free action. If suc- strike; Market Price: 18,530 gp; Cost to Create: 9,430 gp + cessful, the target is hooked on the daggerÆs barbs. 728 XP. While grappling in this manner, the wielder can GnomeÆs Toolkit: Covered in hooks, small slid- attack with the grasping daggernormally. ing compartments, and tiny nooks perfect for Caster Level: 10th; Prerequisites: Craft Magic Arms potion vials, this +2 light crossbow can hold several and Armor,hold person,keen edge; Market Price: 50,302 small items. The gnomeÆs toolkit stores a set of mas- gp; Cost to Create: 25,302 gp + 2,000 XP. terwork lockpicks, a magnifying glass, and a small Gray Snare:The rubbery gray strands of this +1 silver mirror. These items are magically bonded to net are tightly woven and give off a tangy, acidic the crossbow,and they disappear if taken more than scent. Although the gray snare lacks the hooks of 20 feet from it. Items removed like this reappear other combat nets, its sticky strands are just as hard within the crossbow after 1 minute. The gnomeÆs tool- to escape. Once per day on command, the net trans- 108 kit can also hold up to six more small items such as forms into a gray ooze. If the net transforms while keys or potion vials. No item stored in the crossbow it entangles a target, the ooze is considered to have can be more than 2 inches long or weigh more than grappled the target. The transformation takes a full620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:22 AM Page 109 CHAPTER 5: MAGIC ITEMS round, and once complete the ooze acts on the action, she may attempt a vaulting charge. If the wielderÆs initiative. The wielder has no special abil- wielder can make a running high jump at least 5 feet ity to control the ooze but can transform it back high during the charge, the charge attack deals double into a net with a command word. See the Ooze damage. To make a vaulting charge, the wielder must entry in the Monster Manual for more information have a clear path through the air to the target. In an on the gray ooze. If killed while in ooze form, the area with a low ceiling or overhanging obstructions, a net is destroyed. vaulting charge might not be possible.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The magical properties imbued away have total concealment (50% miss chance and in this +2 mighty (+3) composite longbow protect its the attacker canÆt use sight to locate the target). Each wielder when enemies are near. The guardian bow halflingÆs exit creates fog only once; bullets recovered provokes an attack of opportunity only from the intact are thereafter +2 sling bullets. target of its attack. If someone fires the guardian bow Caster Level:6th; Prerequisites: Craft Magic Arms and while surrounded by enemies, only the foe shot at Armor, creator must be a halfling, fog cloud; Market may take an attack of opportunity, even if other oppo- Price: 247 gp; Cost to Create: 127 gp + 10 XP. nents threaten the archer. Hammer of the Magesmith:This +1 warhammer",
        "name":  "Guardian Bow",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "14th; Prerequisites: Craft Magic Arms is useful when creating other magic weapons. When and Armor, shield; Market Price: 50,700 gp; Cost to used in the forging of another magical weapon, the",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 shortspear is extremely materials that must be supplied by 5%. This reduction effective when used in ambush. Whenever the applies only to the gold piece cost of materials, not wielder makes a successful attack against an oppo- the XP requirement. In addition, once per day the nent who is denied his Dexterity bonus to Armor hammer of the magesmith can imbue another weapon Class, the guerrilla spear deals an additional 2d6 points with temporary magic power. This works exactly like of damage. the magic weapon spell from a 10th-level caster,",
        "name":  "Guerrilla Spear",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The curved blade at the Armor, magic weapon; Market Price: 45,912 gp; Cost to end of this +2 guisarmeis hooked even more than that Create: 23,112 gp + 1,824 XP. of a normal guisarme and can cause particularly jar- Hammer of Sacrifice:Heavier than other weapons ring falls. Whenever the wielder uses the guisarme of of its type, this +2 warhammerweighs 16 pounds and long fallsto make a successful trip attempt, the target is made entirely from a single piece of black iron ore. must succeed on a Fortitude save (DC 16) or be At the beginning of each round, the wielder of the stunned for one round. hammer of sacrificecan sacrifice up to 5 hit points. Hit",
        "name":  "Guisarme of Long Falls",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +3 longsword is greatly Ice Talon:With blades carved from the pale claws prized by paladins and clerics of Heironeous. The of an ancient white dragon, this +2 frost greataxeradi- wielder of the hand of Heironeouscan take a standard ates cold. The area within 5 feet of an ice talon is action and expend a turn undead attempt to imbue always 10 degrees cooler than the ambient tempera- the sword with divine power. If the next successful ture. Even without the aura of cold, an ice talonÆs attack by the sword hits an undead target, the sword frosty nature is evident from its appearance; the pale deals an additional 1d6 points of divine damage for dragon claws sit atop a haft of magically strengthened each point of the wielderÆs Charisma bonus (mini- ivory, making the entire weapon an eerie shade of mum 1d6). white. An ice talon grants its wielder the ability to",
        "name":  "Hand of Heironeous",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +3 keen chaotic greataxe is a pow- footing on ice. Although it is made from ivory, an ice erful weapon of disorder. In addition to its other talon has a hardness of 15 and 20 hit points due to its properties, a havoc bladecauses confusion(as the spell magical reinforcement. from a 5th-level caster) with a successful critical hit. Caster Level: 10th; Prerequisites: Craft Magic Arms The target is allowed a Will save (DC 19) to avoid the and Armor, cone of cold; Market Price: 24,320 gp; Cost to confusion effect. A target who fails the Will save is con- Create: 12,320 gp + 960 XP. fused for 5 rounds. An ungainly-looking weapon at Incandescent Sword: This +4 holy greatsword best, a havoc blade is a swirl of three different metals, glows with a bright light (a 30-foot radius equiva- apparently only partly blended. The shaft is also lent to a sunrod) when it is held by a character of slightly twisted, as if warped by long exposure, chaotic good alignment. It is the preferred weapon although it can still be wielded without penalty. of ghaele eladrins.",
        "name":  "Havoc Blade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and concealed foe is in. The weapon is otherwise identical Armor, fabricate; Market Price: 6,302 gp; Cost to Create: to a +2 kama. 3,302 gp + 240 XP. Caster Level:15th; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This dangerous magic Armor, creator must have a Wisdom score of 20, true weapon becomes a bolt of chain lightning when seeing; Market Price: 32,302 gp; Cost to Create: 16,302 gp thrown. The character who throws the javelin chooses + 1,280 XP. the primary target, but the secondary bolts arc to the Khopesh of the Loyal Minion:This +1 khopeshis a nearest eleven creatures within 30 feet of the target. favored weapon of minions of Set (an evil god detailed The thrower has no control over the secondary bolts. in Deities and Demigods). When the wielder changes The primary bolt deals 11d6 points of damage to the into a form that has a natural claw attack (such as an target (Reflex half DC 19) and 5d6 points of damage to animal form), the khopesh merges with the new form secondary targets (half with a successful save). The and grants its +1 enhancement bonus to one of the javelin is consumed in the attack. creatureÆs claw attacks, as if the magic fang spell had",
        "name":  "Javelin of Chain Lightning",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th; Prerequisites: Craft Magic Arms been cast on the creature. When the wielder returns and Armor, chain lightning;Market Price:3,301 gp; Cost to a form that uses weapons, the khopesh returns to to Create:1,651 gp + 132 XP. its normal form and functionality as well.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10th; Prerequisites: Craft Magic Arms form); Market Price:6,320 gp; Cost to Create:3,320 gp + and Armor, lightning bolt;Market Price:1,501 gp; Cost 240 XP. to Create:751 gp + 60 XP. KnightÆs Sword:This +2 bastard swordis extremely",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When thrown, this effective from horseback. When riding a mount and javelin becomes a disintegrator ray that functions as a performing the charge action, the wielder can disintegratespell from a 15th-level caster. The wielder double the damage dealt with the knightÆs sword makes a touch attack using her normal ranged touch during the attack. modifier to determine whether or not the ray hits. Caster Level:7th; Prerequisites: Craft Magic Arms and The javelin is consumed in the attack. Armor, phantom steed; Market Price: 18,335 gp; Cost to",
        "name":  "Javelin of Obliteration",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +3 light lancewas created Mace of Form:This +2 bane (shapechanger) light mace to put smaller riders on par with their larger coun- protects its wielder from shapechanging magic and terparts. When in the hands of a Small humanoid, can dispel such effects on others. Any successful hit the lance of jousting has a reach of 10 feet. In all against a creature not in its natural form forces the other respects, the weapon functions like a normal target to succeed on a Fortitude save (DC 22) or +3 light lance. return to its natural form. This effect does nothing to",
        "name":  "Lance of Jousting",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 mighty unadorned shiny metal head. Three times per day, the cleaving heavy lance allows a charging wielder to mace of the snail allows its wielder to cast slowas a 7th- plow through multiple foes. Whenever the wielder level caster. Targets must make a Will save (DC 14) to takes the charge action, she gains the ability to resist this effect. In addition, whenever its wielder move great distances between Cleave attempts. takes the total defense action, the mace grants an Anytime during a charge that the wielder is additional +2 bonus to Armor Class that stacks with granted an extra attack by the Cleave feat, she can all other bonuses. continue moving in the direction of her charge up Caster Level:6th; Prerequisites: Craft Magic Arms and to the limit of her mountÆs movement before Armor, shield, slow; Market Price: 30,992 gp; Cost to making that extra attack. The same benefit applies Create: 15,612 gp + 1,224 XP. to the extra attack granted by the weaponÆs mighty Mace of Unlife:This +3 heavy mace can bring the cleavingquality. dead back as undead servants of its wielder. When-",
        "name":  "Lance of the Unending Charge",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 longbow is greatly action. Zombies raised in this manner are under the prized by clerics of the elven god Corellon Larethian. control of the maceÆs wielder. Up to 20 Hit Dice of The wielder of the Larethian protectorcan take a stan- zombies may be controlled at any one time. Any con- dard action and expend a turn undead attempt to dition that would normally prevent a creature from imbue the bow with divine power. The next arrow being animated as a zombie prevents the mace of unlife from the bow that hits an evil humanoid deals an from working as well. additional 1d6 points of divine damage per point of Caster Level: 10th; Prerequisites: Craft Magic Arms the wielderÆs Charisma bonus (minimum 1d6). and Armor, animate dead, control undead; Market Price:",
        "name":  "Larethian Protector",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 longsword of spell storingis cov- wielder applies her Dexterity modifier to her attack ered in arcane symbols. While holding a mageblade, roll and her Strength modifier to her damage roll. the wielder can sacrifice a prepared arcane spell from Making a ranged attack with a spike provokes an memory as a move-equivalent action that does not attack of opportunity just like making a normal provoke an attack of opportunity. Doing so removes ranged attack. The spikes crumble to dust 1 round the nonproficiency penalty (if any) for using the after being launched from the sword. The sword mageblade for a number of rounds equal to the sacri- regenerates spikes at the rate of one per day. ficed spellÆs level. Furthermore, if the sacrificed spell Caster Level: 10th; Prerequisites: Craft Magic Arms dealt damage of a particular energy type, the mage- and Armor, magic missile; Market Price: 20,350 gp; Cost blade deals an additional 1d6 points of damage of that to Create: 10,350 gp + 800 XP. energy type with each successful hit. The energy Maul of Construction:This Large +2 warhammer damage lasts 1 round per level of the sacrificed spell. gives its wielder power over stone. Because of its size, If the sacrificed spell has more than one energy type a maul of construction deals 2d6 base damage, weighs associated with it, the mageblade wielder may choose 16 pounds, and must be used in two hands by the energy type. Medium-size characters. The maul allows its wielder",
        "name":  "Mageblade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The wavy blade of this +3 great- 51,824 gp; Cost to Create: 26,224 gp + 2,048 XP. sword begins in an oversized hilt adorned with six Mirror Blade:Shined to a mirror-bright brilliance, spikes. As an attack action, the wielder can launch this +2 longsword sheds magical light in a 20-foot one of the spikes from the sword at a ranged target. radius. The light glimmers along the swordÆs blade The spikes have a range increment of 20 feet, deal and through the many gems in its hilt, creating a 1d6 points of piercing damage, and grant a +1 dazzling pattern of light. All creatures that remain enhancement bonus on attack and damage rolls. within 5 feet of the wielder for an entire round must When making a ranged attack with a spike, the succeed on a Will save (DC 15) or become dazzled Mace of Voices Manticore Blade Larethian Protector Lance of Jousting Kukri of KnightÆs Sword Crippling Mace of Unlife Lance of the Unending Charge 113 DM620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:23 AM Page 114 CHAPTER 5: MAGIC ITEMS by the swordÆs light. Creatures without eyes are not noble salamander. It is a Huge +3 longspear that is susceptible to this effect. always wreathed in fire like a flaming weapon,and it",
        "name":  "Manticore Blade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "15th; Prerequisites: Craft Magic Arms exhilarationdrops a foe below 0 hit points, the wielder and Armor, contagion; Market Price: 104,715 gp; Cost to gains 6 temporary hit points and a +1 morale bonus Create: 52,515 gp + 4,176 XP. on attack rolls and saving throws. The temporary hit Raking Blade:The wielder of this +4/+3 two-bladed points and morale bonus last for 10 rounds. Repeat sword can make an additional raking attack if she triggering of this power does not stack. manages to get inside her opponentÆs defenses. Any-",
        "name":  "Whenever a successful hit from the morningstar of Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Joined by a wrought-iron make an extra attack with the raking blade. This extra chain, the jet-black handles of this +2 nunchakureflect attack is at û5 on the wielderÆs best attack bonus. almost no light. By spending a full-round action Caster Level: 12th; Prerequisites: Craft Magic Arms twirling the nunchaku of masteryaround his head and and Armor, catÆs grace, haste; Market Price: 116,700 gp; body, the wielder gains a +20 bonus on his next attack Cost to Create: 58,700 gp + 4,640 XP. roll with the nunchaku, provided that the attack occurs Rankbreaker Glaive:Created to deal with forma- on the following round. In all other respects, this tions of polearm-wielding foes, this completely effect functions exactly like the true strikespell from a unadorned +2 glaive looks like a normal soldierÆs 7th-level caster. weapon. When used in combat, its fearsome powers",
        "name":  "Nunchaku of Mastery",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This impres- readies a ranseur of readiness against a charging foe, any sive name belongs to the traditional weapon of the attacks of opportunity triggered by that foe are also620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:23 AM Page 115 CHAPTER 5: MAGIC ITEMS Mirror Blade Sapling Club Scimitar of Exertion Packmaster Flail Ringsword Plague Spreader Nunchaku Raking Blade of Mastery DM resolved normally. This ability does not allow the Sap of Stunning: This +2 sap delivers stunning wielder to make two double-damage attacks against blows to the unaware, making them easy to subdue. one charging attacker in the same round. Whenever the target of an attack made with the sap of",
        "name":  "Piercing Tongue of Kath Kadan",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The narrow end of this +3 longswordÆs otherwise. A sapling club may spend up to 12 rounds hilt fits a magic ring perfectly. While holding the as a treant each day, although the rounds need not be ringsword, the wielder gains the benefit of the ring consecutive. At any time, the wielder of the club can held on its hilt without compromising her ability to utter a command word to transform the sapling club wear a magic ring on each hand. Only one magic ring back to its original form. If killed while in treant form, may be attached to the sword at a time. Removing or the sapling club is destroyed. attaching a ring to the ringswordis a move-equivalent Caster Level: 12th; Prerequisites: Craft Magic Arms action that does not provoke an attack of opportunity. and Armor, changestaff; Market Price: 32,540 gp; Cost to 115",
        "name":  "Ringsword",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11,315 gp + 880 XP. this +3 scimitarbecomes infused with a shimmering620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:23 AM Page 116 CHAPTER 5: MAGIC ITEMS haze of multicolored magical energies. These have a Loading a self-loading crossbow requires only a move- variety of effects, similar in nature to the powerful equivalent action. prismatic spray spell. Whenever the wielder makes a Caster Level: 10th; Prerequisites: Craft Magic Arms successful melee attack with the scimitar of colors, and Armor, animate objects; Market Price: 12,350 gp; consult the chart below to see what additional Cost to Create: 6,350 gp + 480 XP. effects apply. ShadowÆs Hand:Although it is made from obsid- ian, the magical properties of this +2 wounding d8 Color Effect 1 Red Deals additional 2 points of fire shuriken make it as strong as steel. Once per day, the damage wielder can make a blinding strike with shadowÆs 2 Orange Deals additional 4 points of acid hand. To make a blinding strike, the wielder makes a damage normal ranged attack with the weapon. If the attack 3 Yellow Deals additional 8 points of electricity is successful, the target must succeed on a Fortitude damage save (DC 14) or be blinded as the blindness/deafness 4 Green Poison deals 1d2 Con/1d2 Con, DC 15 5 Blue Deals additional 2 points of cold spell from a 10th-level caster. damage Caster Level: 10th; Prerequisites: Craft Magic Arms 6 Indigo Causes confusion, Will (DC 15) negates and Armor, blindness/deafness, MordenkainenÆs sword; 7 Violet Deals additional 2 points of sonic",
        "name":  "Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This versatile +2 short sword is most ô8ö results often employed as an off-hand weapon. As a move-",
        "name":  "Shield Blade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 scimitar allows its the wielderÆs Armor Class. It does retain a +2 wielder to undertake tremendous feats of strength. enhancement bonus on attack and damage rolls Once per day by uttering a command word, the when used in shield bash attacks. wielder can invoke the scimitarÆs exertion ability. On Caster Level: 10th; Prerequisites: Craft Magic Arms the round the command word is uttered, the wielder and Armor, animate objects, shield; Market Price: 10,630 gains a +2 enhancement bonus to gp; Cost to Create: 5,630 gp + 400 XP. Strength. Two rounds later, the bonus Siangham of Focus: This +3 siangham enhances Self-Loading increases to +4. Two rounds after that, the the wielderÆs ability to focus on combat. When using Crossbows and bonus subsides to +2, and 2 rounds after a siangham of focus, the wielder gains a +2 enhance- the Rapid Reload feat that, the bonus fades entirely. For the ment bonus on Reflex saves made to deflect ranged If the wielder has the Rapid next 10 rounds, the wielder takes 2 points weapons using the Deflect Arrows feat. Furthermore, Reload feat described in Sword of temporary Strength damage every monks and other characters with the Stunning Fist and Fist, loading a self-loading other round. Once the command word is feat may make stunning attacks while attacking with crossbow is a free action, and uttered, the progression of increasing and the siangham of focus. the weapon does not restrict decreasing Strength continues regardless Caster Level:9th; Prerequisites: Craft Magic Arms and the wielderÆs ability to make of whether the wielder continues to use Armor,hold person,protection from arrows; Market Price: multiple attacks in a round. or even possess the scimitar of exertion. 19,303 gp; Cost to Create: 9,803 gp + 760 XP.",
        "name":  "Scimitar of Exertion",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "68,690 gp; Cost to Create: 34,690 gp + shaker hammeris ever discovered in enemy hands, fol- 2,720 XP. lowers of Moradin go to great lengths to recover it. Self-Loading Crossbow: This +1 heavy crossbow The hammer delivers painful, ringing blows that are is much easier to load than mundane crossbows. said to echo with the sounds of MoradinÆs forge. 116 After firing, the crossbowÆs string is magically Three times per day, a skullshaker hammer deals an reset to the cocked position, requiring the wielder additional 1d6 points of temporary Wisdom damage to simply place a bolt in the weapon to load it. on a successful hit.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:24 AM Page 117 CHAPTER 5: MAGIC ITEMS",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and Despite its unusual appearance, this crossbow is a Armor, creator must be a dwarf,spiritual weapon; Market potent tool for casting ray spells. If held and used as",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 longbow functions as a bane the spellÆs effective caster level is increased by 1. This weapon against all earth creatures. In addition, once increase affects all aspects of the spell, including per day the wielder may launch an arrow against any damage, range, and duration. Furthermore, the sor- target known to be in range, and the arrow travels to cererÆs hand grants a +2 enhancement bonus on attack the target around all forms of cover, even around cor- rolls for rays. ners. This ability functions in all respects like the Caster Level: 11th; Prerequisites: Craft Magic Arms seeker arrow class feature of the 4th-level arcane and Armor, any ray spell;Market Price: 18,335 gp; Cost archer, except that the wielder of a skybow must be to Create: 9,335 gp + 720 XP. under the open sky to use this ability. Spear of Impaling:The barbed head of this +2 long-",
        "name":  "Skybow",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Every move made with this +1 rapier Spear of Skirmishing:This +2 returning halfspear fills the air with sweet sounds. While holdingsong- grants its wielder superior speed in combat. Any blade unsheathed, the swordÆs wielder gains a +2 round in which the wielder throws the spear of skir- enhancement bonus on Perform checks. A bard mishing, he may add 10 feet to his speed. wielding the songblade may use his bardic music Caster Level:9th; Prerequisites: Craft Magic Arms and abilities one additional time per day. The blade is Armor, expeditious retreat, telekinesis; Market Price: scored in a beautiful, intricate pattern, and air 32,301 gp; Cost to Create: 16,301 gp + 1,280 XP. moving across this magic etching generates the Spell Shield Falchion:This +2 falchion is particu- music of the songblade. Thus, the bladeÆs musical larly effective against spellcasters. Any round in qualities do not function underwater, in a vacuum, which the wielder takes the total defense action, or in other environments where air cannot freely spells targeting her reflect back at their caster. This pass over the blade. ability works exactly as if spell turning protecting",
        "name":  "Songblade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and against seven spell levels. This protection applies only Armor, creator must have the bardic music ability, on rounds in which the wielder takes the total sculpt sound; Market Price: 6,400 gp; Cost to Create: 3,360 defense action and is renewed at the beginning of gp + 243 XP. each such round. 117 SorcererÆs Hand:The stock of this +2 light crossbow Caster Level: 13th; Prerequisites: Craft Magic Arms has been carved to resemble a humanoid forearm and Armor, spell turning; Market Price: 38,708 gp; Cost ending in a closed hand with two outstretched fingers. to Create:19,541 gp + 1,533 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:24 AM Page 118 CHAPTER 5: MAGIC ITEMS SorcererÆs Hand Scourge of the Pomarj SpiderÆs Nest Bullets Songblade Skybow Self-Loading Crossbow Sickle of Talons Siangham of Focus DM SpiderÆs Nest Bullet: This oddly shaped sling Staff of Balance:Longer and thinner than most, bullet consists of a tightly packed cluster of small this +2 quarterstaff improves the wielderÆs sense of spheres rather than one smooth mass. On a suc- equilibrium. Any round in which the wielder holds cessful hit, a spiderÆs nest bullet creates a web, as the the staff of balancein both hands and does not make a spell from a 7th-level caster, and releases 2d4 Small melee attack, the staff grants a +10 enhancement monstrous spiders. The spiders move through the bonus on Balance checks. While holding the staff in webfreely and swarm over any creatures caught in this manner, the wielder can move at his full move- it. The spiders do not leave the web and are ment rate without incurring penalties on Balance destroyed if it is. The spiders and the web last for checks made during that round. In addition, the 10 minutes. wielder gains a +4 enhancement bonus on Strength",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 returningthrowing scimitar 13,600 gp + 1,040 XP. is ideal for knocking opponentsÆ weapons out of their Staff of Discipline: This +2 lawful quarterstaff hands. In addition to making normal attacks, the reinforces a monkÆs martial abilities. While wield- wielder can make a special ranged disarm attack with ing the staff of discipline, a monk may make attacks the spinning blade. This functions exactly like a melee using her better unarmed rate. She can use the staff disarm attempt except that it does not provoke an of disciplineas a double weapon and still get the ben- attack of opportunity. The spinning bladedoes nothing efit of her increased rate of attacks, but she takes all to prevent attacks of opportunity that the wielder of the normal penalties while doing so. provokes for other reasons, such as attacking with a Caster Level:7th; Prerequisites: Craft Magic Arms and ranged weapon while threatened in melee. Ranged Armor, creator must be lawful, orderÆs wrath; Market disarm attempts with the spinning blade incur the Price: 50,600 gp; Cost to Create: 25,600 gp + 2,000 XP. normal penalties for range. Staff of Memory:More the tool of a wizard than a 118",
        "name":  "Spinning Blade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "25,315 gp + 2,000 XP. lose a prepared spell from memory in order to recall620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:24 AM Page 119 CHAPTER 5: MAGIC ITEMS a spell of lower level that she has already cast. The Caster Level:5th; Prerequisites: Craft Magic Arms and recalled spell is treated exactly as if the spell caster Armor, summon monster I; Market Price: 257 gp; Cost had prepared it normally. Exchanging prepared spells to Create: 132 gp + 10 XP. in this manner is a standard action that does not Sword of Avoidance: Also called the cowardÆs incur an attack of opportunity. sword, this +3 longsword grants its wielder a better",
        "name":  "Cost to Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "17th; Prerequisites: Craft Magic Arms chance to avoid mishaps of all kinds. Whenever the and Armor, creator must be at least 12th level, RaryÆs wielder takes the total defense action while holding mnemonic enhancer; Market Price: 32,600 gp; Cost to the sword of avoidance, he gains a +4 luck bonus to AC",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Each side of this +2 mithral beginning of the wielderÆs next turn. dwarven waraxe is engraved with the red axe symbol Caster Level: 10th; Prerequisites: Craft Magic Arms of the Principality of Ulek. Dwarves allied with the and Armor, bless; Market Price: 38,315 gp; Cost to Create: wielder gain a +1 morale bonus on their attack rolls as 19,315 gp + 1,520 XP. long as they stay within 10 feet of the wielder. The Sword of Countering:This +1 longswordis feared wielder does not benefit from the morale bonus. by spellcasters for its ability to disrupt their spells.",
        "name":  "Standard of Ulek",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th; Prerequisites: Craft Magic Arms Three times per day, a sword of counteringcan use dispel and Armor, bless; Market Price: 23,830 gp; Cost to Create: magic to counterspell, as the spell from a 13th-level 15,830 gp + 640 XP. caster. The sword of countering is incapable of dis-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "These +3 bolts are hollow tubes pelling existing effects. designed to draw out the blood of the target. Each Caster Level: 13th; Prerequisites: Craft Magic Arms has a metal tip, hollow like the rest of the bolt, with and Armor, dispel magic; Market Price: 33,905 gp; Cost to thin flanges molded to look like the double wings Create: 17,110 gp + 1,344 XP. of a stirge. The round after a successful hit, the bolt Sword of Crypts: The blade of this elegant +2 begins to drain the targetÆs blood, dealing 1d4 holy longsword is inscribed with runes and symbols points of temporary Constitution damage each sacred to the clergy of Heironeous. While holding round until destroyed. As a Tiny wooden weapon, the sword of crypts, a cleric gains one extra turn each stirge bolt has a hardness of 5 and 1 hit point. undead attempt per day. In addition, if the wielder is While draining blood from a target, the bolt has an a cleric of Heironeous, the sword provides a +2 AC of 12 (+2 size). Stirge bolts that miss their targets enhancement bonus on the wielderÆs turn damage on are consumed. all attempts to turn undead.",
        "name":  "Stirge Bolt",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Made entirely from magically aug- Sword of the Diplomat:The gold hilt of this +3 mented stone, this +2 shortspear weighs 10 pounds. defending short swordis elaborately carved to resemble Because of its weight and unwieldy nature, the the folded wings of a bird. The possessor of this stone spear has a range increment of only 10 feet. A ornate blade is shielded by a constant aura of magical stone speardeals double damage against any creatures force. This force effect functions exactly like a perma- with the Air subtype on a successful hit. If a wielder nent version of the mage armor spell, providing a +4 standing on the ground uses a ready action to set the armor bonus to the possessorÆs AC. Like the mage stone spearagainst a charge, it deals triple rather than armorspell, this bonus applies to incorporeal attacks. double damage. Caster Level: 15th; Prerequisites: Craft Magic Arms",
        "name":  "Stone Spear",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "16,302 gp + 1,280 XP. Sword of Escape: This +2 short sword allows its",
        "name":  "Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The head of a summoning user to escape almost any confining situation. For arrow is sculpted to look like a bird of prey, and the up to 10 rounds per day, the wielder can act nor- fletching is always made of feathers from the same mally regardless of magical effects that impede bird. When launched from a bow, a summoning arrow movement. This power is similar to the granted transforms into an eagle (see the Animals section of power of the Travel domain in that the effect occurs the Monster Manual) and attacks the foe that the automatically as soon as it applies, lasts until it runs arrow was fired at. If not launched at a specific target, out or is no longer needed, and can operate multiple a summoning arrow turns into an eagle when itÆs 30 times per day up to the total daily limit of rounds. In feet away from the wielder, then attacks the nearest addition, when used against a creature or object 119 creature. The eagle remains for 5 rounds or until holding the wielder, the sword of escape grants an slain, whichever comes first. After 5 rounds, the eagle additional +1 bonus on attack and damage. The flies away. It does not return to arrow form. sword of escape can be used to attack in a grapple even620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:24 AM Page 120 CHAPTER 5: MAGIC ITEMS if it is not a light weapon for the wielder (see Grapple Sword of the Mammoth:This +2 greatswordgrants in Chapter 8 of the PlayerÆs Handbook). its wielder an enhanced ability to withstand blows.",
        "name":  "Summoning Arrow",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10th; Prerequisites: Craft Magic Arms Anyone holding a sword of the mammoth gains 6 tem- and Armor, freedom of movement; Market Price: 88,310 porary hit points. These hit points are added to the gp; Cost to Create: 44,155 gp + 3,532 XP. wielderÆs maximum and current totals. Unlike other",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +3 short sword temporary hit points, the bonus hit points supplied allows graceful wielders to deal extra damage based by the sword of themammoth are not lost first. Instead, on agility, not brute force. All melee attacks made should the wielder ever lose hold of the sword, the with the sword of graceful strikes add the wielderÆs hit points are subtracted from both his maximum and Dexterity modifier to damage rather than his current total. The only way to regain these hit points Strength modifier. Furthermore, an unsuccessful in such a situation is to regain the sword. disarm attempt made with the sword of graceful Caster Level: 11th; Prerequisites: Craft Magic Arms strikes does not allow the target a chance to disarm and Armor, endurance; Market Price: 18,350 gp; Cost to the wielder. Create: 9,350 gp + 720 XP.",
        "name":  "Sword of Graceful Strikes",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and Sword of Opportunity: This +2 longsword allows Armor, TenserÆs transformation; Market Price: 72,310 gp; its wielder to take advantage of openings in its oppo-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "36,310 gp + 2,880 XP. nentÆs defenses. A sword of opportunity grants its",
        "name":  "Cost to Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 lawful longswordpre- wielder the ability to make one additional attack of vents those near it from lying. Up to three times per opportunity per round. This ability stacks with the day, the wielder may utter a command word and Combat Reflexes feat, but any condition that would cause the sword to emit a zone of truth. Creatures prevent that feat from being used also prevents the coming within 25 feet of the sword of judgment must additional attack of opportunity from the sword. succeed on a Will save (DC 13) or be unable to speak Caster Level:6th; Prerequisites: Craft Magic Arms and any deliberate and intentional lie. Armor, catÆs grace; Market Price: 18,315 gp; Cost to Create:",
        "name":  "Sword of Judgment",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "13th; Prerequisites: Craft Magic Arms 9,315 gp + 720 XP. and Armor, creator must be lawful, orderÆs wrath, zone Sword of Readiness: The wielder of this +2/+2 of truth; Market Price: 43,115 gp; Cost to Create: 21,715 two-bladed swordcan anticipate foesÆ movements and gp + 1,712 XP. attack accordingly. When readying an action to attack Sword of Countering Standard Staff of Memory of Ulek Sword of Crypts Stirge Bolts Spinning Blade Sword of Judgment 120 DM620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:41 AM Page 121 CHAPTER 5: MAGIC ITEMS with the sword of readiness, the wielder can ready a full Armor, make whole, shatter; Market Price: 36,700 gp; attack action. The wielder can do nothing else in the Cost to Create: 18,700 gp + 1,440 XP. turn she readies the action. Sword of Zeal: This +2 holy bastard sword is",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10th; Prerequisites: Craft Magic Arms doubly effective in the hands of a paladin. Attacks and Armor, haste; Market Price: 36,700 gp; Cost to with the sword of zeal ignore outsidersÆ damage",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "18,700 gp + 1,440 XP. reduction. In addition, paladins wielding the sword",
        "name":  "Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +3 bastard swordallows of zeal can channel their positive energy from their the wielder to return blows against successful attack- lay on hands ability through the sword against evil ers. Whenever the wielder is wounded in melee outsiders and undead. When channeling the ability combat, the sword of retribution adds a +2 morale in this way, the paladin can give up points of her bonus on both the attack and damage rolls of the daily healing allotment in order to add an equivalent wielderÆs next attack, as long as that attack is directed amount of damage to her next attack with the sword against the opponent who damaged him. The bonus of zeal. The paladin decides how many points of lay lasts for only 1 round after the wielder is struck, and on hands to use in this manner after the attack hits. it is lost if the wielder does not attack that foe with The attack with the sword of zeal is always a regular his next attack action. If more than one foe strikes melee attack, dealing normal damage in addition to the wielder in melee combat in a round, the bonus the channeled energy from lay on hands. Creatures applies only to attacks against the source of his most other than evil outsiders and undead are not affected recent injury. by the channeled energy.",
        "name":  "Sword of Retribution",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and Caster Level:9th; Prerequisites: Craft Magic Arms and Armor, righteous might; Market Price: 72,335 gp; Cost to Armor, creator must be good, bless weapon, holy smite;",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A +2 longsword, the sword of 2,880 XP. sanctuary offers its wielder temporary protection Thirsting Blade:This +4 longsword can dehydrate when in battle. Once per day, the sword of sanctuary those it strikes. Whenever the wielder scores a success- can create a sanctuary effect centered on the sword ful critical hit, the thirsting blade deals an additional (as the spell heightened to 3rd level by a 5th-level 1d6 points of subdual damage. This damage cannot be caster). While protected by the swordÆs sanctuary, recovered unless the victim first imbibes at least 1 any opponent attempting to attack the wielder quart of water. Creatures who take subdual damage must succeed on a Will save (DC 14) to do so. In from a thirsting blade are also considered fatigued (see addition, the sword can cast an obscuring mist spell Environment in Chapter 3 of the DUNGEON MASTERÆS once per day (heightened to 3rd level by a 5th-level Guide). Outsiders and creatures immune to critical caster). If the wielder drops or otherwise loses pos- hits are immune to this subdual damage. session of the sword of sanctuary, these effects cease Caster Level: 12th; Prerequisites: Craft Magic Arms to function. and Armor, disintegrate; Market Price: 72,315 gp; Cost to",
        "name":  "Sword of Sanctuary",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This awesome weapon is a nents. If the wielder of the tourney lance strikes to deal Large +5 dancing vorpal bastard sword.It always shines subdual rather than normal damage, she takes no light equivalent to a torch (20-foot radius). This attack penalty. weaponÆs high effective enhancement bonus makes Caster Level:9th; Prerequisites: Craft Magic Arms and it an epic weapon, beyond the reach of most player Armor, creator must be lawful, hold person, orderÆs characters. The Epic Level Handbookhas rules for creat- wrath; Market Price: 50,310 gp; Cost to Create: 25,310 gp ing such weapons. + 2,000 XP.",
        "name":  "Sword of the Solars",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As a move-equivalent action any kind, the trident gains an additional +1 bonus that does not provoke an attack of opportunity, the on attack and damage. When submerged in ocean wielder can transform this +2/+2 two-bladed swordinto water, this bonus increases to +2; the bonus for two +1 longswords. Recombining the swords is also a being underwater stacks with the tridentÆs enhance- move-equivalent action. Both halves of the sword of ment bonus. 121 versatility function exactly like normal +1 longswords Caster Level:6th; Prerequisites: Craft Magic Arms and when separated from each other. Armor, water walk; Market Price: 8,315 gp; Cost to",
        "name":  "Sword of Versatility",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and Create: 4,315 gp + 320 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:41 AM Page 122 CHAPTER 5: MAGIC ITEMS Twin Blade Thirsting Blade Sword of Sanctuary Truestone Hammer Viper Whip Warrenguard Sword of Versatility Tourney Lance DM",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This utilitarian +2/+1 gnome melee attack, the wielder of the vanishing blade may hooked hammeris useful as a tool as well as a weapon. transfer himself instantaneously to any spot within Three times per day, when in contact with an illusion 800 feet. This effect functions exactly as the dimension or an object that is the target of an Illusion spell, the doorspell from a 10th-level caster. hammer can dispel magic (as the spell cast by a 15th- Caster Level: 10th; Prerequisites: Craft Magic Arms level caster, except that it affects only spells from the and Armor, dimension door; Market Price: 47,120 gp; school of Illusion). Once per day, a truestone hammer Cost to Create: 23,720 gp + 1,872 XP. can be used to cast stone shape, as the spell from a Vigilant Halberd: Each side of this +4 defending 15th-level caster. halberdis etched with the faint image of a disembod-",
        "name":  "Truestone Hammer",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "15th; Prerequisites: Craft Magic Arms and ied eye hovering over an unadorned shield. The vigi- Armor, dispel magic, stone shape; Market Price: 51,120 gp; lant halberd is a powerful weapon of good. When a",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Each side of this +3 guisarmeÆs blade attacks with a vigilant halberd, the smite deals 2 is etched with the image of a miniscule guisarme. points of damage per level instead of 1 point of Twice per day, the wielder of the twin blade can damage per level. create a spiritual weapon (as the spell from an 8th- Caster Level: 12th; Prerequisites: Craft Magic Arms level caster). The spiritual weapon has the +6 attack and Armor, creator must be good, holy word, shield or bonus of an 8th-level cleric, and the wielder of the shield of faith; Market Price: 72,310 gp; Cost to Create: twin blade directs it as a free action. Only one of a 36,155 gp + 732 XP. twin bladeÆsweapon counterparts can be in existence Viper Whip: This +2 whip is made of braided at one time. Creating the second always causes the pieces of multicolored leather cut to look like the first to disappear harmlessly. scaly skin of a snake. On command, the tip of the",
        "name":  "Twin Blade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and weapon transforms into the head of a Tiny viper. Armor, spiritual weapon; Market Price: 29,829 gp; Cost to While transformed, the weapon delivers poison",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A vanishing blade is a +3 rapier deals 1d6 points of temporary Constitution damage that allows its wielder to travel short distances (both initial and secondary). Struck opponents instantaneously. Once per day, after a successful must succeed on a Fortitude save (DC 11) to resist620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:41 AM Page 123 CHAPTER 5: MAGIC ITEMS the poison. The weapon can remain transformed Caster Level: 12th; Prerequisites: Craft Magic Arms for a total of 10 rounds each day, and these need and Armor, silence; Market Price: 48,520 gp; Cost to not be consecutive. Create: 24,420 gp + 1,928 XP.",
        "name":  "Vanishing Blade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The hilt of this well-crafted +2 short potion, oil, or elixir can be used only once. swordhas been shaped to resemble a heavily armored Potion of Animal Senses: This murky brown gnome soldier standing at attention. Small characters potion smells like the pelt of a wet animal. When wielding warrenguard underground gain a +1 morale imbibed, it grants low-light vision, the scent ability bonus on their melee attack damage for each ally (see Special Qualities in the Monster Manual), and +2 within 5 feet. Warrenguardalso helps its wielder coor- circumstance bonus on all Listen checks for 1 hour. dinate blows with companions. If the wielder and an Caster Level: 5th; Prerequisites: Brew Potion, creator ally flank an opponent, the wielder of a warrenguard must be a spellcaster of 5th level; Market Price: 380 gp. gains a +4 flanking bonus on his attack roll instead of Potion of Watery Breath:This aquamarine potion the usual +2 bonus. is the opposite of the fire breath potion. It grants the",
        "name":  "Warrenguard",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +3 club can cause most metal three times, creating a 20-foot-long, 1-foot-wide stream weapons to instantly rust away. In order to activate of water at 30 gallons per round. The force of this the rusting ability, the wielder of a weaponeater must geyser deals 1d4 points of damage against one target, attack his opponentÆs weapon. Unless the wielder has who must make a Strength check (DC 12) to avoid the Sunder feat, this provokes an attack of opportu- being knocked down. The water also douses most nity from the target. If the wielder succeeds in strik- normal fires but has no effect against magical flames. ing a metal weapon in this manner, the target must Unused blasts dissipate 1 hour after the potion is succeed on a Fortitude save (DC 16) or the struck consumed. The potion does not allow the drinker to weapon instantly crumbles to dust. Magic weapons breathe underwater. struck in this manner provide a bonus equivalent to Caster Level: 5th; Prerequisites: Brew Potion, creator their enhancement bonus on their wielderÆs saving must be a spellcaster of 5th level; Market Price: 300 gp. throw. After 50 uses of the rusting ability, a weapon- eatercrumbles to dust itself. Elixir Armor",
        "name":  "Weaponeater",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This +2 greataxe gives its wielder around their homes, these potions grant the drinker the ability to make tremendous, whirling attacks. a temporary natural armor bonus (and in some cases, Once per day, the wielder of a whirling axecan make other benefits). an attack that has a chance of striking all opponents Beetle Elixir: Beetle elixir causes the drinkerÆs skin within 5 feet. This functions like the Whirlwind to bulk up, darken, and gloss over. Short antennae Attack feat and requires a full action. Instead of also sprout from his or her forehead. The drinker making his regular attacks, the wielder instead makes gains a +2 natural armor bonus and darkvision up to one melee attack at his full base attack bonus against 60 feet. The effects last for 1 hour. each adjacent opponent. Caster Level:6th; Prerequisites: Brew Potion, alter self,",
        "name":  "Whirling Axe",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Three times per day, the wielder the drinkerÆs touch deals 1d8+1 points of electricity of this +4 greataxe can make a special silent attack. damage once while the potion is in effect. The If the attack hits, the target must make a success- drinker gains a +3 circumstance bonus on the touch ful Will save (DC 14) or be affected by silence(as the attack if the target is wearing metal armor. The effects spell heightened to 3rd level by a 5th-level caster). last for 1 hour. If the attack misses, the use is wasted. Otherwise Caster Level:3rd; Prerequisites: Brew Potion, alter self, 123 plain, a whisperbladeÆs sturdy blade bears stylized shocking grasp,Alchemy skill; Market Price: 2,050 gp. dwarven runes that read, ôLet dissenting voices Porcupine Elixir: Porcupine elixir toughens the be still.ö drinkerÆs skin, granting a +1 natural armor bonus. In620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:41 AM Page 124 CHAPTER 5: MAGIC ITEMS Alignment Saving Throw Penalty addition, hundreds of needle-sharp quills sprout Chaotic û2 against lawful spells from the drinkerÆs body. These quills deal 1d6 points Evil û2 against good spells of piercing damage with a successful grapple attack. Good û2 against evil spells The quills sprout through light armor or hide armor, Lawful û2 against chaotic spells but heavier armors prevent the quills from growing. In addition to the powers described above, each spe- The effects last for 1 hour. cific ring gives its wearer the following abilities",
        "name":  "Whisperblade",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Similar in some ways to ò Create undead(1/week) the mighty rings of elemental command, the four vari- eties of rings of alignment commandgrant the wearer Good: This ring has the following powers. great power over outsiders of a certain alignment. ò Bless(unlimited use) Each appears to be a lesser magic ring until its powers ò Aid(unlimited use) are fully activated, as described in its entry. The four ò Holy smite(2/day) varieties have the following common properties. ò Dispel evil(1/day) ò Blade barrier(1/week) ò Outsiders with the alignment subtype (Chaotic, Evil, Good, or Lawful) to which the ring is attuned Lawful: This ring has the following powers. canÆt attack the wearer, or even approach within 5 ò Command(unlimited use) feet of her. If the wearer desires, she may forego ò Calm emotions(unlimited use) this protection and instead attempt to charm the ò OrderÆs wrath(2/day) outsider (as charm monster, Will save DC 17). If ò Dispel chaos(1/day) the charm attempt fails, however, absolute pro- ò Hold monster(1/week) tection is lost and no further attempts at charm- ing can be made. Caster Level: 15th; Prerequisites: Forge Ring, planar ò Outsiders with the alignment subtype to which the ally,all appropriate spells; Market Price:200,000 gp. ring is attuned who attack the wearer (if a charm FilcherÆs Friend: When used, this plain steel ring attempt fails) take a û1 penalty on their attack rolls. draws any loose metal object within 1 foot and weigh- The ring wearer gains a +2 resistance bonus on ing no more 1 ounceùusually coins and jewelryù saving throws against the creatureÆs attacks. She toward it. The objects do not have to be ferrous, also gains a +4 morale bonus on all attacks against simply metal in some way. The ring grants a +5 cir- such creatures. Any weapon she uses bypasses the cumstance bonus on Pick Pocket checks involving damage reduction of such creatures, regardless of metal objects. whether it has a sufficient enhancement bonus to Caster Level: 12th; Prerequisites: Forge Ring, mage do so. hand;Market Price: 500 gp. ò The wearer of the ring is able to converse with crea- Force Armor:This pair of black iron rings must tures with the alignment subtype to which her ring be worn as a set, one on either hand with no other is attuned. These creatures recognize that she wears magic ring, to function. They sheathe their wearer the ring. They show a healthy respect for the wearer in a field of magical force, granting a +4 armor if alignments are similar. If alignments are opposed, bonus to AC (as the mage armorspell). This sheath is creatures fear the wearer if she is strong. If she is harmful to the touch: Any creature whose bare flesh weak, they hate and desire to slay her. Fear, hatred, contacts the wearer takes 1d4 points of damage. The 124 and respect are determined by the DM. wearerÆs unarmed strikes gain a +1 enhancement ò The possessor of a ring of alignment commandtakes a bonus on attacks and deal an additional 1d4 points saving throw penalty as follows: of damage.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:41 AM Page 125 CHAPTER 5: MAGIC ITEMS",
        "name":  "Alignment Command",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites:Forge Ring, mage armor, effects of a shoutspell. The target must be touched for magic weapon, wall of force;Market Price:45,000 gp. the shout effect to happen. Both of these effects are",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "While worn, this ring grants one (and it is practically impossible to characterize them at only one) of the wearerÆs natural weapons (bite, slam, all. Each kind of rod of embassyis keyed to a different fist, and so on) a +1 enhancement bonus on attack plane of existence, most to a specific Outer Plane. In and damage rolls. general, the design and decoration of a given rod is",
        "name":  "Magic Fang",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This rod is made of puffer fish. The spikes black iron, 18 inches long and a constantly produce an half-inch wide. The rod has exotic venom that has three functions, any of which paralytic qualities. These can be used, in any combina- rods are commonly cre- tion, five times per day. ated by kuo-toas, who are ò Blast of Force: A blast immune to the effects Rod of of force projects from Embassy they produce. the rod with a range Anyone struck by the of 100 feet. This is a rod must succeed on a ranged touch attack Fortitude save (DC 25) and deals 10d6 points or be paralyzed for 1d4 of damage. rounds. The wielder can ò Wall of Force: As the also expend a charge to spell. cast hold person and hold ò Blade of Force:A 3-foot- animal twice per day long glowing blade and hold monster once of force springs forth from the rod that lasts for per day (as the spells from a 9th-level caster). The 10 rounds. This can be used as a +1 brilliant energy rod holds 50 charges for the spells, but the poison longsword. lasts indefinitely.",
        "name":  "Force",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "13th; Prerequisites:Craft Rod, magic mis- Caster Level: 9th; Prerequisites: Craft Wondrous Item, sile, MordenkainenÆs sword, wall of force; Market Price: hold monster , hold person; Market Price: 22,000 gp. 125,000 gp. Tentacle Rod: This rod comes in two varieties,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This ornate scepter is made of bluish greater and lesser. Each appears to be a long, sinuous glass. Though not suitable for use as a normal melee rod of unknown (but presumably organic) composi- weapon, it can be used to make a special touch attack tion. The lesser rod ends in three ôbranches,ö while against incorporeal creatures. If this touch attack suc- the greater has six. ceeds, the creature takes 2d4 points of damage. Upon command, these branches animate and grap- Once per day, the wielder of a ghost rodcan become ple like tentacles, using their own attack bonus incorporeal. This allows the character to harm other (including the rodÆs +3 enhancement bonus) rather incorporeal creatures normally, as well as passing than the wielderÆs bonus. The rodÆs attacks count as a through walls and all the other benefits (and draw- standard action for the wielder. backs) of an incorporeal state, as described in the The tentacle attacks follow all the normal rules for DUNGEONMASTERÆs Guide. The character is not ethereal grapple attacks, with two exceptions: These attacks and has no connection to the Ethereal Plane, unlike donÆt incur attacks of opportunity, and the wielder a true ghost. He can remain incorporeal for a maxi- need not move into the targetÆs space to maintain the mum of 15 rounds, after which he becomes fully grapple. The tentacle, not the wielder, is considered material again. to be the grappler (and the wielder doesnÆt suffer any",
        "name":  "Ghost Rod",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This wooden rod resembles a small staff of ò Obscuring mist(1 charge) the woodlands, having a shape that suggests natural ò Pass without trace(1 charge) growth. It can be used as a melee weapon as if it were ò Improved invisibility(2 charges) a cudgel with shillelaghcast upon it: It strikes with a ò Poison(2 charges, DC 16) +1 enhancement bonus on attack and damage rolls and deals 1d10 points of damage (+1 for its enhance- Caster Level: 7th; Prerequisites: Craft Staff, improved ment bonus). It also grants its wielder a +5 natural invisibility, obscuring mist, pass without trace, poison; armor bonus. Market Price:24,000 gp. This price assumes the staff is The wielder of a rod of trees can animate trees as a made by an assassin. treant. She can animate trees within 180 feet, con- Cacophony: Though elegantly carved, this trolling up to two trees at a time and no more than wooden staff depicts violent and contorted images of two trees per day. It takes a full round for a normal screaming faces and figures clutching their ears. tree to uproot itself. Thereafter it moves at a speed Favored by evil or wantonly chaotic bards, it allows of 10 feet and otherwise fights as a treant in all use of the following spells: respects. The ability is otherwise similar to liveoak from a 12th-level caster. ò Shatter(1 charge, DC 13)",
        "name":  "Trees",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Made of elegantly shaped reduce;Market Price:2,000 gp; Weight:1 lb. mithral, this staff is a badge of purity and righteous- Bag of Endless Caltrops: This nondescript ness. It allows use of the following spells: leather pouch creates an endless supply of caltrops. The owner can reach into the pouch and pull out ò Divine favor(1 charge) handful after handful. It takes one standard action to ò Prayer(1 charge) fill a 5-foot square by hand. If the pouch is dumped ò Dispel evil(1 charge) out (as a partial action), it produces the equivalent of ò Holy sword(2 charges) a 2-pound unit, but does not produce any more cal- trops at all for 2 whole rounds.",
        "name":  "Righteousness",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th; Prerequisites: Craft Staff, dispel The caltrops produced are not magical and follow evil, divine favor, holy sword, prayer; Market Price: all the rules for normal caltrops (see Chapter 7 of the 34,000 gp. PlayerÆs Handbook).",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "These are knee- Level Handbook, characters high boots made from fine sharkskin. with Craft Epic Magic Arms The wearer can water walk and cast and Armor and Craft Epic water breathing on himself at will. The Wondrous Item can create wearer also gains a +10 competence bracers of armor with a higher bonus on Swim checks. effective bonus than +13. To Caster Level: 5th; Prerequisites: Craft calculate the market price for Wondrous Item, water breathing, water such items, square the total walk;Market Price: 56,500 gp; Weight: 1 lb. effective bonus and multiply Boots, Steadfast: These thick and the result by 10,000 gp. heavy iron-toed boots help keep the wearer from getting knocked down. Someone wearing steadfast boots cannot be tripped or pushed back by a bull rush. As long as the wearer carries a melee weapon that 130 is Medium-size or larger, she also counts as being set against a charge. The weapon does not have to have reach.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:42 AM Page 131 CHAPTER 5: MAGIC ITEMS In addition, the candle prevents any healing, nat- Coin of Eternal Rest:A raised skull adorns both ural or magical, from occurring in its range. A sides of this otherwise featureless copper coin. wounded creature inside the area does not regain any When placed in the mouth of a corpse, the coin lost hit points, and cure spells targeting a creature prevents it from being raised, resurrected, or turned inside the area automatically fail (but are considered into undead of any sort. Vermin and undead avoid cast). Once lit, the candle can be snuffed only by a a corpse bearing this coin, but they can overcome blessspell. The temperature of the area returns to the the aversion with a successful Will check (DC 20). regular temperature at a normal rate. The coin does not work in the mouth of a living or",
        "name":  "If you are using the Epic Boots of the Sea",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This magic sphere is 4 inches in lized society, this 1-foot-long statue of a locust is diameter, made of silver, and covered in small rubies. capable of incredible destruction to crops and agri- Etched into it in four places is the hammer-and-anvil cultural areas. It is carved from a single piece of bril- symbol of the deity Moradin. When held aloft and liant jade and has two large rubies for eyes. activated with a command word, the sphere conjures On command, the insatiable locust can animate. It forth a giant hammer. This hammer functions as a then goes on an eating rampage, devouring up to ten spiritual weapon except that it deals 3d6 points of tons of grain, crops, and fruits per day for up to seven damage per hit. The user of the hammersphere does days, over a diameter of fifty miles. It never attacks not have to concentrate on the hammer or keep the people or livestock and attempts to fly away when sphere aloft while the hammer attacks. The hammer- confronted with violence. The locust first eats sphereis usable once per day. planted crops, such as corn, wheat, and rye, followed",
        "name":  "Hammersphere",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th; Prerequisites:Craft Wondrous Item, by fruit and finally wild vegetation. The locust attacks spiritual weapon, greater magic weapon; Market Price: and consumes plant creatures, but only after all other 2,500 gp; Weight:ù. vegetation has been destroyed first.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weighty tome details the Item, RaryÆs telepathic bond; Market Price: 5,000 gp; creation of flesh golems. Additionally, the magical Weight:ù. inscriptions of the libram allow the reader to create a Medallion of the Lycanthrope: Found in lands flesh golem even if not a 14th-level arcane spellcaster. where lycanthropy is an epidemic, these medallions The reader gains a +2 bonus to effective caster level grant powerful protection. Once per day, the medal- for the purpose of making golems and can emulate lion can cast antipathy against lycanthropes as the knowledge of the requisite spells necessary to create a spell from a 15th-level caster. In addition, any melee flesh golem. Thus, an 11th-level arcane spellcaster weapons carried by the wearer damage lycanthropes still couldnÆt create a golem using the libram, though as though they were made of silver. Ranged weapons a 12th-level spellcaster could, because 14th level is are not affected. the minimum to create a flesh golem. Caster Level: 15th; Prerequisites: Craft Wondrous Flesh golems created using the libram of fleshretain Item, antipathy, magic weapon;Market Price: 44,200 gp; up to five abilities from one of the donor bodies used Weight: ù. in the golemÆs creation, which are layered on the Mirror of Secrets Revealed: This ornate silver flesh golem as if using a template. The DM deter- mirror reveals hidden objects and auras when viewed mines which abilities of a donor body are appropri- in the reflection. The wielder can cast analyze dweomer ate, and which are inappropriate, which abilities once per day and true seeing twice per day. Each of stack, and which do not. these abilities functions like the spells from an 11th- Each time a flesh golem is created using the libram, level caster. enchantment visibly drains from the book as inscrip- Caster Level: 11th; Prerequisites: Craft Wondrous tions fade. When first created, a libram of flesh has Item, analyze dweomer, detect magic, true seeing; Market enough magical power to create seven golems. After Price: 95,000 gp; Weight: 1/2 lb. this time, the book falls into ruin. Necklace of the Marauding Beast: There are",
        "name":  "Libram of Flesh",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This plain, 1-foot diameter, 1- Saw of Prodigious Cutting: This one-person, inch-thick steel band grows and shrinks on verbal steel-and-brass band saw is etched with leaf patterns. command. Its maximum size is 5 feet in diameter, Its razor-sharp blade easily cuts through most but retains the same thickness. It can shrink to the normal wood and trees. The saw ignores the hard- size of a ring, reducing in thickness accordingly. If ness of any wooden object that it cuts into and deals placed around a person, say to bind their arms to 4d6 damage to it. The saw can be used in melee their sides, it can be sized to fit snugly around them. against plant creatures with a similar effect, although The band never shrinks to the point where it deals the wielder takes a û4 penalty on attacks for using damage; itÆs simply uncomfortably tight. It requires such an unwieldy weapon. The saw automatically an Escape Artist check (DC 30) to wiggle out of a avoids other living creatures and twists out of a restricting band placed around the body and arms personÆs hand if used as a weapon against them. (DC 25 when the band is placed around arms or Caster Level: 3rd; Prerequisites: Craft Wondrous Item, legs only). magic weapon;Market Price: 2,000 gp; Weight: 3 lb.",
        "name":  "Restricting Band",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Carved from a single piece of flaw- cube form. less crystal (10 hardness, 10 hp), this bowl comes Caster Level: 9th; Prerequisites: Craft Wondrous Item, with a smooth, thick wooden stick. Running the stick wall of stone;Market Price: 32,400 gp; Weight: 1 lb. slowly along the edge of the bowl produces a clear, Stove of Everlasting Flame: Tired of hearing vibrating hum. The volume can range from barely adventurers complain about not being able to start a audible to intensely loud. While the bowl is being fire in the middle of rainstorms or underground, an played, spells in a 30-foot radius with a verbal compo- enterprising mage created the first of these handy nent are prevented as though under the effect of a devices for cooking food. silencespell. Spells cast with the Silent Spell feat still This enclosed metal box easily fits in the palm of work, however. The bowlÆs effect can be activated someoneÆs hand. It has two metal flaps on one end that with any stickùthe one provided has no special abil- pop open to reveal a continuously burning flame. The ities. It requires at least 1 rank of Performance (any heat of the flame is equivalent to a torch, although percussion instrument). the flameÆs size (and the light it produces) is the same In addition, the bowl can cast shatter and blind- as a candle. The metal of the box remains slightly ness/deafness (deafness only) once per day as a 12th- warm to the touch, whether the flaps are open or not. level bard. Caster Level: 3rd; Prerequisites: Craft Wondrous Item,",
        "name":  "Singing Bowl",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th; Prerequisites: Craft Wondrous Weightless Scabbard: This magical scabbard Item, commune, detect good, detect law, detect magic, div- grows and shrinks in size to accommodate any Large ination, prayer, true seeing; Market Price: 77,000 gp; to Tiny bladed weapon. This includes greatsword, fal-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. chion, scimitar, rapier, longsword, short sword, and",
        "name":  "Weight",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This item is similar to a dagger. While the weapon is in the scabbard, its thurible of divining. It produces a prayer effect when weight is reduced to zero, although the scabbard lighted and allows the following spell effects: retains its own weight.",
        "name":  "Thurible of Retribution",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, ò Three times per day: command, doom, or inflict light reduce;Market Price: 1,600 gp; Weight: 1 lb. wounds. YondallaÆs Wagon Wheel: Created by adepts of ò Once per day: spiritual weaponor searing light. Yondalla, one of these small amulets is in the shape ò Once per week: inflict critical woundsor circle of doom. of a wagon wheel. Throwing it upon the ground and ò Once per month: geas/quest. uttering a command word causes the wheel to grow into a normal-sized covered wagon. It can remain in",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th; Prerequisites: Craft Wondrous ò Three times per day: entropic shield, endure elements, Item, LeomundÆs secure shelter, major creation, reduce; or sanctuary. Market Price:92,880 gp; Weight:1 lb. 138 ò Once per day: silenceor dispel magic.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:44 AM Page 139 CHAPTER 6: SPECIAL MAGIC ITEMS C hapter 6: Table 6û2: Primary Abilities and Market Price Modifiers Special d% Primary Ability Market Price Modifier 01û04 Item can Intuit Direction (10 ranks) +2,000 gp Magic Items 05û08 Item can Sense Motive (10 ranks) +2,000 gp 09û12 Wielder has free use of +10,000 gp Combat Reflexes 13û16 Wielder has free use of Blind-Fight +10,000 gp 17û20 Wielder has free use of +10,000 gp Not every magic item has straightforward game Improved Initiative effects and pricing. Intelligent items are characters 21û24 Wielder has free use of Mobility +10,000 gp in their own right, cursed items mix beneficial and 25û28 Wielder has free use of Sunder +10,000 gp dangerous effects, and artifacts are beyond the ken 29û32 Wielder has free use of Expertise +10,000 gp 33û39 Detect[opposing alignment] at will +1,800 gp of mortal crafters. 40û42 Find trapsat will +10,000 gp 43û47 Detect secret doorsat will +1,800 gp 48û54 Detect magicat will +1,800 gp INTELLIGENT ITEMS 55û57 Wielder has free use of uncanny +10,000 gp The material in the DUNGEONMASTERÆs Guidedescrib- dodge (as a 5th-level barbarian) ing intelligent items offers a straightforward method 58û60 Wielder has free use of evasion +25,000 gp 61û65 Wielder can see invisibilityat will +10,000 gp of adjusting the market price for a magic item that 66û70 Cure light wounds (1d8+5) +1,800 gp possesses intelligence, adding a flat value to the on wielder 1/day market price based on the initial roll to determine 71û75 Feather fall on wielder 1/day +350 gp the itemÆs capabilities. A roll of 01û34 on Table 8û31, 76 Locate object +10,000 gp for example, generates an item with two ability scores 77 Wielder does not need to sleep +5,000 gp averaging 12 and one score averaging 10.5, semi- 78 Wielder does not need to breathe +7,500 gp 79 Jump(20th-level caster) on +7,200 gp empathic communication, and one primary ability, wielder 1/day and such an item has a market price 10,000 gp higher 80 Spider climb (3rd-level caster) +2,000 gp than a nonintelligent but otherwise identical item. on wielder 1/day However, since the possibility exists, although slim, 81û90 Roll twice again on this table ù of generating an extraordinary power or even a spe- 91û100 Roll on Table 6û3 instead cial purpose for that itemÆs one ôprimary ability,ö as well as the smaller disparities among abilities on the Table 6û3: Extraordinary Powers and Market Price same tables, there is a need for pricing guidelines Modifiers is a revision of Table 8û34 in the DUNGEON that accurately reflect the value of the abilities an MASTERÆs Guide, standardizing spell effects by caster intelligent item possesses. level and giving market price modifiers for extraordi- The following tables, adapted from those in the nary powers. DUNGEONMASTERÆs Guide, give market price modifiers Table 6û3: Extraordinary Powers and Market for each communication form, special ability, and Price Modifiers ability score, as a means of generating market prices d% Extraordinary Power Market Price Modifier for intelligent items that reflect their capabilities. 01û05 Charm personon contact, 3/day +1,080 gp 06û10 Clairaudience/clairvoyance, 3/day +16,200 gp Table 6û1: Basic Market Price Modifiers 11û15 Magic missile(5th-level caster), +5,400 gp Quality Market Price Modifier 3/day Each point of Intelligence bonus +400 gp 16û20 Shield on wielder, 3/day +1,080 gp Each point of Wisdom bonus +400 gp 21û25 Detect thoughts,3/day +6,480 gp Each point of Charisma bonus +400 gp 26û30 Levitate (wielder only), 3/day +6,480 gp Semiempathy +1,000 gp 31û35 Invisibility(wielder only), 3/day +6,480 gp Empathy +2,000 gp 36û40 Fly (wielder only), 2/day +16,200 gp Speech +3,000 gp 41û45 Lightning bolt(8th-level caster), +8,640 gp Telepathy +5,000 gp 1/day 46û50 Summon monster III, 1/day +5,400 gp 51û55 RaryÆs telepathic bond, 2/day +32,400 gp All of these modifiers are cumulative. Thus, a magic 56û60 CatÆs grace(wielder only), 1/day +2,160 gp sword with Int 19, Wis 19, and Cha 11 and the abili- 61û65 BullÆs strength(wielder only), 1/day +2,160 gp ties of speech and telepathy has a basic market price 66û70 Haste (wielder only, 10th-level +10,800 gp modifier of +11,200 gp. caster), 1/day Table 6û2: Primary Abilities and Market Price Mod- 71û73 Telekinesis (10th-level caster), +36,000 gp 2/day ifiers is a reproduction of Table 8û33: Intelligent Item 74û76 Heal, 1/day +23,760 gp 139 Primary Abilities, with the addition of a market price 77 Teleport(12th-level caster), 1/day +21,600 gp modifier for each ability. 78 Globe of invulnerability, 1/day +23,760 gp 79 Stoneskin(wielder only), 2/day +20,160 gp620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:44 AM Page 140 CHAPTER 6: SPECIAL MAGIC ITEMS d% Extraordinary Power Market Price Modifier itemÆs base Ego. For example, Mark of the Favoredis an 80 Feeblemindby touch, 2/day +32,400 gp intelligent ring of regeneration.The base market price 81 True seeing, at will +81,000 gp for a ring of regeneration is 90,000 gp. The highest 82 Wall of force, 1/day +16,200 gp weapon base price that does not exceed 90,000 gp is 83 Summon monster VI, 1/day +23,760 gp 72,000, for a +6 equivalent weapon bonus. Its base 84 Finger of death, 1/day +32,760 gp 85 Passwall, at will +81,000 gp Ego score is 6. 86û90 Roll twice again on this table ù 91û100 Roll again on this table, and then roll ù Creating Intelligent Items for a special purpose on Table 6û4 The simple rules in the DUNGEONMASTERÆs Guidefor Extraordinary powers (as well as the handful of pri- creating intelligent items may not satisfy some mary abilities that duplicate spell effects) are com- players who wish more control over the character- mand-word-activated spell-like abilities. As with most istics of the items they create, nor do they function magic items, the effective caster level of the power is smoothly with the revised pricing guidelines usually the minimum required to cast the spell, included above. Particularly if you use these unless noted otherwise on the tables. The saving revised pricing rules, allow magic item creators to throw DC for powers with a saving throw is equal to choose the powers their items possess, using the 10 + the spell level + the intelligent itemÆs best ability following guidelines. score modifier. As described in the DUNGEONMASTERÆs Guide, a char- acterÆs caster level must be at least 15th to create an Table 6û4: Special Purpose Powers and Market intelligent item.The item has the same alignment as Price Modifiers its creator. d% Special Purpose Power Market Price Modifier When deciding to make an intelligent magic item, 01û10 Blindnessfor 2d6 rounds +12,000 gp 11û20 Confusionfor 2d6 rounds +56,000 gp first consult Table 8û31: Item Intelligence, Wisdom, 21û25 Fearfor 1d4 rounds +56,000 gp Charisma, and Capabilities in the DUNGEON MASTERÆs 26û55 Hold monster for 1d4 rounds +90,000 gp Guide. Chooses a line of that table to generate the 56û65 Slay living +90,000 gp itemÆs mental ability scores, which in turn determines 66û75 Disintegrate +132,000 gp its communication capabilities. The creator (or the 76û80 True resurrection on wielder, +12,650 gp DM) rolls the itemÆs ability scores and adds their cost, one time only 81û100 +2 luck bonus on all saving +78,000 gp and the cost for the itemÆs communication mode(s), throws,+2 deflection bonus to to the market price for the item. AC, spell resistance 15 Next, the creator chooses abilities for the item. She is not limited to the capabilities shown on Table Most special purpose powers are use-activated spell- 8û31, since random die rolls could generate a special like abilities. If the intelligent item is a weapon, the purpose for an item limited to semiempathic com- power takes effect when its wielder successfully hits munication. However, no item can have a special a foe in pursuit of the weaponÆs special purpose. If the purpose unless it also has an extraordinary power. As intelligent item is not a weapon, the wielder must well, though this is not specified in the DUNGEON make a successful touch attack with the item to acti- MASTERÆs Guide, a character must have access to a spell vate the power. In either case, the target gets a saving in order to imbue an item with the ability to use that throw as normal for the spell. The true resurrection spell. Likewise, she must have access to a skill, feat, power activates automatically the first time the itemÆs language, or class ability in order to bestow that abil- wielder dies. The last power (saving throw bonus, AC ity on an item. As with other magic item prerequi- bonus, and spell resistance) is continually in effect sites, the presence of another character who knows a upon the itemÆs wielder, as long as the wielder pur- prerequisite spell or other ability is sufficient; the sues the intelligent itemÆs special purpose. The item item creator need not have personal knowledge of can choose not to activate any special purpose power the prerequisite. if the wielder is not actively aiding the item in fulfill- After choosing primary abilities, extraordinary ing its purpose. powers, and any special purpose and power for the item, work out the itemÆs total market price. Time, Determining Ego money, and XP costs for creating the item are based The starting point for determining an intelligent on this price. itemÆs Ego score is its enhancement bonus. For items with no enhancement bonus, compare the itemÆs base Sample Intelligent Items market price to Table 8û10: Weapons in the DUNGEON All of these sample itemsÆ market prices are calcu- 140 MASTERÆs Guide. Find the highest weapon base price lated according to the tables at the beginning of that is not higher than the itemÆs market price, and this chapter. use the corresponding enhancement bonus as the620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:44 AM Page 141 CHAPTER 6: SPECIAL MAGIC ITEMS Blackrazor If the wielder uses Blackrazor while afflicted with Blackrazoris a +3 greatswordwhose blade resembles a negative levels from any source, every two living piece of the night sky studded with strange stars. It creatures killed with the sword remove one negative has the ability to detect living creatures within a 60- level from its wielder, instead of granting temporary foot radius; this works in a similar fashion to the detect hit points and Strength. thoughtsspell, but it can determine only the presence AL CN; SV Fort +7, Ref +7, Will +7; Str ù, Dex ù, or absence of crea- Con ù, Int 17, Wis 10, Cha 15, Ego 19. tures (whether con- Caster Level: 10th; Prerequisites: Craft Magic Arms scious or not) and how and Armor,death knell, haste, mind blank; Market Price: many, not their mental Blackrazor 90,150 gp; Cost to Create:45,250 gp + 3,592 XP. strength or their surface thoughts. In addition, the sword Demoncleaver can cast haste upon its wielder, as a This impressive name belongs to a rather uninspir- 10th-level caster, once per day, and it ing, though extremely self-confident, +1 holy kukri. grants its wielder immunity to mind-affecting It has two moderately useful primary abilities: spells and effects. Blackrazor communicates Its wielder has free use of the Improved telepathically, and it can both speak and Initiative feat and can detect evil at will. read Common, Abyssal, Draconic, It is prone to singing defiant battle- and Giant. songs about slaughtering demons, Blackrazorhas a special switching between Common and purpose: to consume Celestial appar- souls. It is not finicky ently at random. about whose soul it Though convinced consumes, and under it is a mighty weapon certain circumstances it will against evil foes, it puts happily feed on its wielderÆs. on a show of humility at Whenever Blackrazor deals times, begging to be allowed enough damage to bring a the chance to shatter on a living creature to û1 or balorÆs hide or the like. Its lofti- fewer hit points (even est dream is to be carried into battle below û10), it imme- by a noble halfling paladin againù diately uses an effect the last time this happened, some similar to death knell to kill the creature and five centuries ago, the paladin died a drain its life force (Will save DC 15 negates). Its grisly death. wielder gains the benefit of the death knelleffect: AL LG; SV Fort +9, Ref +9, Will +8; Str ù, Dex ù, 1d8 temporary hit points, +2 Strength, and +1 Con ù, Int 13, Wis 8, Cha 17, Ego 9. to effective caster level. These benefits last Caster Level: 15th; Prerequisites: Craft Magic Arms for 10 minutes per Hit Die of the slain creature. and Armor, detect evil, holy smite,creator must be good;",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "34,708 gp; Cost to Create: 17,508 gp + it impossible to restore life to the creature except 1,376 XP. through use of a wish, miracle, or true resurrection spellùbut even these powerful spells have only a The Falconblade 50% chance of success. Also called the Sword of the Avenger, this weapon is For every three days the sword remains unfed, its a +1 reptile bane short sword with a pommel carved to Ego score increases by 1, until it can compel its bearer resemble a falconÆs head. Its bane property affects all to kill something for it to eat. Upon feeding, its Ego reptiles, including creatures with the reptilian sub- returns to its normal value. type, yuan-ti, mundane and magical snakes, nagas, Blackrazor reacts poorly to contact with negative and possibly other creatures at the DMÆs discretion energy. If it is used to make a successful melee attack (but not dragons). In addition to its magical bonuses against an undead creature, it bestows one negative in combat, it possesses the ability to communicate level upon its wielder and transfers some of this life through empathy and a few special powers that energy to the undead creature in the form of 5 tem- reflect the deity Re-HorakhtyÆs eternal opposition to porary hit points (which partially offsets the damage his enemy Set and SetÆs serpentine minions. The it deals). If it bestows as many negative levels upon its sword can neutralize poison three times per day, 141 wielder as he has Hit Dice, it consumes its wielderÆs though it is effective only against snake venom, not soul through its death knell-like effect. The saving the poison of scorpions, spiders, or even other rep- throw DC to remove the negative levels is 17. tiles. It can neutralize the poison of yuan-ti, however,620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:44 AM Page 142 CHAPTER 6: SPECIAL MAGIC ITEMS and any other monster that is basically snakelike. In Caster Level: 13th; Prerequisites: Craft Magic Arms addition, the wielder of the sword gains a +2 bonus and Armor, limited wishor miracle, creator must have on saving throws against snake venom. access to Mobility feat and evasion class ability; AL LG; SV Fort +9, Ref +9, Will +8; Str ù, Dex ù, Market Price: 41,100 gp; Cost to Create: 21,100 gp + Con ù, Int 12, Wis 9, Cha 16, Ego 10. 1,600 XP.",
        "name":  "Blackrazoritself consumes the soul, however, making Market Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "150,010 gp. Shard Shard is a +1 chaotic longsword of unknown origin, Minion of the Serpent Lord though some say it could only have been forged in This rod of the viperinsists on the use of its full name the Ever-Changing Chaos of Limbo. Though highly at all times, vociferously protesting every time a intelligent, it is borderline insane, and even its magi- wielder attempts to give it a nickname. (Past nick- cal abilities are random in nature, to say nothing of its names have ranged from ôMinionö to ôMeazel,ö and it personality. Each encounter, it randomly determines has loathed every one.) Its wielder can see invisibility which of the following feats to bestow on its wielder and detect goodat will. Minion of the Serpent Lordspeaks (roll before making initiative checks): Common, Abyssal, Infernal, and Draconic. AL NE; SV Fort +7, Ref +7, Will +9; Str ù, Dex ù, d6 Feat 1 Combat Reflexes Con ù, Int 17, Wis 15, Cha 17, Ego 13. 2 Blind-Fight",
        "name":  "Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "83,215 gp + 6,632 XP. Stormblade is a +1 shocking burst bastard sword with lightning bolts engraved along the blade. Besides its Whelm shocking burst property, it grants its wielder the Whelmis a +3 warhammerof dwarven manufacture. Combat Reflexes feat and allows the wielder to use In the hands of a dwarf, its enhancement bonus jumpfor 20 minutes once per day. Finally, the sword increases to +5, and it can be thrown with a 30-foot can produce a lightning bolt (8th-level caster, 8d6 range increment. It returns to its thrower on the damage, Reflex half DC 17) once per day. round after it was thrown and is then ready to be Though its powers suggest the terror and chaos of a wielded or thrown again. When hurled, it deals storm, Stormblade is a noble and virtuous weapon. It +1d8 points of bonus damage or +2d8 points of fights with grim determination, regretting every lost bonus damage against giants. Whelm has three pri- life, but resigned to the necessity of violence in a mary powers: detect secret doors at will, detect evil at world so full of evil. It speaks and reads Common, will, and locate object in a 120-foot radius at will. Celestial, Dwarf, Elf, and Giant. Whelm can communicate telepathically, and it AL CG; SV Fort +7, Ref +7, Will +8; Str ù, Dex ù, speaks and reads Common, Dwarven, Giant, Gnome, Con ù, Int 19, Wis 12, Cha 13, Ego 14. and Goblin.",
        "name":  "Stormblade Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10th; Prerequisites: Craft Magic Arms WhelmÆs special purpose is to destroy goblinoids and Armor, jump, lightning bolt, creator must have and giants. Once per day, when struck upon the access to Combat Reflexes feat; Market Price: 49,575 ground in pursuit of that goal, Whelm sends forth a gp; Cost to Create:24,955 gp + 1,969 XP. shock wave that forces all creatures within 30 feet to make successful Fortitude saves (DC 18) or be Wave stunned for 1d4 rounds. Waveis a +3 tridentwith an amazing array of special Whelm bears a minor curse: One day after first abilities and significant intelligence. In addition to using the weapon in battle, the wielder becomes its +3 enhancement bonus, it has the special abili- agoraphobic, dreading open, ties of both a trident of fish command and a trident of outdoor spaces. The character warning. A character holding Wave can breathe takes a û2 penalty on attack underwater (as if a water breathing spell had been Shard vs. rolls, saving throws, and cast upon her) and can see underwater five times Stormblade farther than water and light conditions would nor- mally allow (as if wearing a helm of underwater action). Wavecan communicate telepathically, and it speaks Common, Aquan, Aboleth, Draconic, Kuo- Toan, and Sylvan. It can also read all languages and read magic.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "122,412 gp; Cost to Create: 61,362 gp + 82û88 WonÆt resize 3(see below) 7,284 XP. 89û95 Completely different effect (see DMG) 96û100 Substitute specific cursed item (see DMG Whisper and below) 1Applies only to spell trigger and command word items. Whisperis a +3 ghost touch short swordforged in a land Reroll if randomly generated for an item with a different where ghosts ran wild. In addition to its ghost touch activation method. property, it allows the wielder to see invisibilityat will, 2Applies only to charged items. Reroll if randomly gen- and it can cast shield on its wielder three times per erated for a noncharged item. day. It communicates only by empathy, sharing its 3Does not apply to weapons. Reroll if randomly generat- ed for a weapon. strong feelings of hatred toward ghosts with its wielder in order to encourage her to hunt what it Divination Resistant: When subjected to a Div- considers undead abominations. ination spell, including detect magic, identify, and ana- As might be expected, Whisper has a special pur- lyze dweomer,the item receives a Will saving throw to pose: to destroy ghosts. When its wielder is using it in resist the effect. If its saving throw is successful, the combat against a ghost, it grants the character a +2 spell reveals no information about the item. This luck bonus on all saving throws, a +2 deflection curse usually comes into play only when the item is bonus to her Armor Class, and SR 15. first discovered, and it might be overlooked as non- AL NG; SV Fort +6, Ref +6, Will +7; Str ù, Dex ù, magical treasure. Con ù, Int 15, Wis 13, Cha 16, Ego 17. Drawback: The DUNGEON MASTERÆs Guide lists a",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The item has both a lower hardness than panicked instead. its material would normally have (reduce hardness by 43û51 The character becomes easily distracted, taking a û4 penalty on Concentration checks. 1) and fewer hit points than it normally would 52û61 The character develops two random mental (reduce hit points by 2). or physical quirks, rolled randomly on Table Possessed: The itemÆs magical power comes not 5û5: One Hundred Traits in the DUNGEON from the normal process of making a magic item, but MASTERÆs Guide. from a malevolent spirit inhabiting it. The possessing 62û69 The character develops a pathological fear of creature may be a ghost, a devil, a demon, or some being grappled. He cannot initiate a grapple and automatically becomes shaken when other evil creature, at the DMÆs discretion. The item successfully grappled by an enemy. does not radiate magic if detected for, but it might 70û77 The character becomes sensitive to light. radiate an aura of evil. A character who makes a suc- Abrupt exposure to bright light (such as cessful Search check (DC 25) while examining the sunlight or a daylightspell) blinds the possessed item can tell that there is ôsomething character for 1 round. In addition, the character takes a û1 penalty on all attack strangeö about it. rolls, saves, and checks while operating in The spirit in the item is aware of what is going on bright light. around the object: It can see and hear up to 60 feet 78û82 The character becomes especially vulnerable away as if using its normal senses (it does not gain to fire, as if she had the cold subtype. She blindsight). In any round in which it takes no other gains no extraordinary resistance to cold, action (such as using a spell-like ability), it can extend however. 83û87 The character becomes especially vulnerable its senses to twice its normal range (120 feet). to cold, as if she had the Fire subtype. She The possessing creature is vulnerable to spells that gains no extraordinary resistance to fire, specifically affect creatures of its type or alignment however. (such as holy word and holy smite, as well as chaos 88û90 The character becomes susceptible to loud hammeror orderÆs wrath) and mind-affecting spells or noises and sonic attacks, taking a û2 penalty effects, but it is unaffected by physical attacks or stan- on all saves against sonic effects. 91û92 Every time the character takes damage from dard magical effects (such as a fireball). Harming the a slashing or piercing weapon, the wound object does not harm the possessing creature, bleeds for an additional 1 point of damage although if the object is destroyed the creature is each round, as if the weapon had the forced into an ethereal form. wounding property. Multiple wounds result in The possessing creature can use any ability it has cumulative bleeding. The bleeding can only that requires no physical action, such as using a spell- be stopped by a successful Heal check (DC 15) or the application of any healing spell. like ability or telepathy. It cannot cast spells (since it 93û96 The character becomes susceptible to critical can neither speak nor move), attack physically, or per- hits. For purposes of confirming a threat, the form any other physical action. character takes a û4 penalty on effective The creature possessing the object can attempt to Armor Class. hide its presence by making a special Hide check. 97 Any hit scored with a blessedcrossbow bolt instantly kills the character. This ômentalö Hide check uses the creatureÆs Intelli- 98û99 The character experiences flashbacks to the gence modifier instead of its Dexterity modifier. A lives of previous owners of the item. At the successful check allows the creature to avoid virtually start of every encounter, there is a 5% chance anything that would betray its presence in the object: that the character notices something about it can pass through a magic circle against evil, enter a an opponent that causes her to recall a past temple warded by forbiddance,or escape detection via ownerÆs life. If this happens, the character takes no action for 1 round and thereafter detect evil.The DC for this Hide check is the same as takes a û2 penalty on all attacks directed at the saving throw DC for the spell the creature is that opponent. trying to avoid. The creature gains a +4 circumstance 100 DMÆs choice: DM either picks one of the bonus on this check if it is not controlling the pos- above (or one from the DMG) thatÆs sessed object at the time of the check. Making this appropriate or creates a drawback specifically check is not an action; the possessing creature can do for that item. it in response to another creatureÆs action (such as",
        "name":  "Fragile",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The item uses up two magic item casting detect evil). spaces on a characterÆs body. A ring might use both The possessing creature has the ability to make 145 a ring space and a bracer/bracelet space (perhaps it the possessed item radiate a corrupt and befouling includes a bracelet linked by fine gold chain to the nature. Anyone touching the object in this state ring itself), a cloak might also use an amulet space must make a Will save or fall under the effect of a620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:45 AM Page 146 CHAPTER 6: SPECIAL MAGIC ITEMS bestow cursespell. The affected creature does not know While this certainly seems like a curse to a player that the curse came from the item, and in character who wants an item but finds it to be the fact might not know right away that he or wrong size, creatures such as giants think of it as she is affected by the curse. something of a blessing. They generally Possessed Nothing about the objectÆs Sword make no secret of the itemÆs properties, appearance suggests that it hoping it will deter Medium-size is possessed. The curse lasts thieves from coveting it. This until it is removed, even if curse does not apply to the creature vacates the ob- weapons, which normally ject it possessed. do not resize. At the DMÆs discretion, the creature inhabiting Specific Cursed the object may at some Items time attempt to possess As with the items detailed a character who has in the DUNGEON MASTERÆs been carrying or using Guide, these new items the object. If this have market prices to occurs, the target facilitate construction, receives a û1 penalty should someone want on the saving throw to intentionally create to resist possession them, but they cannot for each day the pos- generally be sold. sessed item has been on his person or in Amulet of his use, to a maximum Sickliness of û10. This golden disk appears as A possessed itemÆs powers an amulet of health +6 and function at the command of functions as such until the the possessing spirit, not the wearer takes damage from an enemy itemÆs owner. Most of the time, pos- with a Challenge Rating equal to or sessing creatures find it convenient to obey the greater than his level. At that moment and there- commands of the owner, but occasionally a creature after, the amulet imposes a û6 penalty on the might refuse to activate the power when com- wearerÆs Constitution, including commensurate hit manded, or activate it at an apparently random time. point loss. Once the curse is activated, an amulet of Possessed items may appear to have the simple curse sickliness can be removed only by means of a remove of intermittent functioning, while the truth is cursespell. much worse. Caster Level: 16th; Prerequisites: Craft Wondrous",
        "name":  "Extra Space",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "16th; Prerequisites: Craft Wondrous great powers, shattered the blade and scattered its Item, communeor legend lore, bestow curse; Market Price: shards across the multiverse. It was only recently 1,300 gp; Weight:ù. reforged by a warlord, the mighty son of a duergar prince and a red dragon, who gathered the spirits of the greatest forgemasters of history in his ARTIFACTS fortress on the Infernal Battlefield of Acheron to This section describes eighteen major artifacts, simi- recreate the blade. lar in majesty and power to those in the DUNGEON Intact, the Blade of Fiery Mightis a Large (damage MASTERÆs Guideand the Epic Level Handbook.Like those 1d10) +5 unholy keen flaming burst falchion. When others, the artifacts presented in this chapter are drawn, the blade sheathes its wielder in a constant items of tremendous power and inestimable worth. warm fire shield effect and grants a constant triple- However, that doesnÆt mean they should never strength (360-foot range) arcane true seeing on its appear in a campaign! Quite the contraryùD\u0026D is wielder. The swordÆs great heat also deals 1d6 points about heroic adventure, and a quest to find, use, or of fire damage to anyone holding it each round. destroy an artifact can be more heroic than anything Finally, the wielder can rebuke or command fire crea- else player characters will ever accomplish. Three of tures (as a 20th-level cleric) up to ten times each day. these artifacts (the Blade of Fiery Might, Dragon- The blade is also intelligent (Int 11, Wis 19, Cha 22, hammer, and Helltongue) originally appeared in the Ego 28) and lawful evil. It speaks only Ignan, and high-level D\u0026D adventures Lord of the Iron Fortress prefers to communicate telepathically. and Bastion of Broken Souls. Those adventures are useful models of how to incorporate artifacts into The Crystal of the Ebon Flame high-level campaigns. Lord of the Iron Fortress is an The origin of this artifact is unknown. It is a beauti- adventure about an artifact: An evil warlord sought fully formed, diamond-hard mineral the size of a to reforge the Blade of Fiery Might.In Bastion of Broken humanÆs hand. When a living creature touches the Souls, however, the two artifacts that appear are Crystal,it sends forth rays of light while a black flame mostly tangential to the story of the adventure: one seems to leap and dance in the heart of the jewel. The (Dragonhammer) is found on a body and can be used character touching the Crystal must attempt a Will by the PCs to help them accomplish their goal, saving throw (DC 20). If this save is successful, she while the other (Helltongue) is wielded against the remains unaffected by the CrystalÆs powers, and all PCs in the climactic battle. other creatures within 30 feet of the Crystal must make successful Will saves (also DC 20) or be Even lower-level games can feature major artifacts. affected as by a symbol of persuasioncast by the charac- The Jacinth of Inestimable Beauty and JohydeeÆs Mask ter.If the character fails the initial saving throw, she are not so powerful that they must be restricted to is affected as by a symbol of insanity,and all other crea- the hands of high- or even epic-level characters. PCs tures within 30 feet must make Will saving throws or might be called upon to thwart a thief who wears be likewise affected, regardless of their hit points. JohydeeÆs Mask, or they might receive the Jacinth of If the character touching the Crystal successfully Inestimable Beauty as a reward for some service per- saves against its initial effects, she can control the formed for a gold dragon. The Rod of Seven Partscould other powers of the Crystalby gazing into its depths provide the impetus for a campaign that begins at at the dancing black flame. The character can use lower levels with the PCs finding one piece of the discern location, greater scrying, and vision each once shattered rod and reaches its climax just as the char- per day. The Crystal grants its user a +10 circum- acters enter epic-level territory. stance bonus on Scry checks made when using its In short, artifacts appear in D\u0026D products to be greater scrying ability. In addition, the character can used, not simply for your reading pleasure. They use either mind blank or protection from spells once should be used carefully, but their proper use all but per day, on herself only. If the Crystalis called upon ensures a campaign grand in scope that will not soon to perform its maximum number of powers in a be forgotten. single day (discern location, greater scrying, vision, and either mind blank or protection from spells), the char- The Blade of Fiery Might acter using the last power becomes the target of a Mighty efreeti wizards working on the Elemental trap the soul effect as soon as the last power is com- Plane of Fire created this scimitar. The Grand plete. If the character fails the saving throw against Sultan of the efreet wielded it in a legendary battle this effect, her soul becomes part of the flickering with their enemies, the djinn. However, a cunning black flame within the Crystal, and is utterly lost 148 janni rogue working with adventurers from the until the Crystalis destroyed. The caster level for all Material Plane managed to steal the blade from of the CrystalÆs powers is 20th; save DCs, where the sultanÆs throne room and, with the help of applicable, are all 25.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:46 AM Page 149 CHAPTER 6: SPECIAL MAGIC ITEMS DaoudÆs Wondrous Lantern touch attack, the target does not receive a saving This artifact is wrought from the finest yellow gold. throw against the effect, and spell resistance does Its beautifully crafted framework is set with huge, not apply. If the target is farther than 10 feet away colorful gems and clear crystal lenses. An unwaver- (but within the lanternÆs 30-foot range), normal ing pure flame burns within. The faces are normally saving throws and SR apply even with a successful fitted with the crystal lenses, but the colorful gems ranged touch attack. The colored rays have the fol- are actually additional lenses, fashioned to fit the four lowing effects, each of which uses 5 charges: faces of the lantern. The lanternÆs magical powers change depending upon which of the lenses are Type and Color Effect Ruby (red) Hold monster(Will negates DC 17) fitted to it. Jacinth (orange) Flame strike(15d6 damage [half fire, The flame of DaoudÆs Wondrous Lantern cannot be half sacred], Reflex half DC 16) extinguished by any known means, other than by Topaz (yellow) Lightning bolt (10d6 electricity exhausting its supply of fuel. If this occurs, how- damage, Reflex half DC 14) ever, the lanternÆs possessor is instantly slain. The Emerald (green) Haste Diamond (blue) Color spray(Will negates DC 11) lamp is fueled by crushed transparent gems, con- Sapphire (indigo)Fear(Will negates DC 16) tained in a small compartment at its base. The Amethyst (violet) Emotion (rage)(Will negates DC 16) lantern can be refueled with 10,000 gp worth of crushed transparent gems, such as diamonds, rubies, and sapphires. No gemstone worth less than 500 gp If a character places a colored gem lens in each can be used as fuel. This load of fuel provides opening of the lantern and rapidly spins it the lantern with 100 charges. If used as a around, all creatures within 30 feet of the normal lantern, it expends 1 charge per year lantern (except its wielder) must make a suc- of burning. The use of magical powers cessful Will save (DC 16) or be affected by con- requires additional charges, and thus burns fusion.Creatures within 10 feet of the lantern do fuel at a faster rate. not receive saving throws or SR. Any combina- The four faces of the lantern can be shuttered tion of four colored lenses produces this effect. so that no light shines through. If all four This ability uses 10 charges. openings of the lantern are fitted with the If a character possesses all seven colored crystal lenses, anyone exposed to the lenses and places them all, in any order, in a lanternÆs glow for 4 consecutive hours single opening of the lantern, the lantern does not need food, drink, or sleep produces a prismatic spray(save DC 20) on for the next 12 hours. A full day command. This uses 50 charges and of exposure to this salubrious has a 10% chance of shattering 1d4 radiance acts as a cure light lenses, chosen at random. wounds spell (healing 1d8+5 If all seven lenses are arranged points of damage) and tem- so that the diamond lens is alone porarily halts the effects of in one opening, the ruby and disease and poison. Seven jacinth lenses are in the next, consecutive days of exposure the topaz and emerald lenses in removes all disease and neutral- the third, and the sapphire and izes poison in those creatures amethyst lenses in the fourth, the who bask in the light. lantern produces a prismatic sphere In addition to the four clear (save DC 23) on command. This crystal lenses, seven colored uses 50 charges. lenses were originally made Opening or closing one or two shutters DaoudÆs for the lantern, each with its on the lantern is a move-equivalent action Wondrous own effect: ruby (red), jacinth Lantern that does not provoke attacks of opportunity. (orange), topaz (yellow), emer- Placing or removing a lens in an opening is a full- ald (green), diamond (blue), sapphire (indigo), round action that does provoke attacks of opportu- and amethyst (violet). When three openings of nity from threatening foes. All powers of the lantern the lantern are shuttered and a colored lens is are at a caster level of 20th. placed in the remaining opening, a beam of col- If a lens shatters, a spellcaster with the Craft Won- ored light shines forth as a ray. This light in itself drous Item feat can make a new one. The lens has no magical power until the proper command requires an enormous gemstone of the appropriate 149 word is spoken and the ray is aimed at a single variety, worth at least 10,000 gp, and it must be cut target. If the target is within 10 feet of the lantern by an expert gemcutter (Craft [gemcutting] check and the lanternÆs wielder makes a successful ranged DC 30) who has access to one of the other lenses to620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:46 AM Page 150 CHAPTER 6: SPECIAL MAGIC ITEMS use as a guide. In addition to the Craft Wondrous day the demons within his Iron Flaskbroke free and Item feat, the character making the lens must have claimed his soul. access to the spell power that lens duplicates (hold The Iron Flaskis very small and plain, although the monster, flame strike, lightning bolt, haste, color spray, stopper is engraved and embossed with runes of fear,or emotion), and must spend 5,000 gp and 10 days power. It holds 1d4 demons within it when first in the crafting process. found. Roll d% for each demon: 01û40 glabrezu, A character who owns DaoudÆs Wondrous Lantern 41û80 nalfeshnees, 81û95 mariliths, 96û00 balors. gradually becomes highly possessive of the item, When the owner unstoppers it, he can command one suspicious of those who look at it, and increasingly of the demons to come out for up to 8 hours or until secretive about it. This increases to paranoid inten- slain (at which point the demon goes back into the sity by the time the owner has held the lantern for flask), and can control the demonÆs every action one year. during that time. No demon can be called forth more than once per week. Dragonhammer More demons can be added to the Iron Flask. The Dragonhammer is a +5 holy dragon bane greatsword target demon must be within 30 feet, and the owner when used against evil dragons. Its bane property of the flask must use a standard action and a com- does not function against good dragons. Against mand work to attempt to imprison it. The user makes attacks by dragons, the wielder of the sword enjoys a spell resistance check (if needed), using the Iron acid, electricity, fire, and cold resistance 20 and a +7 FlaskÆs caster level of 20, and if that is successful, the luck bonus to AC. demon must make a Will save (DC 20) to avoid imprisonment. The flask can hold up to 100 demons. Helltongue At the time that a demon is imprisoned, 1d4 other Helltongue is a +5 mighty whip (+4 Strength bonus) demons attempt to get free from the flask. For each that deals base damage as if it were a Colossal whip attempted escape, the possessor must make a Will (2d6). It has three strands. On any successful hit, saving throw (DC 20 plus 1 per demon in the flask). roll an additional 1d6: on a 1û2 one strand hits, on a If a demon frees itself, it turns on the possessor and 3û4 two strands hit, and on a 5û6 all three strands attempts to slay him. hit the target. Each time a demon is called from the Iron Flask,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This rod is made of iron, draped in JohydeeÆs Mask chains. A dark red flame is always lit at one end, but it When not worn, JohydeeÆs Mask appears as a simple gives no heat. While in an evil characterÆs possession, white porcelain mask with very plain features. When it confers a +4 enhancement bonus to Charisma. The put on by any creature, however, it immediately trans- wielder can use the following spells three times per forms into an exact replica of that creatureÆs face, day each: fear (DC 19), a special corrupt fireball that appearing as though the creature had no mask on deals half fire and half unholy damage (DC 18), conta- at all. The wearer is immune to gaze attacks and gion (DC 18), and enervation (DC 19). All spells are mind-affecting spells and effects. In addition, the cast at 20th level. The owner of this device slowly wearer can command the mask to disguise her as an- becomes more and more egotistical. other creature; this works like the alter selfspell. The Orb of Evil: This 6-inch orb is made of pitted and scarred iron. Red sparks fly from it at the slight- The Regalia of Evil est touch. An evil wielder can rebuke or command These three separate artifacts possess great powerù undead as a 15th-level cleric. While in an evil charac- and even greater power when used together. In eons terÆs possession, it confers a +4 enhancement bonus long past, before humanity was born, perhaps before to Wisdom. Further, the orb can be used to absorb the world was forged, a gathering of the gods of dark- spells like a rod of absorption.The owner slowly grows ness and corruption worked together to outfit a cham- more greedy over time. pion to pit against the gods of light and the lords of The Regalia of Evil possess greater powers, called balance. Since this time, the Regalia of Evilhave been resonating effects, if the same creature owns more 151 used by a champion of evil whenever a dispute than one of them. needed to be settled against the similarly equipped Resonating Effect (Two Items):While a single creature champion of good or neutrality (each side having its possesses two items of the Regalia of Evil,he gains a +2620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:46 AM Page 152 CHAPTER 6: SPECIAL MAGIC ITEMS The Regalia of Might circumstance bonus on all Diplomacy and Intimidate The Regalia of Good checks made against evil creatures, as they automati- The three mighty artifacts that comprise the Regalia cally recognize the creature as a powerful minion of of Goodwere forged at the same time as the Regalia of evil. Mindless undead view the character as an Eviland for the same purpose: for the use of a divine undead creature, and the characterÆs affinity for the champion to oppose the similarly-equipped champi- undead grants him a +1 circumstance bonus on ons of the evil and neutral deities. For long centuries, saving throws against mind-influencing effects, the deities of good held the items of the regalia poison, sleep, paralysis, stunning, and disease. Simi- together in one godÆs care, but they were stolen, sepa- larly, vermin hold the character in high regard; a suc- rated, and are now lost. cessful Charisma check (DC 20) prevents a vermin The Crown of Good: This thin coronet of twisted from attacking the character for 24 hours. Finally, all mithral is elegant and slender, fashioned to look like evil spells cast by the creature (including those from rays of light surrounding the head of the wearer. an item of the Regalia) have +2 added to the saving When a good creature puts on the crown, its head is throw DC. indeed surrounded in a brilliant halo of light. The Resonating Effect (Three Items): While a single crea- wearer gains immunity to electricity, a +4 enhance- ture possesses all three items of the Regalia of Evil,he ment bonus to Wisdom, a +4 deflection bonus to gains a +4 enhancement bonus to Constitution, Dex- Armor Class, and SR 20. He can use the guidancespell terity, and Intelligence. All weapon damage dealt by at will. He can use the following spells three times the wielder is infused with the essence of evil, and per day each: heroesÆ feast, sending,and status.Once per can only be healed by magic cast within the area of a day, he can surround himself with a globe of invulnera- consecrateor hallowspell. bility.All spells are cast at 20th level. The wearer can",
        "name":  "The Scepter of Evil",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This 6-inch sphere is made of mounted by nine peaks, each peak holding a gem- purest crystal, encased in a filigree cage of polished stone of a different color. The wearer gains immunity mithral laurel leaves. A good wielder can turn or to acid and cold, a +4 enhancement bonus to Intelli- destroy undead as a 15th-level cleric. While in a good gence, a +4 deflection bonus to Armor Class, and SR characterÆs possession, it confers a +4 enhancement 20. She can automatically distinguish between truth, bonus to Intelligence. Further, the orb can be used to half-truth, and lies she hears or reads. She can use the scry like a crystal ball with the added ability to detect following spells three times per day each: geas/quest, thoughts.Once per day, the orb can be used to cast heal detect thoughts(DC 17), and OtilukeÆs resilient sphere(DC (as a 20th-level cleric) by touch. 19). All spells are cast at 20th level. In the interest of Resonating Effect (Two Items):While a single creature maintaining impartiality, the wearer of the crown is possesses two items of the Regalia of Good,he gains a compelled to reveal all falsehoods she discerns, +2 circumstance bonus on all Diplomacy checks made including those she herself speaks. against good creatures, as they automatically recog- The Scepter of Neutrality:This ornate gold scepter, like nize the character as a powerful servant of good. As the crown, looks like many mundane royal scepters: a the characterÆs nature alters to reflect the celestial heavy rod topped with a large globe and studded with energies that surround the regalia, he gains a +1 cir- gemstones. While in a neutral characterÆs possession, cumstance bonus on saving throws against electricity, it confers a +4 enhancement bonus to Constitution. petrification, cold, acid, fire, and poison. The character The wielder gains fast healing 2, healing 2 hit points gains low-light vision and darkvision with a range of every round until she is slain or no longer holds the 60 feet. If the wielder casts a planar allyspell (includ- scepter. The wielder can use the following spells ing the lesser and greater versions) to call a celestial, three times per day each: tongues (DC 20), shout (DC the creature will serve for half the price it would nor- 19), and greater command (DC 20). All spells are cast at mally charge, in goods or services (at the DMÆs discre- 20th level. The wielder of the scepter becomes increas- tion). Finally, all good spells cast by the creature ingly driven to seek resolution to disputes (though not (including those from an item of the Regalia) have +2 necessarily a peaceful solution to, for example, being added to the saving throw DC. ambushed by monsters). Resonating Effect (Three Items): While a single crea- The Orb of Neutrality:This 6-inch orb is made of gold ture possesses all three items of the Regalia of Good, and topped by a gem-studded knob. While in a neutral he gains a +4 enhancement bonus to Strength, Dex- characterÆs possession, it confers a +4 enhancement terity, and Constitution. Any weapon wielded by the bonus to Charisma. Further, the orb allows the wielder creature becomes a holy weapon, dealing an extra to see in all directions at once, as if wearing a robe of +1d6 points of damage to evil creatures. In addition, eyes, but with no visible change to her person. She the wielder radiates an aura of courage, granting all gains darkvision to 120 feet and can see invisible or his allies within 30 feet a +4 morale bonus on their ethereal things within 120 feet. She also gains a +15 saving throws to resist fear effects. circumstance bonus on Search and Spot checks. She",
        "name":  "The Orb of Good",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A nongood character attempt- retains her Dexterity bonus to AC even when flat- ing to use any of these items immediately takes 5d6 footed and canÆt be flanked. Unlike a robe of eyes, the points of damage. Further, an evil-aligned character Orb does allow its wielder to avert or close her eyes attempting to use the items must succeed on a Will from a creature with a gaze attack, and it cannot be saving throw (DC 18) or lose 2,000 XP. blinded by magical light. Resonating Effect (Two Items):While a single creature The Regalia of Neutrality possesses two items of the Regalia of Neutrality,she gains It is not clear whether the deities of neutrality created a +2 circumstance bonus on all Diplomacy checks the items of the Regalia of Neutralityto take an active made against neutral (neither good nor evil) creatures, part in the contests of divine champions that as they automatically recognize the character as a prompted the creation of the similar items of good and powerful servant of neutrality. The character slowly evil, or whether they appointed a champion to help becomes more like the inevitables, construct inhabi- 153 resolve those contests. Whatever the case, these items tants of the Clockwork Nirvana of Mechanus, gaining a are equally ancient and equally powerful. The current +1 circumstance bonus on saving throws against mind- location of the items is unknownùit is possible that influencing effects, poison, sleep, paralysis, stunning,620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:47 AM Page 154 CHAPTER 6: SPECIAL MAGIC ITEMS disease, death effects, and necromantic effects. Ani- can cast haste once per day. The 8-inch segment can mals (including dire animals but not beasts) hold the create a gust of wind five times per day. The 10-inch character in high regard; a successful Charisma check segment provides true seeing once per day. The 12- (DC 20) prevents an animal from attacking the char- inch segment can hold monster once per day. The 15- acter for 24 hours. All lawful or chaotic spells cast by inchsegment can healonce per day. the creature (including those from an item of the A nonlawful character who possesses a single seg- Regalia) have +2 added to the saving throw DC. ment of the Rod of Seven Parts must make a Will save Resonating Effect (Three Items): While a single crea- each week (DC 17) to avoid becoming lawful. A lawful ture possesses all three items of the Regalia of Neutral- character who holds a segment of the Rodand thinks ity, she gains a +4 enhancement bonus to Strength, of it as part of a larger item can determine in what Dexterity, and Wisdom. Any weapon she wields is direction the next-larger segment lies by making a suc- treated as a speed weapon, granting her an extra cessful Concentration check (DC 20); this works like attack each round at her highest bonus. locate object, but there is no range or duration limit and",
        "name":  "Nongood Characters",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A good or evil character it is not blocked by lead. This power cannot be used to attempting to use any of these items immediately find smaller segments than the one possessed. takes 5d6 points of damage and must succeed on a The segments of the Rodcan be joined together to Will saving throw (DC 18) or lose 2,000 XP. produce an increasingly powerful artifactùthe more pieces joined, the mightier the item. Two segments The Rod of Seven Parts joined together allow the wielder to flyat will, using a Forged eons ago by the Wind Dukes of Aaqa, powerful command word to activate the power. Three seg- creatures of law, for use in their war against the Queen ments grant the wielder spell resistance 15, and can of Chaos, the Rod of Seven Partswas sundered in the cat- be used as a +1 light mace. Four segments can control aclysmic battle of Pesh. Its seven fragments scattered winds twice per day (command-word activated) and themselves across worlds and planes, but each frag- function as a +2 heavy mace. Five segments allow the ment retains at least a fragment of the mighty magic wielder to shapechangeonce per day, and function as a that once coursed through the complete Rod. +3/+3 quarterstaff.Six segments allow the user to wind The Rod of Seven Parts, when intact, was 5 feet long walkonce per day, and function as a +4/+4 quarterstaff. and tapered from 2 inches across at the bottom to a A character wielding six or seven assembled seg- half-inch at the tip. As portions of an artifact of law, ments as a weapon gains the benefit of the Ambidex- the segments do not appear broken. Each break is an terity and Two-Weapon Fighting feats, facilitating the intricate pattern of crystalline facets, including both RodÆs use as a double weapon. The character does not protrusions and depressions. The individual seg- gain the benefit of these feats when fighting with any ments are 4, 5, 6, 8, 10, 12, and 15 inches long. weapon other than the Rod. Each segment of the Rodhas a minor spell-like power If a character attempts to join two pieces of the Rod activated by a command word. The caster level for each together incorrectly (trying to attach the 6-inch seg- power is 20th; saving throw DCs, where applicable, are ment to the 10-inch segment, for example), the larger 17 + spell level. The 4-inch tip can cure light woundsfive segment teleportsaway, traveling 1d10 ╫100 miles in a times per day. The 5-inch segment can create a slow random direction. Because the dimensions of the Rod effect once per day. are so precise, it is easy to tell which pieces belong The 6-inch together and which do not. segment If all seven segments of the Rod of Seven Parts are joined together, it gains several additional powers. The wielder of the assembled Rod can The Rod of use control weather, whirlwind, and greater restora- Seven Parts tion,each once per day. The Rodfunc- tions as a +5/+5 quarterstaff with the chaotic outsider bane and law- ful properties on both ends. Finally, the wielder of the Rod of Seven Parts can use it to cast true resurrec- tion, but using this power causes the Rodto shatter, its 154 pieces scattering once more across the worlds and planes.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:47 AM Page 155",
        "name":  "Good and Evil Characters",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  " d% Item Cost TREASURE TABLES 30 Ascender/slider 20 gp 31 Bolt cutters 6 gp On the following pages are tables containing most of 32 Brewmaker, dwarven 40 gp the items described in the Arms and Equipment Guide. 33 Candle, insectbane, 1d10 1 sp ea. If you roll for treasure (see Table 7û4 in the DUNGEON 34û35 Darkvision powder 10 gp 36 Finger blades 20 gp MASTERÆs Guide) and get one or more items as a result, 37 Glass cutter 2 gp you can use the tables below to incorporate the items 38 Grappling hook, collapsible 3 gp in this book into your campaign. 39 Hacksaw, common 5 gp For each item in the treasure hoard, roll on Table 40 Housebreaker harness 20 gp Aû1 below and use the tables in this chapter to 41û42 Ice axe 10 gp determine the specific item if the d% result is suffi- 43 Lantern, fog-cutter 20 gp 44û45 Marbles, bag 2 sp ciently high. 46 Percolator 1 gp Table Aû1: Treasure Source 47 Periscope 20 gp 48 Quiver scabbard 10 gp d% 49 Rope, elven (20 ft.) 50 gp 01û85 Use Table 7û7 in the DUNGEONMASTERÆs 50 Saw, folding 2 gp Guideif the treasure is a mundane item, or 51 Shoes, silent 10 gp Table 8û2 in the DUNGEONMASTERÆSGuideif 52û53 Sparker 2 gp the treasure is a magic item. 54û55 Spider poles 35 gp 86û100 Use Table Aû2 (below) if the treasure is a 56 Springwall 60 gp mundane item or Table Aû3 if the treasure is 57 Thieving helmet 10 gp a magic item. 58û59 Twine, roll (50 ft.) 1 sp If your campaign uses treasure from Magic of Faer√n 60û61 Water, Lawful 25 gp 62û63 Water, Chaotic 25 gp in addition to the DUNGEON MASTERÆs Guide, roll on 64û65 Boots, smugglerÆs 10 gp this version of Table Aû1 instead: 66 Bullet, acid, 1d4 10 gp ea. 67 Bullet, flame, 1d4 20 gp ea. Table Aû1: Treasure Source 68 HawkÆs ointment (1d4 vials) 50 gp ea. d% 69 Vicious bleeder (1d4 flasks) 50 gp ea. 01û80 Use Table 7û7 in the DUNGEONMASTERÆs 70û72 Candle, focusing, 1d10 100 gp ea. Guideif the treasure is a mundane item, or 73û75 Candle, restful, 1d10 100 gp ea. Table 8û2 in the DUNGEONMASTERÆSGuideif 76 Clearbreath (1d4 vials) 50 gp ea. the treasure is a magic item. 77 Defoliator (1d4 flasks) 20 gp ea. 81û90 Use Table 7û7 in the DUNGEONMASTERÆs 78 Dehydrated food (2d10 days) 2 gp/day Guideif the treasure is a mundane item, or 79 Dwarfblind, 1d4 stones 50 gp ea. the appropriate tables in Chapter 6 of Magic 80 Farflame oil (flask) 2 gp of Faer√nif the treasure is a magic item. 81 Motelight (flask) 20 gp 91û100 Use Table Aû2 (below) if the treasure is a 82 Fleetfoot (1d4 vials) 50 gp ea. mundane item or Table Aû3 (below) if the 83 Gravebane (1d4 flasks) 50 gp ea. treasure is a magic item. 84 Instant rope (1 flask) 25 gp 85 Longbreath (1d4 vials) 50 gp ea. Table Aû2: Mundane and Alchemical Items 86 NatureÆs draught (1d4 vials) 50 gp ea. d% Item Cost 87 Ghostoil (1d4 flasks) 50 gp ea. 01û02 Bark armor 5 gp 88û89 Bullet, priestÆs 25 gp 03û04 Ring armor 75 gp 91 Signal torch, 2d6 1 gp ea. 05 Shell armor 25 gp 92û94 Sparkstone, 2d6 50 gp ea. 06û08 Coral armor 225 gp 95 Stonebreaker acid (1d4 flasks) 20 gp ea. 09 Stone armor, dwarven 1,750 gp 96 Bladefire (1d4 flasks) 20 gp ea. 10 Shield, stiletto 30 gp 97 Verminbane (1d4 flasks) 20 gp ea. 11 Bondleaf wrap 1,000 gp 98û100 Masterwork uncommon weapon 12û13 Wicker armor 1 gp (roll on Table Aû14, below) 14 Moon-ivy armor, standard 16,000 gp 15 Moon-ivy armor, explosive spore 16,500 gp Table Aû3: Random Magic Item Generation 16 Moon-ivy armor, poison ivy 16,500 gp Minor Medium Major Item 17 Moon-ivy armor, pheromones 16,500 gp 01û04 01û10 01û10 Armor or shield 18 Bone armor 20 gp (Table Aû4) 19 Cord armor 15 gp 05û09 11û20 11û20 Weapons (Table Aû12) 20 Wood armor 15 gp 10û44 21û30 21û25 Potions (Table Aû18) 21 Leather scale armor 35 gp 45û46 31û40 26û35 Rings (Table Aû19) 22 Brigandine armor 30 gp ù 41û50 36û45 Rods (Table Aû20) 23û25 Lamellar armor 150 gp 47û81 51û65 46û55 Scrolls (Tables 8û21, 8û22, 155 26 Dastana 25 gp and 8û23 in the DUNGEON 27 Dendritic armor 2,000 gp MASTERÆs Guide) 28 Animal call 20 gp ù 66û68 56û75 Staffs (Table Aû21) 29 Armor maintenance kit 1 gp620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:47 AM Page 156",
        "name":  "APPENDIX",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "TREASURE TABLES Minor Medium Major Item Table Aû7: Random Shield Material 82û91 69û83 76û80 Wands (Table 8û27 in the d% Shield Cost 1 DUNGEONMASTERÆs Guide) 01û20 Blended quartz +2,000 gp/lb. 92û100 84û100 81û100 Wondrous items (Tables 21û40 Bronzewood +500 gp/lb. Aû22, Aû23, and Aû24) 41û60 Urdrukar +500 gp/lb. 61û80 Chitin +2,000 gp/lb. Table Aû4: Armor and Shields 81û100 Elukian clay +200 gp/lb. Minor Medium Major Item 1Add to shield cost from Table 8û5: Random Shield 01û50 01û30 01û50 Random armor material 1 Type in the DUNGEONMASTERÆSGuideto determine total 51û87 31û57 51û87 Random shield material 1 market price. ù 58û60 88û100 Specific armor (Table Aû8) ù 61û63 ù Specific shield (Table Aû9) If you roll for a random shield material on Table Aû7, ù 64û82 ù Armor special ability 2 you must determine the type of shield by rolling on 88û100 83û100 ù Shield special ability 2 Table 8û5: Random Shield Type in Chapter 8 of the 1Roll on Table Aû5, below, to determine if the armor or shield has an enhancement bonus. Then roll on Table DUNGEONMASTERÆSGuide. Aû6 (for armor) or Table Aû7 (for shields) to determine Table Aû8: Specific Armors the nature of the material. 2Any armor or shield with a special ability must have an Medium Major Specific Armor Market Price (gp) enhancement bonus of at least +1. Roll on Table Aû5, 01û10 ù Electric eel elixir 2,050 below, until an appropriate result is obtained. Next, roll 11û22 ù Porcupine elixir 2,300 again on Table Aû4; if this result indicates that the armor or 23û34 ù Skin paint 5,000 shield is made of an unusual material, roll on Table Aû6 (for 35û46 ù Beetle elixir 8,300 armor) or Table Aû7 (for shields) to determine the nature of 47û58 01û10 Disarmor 10,875 the material. Then roll on Table Aû10 (for armor) or Table 59û70 11û20 Plantbane 11,240 Aû11 (for shields) to determine the itemÆs special ability. 71û82 21û30 Tesselated armor 11,560 83û94 31û40 Rhino elixir 17,500 Table Aû5: Armor or Shield Enhancement Bonus 95û100 41û51 Stonecunning 32,130 Minor Medium Major Item ù 52û63 Bale eye 37,360 01û90 01û50 01û10 No enhancement bonus ù 94û75 Armor of weapon creation 42,305 91û97 51û70 ù +1 ù 76û87 Gazebane 74,050 98û100 71û85 ù +2 ù 88û100 Vampire hunter 100,000 86û95 11û35 +3 Table Aû9: Specific Shields 96û100 36û80 +4 81û100 +5 Medium Specific Shield Market Price (gp) 01û10 Swarm shield 6,160 Table Aû6: Random Armor Material 11û33 Variable shield 6,560 d% Armor Cost1 34û63 Beetle buckler 6,600 Blended quartz 64û93 Useful buckler 10,265 01û08 Light +2,000 gp 94û100 Spider shield 40,800 09û16 Medium +5,000 gp Table Aû10: Armor Special Abilities 17û24 Heavy +10,000 gp Bronzewood Market Price 25û32 Light +1,000 gp Medium Special Ability Modifier 1 33û40 Medium +4,000 gp 01û09 Aquatic +2 41û48 Heavy +9,000 gp 10û18 Command +2 49û55 Urdrukar +500 gp/lb 19û28 Daylight +2 51û62 Chitin +10,000 gp 29û38 Fearsome +2 Elukian clay 39û48 Feathered +2 63û70 Light +1,000 gp 49û58 Sacred +2 71û78 Medium +2,000 gp 59û63 Buffering +3 79û86 Heavy +4,000 gp 64û69 Aquatic (w/water breathing) +3 87û93 Darkleaf (elven) +750 gp 70û75 Bane blind +3 94û100 Leafweave (elven) +750 gp 76û80 Distracting +3 1Add to armor cost from Table 8û4: Random Armor 81û100 Acidic +4 Type in the DUNGEONMASTERÆSGuideto determine total 1Add to enhancement bonus from Table 8û3: Armor and market price. Shields in the DUNGEONMASTERÆSGuide, and to armor cost from Table 8û4: Random Armor Type in the DUNGEON If you roll for a random armor material on Table Aû6, MASTERÆSGuide, to determine total market price. you must determine the type of armor by rolling on Table 8û4: Random Armor Type in Chapter 8 of the If you roll for an armor special ability on Table Aû10, DUNGEONMASTERÆSGuide. you must determine the type of armor by rolling on Table 8û4: Random Armor Type in Chapter 8 of the 156 DUNGEONMASTERÆSGuide, and you must determine the armorÆs enhancement bonus by rolling on Table 8û3: Armor and Shields in the DUNGEON MASTERÆS Guide620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:47 AM Page 157",
        "name":  "APPENDIX",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "TREASURE TABLES Table Aû14: Uncommon Weapons (rerolling any result that does not yield armor with a d% Weapon Cost bonus of +1 to +5). 01û02 Gnome calculus 50 gp 03 Double bow, elven 1,000 gp Table Aû11: Shield Special Abilities 04û05 Ward cestus 10 gp Market Price 06û07 Triple dagger 10 gp Minor Medium Special Ability Modifier 1 08û10 Stump knife 8 gp 01û43 01û09 Wrapping +1 11 Panther claw 75 gp 44û87 10û19 Arrow-catching +1 12û13 Claw bracer 30 gp 88û93 20û59 Dancing +3 14û16 Tiger claw, 2 5 gp ea. 94û100 60û100 Distracting +3 17û19 Battlepick, gnome 10 gp 1Add to enhancement bonus from Table 8û3: Armor and 21û21 Bladed gauntlet 30 gp Shields in the DUNGEONMASTERÆSGuide, and to shield 22û23 War fan 30 gp cost from Table 8û5: Random Shield Type in the DUNGEON 24û26 Sword, butterfly, 2 10 gp ea. MASTERÆSGuide, to determine total market price. 27û30 Sai, 2 1 gp ea. 31û33 Tonfa, 2 2 gp ea. If you roll for a shield special ability on Table Aû11, 34û36 Chain-and-dagger 4 gp you must determine the type of armor by rolling on 37 Longsword, mercurial 400 gp Table 8û5: Random Shield Type in Chapter 8 of the 38 Greatsword, mercurial 600 gp DUNGEON MASTERÆS Guide, and you must determine 39û40 Duom 20 gp 41 Fullblade 100 gp the armorÆs enhancement bonus by rolling on Table 42 Gyrspike 90 gp 8û3: Armor and Shields in the DUNGEON MASTERÆS 43û44 Manti 15 gp Guide(rerolling any result that does not yield a shield 45û47 Three-section staff 4 gp with a bonus of +1 to +5). 48 Scimitar, double 125 gp 49û50 Maul 15 gp Table Aû12: Weapons 51û52 Lucerne hammer 12 gp Minor Medium Major Weapon Bonus Base Price 1 53 Sapara 15 gp 01û55 01û10 ù +1 2,000 gp 54 Khopesh 20 gp 56û70 11û20 ù +2 8,000 gp 55û56 Fukimi-bari, 2d20 1 gp ea. ù 21û58 01û20 +3 18,000 gp 57û62 Skiprock, halfling 3 gp ù 59û62 21û38 +4 32,000 gp 63û65 Bolas, two-ball 5 gp ù ù 39û49 +5 50,000 gp 66û67 Chakram 15 gp ù ù ù +6 2 72,000 gp 68û69 Javelin, spinning, 2d6 2 gp ea. ù ù ù +7 2 98,000 gp 70 Gauntlet, spring-loaded 200 gp ù ù ù +8 2 128,000 gp 71 Crossbow, great 100 gp ù ù ù +9 2 162,000 gp 72û73 Harpoon 15 gp ù ù ù +10 2 200,000 gp 74û75 Shotput, orc 10 gp 71û85 63û68 50û100Specific weapon 3 ù 76 Whip, mighty 1 Varies 86û100 69û100 ù Special ability and ù 77û78 Whip-dagger 25 gp roll again 4 79 Whip-dagger, mighty 1 Varies 1This price is for 50 arrows, crossbow bolts, or sling 80 Arrow, alchemistÆs 75 gp bullets. 81û85 Arrow, blunt, 2d6 5 sp ea. 2A weapon canÆt actually have a bonus higher than 86û89 Arrow, flight, 2d6 8 sp ea. +5. Use these lines to determine price when special 90û93 Arrow, signal, 2d6 5 sp ea. abilities are added in. Example: A +3 daggerthat also 94û95 Arrow, thundering, 2d6 2 gp ea. has the energy aura special ability (+3 modifier; see 96 Tumbling bolt, 2d6 5 gp ea. Table Aû15: Melee Weapon Special Abilities) is treated 97 Mace, double 125 gp as a +6 daggerfor pricing purposes and is priced at 98û100 Throwing iron, 1d4 8 gp ea. 72,000 gp. 1Roll 1d4 to determine maximum Strength bonus. 3See Table Aû17: Specific Weapons. Table Aû15: Melee Weapon Special Abilities 4See Table Aû15: Melee Weapon Special Abilities for melee weapons or Table Aû16: Ranged Weapon Special Market Price Abilities for ranged weapons. Minor Medium Special Ability Modifier 01û05 ù Binding +1 06û10 ù Fortunate +1 After rolling on Table Aû12, refer to Table Aû13 16û21 ù Crazed +1 (below) if necessary to determine the weaponÆs type 22û27 01 Harmony +1 (melee, ranged, or uncommon). 28û33 02 Shrinking +1 34û39 03 Kifocus +1 Table Aû13: Weapon Type Determination 40û45 04 Merciful +1 d% Weapon Type 46û51 05 Sure striking +1 01û70 Common melee weapon (see Table 8û12 in 52û57 06 Vicious +1 the DUNGEONMASTERÆs Guide) 58û63 07 Corrosive +1 157 71û80 Uncommon weapon (see Table Aû14, below) 64û69 08 Impact 1 +1 81û100 Common ranged weapon (see Table 8û14 in 70û75 09 Screaming +1 the DUNGEONMASTERÆs Guide) 76û81 10 Sweeping +1620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:47 AM Page 158",
        "name":  "APPENDIX",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "TREASURE TABLES Market Price MinorMedium Major Specific Market Minor Medium Special Ability Modifier ù Weapon Price (gp) 82 11 Everbright +2 89û90 ù ù Arrow of disintegration 3,307 83 12 Disarming +2 91û94 ù ù SoldierÆs rest 4,808 84 13 Acidic burst +2 95û97 01 ù Ioun blade 6,302 85 14 Balanced +2 98û100 02 ù Songblade 6,400 86 15 Commanding +2 ù 03û04 ù Doorbreaker 8,310 87 16 Eager +2 ù 05û06 ù Trident of the depths 8,315 88 17 Fierce +2 ù 07û11 ù Bow of arcane might 8,600 89 18 Grasping +2 ù 12û15 ù Javelin of obliteration 9,301 90 19 Heartfinder 1 +2 ù 16û20 ù Crossbow, deathwand 10,335 91 20 Proficient +2 ù 21û30 ù GnomeÆs toolkit 10,335 92 21 Radiant +2 ù 31û35 ù Shield blade 10,630 93 22û23 Shadowstrike +2 ù 36û40 ù Bowstaff 10,975 94 24 Stunning +2 ù 41û44 ù Self-loading crossbow 12,350 95û96 25û50 Force +3 ù 45û46 ù Crossbow of retrieving 13,400 97û98 51û75 Energy aura +3 ù 47 ù Blade of the duelist 16,320 99û100 76û100 Knockback +3 ù 48 ù Dart of pinning 18,300 1If you roll this ability for an inappropriate weapon, reroll. ù 49 ù Ghost hands 18,300 ù 50 ù Changeling spear 18,301 Table Aû16: Ranged Weapon Special Abilities ù 51 ù Chargebreaker 18,305 Market Price ù 52 ù Celestial blade 18,335 Minor Medium Special Ability Modifier ù 53 ù Sword of the mammoth 18,350 01û07 ù Binding +1 ù 54 ù Kukri of crippling 18,308 08û14 01 Fortunate +1 ù 55 ù Guisarme of long falls 18,309 15û21 02 Shrinking +1 ù 56 ù Breaking blade 18,310 22û28 03 Merciful +1 ù 57 ù Brutal axe 18,310 29û35 04 Seeking +1 ù 58 ù Cutlass of surety 18,310 36û42 05 Sure striking 1 +1 ù 59 ù Lance of mangling 18,310 43û49 06 Corrosive +1 ù 60 ù Bonebreaker hammer 18,312 50û56 07 Impact 1 +1 ù 61 ù Skullshaker hammer 18,312 57û63 08 Precise +1 ù 62 ù Foretelling blade 18,315 64û70 09 Screaming +1 ù 63 ù Scimitar of exertion 18,315 71û72 10 Quick-loading 1 +2 ù 64 ù Sword of opportunity 18,315 73û74 11 Everbright +2 ù 65 ù Axe of anger 18,320 75û76 12 Acidic burst +2 ù 66 ù Living net 18,320 77û78 13 Commanding +2 ù 67 ù Whirling axe 18,320 79û80 14 Fierce +2 ù 68 ù Crossbow, inevitable 18,335 81û82 15 Balanced +2 ù 69 ù SorcererÆs hand 18,335 83û84 16 Proficient +2 ù 70 ù KnightÆs sword 18,335 85û86 17û18 Radiant +2 ù 71 ù Disarming flail 18,395 87û88 19û20 Shadowstrike +2 ù 72 ù Dagger of entry 18,502 89û90 21û22 Stunning +2 ù 73 ù Bow of the steppes 18,525 91û93 23 Force +3 ù 74 ù Gnome steam bow 18,530 94û97 24û61 Energy aura +3 ù 75 ù Crossbow of trailing flame 18,550 98û100 62û100 Knockback +3 ù 76 ù Crossbow, dwarven mauler 18,700 1If you roll this ability for an inappropriate weapon, reroll. ù 77 ù Acid fang dagger 19,102 ù 78 ù Sword of sanctuary 19,115 Table Aû17: Specific Weapons ù 79 ù Siangham of focus 19,303 MinorMedium Major Specific Market ù 80 ù Axe of shards 19,330 ù Weapon Price (gp) ù 81 ù Blade of deception 19,820 01û15 ù ù Moonsilver shard 50 ù 82 ù Halberd of vaulting 20,310 16û30 ù ù Emerald caltrops 166 ù 83 ù Manticore blade 20,350 31û36 ù ù Bolt of freedom 247 ù 84 ù Nunchaku of mastery 22,302 37û42 ù ù HalflingÆs exit 247 ù 85 ù Ringsword 22,315 43û47 ù ù Summoning arrow 257 ù 86 ù Everburning chain 22,725 48û52 ù ù Fey arrow 297 ù 87 ù Standard of Ulek 23,830 53û57 ù ù Bolt of voices 767 ù 88 ù Ice talon 24,320 58û62 ù ù Ethereal bolt 797 ù 89 ù Celestial mace 25,312 63û65 ù ù Stirge bolt 1,007 ù 90 ù Skybow 25,975 64û70 ù ù Arrow of eyes 1,047 ù 91 ù Sickle of fangs 26,306 71û75 ù ù Frost shard dagger 1,052 ù 92 ù Bow of mighty pulling 26,375 76û80 ù ù SpiderÆs nest bullet 1,057 ù 93 ù Staff of balance 26,600 81û84 ù ù Elven leaf arrow 1,167 ù 94 01 EquestrianÆs spear 26,615 158 85û86 ù ù Javelin of lightning, 1,501 ù 95 02 Spear of the hunt 28,302 greater ù 96 03 Morningstar of 28,308 87û88 ù ù Javelin of chain lightning 3,301 exhilaration620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:48 AM Page 159",
        "name":  "APPENDIX",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "TREASURE TABLES MinorMedium Major Specific Market MinorMedium Major Specific Market ù Weapon Price (gp) ù Weapon Price (gp) ù 97 04 Twin blade 29,829 ù ù 65 Staff of discipline 50,300 ù 98 05 Sling of misdirection 30,300 ù ù 66 Guardian bow 50,700 ù 99 06 ShadowÆs hand 30,301 ù ù 67 Truestone hammer 51,120 ù 100 07 Lance of bravery 30,310 ù ù 68 Flameshroud axe 51,510 ù ù 08 Mace of the snail 30,992 ù ù 69 Maul of construction 51,824 ù ù 09 Ricochet sling 32,300 ù ù 70 Weaponeater 58,300 ù ù 10 Sap of stunning 32,301 ù ù 71 Dagger of defense 58,302 ù ù 11 Spear of skirmishing 32,301 ù ù 72 Closing blade 58,700 ù ù 12 Guerrilla spear 32,302 ù ù 73 Sword of the diplomat 64,310 ù ù 13 Kama of pure aim 32,302 ù ù 74 Axe of the winds 65,893 ù ù 14 Stone spear 32,302 ù ù 75 Scourge of the Pomarj 68,690 ù ù 15 Badgerclaw 32,304 ù ù 76 DesertÆs heart 71,175 ù ù 16 Spear of impaling 32,305 ù ù 77 ErythnulÆs slaughter 72,308 ù ù 17 Lance of jousting 32,306 ù ù 78 Sword of graceful strikes 72,310 ù ù 18 Fellstone 32,308 ù ù 79 Vigilant halberd 72,310 ù ù 19 Rankbreaker glaive 32,308 ù ù 80 Thirsting blade 72,315 ù ù 20 Battleaxe of the bull 32,310 ù ù 81 Force web 72,320 ù ù 21 Hammer of sacrifice 32,312 ù ù 82 Sword of retribution 72,335 ù ù 22 Foe reaper 32,318 ù ù 83 Sword of zeal 72,335 ù ù 23 Chain of entangling 32,325 ù ù 84 Incandescent sword 72,400 ù ù 24 Bow of sympathetic 32,330 ù ù 85 Glaive of torment 74,308 ù ù enhancement ù ù 86 Gray snare 74,320 ù ù 25 Bow of songs 32,330 ù ù 87 Sword of escape 88,310 ù ù 26 Bladed crossbow 32,350 ù ù 88 Havoc blade 98,320 ù ù 27 Sapling club 32,540 ù ù 89 Axe of storms 98,660 ù ù 28 Staff of memory 32,600 ù ù 90 Bow of the solars 100,100 ù ù 29 Bow of force 32,700 ù ù 91 Mace of form 100,312 ù ù 30 Arrowdeath flail 33,690 ù ù 92 Plague spreader 104,715 ù ù 31 Sword of countering 33,905 ù ù 93 Axe of the joyous dance 107,906 ù ù 32 Piercing tongue of 35,305 ù ù 94 BalorÆs sword of flame 115,870 Kath Kadan ù ù 95 BalorÆs sword of 115,870 ù ù 33 Scimitar of colors 36,515 lightning ù ù 34 Sword of readiness 36,700 ù ù 96 Raking blade 116,700 ù ù 35 Sword of versatility 36,700 ù ù 97 BalorÆs sword of 118,670 ù ù 36 Mace of voices 37,712 smiting ù ù 37 Viper whip 38,301 ù ù 98 Mace of unlife 138,312 ù ù 38 Claws of the leopard 38,305 ù ù 99 BalorÆs sword of 219,870 ù ù 39 Mirror blade 38,315 soul stealing ù ù 40 Sword of avoidance 38,315 ù ù 100 Sword of the solars 3,920,335 ù ù 41 Spell shield falchion 38,708 Table Aû18: Potions ù ù 42 Warrenguard 40,310 ù ù 43 Bow of radiance 40,375 d% Potion Market Price (gp) ù ù 44 Dragontooth 40,720 01û50 Watery breath 300 ù ù 45 Sword of crypts 42,315 51û100 Animal senses 380 ù ù 46 Sword of judgment 43,115 Table Aû19: Rings ù ù 47 Hammer of the 45,912 ù ù magesmith MinorMedium Major Ring Market Price (gp) ù ù 48 Vanishing blade 47,120 01û80 01û06 ù FilcherÆs friend 500 ù ù 49 Flail of shadows 48,155 81û87 07û20 ù Magic fang 6,000 ù ù 50 Whisperblade 48,520 88û93 21û34 ù Misdirection 7,000 ù ù 51 Packmaster flail 48,708 94û100 35û48 ù Lockpicking 7,700 ù ù 52 Electric lash 50,301 ù 49û80 01û02 Thunderclaps 11,200 ù ù 53 Javelin of precision 50,301 ù 81û100 03û12 Greater counterspelling 16,000 ù ù 54 Grasping dagger 50,302 ù ù 13û80 Force armor 45,000 ù ù 55 GruumshÆs Revenge 50,305 ù ù 81û94 Universal elemental 144,000 ù ù 56 Axe of pairs 50,306 resistance, minor ù ù 57 Axe of falls 50,308 ù 95û96 Hive mind 180,000 ù ù 58 Lance of the 50,310 ù ù 97 Alignment command, 200,000 ù ù unending charge chaotic ù ù 59 Ranseur of readiness 50,310 ù ù 98 Alignment command, 200,000 ù ù 60 Tourney lance 50,310 evil ù ù 61 Hand of Heironeous 50,315 ù ù 99 Alignment command, 200,000 159 ù ù 62 Mageblade 50,315 good ù ù 63 Spinning blade 50,315 ù ù 100 Alignment command, 200,000 ù ù 64 Larethian protector 50,375 lawful620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:48 AM Page 160",
        "name":  "APPENDIX",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "TREASURE TABLES Table Aû20: Rods d% Wondrous Item Market Price (gp) Medium Major Rod Market Price (gp) 31û33 Boots,steadfast 6,000 01û23 01û08 Embassy 20,000 34û36 Incense of the gorgon 6,600 24û46 09û18 Tentacle, lesser 21,000 37û39 Cinders of the inferno 7,650 47û69 19û28 Paralysis 22,000 40û42 Droplets of the storm 7,650 70û79 29û38 Mimicry 30,000 43û45 Dust of the zephyr 7,650 80û86 39û48 Tracking 37,800 46û48 Shards of the fissure 7,650 87û90û 49û58 Ghost 50,000 49û52 Ioun stone of resistance (+2) 8,000 91û94 59û68 Tentacle, greater 57,000 53û55 Blindfold of true darkness 9,000 95û98 69û70 Warning 58,000 56û57 Belt of endurance 10,000 99û100 71û80 Construct control 68,850 58û61 Bracers of exit 11,200 ù 81û90 Trees 120,000 62û65 Stalwart eye 10,000 ù 91û100 Force 125,000 66û69 Phylactery of change 11,200 70û73 Rope of stone 11,800 Table Aû21: Staffs Necklaces of the marauding beast: Medium Major Staff Market Price (gp) 74û77 Raging bear 11,840 01û12 01û05 AssassinÆs 24,000 78û81 Cloak of shelter 12,080 13û24 06û11 Fallen 24,000 82û85 Frenzied shark 12,160 25û37 12û18 Goblin lord 26,625 86û89 Rampaging boar 12,440 38û50 19û26 Undying 27,375 90û93 TrumpeterÆs gift 12,700 51û58 27û36 Righteousness 34,000 94û97 Everlasting feedbag 15,000 59û65 37û46 Spider 42,600 98û100 Seeds of the treant 15,300 66û72 47û56 Creation 45,000 Table Aû24: Major Wondrous Items 73û80 57û66 Liberation 45,000 81û84 67û71 Cacophony 60,000 d% Wondrous Item Market Price (gp) 85û88 72û76 Sacred fire 60,000 01û02 Saddle of the pegasus 16,875 89û92 77û81 Artisan 69,800 03û04 Mask of lies 17,000 93û95 82û86 Fellowship 80,000 05û06 Dimensional prism 17,600 96û98 87û91 Glory 80,000 07û09 Ioun stone of resistance (+3) 18,000 99û100 92û97 Destruction 98,500 10û12 Triton shell (w/air) 18,000 ù 98û100 Madness 110,000 13û15 Fan of furious flame 18,750 16û18 Oracle beads 19,192 Table Aû22: Minor Wondrous Items 19û21 Singing bowl 19,440 d% Wondrous Item Market Price (gp) 22û24 Dimensional chalk holder 22,950 01û30 Pitons, burrowing 380 25û27 Boots of woodland striding 23,600 31û45 Necklace of the wild beast (calming) 500 28û30 Eversoaking sponge 26,400 46û55 Everfull mug 800 31û33 Mask of the Feather Queen 27,120 56û59 Choker of eloquence (lesser) 1,500 34û36 Dragonfly medallion 29,760 60û63 Necklace of the wild beast (servitude) 1,500 37û39 Insatiable locust 29,975 64û67 Necklace of the wild beast (fang) 1,500 40û42 Sparring dummy of the master 30,000 68û71 Weightless scabbard 1,600 43û45 Pelt of animal senses 30,080 72û74 Ioun stone of resistance (+1) 2,000 46û48 Ioun stone of resistance (+4) 32,000 75û77 Necklace of the wild beast (beckoning) 2,000 49û51 Steadfast stone 32,400 78û80 Saw of prodigious cutting 2,000 52û54 Boots of tracklessness 33,500 81û83 Bag of endless caltrops 2,300 55û57 Idol of false vision 33,500 84û86 Stove of everlasting flame 2,400 58û60 Hat of anonymity 34,050 87û89 Hammersphere 2,500 61û63 Candle of icy death 34,800 90û91 Necklace of the wild beast (great beast) 2,500 64û66 Portable bridge 36,000 92û93 Pixie dust 2,700 67û69 Horned helm 38,000 94û95 Armband of reduction 3,000 70û72 Medallion of the lycanthrope 44,200 96û97 Preserving jar 3,000 73û74 Saddle of growth 48,600 98 Stylus of the masterful hand 3,000 75û77 Boots of the Mountain King 48,810 99 Triton shell (w/o air) 3,000 78û80 Ioun stone of resistance (+5) 50,000 100 Necklace of the wild beast (awakening) 3,750 81û83 Boots of the sea 56,500 84û86 Banner of valor 61,000 Table Aû23: Medium Wondrous Items 87û88 Lantern of brightness 66,520 d% Wondrous Item Market Price (gp) 89û90 Thurible of divining 77,000 01û03 Gloves of brachiation 4,000 91û92 Thurible of retribution 77,000 04û06 Goggles of day 4,000 93û94 Thurible of warding 77,000 07û09 Testing chalice 4,000 95û96 YondallaÆs wagon wheel 92,880 10û12 Medallion of contact 5,000 97û98 Mirror of secrets revealed 95,000 13û15 Restricting band 5,400 99 Magebane manacles 132,000 16û18 Saddle of weather protection 5,400 100 Libram of flesh 178,500 160 19û21 Fruit blossom spike 5,800 22û24 Choker of eloquence, greater 6,000 25û27 Coin of eternal rest 6,000 29û30 Clasp of the Elder 6,000",
        "name":  "APPENDIX",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The player characters see a ges- the dungeon. ticulating wizard floating over a dark chasm. As if by The book is sorted by encounter level (EL). To magic, a light goes on in a player’s brain. He declares choose an encounter for your players, figure out their that his character charges headlong off the edge of characters’ average party level. Pick an encounter with the cliff, expecting that he’ll continue across the invis- an EL that matches or comes close to that average. ible bridge that doubtless spans the chasm. Of course, you’ll need to familiarize yourself with What do you do in this situation? the capabilities of the items and creatures mentioned Despite your natural inclination to let the player herein. In most cases, when an average creature is kill off his character, your reflexes probably kick in. used, this book only shows the differences between You laugh, or you cock an eyebrow, or you say, the Monster Manual description and the description “Ohhh-kay?” after you spit out your drink. With a here. The book provides help in how to use these flash of insight, the player realizes that there may aspects of the encounters, but that doesn’t substitute be other explanations why the wizard can defy grav- for research on your part. ity. Maybe, just maybe, you’ll let him halt his charge This book also contains many sidebars with tips for before he discovers the exact depth of the chasm Dungeon Masters. You can use them to customize the the hard way. encounters in your game or create similar types of Then you realize you have fallen prey again to the encounters yourself. You’ll find the legend for all the DM’s Dirty Little Secret: you’re really on the players’ maps in this product on page 127. side. You use your omniscience and omnipotence to Most encounters have entries for “Scaling the keep your PCs alive and happy (at least in the long Challenge.” These allow you to use the encounter at a term, resurrectionsbeing what they are). You don’t tell higher or lower EL than the one given at the top of your players that, though, because they keep putting the entry. Even if your characters are all 10th level, their precious PCs in situations where you have to you can use encounters at other ELs when you find pull their fat out of the fireball. After all, you have a these scaling sections. Don’t forget to change the responsibility to keep them coming back. treasure awarded if you alter the encounter level. And some days, that responsibility gets to you. You’re Treasure appropriate to an EL 5 encounter seems not a fifth or sixth or seventh PC. You’re the Dungeon paltry for an EL 9 encounter, and far too rewarding Master. Some days, you get that urge to show them for an EL 3 encounter. you’re not on their side, and that you have the power and cleverness to let them know who’s boss. RUNNING A CLEVER Welcome to the book that’s designed for those DUNGEON ROOM bad dice days. The Book of Challenges: Dungeon Rooms, Puzzles, and Traps is composed of dozens of the At any time, you can throw six orcs running down a smartest and meanest encounters we could envision. 10-foot-wide corridor at your players’ characters. This is the book of “Oh, man!” and “I can’t believe it!” That may be a good fight for some parties, but it’s and “You have to be kidding me!” Yes, the encounters hardly clever. If the orcs suffer ranged weapon fire, are balanced by encounter level, and yes, they can all not all of them will be able to reach the PCs’ front be solved with a little thought. Yes, we even provide line, and none of them will be able to reach the PCs’ hints you can give your players. But fundamentally, back line. they’re all just a bit nasty. If a player announces that A clever encounter takes advantage of the mon- he’s going over a cliff in one of these encounters, he’s sters’ or NPCs’ capabilities and tactics. Clever crea- going over the cliff. tures should spend a lot of time thinking about how Because sometimes, even we have one of those days. they might survive an encounter with well-armed PCs. Six orcs parked behind nine-tenths cover with heavy crossbows, and a gaping pit in front of them— HOW TO USE THIS BOOK now that might be a challenge. Four orcs in that situa- The Book of Challenges contains encounters you can tion, plus two on a ledge behind the PCs might be plug into your favorite dungeon. Most are set even better. Four orcs running from a rampaging hill 3 against the backdrop of a “typical” dungeon, but giant . . . well, you get the idea. 620_88168 Bk of Challenge2d.qxd 4/18/02 10:34 AM Page 4 THE DM’S DIRTY LITTLE SECRET Here are six general strategies for maximizing RUNNING A CLEVER effectiveness of the monsters and NPCs you throw at PUZZLE your PCs.",
        "name":  "Picture this situation",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you can separate the party To set up a puzzle, figure out what you want it to members from each other, they won’t be able to coop- do. Do you want to deliver a message, provide a clue erate. Trap the scouts behind a barrier, drop the spell- to a mystery, or make solving the puzzle the only casters through a trapdoor, or use nets and bull way out of a deathtrap? When you have figured that rushes to drag the PCs kicking and screaming away out, pick a puzzle type. Several puzzles in this book from each other. Get flying creatures into the air, so come with sidebars on how to make others like that flying PCs have to leave their friends to attack them. Mazes, letter-addition puzzles, and codes all flying enemies with melee weapons. Be careful with have simple principles you can follow. Of course, this one, though. Splitting the party neutralizes the these sidebars can’t provide the cleverness you’ll cooperative nature of the group, which won’t be fun need to challenge your players. if it happens all the time. Then try making the puzzle. Use the strategies",
        "name":  "Split Them Up",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Two crea- ability to open a magically locked chest bearing the tures with compatible powers can combine to be visage of a ghoul. much more effective. A wyvern’s poison deals Con- When the PCs solve a puzzle, reward them. Just stitution damage, and an achaierai’s insanity re- solving a puzzle makes them feel smart, but solving a quires a Fortitude save. If the achaierai attacks puzzle that hands them a magic item or opens a secret immediately after the wyvern drops a PC’s Constitu- door makes them feel smart and accomplished. tion into the single digits, that PC probably won’t make his saving throw against the insanity. Two RUNNING A CLEVER TRAP near-simultaneous attacks can mean one dead PC. For these sorts of battles, your monsters probably When the characters fall prey to a trap, they’re usually act on the same initiative number, though one can unprepared, unwary, or outclassed. Players take great always delay a moment or two. pride in getting past traps, because they think that Hang Them if They Can’t Take a Joke: Make means they’re smarter than the makers of the dun- sure you have a way out for any creature that wants geon. Conversely, they feel great shame when they to get away. A flying creature fighting at the edge of walk right into the trap. a cliff has a much better chance to get away than one To see all the parts of a great dungeon trap, look in a closed room. The PCs still get the experience, to a real-world example: the mousetrap. A mouse- 4 but they lose any treasure the escaping NPCs are trap has three parts: the bait, the trigger, and the carrying. That alone gets the heroes to be more illusion of safety. The mouse is attracted by the bait strategic in the future. (some cheese), trips the trigger (a pressure-sensitive 620_88168 Bk of Challenge2d.qxd 4/18/02 10:34 AM Page 5 THE DM’S DIRTY LITTLE SECRET neck-breaker), and is stunned when it happens (since players may not be willing to risk the spell’s chance of the neck-breaker seems far removed from the cheese). failure in a life-or-death situation. (A bat familiar’s Although your PCs are (hopefully) a bit smarter than blindsight ability has a similar effect, but a player mice, the same principles apply. who sends his leather-winged pal into every room The bait should always be something the PCs want. may soon be looking for a new familiar.) Before you flip to the treasure chapter in the DUN- Detect Magic: Many of these challenges involve GEON MASTER’s Guide, think a little deeper about what unexpected uses of magic. Knowing they really want. They want experience. They want to where the magic is can help charac- conserve their resources. Most importantly, they want ters immensely. Spellcasters should Encounter Levels to feel comfortable breaking into something’s lair and always press for more information of Concurrent Traps killing it. These characters are easy to motivate, about the number, location, schools, Multiple traps of the same because simply presenting a door plays into the PCs’ and strengths of the auras they detect, type do not necessarily have expectation that they can walk unimpeded through allowing for educated guesses about the same additive effect on a dangerous area. what’s there. Encounter Levels that multi- The trap’s trigger can be magical, mechanical, or Dispel Magic: Once the characters ple monsters of the same both. Almost any spell or device can become a trap if know magic is there, their spellcasters type do. If you have a trap of given some thought. Even the ultra-benign raise dead should consider blowing it away, at a certain CR, adding another spell can trigger the revival of something the PCs least for a time. In some cases where such trap nearby raises the want to stay dead. If your PCs can shrug off the there are many magical effects, this EL by 1. Adding any greater damage from a crossbow trap, set up a ballista trap. can require a lot of dispel checks, some number of such traps may The best triggers are ones that create some amusing, of which will certainly fail. Again, raise the EL by an additional embarrassing, or otherwise memorable victimiza- detect magic helps here. At higher 1, but might not even do that. tion, such as a hidden catapult that propels a PC levels, greater dispelling, globe of invulner- This is because a single solu- into a freezing cold river. ability, and antimagic fieldcan be used to tion that can beat one trap The illusion of safety is the most important ele- a similar effect. Mordenkainen’s disjunc- can usually beat any number ment. A trap should go off when the PCs are com- tionis also a good choice, but it is often of similar traps. fortable with their situation. A rickety bridge an overreaction. For example, imagine a spanning a crevasse does not appear safe, but a door Fly:In some cases (but definitely not long line of pit traps. If the on which the PCs have already disabled a trap with all), the physical barriers in these PCs use fly spells to get over a low Search DC does. Put them on guard when encounters can be skirted by flying. the first one, they can use the their guard is down, and knock them off guard The impressive speed and versatility of same spells to get over the when their guard is up. flight allows characters to meet chal- rest of them. Thus, the addi- For more on the making of traps, see Chapter 4 of lenges in three dimensions rather tional traps don’t really rep- the DUNGEONMASTER’s Guideand the supplement, Song than two, something their opponents resent an additional chal- and Silence: A Guidebook to Bards and Rogues. may not be able to address. If charac- lenge, nor do they represent ters don’t have access to this spell, levi- an additional drain on the tate, jump, spider climb, and feather fall PCs’ resources. TEN INDISPENSABLE are highly recommended. In this book, when multiple SPELLS",
        "name":  "Set Them Up, Knock Them Down",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Though this spell does less damage mage used his cone of cold earlier that day to kill an than either fireballor a barbarian with a double-axe, owlbear. If the players find a partially frozen owl- energy spells and melee attacks are often thwarted bear corpse, they have a chance to figure out their in these encounters by environmental factors like nemesis is not up to full strength. water, resistances, and barriers. Magic missile strikes As an alternative, consider putting a powerful crea- unerringly, even around most types of cover and ture in an environment that’s hostile to it, or simply concealment. inconvenient. Perhaps a kuo-toa took a wrong turn",
        "name":  "Magic Missile",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Assuming the PCs don’t speaking in pleading tones. “Come on. Come on simply putting the animals into greet him with violence, Prufrock asks down. Who’s a good girl? Come on.” a deep slumber, after which the if any of the characters are Eliat, then PCs can easily gather them up. asks for their help in recapturing the Prufrock is trying to coax a hawk down from its creatures. He’s very concerned about perch. He isn’t being very successful. his charges being hurt, so he asks the characters to be very careful. He shrieks with terror if a character Eliat’s Room draws a weapon, scared that a creaure will be killed 7 When the characters enter this area, read the fol- and he’ll lose his job. He’s an indecisive person, so he lowing text. relies on the heroes to take action. 620_88168 Bk of Challenge2d.qxd 4/18/02 10:34 AM Page 8 ENCOUNTER (EL 1) The bat is scared and doesn’t want to move. Since bonus on Reflex saves). The snake hisses at anyone the ceiling is 15 feet up, the characters can’t reach it, approaching, but attacks only to defend itself. It even with long weapons. If the PCs move the table prefers to flee from attackers, so canny PCs should be underneath the bat, a character with a reach weapon able to herd it into a cage. can stand on the table to reach it. Alternatively, a Development: If the characters leave the door character using the Balance skill could perch on the open, the animals may flee through it, particularly clothesline (DC 20). when attacked or frightened. This can lead to wild The cat doesn’t want to go back into its cage. Unless chases up and down the dungeon corridors. If other calmed down, it attacks anyone who moves adjacent monsters live nearby, this may draw their attention, to it. If the door is open, the cat scoots out as soon as turning a humorous situation into a nasty one. someone makes a threatening move (possibly provok- Treasure: The chest in which the rat hides also ing attacks of opportunity from the characters). contains sufficient magical materials for a character The hawk perches on a shelf 10 feet off the ground; to obtain a familiar (100 gp worth). it’s only 5 feet above the clothesline. A character with Ad Hoc XP Adjustment: In addition to award- a reach weapon could strike at it, or a character bal- ing the characters XP for the animals, award them ancing on the clothesline could grapple it. It defends XP for Prufrock, assuming that they deal with him itself if attacked. reasonably. If someone sticks a hand through the hole in the chest, the rat tries to bite it. The chest is locked Scaling the Challenge with a simple lock (Open Lock DC 20), but not EL 2:To make this encounter more unusual, con- trapped. If the chest is opened, a character can sider what might happen if the animals get into a easily catch the rat and put it back into its cage. The stash of potions kept by Eliat. Roll randomly on the chest also contains 100 gp worth of magical materi- list of minor potions in the DUNGEON MASTER’s Guide, als suitable for summoning a familiar (see the or select potions that create interesting situations. For Player’s Handbook). instance, enlarged or reduced animals might prove As long as the snake remains under the table, it has significantly more difficult to corral. Blur makes it one-half cover (+4 cover bonus to AC and a +2 cover tough for a character to successfully grapple a creature OOppeenn ccaaggeess AA FFaammiilliiaarr VViippeerr uunnddeerr ttaabbllee SSiittuuaattiioonn CChhaaiirr HHaawwkk oonn 1100--fftt.. lleeddggee VViippeerr uunnddeerr ttaabbllee BBaatt oonn 1155--fftt.. cceeiilliinngg CCaatt CChheesstt wwiitthh BBeedd rraatt BBaatt oonn 1155--fftt.. cceeiilliinngg CCaatt CChheesstt wwiitthh ((55 ffee CC ee lloo tt tt ff hh rroo eess mm llii nn ffll ee oooorr)) SSccaallee iinn FFeeeett 55 rraatt 8 22..55 620_88168 Bk of Challenge2d.qxd 4/18/02 10:35 AM Page 9 ENCOUNTER (EL 2) because of the 20% miss chance. An animal under deal subdual damage to the creature (1d3 points for the effects of a potion of jump or invisibility might Medium-size attackers or 1d2 points for Small easily escape the characters. Award 150% of the attackers, plus Strength modifier). Alternatively, the normal XP for any magically altered animal the character could pin the animal, holding it immobile characters can catch. for 1 round and giving other opponents a +4 bonus EL 2:Perhaps a powerful druid who didn’t like to on attack rolls. In this situation, because of the ani- see them in captivity freed the animals. The druid mals’ relatively small sizes, a character holding a casts animal growth on them just as the characters pinned animal can move at half normal speed as a arrive. This doubles each animal’s HD and increases move-equivalent action. each animal’s size by one category for the duration On its turn, the creature tries to wiggle free by of the spell (10 minutes minus whatever duration making an Escape Artist check (opposed by the has already elapsed; to simulate this, you could roll opponent’s grapple check) as a standard action. Suc- 1d6+2 minutes to determine the remaining dura- cess indicates that it escapes (if only grappled) or is tion). Award 200% of the normal XP for any familiar now only grappled (if it was pinned). If the animal caught while in this state. escapes the grapple, it moves as far away from its opponent as possible. Nonlethal Combat If the characters don’t wish to injure or kill the ani- CLOSE QUARTERS (EL 2) mals, they have two combat options: subdual and grappling. The characters begin this encounter by entering a 15-foot-by-15-foot room. The ceiling is 20 feet over- Subdual head. When the PCs look for details, read the fol- Characters may resort to knocking a creature uncon- lowing text. scious, subduing it before putting it into its cage.",
        "name":  "Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some weapons, such as the sap, quite some time ago by a burrowing creature. A suc- naturally deal subdual damage. Attack and damage cessful Knowledge (nature) check (DC20) reveals it Chair rolls for these weapons are handled normally. was an ankheg.",
        "name":  "Subdual Weapons",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An odd chemical odor permeates the air. An Most weapons, such as swords, are designed to deal Alchemy check (DC 10) reveals that it’s chlorine. Hawk on 10-ft. ledge normal damage. When attacking to subdue with such Creature:Svetreth, a wyrmling green dragon, uses Viper a weapon, the character suffers a –4 penalty on her the confined space of this tunnel to his advantage. He under table attack roll. hopes the characters will pursue him into the 4-foot- Bat on 15-ft. ceiling Cat Chest with tall tunnel. The tunnel winds for about 100 feet be- Bed rat Grappling fore it ends in rubble where the tunnel collapsed. A character may try to grab the animal. Initiating a dSvetreth: Male wyrmling green dragon; CR 2; Bat on grapple provokes an attack of opportunity from the Small dragon; HD 5d12+5; hp 37; Init +4; Spd 40 ft., 15-ft. ceiling target.If the attack of opportunity deals damage, the swim 40 ft., fly 100 ft. (average); AC 15 (touch 11, character fails to start the grapple (but may try again flat-footed 15); Atk +7 melee (1d6+1, bite) and +2 with a subsequent attack). melee (1d4, 2 claws); SA Breath weapon; SQ Acid",
        "name":  "Subdual Damage with a Nonsubdual Weapon",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "base attack bonus + immunity, dragon traits, water breathing; AL LE; SV Strength modifier + special size modifier. The special Fort +5, Ref +4, Will +4; Str 13, Dex 10, Con 13, Int Cat Chest with (5 fe C e lo t t f h ro es m li n fl e oor) Scale in Feet 5 s + i 4 z , e M m e o d d iu if m ier -s s i z to e a + 0 g , r S ap m p a l l e l c – h 4 e , c T k in a y r e – a 8 s ( f c o a l t l , o h w a s w : k L , a r r g at e , 10 S , k W ill i s s a 1 n 1 d , C F h ea a t s 1 : 0 B . luff +8, Diplomacy +2, Hide +4, rat snake), Diminutive –12 (bat). Intimidate +2, Listen +9, Search +7, Spot +10; Alert- 2.5 If the character’s grapple check result exceeds the ness, Improved Initiative. 9 animal’s check result, the character has initiated a Breath Weapon (Su): 20-ft. cone of corrosive grapple. On her turn, the character may choose to (acid) gas (2d6 damage; Ref DC 13 half). 620_88168 Bk of Challenge2d.qxd 4/18/02 10:35 AM Page 10 ENCOUNTER (EL 2)",
        "name":  "Roll an opposed grapple check",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Immune to sleep and paralysis effects, blindsight 30 ft., keen senses. Blindsight (Ex): The creature maneuvers and fights CClloossee QQuuaarrtteerrss as well as a sighted creature by using non- visual senses (mostly hearing and scent, Fighting in Cramped but also by noticing vibration and other Quarters environmental clues). Invisibility and The narrow tunnel restricts darkness are irrelevant, though the crea- most characters’ ability to ture still can’t discern ethereal beings. move and fight. Small charac- The creature usually does not need to ters can move at their normal make Spot or Listen checks to notice DD speed. They suffer no penalty creatures within range of its blindsight in melee unless they wield ability (in this case, 30 feet). Medium-size weapons, in Keen Senses (Ex): The creature has dark- which case they suffer a –2 cir- vision out to 100 feet. It sees four times as cumstance penalty on attacks. well as a human in low-light conditions Medium-size characters and twice as well in normal light. move at half normal speed,",
        "name":  "Dragon Traits",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The dragon begins combat by suffering a –2 circumstance breathing a cloud of corrosive gas. His penalty on attacks with Small breath weapon fills the whole room and or smaller weapons or a –4 cir- extends 5 feet back into the passageway. cumstance penalty on attacks If not in melee, he then retreats 40 feet with Medium-size weapons. Creatures larger than Medium- back into the tunnels. If in melee, he SSccaallee iinn FFeeeett 55 adjusts 5 feet back into the tunnels, size can’t fight in the tunnel where he has three-fourths cover (+7 at all. Weapons larger than cover bonus to AC and +3 cover bonus 22..55 Medium-size can’t be used in on Reflex save) from anyone not at the the cramped tunnel. tunnel mouth. His tactics likely mean Treat any piercing weapon that the characters can only engage him monster or one that has chosen an old burrow as a (except those that must be in melee one PC at a time. lair. It’s more believable if the creature has the swung, such as a pick, scythe, If the characters don’t pursue him, intelligence to set up an ambush, but even animals gnome hooked hammer, or Svetreth returns only when he can use can adopt this strategy if experience has shown spiked chain) as one size his breath weapon again. Once he them that it works. smaller for calculating the breathes, he can’t breathe again until 1d4 EL 1:Three dire rats. Consider adding some forks penalty on attack rolls. rounds later. in the tunnel, allowing the rats to flank unwary The only ranged weapon Should one or more characters pursue characters. that can be used from a prone Svetreth, he alternates between full EL 2:A badger or an imp polymorphed into a rat or position is a crossbow, which attack actions and double moves to draw monstrous spider. can be fired with a –4 circum- the PCs deeper into the tunnel. As soon EL 4:A pixie. Consider adding some roots trailing stance penalty on the attack. as he can use his breath weapon again, down into the tunnel for the pixie to manipulate with Remember that if another he tries to reach at least two PCs with its entanglespell-like ability. character blocks a character’s his attack. EL 6:Three wyrmling blue dragons who use their line of sight, the target gains",
        "name":  "Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Digging up the earth at the burrowing ability to split up the party and give them- the effect of cover (usually front of the tunnel yields 60 cp, 24 sp, 10 selves flanking bonuses. one-half cover, which grants gp, and 2 pp. At the far end of the tunnel, a +4 cover bonus to AC). Svetreth keeps a pile of 200 gp, 50 pp, and This also applies to charac- HERE, KITTY, KITTY, KITTY a black pearl (worth 500 gp). ters using reach weapons to (EL 2)",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The dragon’s attack past an ally. effective tactics grant him an advantage A small community of svirfneblin (see Gnome in the in this encounter, even though he can’t Monster Manual) located near the surface has lost its fly in the cramped tunnel. Award 110% of the normal guardian, a male krenshar raised from a kitten. The XP for this encounter. krenshar guarded the thorp, pacing around the fringes and sleeping on this or that stoop. He’s been Scaling the Challenge gone for three days. 10 The small tunnels and confined spaces described The krenshar was attracted to a passing female here would be suitable for a number of different krenshar, one that wanted a mate. The male left the creatures. Choose a small creature, either a burrowing underground area, and the two krenshars settled 620_88168 Bk of Challenge2d.qxd 4/18/02 10:35 AM Page 11 ENCOUNTER (EL 2) down together not far from the village. The male Important Characters:Merrival “Twobutton” Glenth, would like to return, but the female doesn’t trust female svirfneblin Exp3 (innkeeper); Rolth Jebeddo the community. “Fix-It” Schapper Garrick, male svirfneblin Exp2 If the PCs can find the pair, they might convince (provisioner/blacksmith). them to return to the village. Failing that, they can at Others:Town guards, War1 (2); Exp1 (3); Com1 (39). least report to the village that the “cat” is safe. Notes: The thorp has a small inn that has two rooms to rent. It offers standard fare, along with Welcome to Passway some very good beer. A shop that sells general pro- When the characters approach the svirfneblin thorp visions enables the characters to buy and sell items for the first time, read the following text. worth up to 40 gp. You may want to position this settlement as a haven in which the characters can take refuge between In a large underground area, many passages adventures. The low level of the townsfolk and the come together. The walls are perforated with small size of the thorp mean that if the characters use numerous small cave openings, many of them this place as they go up in level, they’ll find it too obviously occupied as homes. A few buildings restrictive. You may want to have the settlement grow cluster around hot springs. Several families of as they do, increasing in size to enable the characters deep gnomes have set up a community here. to buy and sell more expensive goods. Some of the They seem friendly and peaceable, going about locals should gradually increase in level to help keep their daily tasks, such as preparing food, mend- the characters (and villains who follow the charac- ing clothes, and tending small herds of goats. ters) in check. Most of them wear belt knives. Occasionally, a gnome sports a sheathed weapon. The Trail A character with the Track feat can attempt a A council of four elders runs the community. When Wilderness Lore check (DC 13) to find three-day- the characters arrive, the council is debating what to old tracks. A Medium-size catlike creature (the do about the missing krenshar. No one in the small krenshar) followed a 10-foot-wide passageway, head- community is skilled at tracking, and only the two ing north from the cavern holding the thorp. The guards have warrior abilities. Additionally, they fear tracker can continue following these tracks at half that something may have killed the krenshar. They speed. After about half a mile of tracking, a second feel unable to deal with something strong enough to kill their protector. None of the elders want to leave the community to investigate. They look to the characters’ arrival as a great opportunity to get outsiders to solve their problem for them. They don’t have much in the way of treas- ure. They can offer free accommodations at the local inn for as long as the characters are hunting for the krenshar (up to one week). Furthermore, the elders promise to reward the characters with up to 200 gp worth of goods, paid upon the successful return of a live and healthy krenshar. A Gather Information check (DC 15) reveals that the day before the krenshar disappeared, he acted restless, prowling around and never settling down. Someone heard yowling from the north. cPassway (thorp): Nonstandard; AL NG; 40 gp limit; Assets 200 gp; Population 50 adults; Isolated (svirfneblin 100%).",
        "name":  "Ad Hoc XP Adjustment",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Award full XP for any half boar. Between you and the face, you see a krenshar returned to the svirfneblin thorp. If the wide flight of broken steps going sharply up to PCs return only with the information that the kren- your left. A column near the base of the steps sup- shar is safe, award half the normal XP award. Char- ports a torch that lights the area. acters who slay the krenshar earn full XP, but also You barely have time to take in the details of the gain the enmity of the svirfneblin—they won’t be area when the clangor of a gong fills the air. welcome in Passway again. 12 Scaling the Challenge The sound of the gong comes from area 2B. The gong EL 1: The male krenshar ingested some id moss has a very low pitch that carries well through the and is currently in an unconscious stupor. The female area’s stonework, making the source difficult to 620_88168 Bk of Challenge2d.qxd 4/18/02 10:35 AM Page 13 ENCOUNTER (EL 2) locate. With a successful Listen check (DC 15), a PC notes that the sound comes from behind the face. The torch is an everburning torch, placed here to pro- vide light for a sentry in area 2A. TTeemmppllee ooff DDrraaxxiioonn 2A. Dais and Statue When Creigh and Keir discovered the ruined temple, a large, hollow statue of the deity Erythnul stood here. The statue was wrecked, so the brigands 22 22BB cleared it away and replaced it with an articulated wooden statue, which Keir built to resemble a red dragon. Neither Creigh nor Keir has actually seen a 11 UU UU 33 red dragon, so Keir’s handiwork actually looks more like a big red viper than anything else. The hollow statue contains a set of levers for making 22AA UU the statue move a little, a grate for a coal fire (to gener- ate smoke), a device for projecting alchemist’s fire, and several peepholes and slits the people inside can use UU to look out. The original statue also contained a big 55 brass bullhorn for making the statue “speak,” so the 44 brigands have retained that as well. 55 When someone looks up the stairs, read the follow- ing text. 55 SSccaallee iinn FFeeeett The stairs seem very worn and badly cracked, but serviceable. A second column about halfway up 22..55 bears a burning torch, giving you plenty of light to see. At the top of the stairs, you see a bright (1d4+1/19–20, dagger); or +1 ranged (1d10/19–20, red serpentine figure writhing in a mass of black- heavy crossbow); AL NE; SV Fort +1, Ref +1, Will ish smoke. Tendrils of smoke stream from its nos- +2; Str 12, Dex 12, Con 13, Int 13, Wis 10, Cha 11. trils and rise from a dais where it stands. Its eyes",
        "name":  "Ad Hoc XP Adjustment",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Leather armor, heavy crossbow, 10 bolts, With the smoke and poor lighting at the top of the potion ofcure light wounds,bag of caltrops. stairs, it’s hard to determine the statue’s true nature. dKeir: Male human Com1; CR 1/2; Medium-size A Spot check (DC 15, +1 per 10 feet of distance) can humanoid; HD 1d4+4; hp 6; Init +0; Spd 30 ft.; AC 12 determine that the “dragon” is actually some sort of (touch 10, flat-footed 12); Atk +2 melee (1d6+3 quar- construction. terstaff); AL N; SV Fort +3, Ref +0, Will +0; Str 14, The stairs leading up to area 2A rise at a 45-degree Dex 10, Con 13, Int 8, Wis 10, Cha 10. angle. The total distance from the base of the stairs to Skills and Feats: Craft (woodworking) +3, Handle the landing at area 2A is 35 feet. Every 10 feet a char- Animal +2, Listen +2; Great Fortitude, Simple acter travels up or down the stairs represents 15 feet Weapon Proficiency (quarterstaff), Toughness of movement; treat the first square entered as 5 feet, Possessions: Leather armor, quarterstaff, potionofcure the second as 10 feet, the third as 5, and so on. Should light wounds,bag of caltrops, 21 gp. a character move diagonally on the stairs, each diago- Tactics:The moment the brigand at area 2A sees nal counts as 10 feet of movement. a PC at the base of the stairs, he shouts, “Who enters",
        "name":  "Possessions",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One of the two brigands, Creigh or Keir the lair of the mighty Draxion?” If Keir is on watch, (50% chance of either), keeps watch from inside the he says “dragon” instead of “Draxion” unless he first statue. The other begins the encounter asleep in area succeeds at an Intelligence check against DC 10. 6, but joins his comrade in the statue 5 rounds after The sentry plays at being a dragon for as long as he the gong sounds. can manage, with such imperious commands as: dCreigh: Male human Exp1; CR 1/2; Medium- “Intruders, surrender thyselves to the mighty Drax- 13 size humanoid; HD 1d6+1; hp 4; Init +5; Spd 30 ft.; ion! Devourer of cities! Scourge of the air! Lord of AC 13 (touch 11, flat-footed 12); Atk +1 melee all he surveys!” The party may attempt Sense Motive 620_88168 Bk of Challenge2d.qxd 4/18/02 10:35 AM Page 14 ENCOUNTER (EL 2) checks (opposed by the sentry’s Bluff check) to see Creature:A single kobold armed with a light cross- through this ruse. bow keeps watch here. The sentry is likely to be at a loss if the party actu- DKobold:hp 2; see Monster Manual. ally surrenders. He fully expects (and hopes) that the Tactics: As previously noted, the kobold rings an party is going to challenge the “dragon.” Should any alarm gong when he sees the secret door open in character come to the top of the stairs, the sentry area 1. If the characters move up the stairs toward triggers the flame projector built into the statue. This area 2A, he leaves his post to meet the other kobolds sprays two flasks of alchemist’s fire through a nozzle in area 4 (see below). set into the statue’s mouth, making it appear as if the If the PCs linger in the area, or if they move toward dragon is breathing fire. The spray creates a 20-foot- the face, the kobold opens fire with his crossbow. He long cone of flame. Any creature within the area of retreats to area 4 if the PCs have any ability to endan- the cone suffers 1d6 points of fire damage; a success- ger him. ful Reflex save (DC 15) reduces the damage by half. If the creature fails this save, it catches on fire 3. Sally Port Mechanism (Reflex save DC 15 negates). See the Catching on This lever operates the secret door at area 2B. Pulling Fire sidebar in Chapter 3 of the DUNGEON MASTER’s the lever down opens the door. It also lowers a stone Guidefor more details. block that closes off the passage between area 2B and Each time someone uses the flame projector, the area 4. The block not only serves as a counterweight operator must succeed at a Reflex save (DC 15); if the to operate the door but also seals off the passage check fails, the statue catches on fire, taking 1d6 against intruders. The shaded area on the map indi- points of damage each round. Should this occur, one cates the position of the block. Moving the lever up bandit retreats to area 4 to get some water to douse raises the block and closes the secret door. the flames. The round-trip takes 2 rounds. Reloading the flame projector requires 2 full 4. Barracks rounds of activity and two flasks of alchemist’s fire. This area once served as a vestry. It now contains four The nozzle can be aimed at either stairwell or directly crude beds with straw mattresses (beds for the forward. Changing its arc of fire requires a full-round kobolds) and a collection of digging tools and sup- action. When the characters first enter the area, the plies. The kobolds used these tools to clear the pas- statue is aimed at the direction of their approach. sage leading here. The supplies are mundane: water, During rounds in which the flame projector isn’t hardtack, kobold beer, dried meat, and dried fruit. used, Creigh fires his crossbow while Keir reloads the Creatures: The room always has at least three flame projector. Should the PCs attack the statue, sleeping kobolds. both bandits grab any remaining alchemist’s fire (see dKobolds (3): hp 2; see Monster Manual. Treasure, below) and flee down the stairs, scattering Tactics:The kobolds awaken the instant they hear caltrops on the stairs behind them. the gong. They arm themselves and wait for either the sDragon Statue: 2 in. thick; hardness 5; hp 20; bandits (at 2A) or their sentry (at 2B) to give them AC 4; break DC 23. Characters inside the statue have instructions. Two rounds after the kobold from 2B nine-tenths cover. arrives, two kobolds head back to area 2B to fire their",
        "name":  "Creatures",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The bandits keep a store of six flasks of crossbows at retreating PCs; the other two move to alchemist’s fire here (not including any used in the area 3 so that they can open the “face” at a moment’s initial flame blast). notice. After taking their positions, if the kobolds hear a fight from area 4 (that is, if the PCs have gained 2B. Guard Post/Sally Port access to that room), they return in a rush. The kobolds avoid melee combat as long as they An enormous leering face, half demon and half boar, can. If the PCs manage to engage the kobolds in is carved into the wall at the end of the passage. melee, they flee as soon as the first kobold is killed, making for the secret door to area 1. A successful Knowledge (religion) check (DC 10) The brigands, Creigh and Keir, make a last stand identifies the face as a symbol of Erythnul. The stone here if the party breaks through the statue in area 2A. face doubles as a massive secret door (hardness 8, hp They use their alchemist’s fire on the PCs as they 180; break DC 32) with two arrow slits concealed in approach, then switch to melee weapons. The pair has it. A successful Search check (DC 20) reveals both no stomach for a real fight. As soon as one loses half the arrow slits and the secret door. To open the door, his hit points, he surrenders, and the other follows suit. one must pull the lever in area 3. Because of the mas- Treasure: Hidden in one of the beds are 12 gp and 14 sive area of the door, a knock spell won’t open it a 14-gp chunk of lapis lazuli (a payment from Creigh unless cast by at least a 10th-level spellcaster. to the kobolds for their work so far). 620_88168 Bk of Challenge2d.qxd 4/18/02 10:36 AM Page 15 ENCOUNTER (EL 3)",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One minute after anyone enters this must move into the character’s space in order to 20 area, froglings begin to emerge from the pool. Ten of attack, provoking an attack of opportunity. Thus, the Tiny, bipedal, spear-wielding creatures move several tend to focus their attention on a single 620_88168 Bk of Challenge2d.qxd 4/18/02 10:37 AM Page 21 ENCOUNTER (EL 4) character (and all of them designate that character leather—lie at the bottom of the pool. Tangled in as their Dodge target, giving them a +1 dodge the bones are a masterwork dwarven waraxe and a bonus to AC). To improve their chances of dealing rotted pouch holding 100 gp. With a successful damage, groups of froglings use the aid another Search check (DC 18), a character can also find a tactic described in Chapter 8 of the Player’s Hand- small diamond (worth 400 gp). book. Up to four froglings make an attack roll Ad Hoc XP Adjustment:Give a party that solves against AC 10; success means that a fifth frogling or disables the puzzle XP equivalent to defeating a gains a +2 circumstance bonus on attacks against CR 3 encounter. that opponent. The froglings must still move into that opponent’s space to aid another’s attack against CAPSTAN WATER TRAP that target. (EL 4) A purify food and drink spell cast into the pool stops the froglings from forming for 1 round, as The curiosity of the average adventurer often out- does a vial of holy water (or unholy water) poured weighs her caution. This dungeon encounter into the pool. A targeted dispel magic on the pool exploits that tendency, as well as the fact that most can suppress the effect for 1d4 rounds (treat the adventurers are not well equipped to deal with gate as having a caster level of 5th). A character water. The DM should be familiar with the swim- capable of turning or destroying water creatures ming rules in the Player’s Handbook,the Underwater (such as a cleric with the Fire domain) can close the Movement and Combat section elsewhere in this gate for 1 minute with a successful turning check book, and the Drowning Rule in Chapter 3 of the against a 5-HD creature (but such turning affects DUNGEONMASTER’s Guide. the froglings first). A protection from evil (or chaos, When this room floods, the DM must keep careful good, or law) effect prevents the froglings from track of the rounds passing. As the water rises, certain making bodily contact, and a magic circle against evil actions may become restricted. (or chaos, good, or law) can shield an entire party from their attacks. The Capstan Room",
        "name":  "Creatures",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A successful Intelligence check (DC 15) reveals that the puzzle is a word game of some sort. A successful Search check (DC 20) reveals that the block letters can be depressed. A successful Spellcraft check (DC 15) reveals that cure spells cannot affect objects, and thus there must be something to the words themselves. A more successful Spellcraft check (DC 25) suggests that cure and curse, while both divine spells, sound very similar. aShocking Grasp Buttons (69): CR 2 (4 for the entire trap); shocking grasp (1d8+1 electricity); Reflex 23 DC 11 avoids; Search DC 26; Disable Device DC 26. 620_88168 Bk of Challenge2d.qxd 4/18/02 10:37 AM Page 24 ENCOUNTER (EL 4) sIron Door:4 in. thick; hardness 10; hp 120; AC The weapon rack is 6 feet tall, 10 feet wide, and 2 feet 5; break DC 33. Attacking the door sets off 1d10 deep. The archery targets show signs of use but are shocking grasps. otherwise featureless.",
        "name":  "Hints",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Beyond the door is a 10-foot-by-10-foot Creature: The weapon rack is actually a mimic, room containing 300 gp, a silk tapestry of a dragon though the weapons are real. Allow characters a Spot rampant worth 400 gp, and a platinum statuette of a check (DC 22) to recognize something “amiss” about unicorn worth 500 gp. the rack—perhaps a blinking eye or a slight twitch.",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The mimic can attack with the weapons it If the characters are operating under time pressure, “carries,” though it suffers a –4 penalty on attacks for this trap becomes much more challenging. Con- not being proficient. It can also attack with multiple sider adding any of the following twists to the weapons, but suffers normal penalties for doing so encounter. (–6 penalty with primary weapon, –10 penalty with EL 5:As soon as anyone sets off any of the shocking secondary weapon). As a Large creature, it can wield grasp traps, the chamber begins rapidly filling with any of these weapons with a single pseudopod. water (6 inches of depth per round). Assuming they The mimic uses its masterwork guisarme to make can’t stop the water flow in some way, the characters a trip attack against the first character approaching must rush to solve the puzzle. Award the party 150% within 15 feet. This requires a touch attack (total of the normal XP for bypassing the trap. attack bonus +5, including masterwork quality). If EL 8:As soon as anyone sets off any of the shocking this is successful, the target must make a Strength grasptraps, the far wall of the chamber begins slowly or Dexterity check opposed by the mimic’s Strength moving toward the trapped door. It reaches the wall check result (total +12, since the mimic is Large and with the trapped door in 2 minutes, inflicting 20d6 very stable in its current form) or be tripped. points of damage to any character still in the room. The creature uses its net to entangle any spell- Award the PCs experience as if they had defeated a casters, then attempts to drag them into range of its CR 8 challenge. slam attack (use an opposed Strength check to resolve this). It can also ready its masterwork longspear against charges (total attack bonus +5); a hit deals MIMIC MADNESS double normal damage (2d8+8). The mimic uses its (EL 4 AND UP) masterwork greatsword (instead of its slam attack) Much like gelatinous cubes (see Trouble Cubed), against any character stuck to it for increased damage the mimic is a great utility monster that can be added potential (attack +5 melee, damage 2d6+6/19–20). to nearly any encounter. Mimics rely on the element Treasure: In addition to its weapons, the mimic of surprise, which makes them deadly when charac- also has 75 gp and 300 sp piled underneath it. ters are unprepared. Mimics are not only cunning, but smart as well. Able to form themselves into a Home Improvements (EL 4) variety of common furnishings, they wait in One of the mimic’s most underused strengths is its ambush with infinite patience. A single successful ability to speak Common. With the ability to speak, mimic encounter creates an unnatural paranoia a mimic could claim to be an animated piece of fur- among the party, lasting for the rest of the adventure. niture to lure the characters closer. Acting benevo- This section includes several mimic encounters you lent, the mimic could even convince a character to can place anywhere in a dungeon. take it home. Imagine the trouble the character encounters when visitors to her home start mysteri- Weapon Rack (EL 4) ously disappearing. In a dusty corner of the dungeon, a wooden door When encountering the mimic for the first time, a opens to reveal a 30-foot-by-30-foot area with only character who succeeds at a Sense Motive check (DC two features. 12) gets a hunch that there is more to this item than the mimic is telling. Greater successes may let the character know that the item is potentially dangerous Before you stands a plain chamber. At one end, (DC 20) or even that it has evil intentions (DC 25). several old archery targets made of rotten wood, A variant mimic with the ability to speak a language straw, and leather strips lie in poor repair. A large besides Common allows other possibilities. The weapon rack rests on the far wall. Several weap- mimic could convince the characters that it is an elf ons are still in it, including a guisarme, a long- spirit trapped in a bookshelf, or a dwarf soul trapped spear, a greatsword, and a net. 24 in a hardy wooden table. Either of these possibilities could lower the character’s guard. If a mimic manages 620_88168 Bk of Challenge2d.qxd 4/18/02 10:37 AM Page 25 ENCOUNTER (EL 5) to gain the characters’ trust, it may attack one of them creature falling on top of it (see Falling Objects in at night while they sleep. Chapter 3 of the DUNGEONMASTER’s Guide).",
        "name":  "Scaling the Challenge Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As soon as a character falls into the pit, sioneffect is triggered, centered on the mirror. the mimic leaps out of the alcove and dives into the Mirror of Confusion: Once per day, any humanoid pit after its prey. Treat its attack as a charge (+2 who sees his or her reflection in this 4-foot-by-2-foot bonus on attack roll), adding 3d6 points of damage mirror triggers a confusion spell (Will save DC 16 (the extra damage comes from the fall). The mimic negates) centered on the mirror. The confusionaffects also suffers 2d6 points of damage from the fall. Once only humanoids. in the pit, it grapples the character with its adhesive Caster Level: 7th; Prerequisites: Craft Wondrous slam attacks, using its reach against characters who Item, confusion; Market Value:4,500 gp. try to climb down to interfere. Any character using The mimics wait for the confusion effect to take ranged weapons against a grap- hold before attacking. With their reach, they can pling creature has a chance to flank any opponent between them. hit the grappled character Any attack on a mimic has a instead (see Table 8–8 of the 20% chance of striking the mirror Player’s Handbook). it holds (hardness 1, hp 1). If a character stops just short Breaking a mirror deals the of the pit (for instance, to search weapon’s normal damage +1d6 the area), the mimic attacks using its points of damage to the mimic. reach. If it hits, it drags the character Breaking the mirror of confusion into the pit with it (no save to does not end any of the effects resist this). Have the mimic and it generated previously. its target make opposed Treasure: Each mimic is Reflex saves; the loser is encrusted with gems—120 underneath when the worth 1 gp each and 50 worth two strike bottom and 5 gpeach. 25 suffers damage from the other 620_88168 Bk of Challenge2d.qxd 4/18/02 10:38 AM Page 26 ENCOUNTER (EL 5)",
        "name":  "Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The middle 20 feet of the passage holds a DARK WATER TRAP (EL 5) 40-foot-deep, water-filled pit that runs flush with When the lights go out in this dungeon corridor, the the wall on both sides. If the characters have no characters learn a hard lesson about dwarven light or specialized vision, allow the lead character defenses, as well as the duergar’s ability to use dark- (or characters) a Reflex save (DC 20) to avoid walk- ness to their advantage. The Dark Water Trap can ing into it; if they are probing ahead (such as with a function as a stand-alone encounter or as a key sec- 10-foot pole), this check is not necessary. tion in a larger fortress or dungeon. Along the left side of the pit is a 2-foot-wide hinged ledge. Currently, it is in the lowered posi- tion and lies flat along the wall in the water; locat- Ahead, the corridor ceiling slopes down to 5 feet ing it requires a Search check (DC 20). The hinged high. A stiff breeze blows out from the cramped ledge can be raised or lowered with a winch located passage ahead. at the guard station at the far end of the corridor. At the bottom of the pit lie several orc skeletons in The breeze is a permanent gust of windthat automati- rotted leather armor. Large hatches, now rusted shut, cally extinguishes unprotected flames and has a 50% give evidence to the source of the water and the drains. chance per round to extinguish protected flames, aWatery Pit Trap (40 ft. deep): CR 2; no attack such as a lantern. roll necessary (see the Drowning Rule in the DUNGEON Anyone taller than 5 feet must crouch to enter the MASTER’s Guide); Reflex DC 20 avoids; Search DC 20; hallway. Such characters, as well as any characters Disable Device DC 20. wielding Large weapons, suffer a –2 circumstance Creatures: Four invisible duergar keep watch at penalty on attacks while in this corridor. their guard station at the far end of the corridor (the A hollow glass orb carefully coated with oil of night area between the low wall and the secret door on (see below) floats in the center of the pit ahead, the map). A 2-foot-high wall crossing the corridor attached to an anchor that holds it in place. This item provides one-half cover to anyone behind it. renders darkvision useless and temporarily negates DDuergar Guards (4): Male duergar Ftr1; CR 1; any magical light sources the party may carry. Cou- Medium-size humanoid (dwarf); HD 1d10+3; hp 13 pled with the permanent gust of wind, this probably each; Init +1; Spd 15 ft.; AC 19, touch 11, flat-footed means that the party is blind. 18; Atk +5 melee (1d10+2/×3, masterwork dwarven waraxe); or +2 ranged (1d10/19–20, heavy crossbow); SA Spell-like abilities; SQ Duergar traits; AL LE; Fort+5, Ref +1, Will +1; Str 15, Dex 13, Con 16, Int 10, Wis 12, Cha 4.",
        "name":  "Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    }
]
