[
    {
        "origin_file":  "weapons.json",
        "description":  "Craft (armorsmithing or weaponsmithing) +2, lower arms. An adult girallon is about 8 feet tall, broad-chested, Intimidate +1, Spot +1 and covered in thick, pure white fur. It weighs about 800 pounds. Feats: Weapon Focus (greatsword)",
        "name":  "When moving on the ground, a girallon walks on its legs and Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Company (2–4 3rd-level fighters), squad Girallons attack anything that enters their territory, even others (11–20 3rd-level fighters, plus 2 7th-level sergeants, 1 9th- of their kind. Their senseless belligerence is the one character- level captain, and 1 young red dragon), or regiment (30–100 istic that keeps their numbers in check. Still, the creatures show 3rd-level fighters, plus 1 7th-level sergeant per 10 members, some cunning. 5 7th-level lieutenants, 3 9th-level captains, 1 16th-level A solitary girallon usually conceals itself in the branches of a supreme leader, and 1 adult red dragon per 30 members) tree or under a pile of leaves and brush, with only its nose show- Challenge Rating: 1 ing. When it spots or scents prey, it charges to the attack. A giral- Treasure: Standard lon picks up prey that is small enough to carry and withdraws, Alignment: Usually evil (any) often vanishing into the trees before Advancement: By character class the victim’s companions can do Level Adjustment: +2 anything to retaliate. Against larger foes, a girallon seeks to This tall, gaunt humanoid has rough, yellow skin and russet hair tear a single opponent to bits as pulled into a pair of topknots. Its eyes have a sinister gleam, and its quickly as it can. ears are pointed and serrated in back. Githyanki are an ancient line of humanlike beings residing on the Astral Plane, filling their armories for their next skirmish, raid, or war. Githyanki are gaunt, averaging a little over 6 feet tall and typi- cally weighing around 170 pounds. They enjoy elaborate dress and baroque armor. In fact, they revere weapons and armor, and it is not uncommon for a githyanki to show more regard for panoply of possessions than for its mate. Rend (Ex): A Like dwarves, githyanki are craftmasters, although they focus girallon that hits exclusively on items of warfare. Their items are distinctive, and with two or more claw nongithyanki who acquire them run the risk of immediate retri- attacks latches onto bution should they encounter githyanki. the opponent’s body Githyanki speak their own secret tongue, but most also know and tears the flesh. Common and Draconic. This attack automati- The statistics block describes a 1st-level warrior. Most gith- cally deals an extra yanki encountered outside their homes are fighters. However, 2d4+12 points of damage. wizards (called warlocks) and multiclass githyanki (called gish)",
        "name":  "COMBAT Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A girallon has a are also found. +8 racial bonus on Climb checks and can always COMBAT choose to take 10 on a Githyanki are seasoned combatants, familiar with the tactical Climb check, even use of ambush, cover, and psionic sniper attacks from afar. if rushed or However, they prefer to engage their enemies in hand-to- threatened. hand combat so they can bring their devastating melee weap- ons to bear. Githyanki weapons are usually greatswords, bastard swords, and other particularly large-bladed weap- ons of special githyanki manufacture, all masterwork and each distinctively decorated and named. Githyanki wizards GITHYANKI Girallon 127 direct their powers with pinpoint accuracy to support their GITHYANKI SOCIETY comrades in melee. In eons past, the mind flayers enslaved entire races, including the Psionics (Sp): 3/day—daze (DC 9), mage hand. In addition, forerunners of the githyanki. Centuries of captivity bred hatred, githyanki of 3rd level or higher can use blurthree times per day, nurtured resolve, and finally instilled psionic powers into these githyanki of 6th level or higher can use dimension door three times slaves. With mental armaments of their own and a powerful per day, and githyanki of 9th level or higher can use telekinesis leader to rally behind (the legendary Gith), the slaves instigated a (DC 14) three times per day and plane shift (DC 16) once per cross-planar struggle that, in the end, threw down the mind day. Effective caster level equals the githyanki’s class levels. The flayer empire, bringing freedom to the surviving slaves. How- save DCs are Charisma-based. ever, these survivors soon split into the racially distinct githyanki Spell Resistance (Ex): A and their mortal enemies, the githzerai (see the githyanki has spell resist- Githzerai entry, below). Each constantly at- ance equal to its class tempts the extinction of the other. This ani- levels + 5. mosity has burned through the centuries, warp- ing the githyanki into the evil, militaristic The githyanki warrior creatures they are today. Both creatures’ hatred of presented here had the mind flayers knows no bounds, though, and they following ability scores will break off hostilities to slay illithids if the before racial adjustments: opportunity presents itself. Str 13, Dex 11, Con 12, Int Githyanki live within massive fortresses adrift 10, Wis 9, Cha 8. in the Astral Plane. Here they conduct commerce,",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gith- manufacture goods, grow food, and live out their yanki with levels in NPC lives. Family dwellings are nonexistent, since classes have a CR equal to their most githyanki prefer their own abode; how- character level. Githyanki with ever, githyanki are often found in groups, honing levels in PC classes have a CR their fighting skills. A fortress contains noncom- equal to their character level +1. batants (mostly children) equal to 20% of the fighting population. Githyanki males Githyanki Silver Swords and females may be found in almost any These impressive weapons are role or class. typically carried by githyanki The githyanki have no deity but instead combatants of 9th level and pay homage to a lich-queen. A jealous and higher. Of githyanki make, a paranoid overlord, she devours the silver sword is a +1 silvered great- essence of any githyanki that rises above sword that looks much like a 16th level. In addition to eliminating a standard weapon while still in potential rival, the lich-queen en- its sheath. But when drawn, the hances her power with the stolen life silver sword transforms into a col- essence. umn of silvery liquid, altering the Red Dragon Pact: Githyanki have a racial pact weapon’s balance round by round as the with red dragons, which sometimes serve githyanki as blade’s shape flows and shimmers. A silver mounts. Individually, githyanki have a +4 racial bonus on sword has the additional quality of reaching Diplomacy checks when dealing with red dragons. In into the minds of the foes it strikes, disrupt- large groups, they can make temporary alliances with ing their psionic powers. A target hit by the red dragons at the option of the Dungeon Master. weapon must succeed on a DC 17 Fortitude save or lose any psionic abilities for 1d4 GITHYANKI AS CHARACTERS rounds. Most githyanki are fighters. Some of the most powerful High-level githyanki often take the githyanki warlords are blackguards. Githyanki are never Improved Sunder feat, using their silver clerics, unless they have forsworn the dreaded lich- swords to attack astral travelers’ silver cords queen (which is a perilous and ultimately lethal deci- (see the astral projection spell, page 201 of sion). the Player’s Handbook). The normally Githyanki characters possess the following racial insubstantial cord is treated as a tan- traits. gible object with the owner’s AC, — +2 Dexterity, +2 Constitution, –2 Wisdom. hardness 10, and 20 hit points. —Medium size. It is rumored that each githyanki —A githyanki’s base land speed is warrior has but one silver sword, and if 30 feet. the weapon is lost or stolen, the —Darkvision out to 60 feet. githyanki must seek it out at all costs or be —Racial Feats: A githyanki character gains feats killed by its superiors. That may be only a according to its character class. legend, but githyanki have been known to exact terrible revenge —Special Attacks (see above): Psionics. upon those who steal their silver swords or win them in battle. —Special Qualities (see above): Psionics, spell resistance equal Some silver swords (belonging to particularly high-level to class levels +5. githyanki) have additional enhancements. Enhancing a silver —Automatic Languages: Githyanki. Bonus Languages: Com- sword is just like working with any other weapon that has existing mon, Infernal, Draconic, Undercommon. abilities. A normal githyanki silver sword is treated as having a +2 —Favored Class: Fighter. enhancement for this purpose: +1 for its bonus on attack and —Level adjustment +2. damage rolls and another +1 for the sword’s antipsionic ability. IKNAYHTIG Githyanki 128 GITHZERAI Githzerai are a hard-hearted, humanlike people who dwell on GITHZERAI the plane of Limbo, secure in the protection of their hidden Githzerai, 1st-Level Warrior monasteries. Medium Humanoid (Extraplanar) Githzerai average more than 6 feet tall and weigh about 160",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork short sword +5 melee (1d6+1/19–20) or the githyanki that either could understand the other if they chose composite longbow (+1 Str bonus) +4 ranged (1d8+1/×3) to speak instead of fight), but many also speak Common.",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork short sword +5 melee (1d6+1/19–20) The statistics block describes a 1st-level warrior. Many gith- or composite longbow (+1 Str bonus) +4 ranged (1d8+1/×3) zerai are monks; however, sorcerers, rogues, and multiclass Space/Reach: 5 ft./5 ft. githzerai (called zerths) are also indispensable members of a",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fort +3, Ref +3, Will +0 Able to fight without weapons and armor, githzerai monks yearn",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse to enhance the monks, warriors, and rogues.",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Battleaxe +3 of bands that go their separate ways. Gnolls melee (1d8+2/×3) or short- revere the phases of the moon, but most bow +1 ranged (1d6/×3) tribes have no true clerics.",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Battleaxe +3 melee A band or tribe includes as many non- (1d8+2/×3) or shortbow +1 ranged combatant young as there are adults. Gnoll (1d6/×3) lairs are fortified surface encampments or Space/Reach: 5 ft./5 ft. underground complexes. Gnolls take pris-",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Solitary, pair, hunting party Most gnolls serve and revere (2–5 and 1–2 hyenas), band (10–100 plus Yeenoghu rather than worshiping a 50% noncombatants plus 1 3rd-level deity. sergeant per 20 adults and 1 leader of 4th–6th level and 5–8 GNOLL CHARACTERS hyenas), or tribe (20–200 plus 1 Gnoll leaders are usually rangers. Gnoll clerics usually worship 3rd-level sergeant per 20 adults, Erythnul, deity of slaughter. A gnoll cleric has access to two of 1 or 2 lieutenants of 4th or 5th level, 1 leader of 6th–8th level, the following domains: Chaos, Evil, Trickery, or War (favored and 7–12 hyenas; underground lairs also have 1–3 trolls) weapon morningstar).",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 take up the role of bounty hunters and mercenaries. Gnoll characters possess the following racial traits. This humanoid is slightly taller than a human. It has gray skin, a furry —Strength +4, Constitution +2, Intelligence –2, Charisma –2. body, and a head like a hyena’s, with a reddish-gray mane. —Size Medium. —A gnoll’s base land speed is 30 feet. Gnolls are hyena-headed, evil humanoids that wander in loose —Darkvision out to 60 feet. tribes. —Racial Hit Dice: A gnoll begins with two levels of humanoid, Most gnolls have dirty yellow or reddish-brown fur. which provide 2d8 Hit Dice, a base attack bonus of +1, and base A gnoll is a nocturnal carnivore, preferring intelligent creatures saving throw bonuses of Fort +3, Ref +0, and Will +0. for food because they scream more. Gnolls tend to think with —Racial Skills: A gnoll’s humanoid levels give it skill points their stomachs, and any alliances they make (usually with bug- equal to 5 × (2 + Int modifier). Its class skills are Listen and Spot. LLONG Gnoll 130 —Racial Feats: A gnoll’s humanoid levels give it one feat. — +2 racial bonus on saving throws against illusions. — +1 natural armor bonus. —Add +1 to the Difficulty Class for all saving throws against —Automatic Languages: Gnoll. Bonus Languages: Common, illusion spells cast by gnomes. This adjustment stacks with those Draconic, Elven, Goblin, Orc. from similar effects, such as the Spell Focus feat. —Favored Class: Ranger. — +1 racial bonus on attack rolls against kobolds and gobli- —Level adjustment +1. noids (including goblins, hobgoblins, and bugbears). — +4 dodge bonus to Armor Class against creatures of the giant type (such as ogres, trolls, and hill giants). GNOME — +2 racial bonus on Listen checks. This humanoid stands a little more than half as high as a human. It has — +2 racial bonus on Craft (alchemy) checks. a compact build, dark tan skin, fair hair, and large eyes. —Automatic Languages: Common, Gnome. Bonus Languages: Draconic, Dwarven, Elven, Giant, Goblin, Orc. Gnomes are inveterate explorers, tricksters, and inventors. They —Spell-Like Abilities: 1/day—speak with animals (burrowing have a knack for both illusion and alchemy. mammal only, duration 1 minute). A gnome with a Charisma Gnomes stand 3 to 3-1/2 feet tall and weigh 40 to 45 pounds. score of at least 10 also has the following spell-like abilities: Their skin color ranges from dark tan to woody brown, their 1/day—dancing lights, ghost sound, prestidigitation. Caster level 1st; hair is fair, and their eyes can be any shade of blue. Gnome save DC 10 + gnome’s Cha modifier + spell level. males prefer short, carefully trimmed beards. Gnomes generally —Favored Class: Bard. wear leather or earth tones, though they decorate their clothes with intricate The gnome warrior presented here had the following ability stitching or fine jewelry. Gnomes reach scores before racial adjustments: Str 13, Dex 11, Con 12, Int 10, adulthood at about age 40, and they live Wis 9, Cha 8. about 350 years, though some can live almost 500 years. GNOME SOCIETY Gnomes are inquisitive. They love to Gnomes get along well with learn by personal experience. At times dwarves, who share their love of they’re even reckless. Their curiosity precious things, their curiosity makes them skilled engineers, as they about mechanical devices, and are always trying new ways to build their hatred of goblins and things. Sometimes a gnome pulls a giants. They enjoy the com- prank just to see how the individuals pany of halflings, especially involved will react. those who are easygoing Gnomes speak their own lan- enough to put up with guage, Gnome. Most gnomes who pranks and jests. Most travel outside gnome lands (as gnomes are a little suspi- traders, tinkers, or adventurers) cious of the taller races— know Common, while warriors in humans, elves, half-elves, and gnome settlements usually learn half-orcs—but they are rarely Goblin. hostile or malicious. Most gnomes encountered Gnomes make their homes in outside their home are warriors; hilly, wooded lands. They live the information in the statistics underground but get more fresh block is for one of 1st level. air than dwarves, enjoying the natu- ral, living world on the surface when- COMBAT ever they can. Their homes are well Gnomes prefer misdirection and hidden, both by clever construction deception over direct confronta- and illusions. Those who come to visit tion. They would rather befuddle or and are welcome are ushered into the embarrass foes (other than gobli- bright, warm burrows. Those who are noids or kobolds) than kill them. not welcome never find the burrows Gnomes make heavy use of illusion in the first place. magic and carefully prepared The chief gnome deity is Garl ambushes and traps whenever Glittergold, the Watchful Protector. they can. His clerics teach that gnomes are to Gnome Traits (Ex): Gnomes possess cherish and support their communi- the following racial traits. ties. Pranks, for example, are seen as — +2 Constitution, –2 Strength. ways to lighten spirits and to keep —Small size. +1 bonus to Armor Class, +1 gnomes humble, not ways for prank- bonus on attack rolls, +4 bonus sters to triumph over those they trick. on Hide checks, –4 penalty on grapple checks, lifting and carrying limits SUBRACES 3/4 those of Medium characters. The information above is for rock —A gnome’s base land speed is 20 feet. gnomes, the most common variety. —Low-light vision. There are two other major gnome subraces, —Weapon Familiarity: Gnomes may treat gnome hooked which differ from rock gnomes as follows. hammers (see Chapter 7 of the Player’s Handbook) as martial weap- ons rather than exotic weapons. GNOME Rock gnome 131 Svirfneblin —Automatic Languages: Undercommon, Gnome, Common. This humanoid stands a little more than half as tall as a human. It has a Bonus Languages: Dwarven, Elven, Giant, Goblin, Orc, Terran. This wiry, gnarled physique, stone-colored skin, and large gray eyes. It is bald. trait replaces the rock gnome’s automatic and bonus languages. —Spell-Like Abilities: 1/day—blindness/deafness (typical save Also called deep gnomes, svirfneblin are said to dwell in great DC 13), blur, disguise self. Caster level equals the svirfneblin’s class cities deep underground. They keep the location of these cities levels. The save DC is Charisma-based and include a +4 racial mod- secret to protect them from their deadly foes: drow, kuo-toa, and ifier. This trait replaces the rock gnome’s spell-like abilities. mind flayers. —Nondetection (Su): A svirfneblin has a continuous nondetec- A svirfneblin has wiry, rock-colored skin usually medium tion ability as the spell (caster level equal to class levels). brown to brownish gray. Only males are bald; females have stringy — +2 racial bonus on Craft (alchemy) and Listen checks. gray hair. The average svirfneblin lifespan is 250 years. — +2 racial bonus on Hide checks, which improves to +4 under- Svirfneblin speak Gnome, Common, and Undercommon. ground. Svirfneblin Traits (Ex): These traits are in addition to the rock —Favored Class: Rogue. gnome traits, except where noted. —Level adjustment +3. — –2 Strength, +2 Dexterity, +2 Wisdom, –4 Charisma. These adjustments replace the rock gnome’s ability score adjustments. The svirfneblin warrior presented here had the following ability —Stonecunning: This ability grants deep gnomes a +2 racial bo- scores before racial adjustments: Str 13, Dex 11, Con 12, Int 10, nus on Search checks to notice unusual stonework. A deep gnome Wis 9, Cha 8. who merely comes within 10 feet of unusual stonework can make Challenge Rating: Svirfneblin with levels in NPC classes have a Search check as though actively searching, and can use the a CR equal to their character level. Svirfneblin with levels in PC Search skill to find stonework traps as a rogue can. A svirfneblin classes have a CR equal to their character level +1. can also intuit depth, sensing the approximate distance under- ground as naturally as a human can sense which way is up. Forest Gnome —Darkvision out to 120 feet and low-light vision. This exceptionally small humanoid has moss-colored skin, dark hair, and —Spell resistance equal to 11 + class levels. brown eyes. — +2 racial bonus on all saving throws (figured into the statis- tics for the character presented here). This trait replaces the rock Shy and elusive, forest gnomes shun contact with other races gnome’s racial bonus on saving throws against illusions. except when dire emergencies threaten their beloved homes. —Add +1 to the Difficulty Class for all saving throws against They are the smallest of all the gnomes, averaging 2 to 2-1/2 feet in illusion spells cast by svirfneblin. This adjustment stacks with height, but look just like regular gnomes except with bark-colored those from similar effects, such as the Spell Focus feat. or gray-green skin, and eyes that can be brown or green as well as — +1 racial bonus on attack rolls against kobolds and goblinoids. blue. A very long-lived people, forest gnomes have an average life — +4 dodge bonus to Armor Class against all creatures (figured expectancy of 500 years. into the statistics for the character presented here). This trait Forest Gnome Traits (Ex): These traits are in addition to the replaces the rock gnome’s dodge bonus against giants. rock gnome traits, except where noted. EMONG Gnome, 1st-Level Warrior Svirfneblin,1st-LevelWarrior SmallHumanoid(Gnome) SmallHumanoid(Gnome)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword+2melee(1d6/19–20)or Heavypick+2melee(1d4/×4)orlightcrossbow+3ranged lightcrossbow+3ranged(1d6/19–20) (1d6/19–20)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword+2melee(1d6/19–20)or Heavypick+2melee(1d4/×4)orlightcrossbow+3ranged lightcrossbow+3ranged(1d6/19–20) (1d6/19–20) Space/Reach: 5ft./5ft. 5ft./5ft.",
        "name":  "FullAttack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "WeaponFocus(lightcrossbow) Toughness",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "By character class areas to raid for food, livestock, tools, weapons, and supplies.",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 25, Dex 9, Con —, Int —, Wis 11, Cha 1 Golems are tenacious in combat and prodigiously strong as well. Skills: — Being mindless, they do nothing without orders from their cre- Feats: — ators. They follow instructions explicitly and are incapable of Environment: Any any strategy or tactics. They are emotionless in combat and Organization:Solitary or gang (2–4) cannot be provoked. Challenge Rating: 10 A golem’s creator can command it if the golem is within 60 feet Treasure: None and can see and hear its creator. If uncommanded, a golem usually Alignment: Always neutral follows its last instruction to the best of its ability, though if attacked Advancement: 12–18 HD (Large); 19–33 HD (Huge) it returns the attack. The creator can give the golem a simple com- Level Adjustment: — mand to govern its actions in his or her absence, such as “Remain in an area and attack all creatures that enter” (or only a specific type of This automaton has been sculpted from soft clay. It’s about 18 inches taller creature), “Ring a gong and attack,” or the like. The golem’s creator than a normal human, and its features are grossly distorted from the can order the golem to obey the commands of another person (who human norm. Its chest is overly large, with arms attached by thick knots of might in turn place the golem under someone else’s control, and so muscle at the shoulder, hanging down to its knees, and ending in short, on), but the golem’s creator can always resume control over his cre- stubby fingers. It has no neck, and the large head has broad, flat features. ation by commanding the golem to obey him alone. Its legs are short and bowed, ending in wide, flat feet. It smells faintly of clay. Since golems do not need to breathe and are immune to most forms of energy, they can press an attack against an opponent This golem has a humanoid body made from clay. almost anywhere, from the bottom of the sea to the frigid top of A clay golem wears no clothing except for a metal or stiff leather the tallest mountain. garment around its hips. Immunity to Magic (Ex): Golems have immunity to most A clay golem golem cannot speak or make any vocal noise. It magical and supernatural effects, except when otherwise noted. walks and moves with a slow, clumsy gait. It weighs around 600 pounds. CONSTRUCTION The cost to create given for each golem includes the cost of the Combat physical body and all the materials and spell components that are Clay golems are frightening combatants, thanks to their immuni- consumed or become a permanent part of the golem. Creating a ties and their haste ability. golem is essentially similar to creating any sort of magic item (see Berserk (Ex): When a clay golem enters combat, there is a page 282 of the Dungeon Master’s Guide). However, a golem’s body cumulative 1% chance each round that its elemental spirit breaks MELOG 134 free and the golem goes berserk. The uncontrolled golem goes on FLESH GOLEM a rampage, attacking the nearest living creature or smashing some Large Construct object smaller than itself if no creature is within reach, then Hit Dice: 9d10+30 (79 hp) moving on to spread more destruction. Once a clay golem goes Initiative: –1 berserk, no known method can reestablish control. Speed: 30 ft. (6 squares) Cursed Wound (Ex): The damage a clay golem deals doesn’t Armor Class: 18 (–1 size, –1 Dex, +10 natural), touch 8, heal naturally and resists healing spells. A character attempting to flat-footed 18 cast a conjuration (healing) spell on a creature damaged by a clay Base Attack/Grapple: +6/+15 golem must succeed on a DC 26 caster level check, or the spell has Attack: Slam +10 melee (2d8+5) no effect on the injured character. Full Attack: 2 slams +10 melee (2d8+5) Immunity to Magic (Ex): A clay golem is immune to any spell Space/Reach: 10 ft./10 ft. or spell-like ability that allows spell resistance. In addition, certain Special Attacks: Berserk spells and effects function differently against the creature, as Special Qualities: Construct traits, damage reduction noted below. 5/adamantine, darkvision 60 ft., immunity to magic, low-light Amove earth spell drives vision the golem back 120 feet and Saves: Fort +3, Ref +2, Will +3 deals 3d12 points of damage Abilities: Str 21, Dex 9, Con —, Int —, Wis 11, Cha 1 to it. Skills: —",
        "name":  "COMBAT Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Always neutral spell cast directly Advancement: 10–18 HD (Large); 19–27 at a clay golem stops HD (Huge) it from moving on its Level Adjustment: — next turn and deals 5d10 points of dam- This automaton looks as though it was age. The golem gets constructed from a grisly assortment of no saving throw decaying human body parts, stitched against any of these and bolted together into a form taller effects. than a living man. It smells faintly of Any magical attack freshly dug earth and dead flesh. against a clay golem that deals acid damage A flesh golem is a ghoulish collec- heals 1 point of damage tion of stolen humanoid body for every 3 points of parts, stitched together into a damage it would other- single composite form. wise deal. If the amount No natural animal will- of healing would cause ingly tracks a flesh golem. the golem to exceed its The golem wears whatever full normal hit points, it gains clothing its creator de- any excess as temporary hit points. sires, usually just a ragged For example, a clay golem hit by pair of trousers. It has no the breath weapon of a black possessions and no weapons. It stands dragon heals 7 points of dam- 8 feet tall and weighs almost 500 age if the attack would have pounds. dealt 22 points of damage. A A flesh golem golem cannot speak, clay golem golem gets no although it can emit a hoarse roar of saving throw against magi- sorts. It walks and moves with a cal attacks that deal acid stiff-jointed gait, as if not in damage. complete control of its Haste (Su): After body. it has engaged in at least 1 round of combat, a Combat clay golem can haste itself once per day as a free action. The effect Flesh golems often fare poorly in combat thanks to their fairly low lasts 3 rounds and is otherwise the same as the spell. Armor Class, though they can easily crush foes that lack adaman- tine weaponry. A flesh golem supported by an ally that can launch Construction electricity attacks is fearsome indeed. A clay golem’s body must be sculpted from a single block of clay Berserk (Ex): When a flesh golem enters combat, there is a weighing at least 1,000 pounds, treated with rare oils and powders cumulative 1% chance each round that its elemental spirit breaks worth 1,500 gp. Creating the body requires a DC 15 Craft (sculpt- free and the golem goes berserk. The uncontrolled golem goes on ing) check or a DC 15 Craft (pottery) check. a rampage, attacking the nearest living creature or smashing some CL 11th; Craft Construct (see page 303), animate objects, com- object smaller than itself if no creature is within reach, then mune, resurrection, caster must be at least 11th level;Price 40,000 moving on to spread more destruction. The golem’s creator, if gp; Cost 21,500 gp + 1,540 XP. within 60 feet, can try to regain control by speaking firmly and GOLEM Iron golem Flesh golem 135 persuasively to the golem, which requires a DC 19 Charisma Attack: Slam +23 melee (2d10+11) check. It takes 1 minute of inactivity by the golem to reset the Full Attack: 2 slams +23 melee (2d10+11) golem’s berserk chance to 0%. Space/Reach: 10 ft./10 ft. Immunity to Magic (Ex): A flesh golem is immune to any Special Attacks: Breath weapon spell or spell-like ability that allows spell resistance. In addition, Special Qualities: Construct traits, damage reduction 15/adaman- certain spells and effects function differently against the creature, tine, darkvision 60 ft., immunity to magic, low-light vision as noted below. Saves: Fort +6, Ref +5, Will +6",
        "name":  "An earth uake Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— effect on the golem and heals 1 point of damage for every 3 points Environment: Any of damage the attack would otherwise deal. If the amount of heal- Organization:Solitary or gang (2–4) ing would cause the golem to exceed its full normal hit points, it Challenge Rating: 13 gains any excess as temporary hit points. For example, a flesh Treasure: None golem hit by a lightning bolt heals 3 points of damage if the attack Alignment: Always neutral would have dealt 11 points of damage. A flesh golem golem gets Advancement: 19–24 HD (Large); 25–54 HD (Huge) no saving throw against attacks that deal electricity damage. Level Adjustment: — Construction This metallic automaton is twice the height of a normal human and The pieces of a flesh golem must come from normal human resembles an armored giant. corpses that have not decayed significantly. Assembly requires a minimum of six different bodies—one for each limb, the torso This golem has a humanoid body made from iron. (including head), and the brain. In some cases, more bodies may An iron golem can be fashioned in any manner, just like a stone be necessary. Special unguents and bindings worth 500 gp are also golem (see below), although it almost always displays armor of required. Note that creating a flesh golem requires casting a spell some sort. Its features are much smoother than those of a stone with the evil descriptor. golem. Iron golems sometimes carry a short sword in one hand. Assembling the body requires a DC 13 Craft (leatherworking) An iron golem is 12 feet tall and weighs about 5,000 pounds. check or a DC 13 Heal check. An iron golem cannot speak or make any vocal noise, nor does CL 8th; Craft Construct (see page 303), animate dead, bull’s it have any distinguishable odor. It moves with a ponderous but strength, geas Quest, limited wish, caster must be at least 8th level; smooth gait. Each step causes the floor to tremble unless it is on a Price 20,000 gp; Cost 10,500 gp + 780 XP. thick, solid foundation. IRON GOLEM Combat Large Construct Iron golems are mighty combatants. They strike with deadly accu-",
        "name":  "A magical attack that deals electricity damage breaks any slow Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20 ft. (4 squares) Breath Weapon (Su): 10-foot cube, cloud of poisonous gas last-",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— — Immunity to Magic (Ex): An iron golem is immune to any spell, as a free action once every 2 rounds. The effect has a range of spell or spell-like ability that allows spell resistance. In addition, 10 feet and a duration of 7 rounds, requiring a DC 17 Will save to certain spells and effects function differently against the creature, negate. The save DC is Constitution-based. as noted below. Immunity to Magic (Ex): A stone golem is immune to any A magical attack that deals electricity damage slows an iron spell or spell-like ability that allows spell resistance. In addition, golem (as the slow spell) for 3 rounds, with no saving throw. certain spells and effects function differently against the creature, A magical attack that deals fire damage breaks any slow effect on as noted below. the golem and heals 1 point of damage for each 3 points of damage Atransmute rock to mud spell slows a stone golem (as the slow the attack would otherwise deal. If the amount of healing would spell) for 2d6 rounds, with no saving throw, while transmute mud to cause the golem to exceed its full normal hit points, it gains any rock heals all of its lost hit points. excess as temporary hit points. For example, an iron golem hit by Astone to flesh spell does not actually change the golem’s struc- afireball gains back 6 hit points if the damage total is 18 points. An ture but negates its damage reduction and immunity to magic for iron golem gets no saving throw against fire effects. 1 full round. An iron golem is affected normally by rust attacks, such as that of a rust monster or a rusting grasp spell. Construction A stone golem’s body is chiseled from a single block of hard stone, Construction such as granite, weighing at least 3,000 pounds. The stone must be An iron golem’s body is sculpted from 5,000 pounds of pure iron, of exceptional quality, and costs 5,000 gp. Assembling the body smelted with rare tinctures and admixtures costing at least 10,000 requires a DC 17 Craft (sculpting) check or a DC 17 Craft (stone- gp. Assembling the body requires a DC 20 Craft (armorsmithing) masonry) check. check or a DC 20 Craft (weaponsmithing) check. CL 14th; Craft Construct (see page 303), antimagic field, CL 16th; Craft Construct (see page 303), cloudkill, geas uest, lim- geas Quest, symbol of stunning, caster must be at least 14th level; ited wish, polymorph any object, caster must be at least 16th level; Price 90,000 gp; Cost 50,000 gp + 3,400 XP. Price 150,000 gp; Cost 80,000 gp + 5,600 XP. Greater Stone Golem STONE GOLEM A greater stone golem is a colossus of granite, the largest and most This automaton has been cut from stone. It is half again as tall as a fearsome stone golem commonly created. These immensely pow- normal human and resembles a roughly chiseled statue of a soldier. erful constructs are most often used to guard royal tombs, magical armories, and similar places of ancient power. This golem has a humanoid body made from stone. A greater stone golem is 18 feet tall and weighs around 32,000 A stone golem is 9 feet tall and weighs around 2,000 pounds. Its pounds. It resembles a typical stone golem in all respects, except body is frequently stylized to suit its creator. For example, it might that the Will save DC is 31 against its slow ability. look like it is wearing armor, with a particular symbol carved on CL 14th; Craft Construct (see page 303), antimagic field, the breastplate, or have designs worked into the stone of its limbs. geas Quest, symbol of stunning, caster must be at least 14th level; Price 196,000 gp; Cost 105,000 gp + 7,640 XP. Combat Stone golems are formidable opponents, GORGON being physically powerful and difficult to harm. Large Magical Beast Slow (Su): A stone golem Hit Dice: 8d10+40 (85 hp) can use a slow effect, as the Initiative: +4",
        "name":  "LevelAdjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, trample 1d8+7",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— GORGON Gorgon 137 Dusky, metallic scales cover this creature’s bull-like body. It has silver A unique quality of the gray render is its tendency to bond horns. with, protect, and provide for another creature (or group of crea- tures) native to its surroundings. This strange behavior seems Gorgons guard their territory fiercely. They are fond of rocky contrary to its otherwise savage nature, yet gray renders have areas, especially underground labyrinths. been found with wolves, lions, horses, displacer beasts, owlbears, A typical gorgon stands over 6 feet tall at the shoulder and meas- unicorns, hippogriffs, and occasionally even humanoid groups. ures 8 feet from snout to tail. It weighs about 4,000 pounds. Whether accepted or not, the render always attempts to remain Gorgons are nothing if not aggressive. They attack intruders fairly close, watching over its adopted charge(s) and daily bring- on sight, attempting to trample, gore, or petrify them. There is ing an offering of meat. It never willingly harms adopted crea- no way to calm these furious creatures, and they are impossible tures and retreats if they attack it. Most adopted creatures quickly to domesticate. begin to appreciate having such a powerful ally and accept and even rely on the gray render. COMBAT Whenever possible, a gorgon begins an encounter by charging at COMBAT its opponents. A gray render attacks to kill, whether to bring down prey or to pro- Breath Weapon (Su): 60-foot cone, once every 1d4 rounds (but tect itself or those it has adopted. When hunting, it sometimes no more than five times per day), turn to stone permanently, For- attempts to hide and wait for prey to wander close. titude DC 19 negates. The save DC is Constitution-based. Improved Grab (Ex): To use this ability, a gray render must hit Trample (Ex): Reflex DC 19 half. The save DC is Strength- with its bite attack. It can then attempt to start a grapple as a free based. action without provoking an attack of opportunity. Rend (Ex): A gray render that wins a grapple check after a suc- cessful bite attack establishes a hold, latching onto the opponent’s GRAY RENDER body and tearing the flesh. This attack automatically deals 2d6+9 Large Magical Beast points of damage.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 (cohort) This hulking biped has the mass of a giant. It has a stooped frame, a gray, hairless body, and broad shoulders. Its arms are long and sinewy, and its clawed hands scrape along the ground as it walks. Its sloped forehead bears six small, yellowish eyes. Its mouth is wide and powerful-look- ing, filled with black teeth. Bestial and savage, the gray render is a deadly preda- tor found in remote wilderness areas. These beasts are thought to be composed of dense muscle and bone, granting them the strength and stamina of a giant. A gray render stands about 9 feet tall in spite of its hunched posture and is about 4 feet wide. It weighs about 4,000 pounds. Rangers have reported seeing renders uproot trees 3 feet in diameter with their jaws and tear them into splinters in just minutes. Gray renders are never found in groups. Each of these asexual creatures produces one offspring and car- ries it for a time in a pouch, but thereafter the young render must fend for itself. YARG REDNER Gray render 138 Gricks lair in any sheltered space that can accommodate their bodies, including holes, burrows, ledges, and crevices. They do not col- lect treasure, but their lairs are likely to con- tain the uneaten possessions of their victims. When prey is scarce, gricks venture above- ground and hunt in the wilderness, using tac- tics similar to those they employ under- ground. These creatures are not comfortable under the open sky, however, and return to the subterranean world as quickly as possible. COMBAT Gricks attack when hungry or threatened. They hunt by holing up near high-traffic areas, using their natural coloration to blend into convenient shadows. When prey (virtually anything that moves) ventures near, they lash out with their tentacles. A grick’s rubbery body seems to shed blows of any kind. Its jaws are relatively small and weak compared to its body mass, so rather than consume its kill immediately, a grick normally drags its victim back to its lair to be eaten at its leisure. A grick’s natural weapons are treated as magic weapons for the purpose of overcom- ing damage reduction. Multiple gricks do not fight in concert. Each attacks the prey closest to it, and breaks off the fight as soon as it can drag dead or GRICK unconscious prey away.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Iron Will, Multiattack, Weapon Focus (bite) tentacles a little longer than human forearms. The tentacles, located Environment: Temperate hills on its head along either side of its jaws, are segmented, as is the Organization:Solitary, pair, or pride (6–10) body itself. Challenge Rating: 4",
        "name":  "This wormlike monster has a body as long as a man is tall, with four Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Battleaxe +4 melee (1d8+3/×3) with a shrill, eaglelike cry to attack their prey. Although both Full Attack: Battleaxe +4 melee (1d8+3/×3) aggressive and territorial, they are also intelligent enough to Space/Reach: 5 ft./5 ft. avoid obviously powerful enemies. They almost always attack Special Attacks: — horses, however, and any who attempt to protect horses from a Special Qualities: Blindsight 40 ft., immunities, scent hungry griffon often end up on the menu themselves. Saves: Fort +1, Ref +4, Will +2 A griffon cannot speak, but understands Common. Abilities: Str 15, Dex 13, Con 13, Int 10, Wis 8, Cha 6",
        "name":  "Griffons make their homes in high places, swooping down Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A light load for a griffon is up to 300 Extremely xenophobic, grimlocks are normally encountered in pounds; a medium load, 301–600 pounds; and a heavy load, small patrols or packs on the surface. Underground, they may 601–900 pounds. form larger communities that are led by powerful grimlocks or by some more intelligent creature, such as a medusa or a mind flayer. Grimlocks speak their own language and Common. COMBAT Grimlocks are blind, but their exceptional senses of smell and hearing allow them to notice foes nearby. As a result, they usually shun ranged weap- ons and rush to the attack, bran- dishing their stone battleaxes. Blindsight (Ex): Grimlocks can sense all foes within 40 feet as a sighted creature would. Beyond that range, they treat all targets as having total concealment. Grimlocks are susceptible to sound- and scent-based attacks, however, and are affected normally by loud noises and sonic spells (such as ghost sound orsilence) and overpowering odors (such as stinking cloud or incense-heavy air). Negating a grimlock’s sense of smell or hearing reduces this ability to normal Blind-Fight (as the feat). If both these senses are negated, a grimlock is effectively blinded.",
        "name":  "Carrying Capacity",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bluff +13, Concentration +15, Diplomacy or underground settings. +7, Disguise +3 (+5 acting), Handle Animal +13, —Racial Feats: A grim- Hide +16, Intimidate +5, Knowledge (any one) +12, lock’s monstrous human- Listen +13, Move Silently +16, Ride +8, Sense Motive oid levels give it one feat. +13, Spellcraft +12, Spot +21 —Weapon Proficiency: Feats: Empower Spell-Like Ability (magic missile), Flyby A grimlock is automatically Attack, Weapon Finesse proficient with the battle- Environment: Blessed Fields of Elysium axe. Organization:Solitary, pair, or squad (3–5) — +4 natural armor bonus. Challenge Rating: 9 —Special Qualities (see Treasure: No coins; double goods; standard items above): Blindsight 40 ft., immuni- Alignment: Always neutral good ties, scent. Advancement: 8–14 HD (Medium); 15–21 HD (Large) —Automatic Languages: Com- Level Adjustment: — mon, Grimlock. Bonus Languages: Draconic, Dwarven, Gnome, Terran, This creature has the body of a tall, muscular human, but with long, Undercommon. powerful wings instead of arms. The face is more human than avian, but —Favored Class: Barbar- the hair resembles a feathery cowl, and the eyes are bright gold. The legs ian. have strong talons and feathery vanes. —Level adjustment +2. An avoral’s bones are strong but hollow, so even the largest specimens weigh no more than 120 pounds. An avoral is GUARDINAL about 7 feet tall. Guardinals are a celestial race native to the Each of an avoral’s wings has a small hand at the midpoint. plane of Elysium. When at home, they are When the wings are folded, these appendages are about where among the most peaceful of creatures, quick to human hands would be and can do nearly anything hands can do. laugh and slow to anger. They show a very different An avoral’s visual acuity is virtually unmatched: It can see detail face when away from Elysium, however—they have on objects up to 10 miles away and is said to be able to discern the no tolerance for evil and often rove the cosmos looking color of a creature’s eyes at 200 paces. for evil to confront. Guardinals speak Celestial, Infernal, and Draconic, but can Combat speak with almost any creature, thanks to their tongues ability. On the ground, an avoral can lash out with its wings to deliver pun-",
        "name":  "Hide checks in mountain Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A guardinal possesses the following traits ishing blows. However, it prefers to meet its foes in the air, where (unless otherwise noted in a creature’s entry). it can employ its talons and make full use of its aerial speed and —Darkvision out to 60 feet and low-light vision. agility. It can’t make wing attacks while flying, however. —Immunity to electricity and petrification. An avoral’s natural weapons, as well as any weapons it wields, —Resistance to cold 10 and sonic 10. are treated as good-aligned for the purpose of overcoming damage —Lay on Hands (Su): As the paladin class feature, except that reduction. each day, a guardinal can heal an amount of damage equal to its full Spell-Like Abilities: At will—aid, blur (self only), command normal hit points. (DC 14), detect magic, dimension door, dispel magic, gust of wind (DC — +4 racial bonus on saves against poison. 15),hold person (DC 16), light, magic circle against evil (self only), —Speak with Animals (Su): This ability works like speak with magic missile, see invisibility; 3/day—lightning bolt (DC 16). Caster animals (caster level 8th) but is a free action and does not require level 8th. The save DCs are Charisma-based. sound. GUARDINAL Grimlock 141 Fear Aura (Su): Once per day an avoral can create an aura of Combat fear in a 20-foot radius. It is otherwise identical with fearfrom an Leonals like their battles as straightforward as can be. They begin 8th-level caster (save DC 17). The save DC is Charisma-based. with a roar to put their foes off balance, then follow up with a True Seeing (Su): This ability is identical with true seeing (caster frenzy of claw and bite attacks. They closely coordinate with level 14th), except that it has personal range and the avoral must others in their pride, watching one another’s flanks and setting up concentrate for 1 full round before it takes effect. Thereafter the devastating attacks. ability remains in effect as long as the avoral concentrates on it. A leonal’s natural weapons, as well as any weapons it wields, are",
        "name":  "Guardinal Traits",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bastard sword +17 melee (1d10+7/19–20) or master- Divine Health (Ex): This paladin has immunity to all diseases, work composite longbow (+4 Str bonus) +11 ranged including supernatural and magical diseases (such as mummy rot (1d8+4/×3) and lycanthropy).",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bastard sword +17/+12 melee (1d10+7/19–20) or Lay on Hands (Su): This paladin can cure up to 36 points of masterwork composite longbow (+4 Str bonus) +11/+6 ranged damage per day. (1d8+4/×3) Remove Disease (Sp): Half-celestial paladins can use remove disease Space/Reach: 5 ft./5 ft. twice per week as a spell like ability (this is the paladin’s class fea-",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Aura of courage, aura of good, damage reduc- Typical Paladin Spells Prepared (2/1; save DC 13 + spell level): tion 5/magic, darkvision 60 ft., detect evil, divine grace, divine 1st—bless weapon, divine favor; 2nd—bull’s strength. health, immunity to disease, lay on hands, resistance to acid Possessions: +2 mithral breastplate, +2 large steel shield, +2 bastard 10, cold 10, and electricity 10, remove disease 2/week, spell sword, masterwork composite longbow (+4 Str bonus), 10 silvered resistance 19, turn undead 7/day arrows, 10 cold iron arrows. (Different half-celestials may have dif-",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Exotic Weapon Proficiency (bastard sword), Flyby Attack, “Half-celestial” is an inherited template that can be added to any Improved Natural Armor, Power Attack, Weapon Focus living, corporeal creature with an Intelligence score of 4 or higher (bastard sword) and nonevil alignment (referred to hereafter as the base creature).",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A half-celestial has all the special qualities of Abilities: Str 22, Dex 13, Con 18, Int 10, Wis 12, Cha 12 the base creature, plus the following special qualities. Skills: Climb +5, Intimidate +4, Jump –1, Listen +3, Spot +4 —Darkvision out to 60 feet. Feats: Exotic Weapon Proficiency (two-bladed sword), Iron Will, —Immunity to disease. Power Attack,Two Weapon Fighting, Weapon Focus (two- —Resistance to acid 10, cold 10, and electricity 10. bladed sword), Weapon Specialization (two-bladed sword) —Damage reduction: 5/magic (if HD 11 or less) or 10/magic (if Environment: Temperate plains HD 12 or more). Organization: Solitary —A half-celestial’s natural weapons are treated as magic weap- Challenge Rating: 6 ons for the purpose of overcoming damage reduction. Treasure: Standard —Spell resistance equal to creature’s HD + 10 (maximum 35). Alignment: Often chaotic evil — +4 racial bonus on Fortitude saves against poison. Advancement: By character class",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Always good (any). Breath Weapon (Su): 30-foot line, once per day, damage 6d8",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 full plate armor, masterwork two-bladed sword, 2 HALF-CELESTIAL CHARACTERS javelins. Half-celestial humanoids often have a character class, preferring bard, cleric, fighter, and paladin. Nonhumanoids are also some- CREATING A HALF-DRAGON times clerics or paladins. Half-celestial clerics serve good deities “Half-dragon” is an inherited template that can be added to any such as Ehlonna, Heironeous, Kord, or Pelor. living, corporeal creature (referred to hereafter as the base crea- ture). A half-dragon uses all the base creature’s statistics and special HALF-DRAGON abilities except as noted here. A dragon’s magical nature allows it to breed with virtually any Size and Type: The creature’s type changes to dragon. Size is creature. Conception usually occurs while the dragon has unchanged. Do not recalculate base attack bonus or saves. changed its shape; it then abandons the crossbreed offspring. Hit Dice: Increase base creature’s racial HD by one die size, to a Half-dragon creatures are always more formidable than others maximum of d12. Do not increase class HD. of their kind that do not have dragon blood, and their appearance Speed: A half-dragon that is Large or larger has wings and can betrays their nature—scales, elongated features, reptilian eyes, fly at twice its base land speed (maximum 120 ft.) with average and exaggerated teeth and claws. Sometimes they have wings. maneuverability. A half-dragon that is Medium or smaller does not have wings. SAMPLE HALF-DRAGON Armor Class: Natural armor improves by +4.",
        "name":  "Possessions",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A half-dragon has two claw attacks and a bite attack, and a pair of forward-curving horns above its eyes. and the claws are the primary natural weapon. If the base crea- ture can use weapons, the half-dragon retains this ability. A half- Here is an example of a half-dragon using a 4th-level human dragon fighting without weapons uses a claw when making an fighter as the base creature and a black dragon as the nonhuman attack action. When it has a weapon, it usually uses the weapon parent. instead.",
        "name":  "This powerful humanoid has black, scaled skin, sharp claws and fangs, Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A half-dragon fighting without weapons uses both Half-Black Dragon 4th-Level Human Fighter claws and its bite when making a full attack. If armed with a Medium Dragon (Augmented Humanoid) weapon, it usually uses the weapon as its primary attack and its",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork two-bladed sword +12 melee Bite Claw (1d8+11/19–20) or javelin +5 ranged (1d6+6) Size Damage Damage",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork two-bladed sword +10 melee/+10 Fine 1 — melee (1d8+8/19–20, 1d8+5/19–20) and bite +5 melee (1d6+3); Diminutive 1d2 1 or 2 claws +10 melee (1d4+6) and bite +5 melee (1d6+3); or Tiny 1d3 1d2 javelin +5 ranged (1d6+6) Small 1d4 1d3 Space/Reach: 5 ft./5 ft. Medium 1d6 1d4",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon Large 1d8 1d6 146 Special Qualities: Darkvision 60 ft., immunity to acid, sleep, and Huge 2d6 1d8 paralysis, low-light vision Gargantuan 3d6 2d6",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A half-dragon retains all the special attacks of No matter its form, a half-fiend is always hideous to behold, the base creature and gains a breath weapon based on the dragon having dark scales, horns, glowing red eyes, bat wings, a fetid odor, variety (see the table below), usable once per day. A half-dragon’s or some other obvious sign that it is tainted with evil. breath weapon deals 6d8 points of damage. A successful Reflex Never truly fitting into any mortal society, half-fiends are usu- save (DC 10 + 1/2 half-dragon’s racial HD + half-dragon’s Con mod- ally loners. On the lower planes, they are mistreated and derided ifier) reduces damage by half. because of their impure nature. Among nonfiends, they are out- Dragon Variety Breath Weapon casts, hated corruptions of the natural order. Humanoid half- Black 60-foot line of acid fiends are sometimes called cambions. They often serve more Blue 60-foot ine of lightning powerful fiends or lead evil creatures on the Material Plane. Green 30-foot cone of corrosive (acid) gas SAMPLE HALF-FIEND Red 30-foot cone of fire White 30-foot cone of cold This winged humanoid has claws, fangs, and short horns. Its eyes glow Brass 60-foot line of fire red, and it reeks of brimstone. Bronze 60-foot line of lightning Copper 60-foot line of acid This example uses a 7th-level human cleric of Erythnul as the base Gold 30-foot cone of fire creature. Silver 30-foot cone of cold",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 morningstar +11 melee (1d8+5) or claw +9 melee White Cold Silver Cold (1d4+4) or masterwork light crossbow +9 ranged (1d8/19–20)",
        "name":  "Red Fire Gold Fire Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A half-dragon gains skill points as a dragon and has skill or masterwork light crossbow +9 ranged (1d8/19–20) points equal to (6 + Int modifier) × (HD + 3). Do not include Hit Space/Reach: 5 ft./5 ft. Dice from class levels in this calculation—the half- Special Attacks: Smite good, spells, spell-like abilities, rebuke dragon gains dragon skill points only for its racial undead 8/day Hit Dice, and gains the normal amount of skill points for its class levels. Treat skills from the base creature’s list as class skills, and other skills as cross-class. Half-dragon",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Combat Casting, Extra Turning, Flyby Attack, Improved Size Damage Damage Initiative, Weapon Focus (morningstar)B Fine 1 —",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4 Gargantuan 3d6 2d6 Colossal 4d6 3d6 Half-fiend spellcasters such as the one described here are usually Special Attacks: A half-fiend retains all the special attacks of found as the leaders of dark cults or evil temples. the base creature and gains the following special attack. Smite Good (Su): Once per day the creature can make a normal Combat melee attack to deal extra damage equal to its HD (maximum of Half-fiends attack with aggressiveness and battle lust, using their +20) against a good foe. ability to fly to best advantage by casting spells from the air. They Spell-Like Abilities: A half-fiend with an Intelligence or Wis- enjoy torturing any enemies unfortunate enough to fall into their dom score of 8 or higher has spell-like abilities depending on its hands. Hit Dice, as indicated on the table below. The abilities are cumula- Smite Good (Su): Once per day this half-fiend can make a tive; a half-fiend with 4 HD can use darkness as well as desecrate. normal melee attack to deal 7 points of extra damage against a Unless otherwise noted, an ability is usable once per day. Caster good foe. level equals the creature’s HD, and the save DC is Charisma-based. Spell-Like Abilities: 3/day—darkness,poison(DC 15); 1/day— HD Abilities desecrate,unholy blight (DC 15). Caster level 7th. The save DCs are 1–2 Darkness3/day Charisma-based. 3–4 Desecrate Typical leric Spells Prepared (6/6/5/4/3; save DC 14 + spell level): 5–6 Unholy blight 0—cure minor wounds, detect magic, guidance, light, read magic, resist- 7–8 Poison3/day ance; 1st—command, cure light wounds, divine favor, doom, protection 9–10 Contagion from good , shield of faith; 2nd—bear’s endurance, bull’s strength, hold 11–12 Blasphemy person, sound burst, spiritual weapon ; 3rd—bestow curse, cure serious 13–14 Unholy aura 3/day, unhallow wounds, dispel magic, magic vestment ; 4th—cure critical wounds, 15–16 Horrid wilting summon monster , unholy blight . 17–18 Summon monster IX (fiends only) *Domain spell. Deity: Erythnul. Domains: Evil (cast evil spells 19–20 Destruction at +1 caster level) and War (Weapon Focus bonus feat). Special Qualities: A half-fiend has all the special qualities of",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 breastplate, +1 large steel shield, +1 morningstar, periapt the base creature, plus the following special qualities. of Wisdom +2, potion of haste. (Different half-fiends may have differ- —Darkvision out to 60 feet. ent possessions.) —Immunity to poison. —Resistance to acid 10, cold 10, electricity 10, and fire 10. CREATING A HALF-FIEND —Damage reduction: 5/magic (if HD 11 or less) or 10/magic (if “Half-fiend” is an inherited template that can be added to any HD 12 or more). living, corporeal creature with an Intelligence score of 4 or more —A half-fiend’s natural weapons are treated as magic weapons and nongood alignment (referred to hereafter as the base crea- for the purpose of overcoming damage reduction. ture). —Spell resistance equal to creature’s HD + 10 (maximum 35). A half-fiend uses all the base creature’s statistics and special abil- Abilities: Increase from the base creature as follows: Str +4, ities except as noted here. Dex +4, Con +2, Int +4, Cha +2.",
        "name":  "Possessions",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A half-fiend has two claw attacks and a bite attack, and Alignment: Always evil (any). the claws are the primary natural weapon. If the base creature can Level Adjustment: +4. use weapons, the half-fiend retains this ability. A half-fiend fight- ing without weapons uses a claw when making an attack action. HALF-FIEND CHARACTERS When it has a weapon, it usually uses the weapon instead. Humanoid half-fiends often have a character class, preferring",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A half-fiend fighting without weapons uses both cleric, fighter, rogue, and sorcerer. Rogues and fighters frequently claws and its bite when making a full attack. If armed with a take levels in the assassin and blackguard prestige classes, respec- weapon, it usually uses the weapon as its primary attack and its tively. Nonhumanoids are also sometimes clerics or sorcerers. DNEIF-FLAH 148 Half-fiend clerics serve evil deities such as Erythnul, Gruumsh, Halfling Traits (Ex): Halflings possess the following racial Hextor, Nerull, and Vecna. traits. — +2 Dexterity, –2 Strength. —Small size. +1 bonus to Armor Class, +1 bonus on attack rolls, HALFLING +4 bonus on Hide checks, –4 penalty on grapple checks, lifting Halfling, 1st-Level Warrior and carrying limits 3/4 those of Medium characters. Small Humanoid (Halfling) —A halfling’s base land speed is 20 feet.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "16 (+1 size, +1 Dex, +3 studded leather, +1 light stacks with the halfling’s +1 bonus on saving throws in general. shield), touch 12, flat-footed 15 — +1 racial bonus on attack rolls with thrown weapons and Base Attack/Grapple: +1/–3 slings.",
        "name":  "Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +3 melee (1d6/19–20) or light crossbow +3 — +2 racial bonus on Listen checks. ranged (1d6/19–20) —Automatic Languages: Common, Halfling. Bonus Languages:",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +3 melee (1d6/19–20) or light crossbow Dwarven, Elven, Gnome, Goblin, Orc. +3 ranged (1d6/19–20) —Favored Class: Rogue. Space/Reach: 5 ft./5 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Focus (longsword) Halflings try to get along with everyone else. They are adept at fit-",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+0 pick up and move en masse to a place that offers some new opportunity, This humanoid stands about half as high as such as where a new mine has opened up or a human. It has an athletic build, ruddy skin, to a land where a devastating straight black hair, and dark eyes. war has made skilled workers hard to find. If these opportunities are Halflings are cunning, resourceful survivors temporary, a community may pick up and and opportunists who find room for move again once the opportunity is themselves wherever they can. They gone, or once a better one presents might be reliable, hard-working citi- itself. If the opportunity is lasting, zens or thieves just waiting for their the halflings settle and form big chance. a new village. Some com- Halflings stand about 3 feet tall and munities, on the other usually weigh between 30 and 35 hand, take to traveling as a pounds. They have brown or way of life, driving wagons black eyes. Halfling men often or guiding boats from place to have long sideburns, but beards are rare among them place, with no permanent home. and mustaches almost unseen. Halflings prefer simple, The chief halfling deity is Yondalla, the Blessed One, comfortable, and practical clothes. Unlike members of most races, protector of the halflings. Yondalla promises blessings and protec- they prefer actual comfort to shows of wealth. Halflings reach tion to those who heed her guidance, defend their clans, and cher- adulthood in their early twenties and generally live into the ish their families. middle of their second century. Halflings speak Halfling and Common. SUBRACES Most halflings encountered outside their home are warriors; The information above is for the lightfoot halfling, the most the information in the statistics block is for one of 1st level. common halfling variety. There are two other major halfling sub- races, which differ from lightfoot halflings as follows. COMBAT Halflings prefer to fight defensively, usually hiding and launching Tallfellow ranged attacks as the foe approaches. Their tactics are very much This humanoid stands a little more than half as high as a human. It has like those of elves but place more emphasis on cover and conceal- a slim but athletic build, fair skin, and fair hair. ment and less on mobility. HALFLING Halfling 149 YPRAH Tallfellows are somewhat rare among halfling folk. Captivating Song (Su): The most insidious ability of the harpy Tallfellows are 4 feet tall or more and weigh between 30 and 35 is its song. When a harpy sings, all creatures (other than harpies) pounds. They generally speak Elven in addition to Common and within a 300-foot spread must succeed on a DC 16 Will save or Halfling, and they greatly enjoy the company of elves. become captivated. This is a sonic mind-affecting charm effect. A Tallfellow Traits (Ex): These traits are in addition to the light- creature that successfully saves cannot be affected again by the foot halfling traits, except where noted. same harpy’s song for 24 hours. The save DC is Charisma-based. — +2 racial bonus on Search, Spot, and Listen checks. Like an A captivated victim walks toward the harpy, taking the most elf, a tallfellow who merely passes within 5 feet of a secret or con- direct route available. If the path leads into a dangerous area cealed door is entitled to a Search check as though actively look- (through flame, off a cliff, or the like), that creature gets a second ing for it. This trait replaces the lightfoot’s +2 bonus on Listen saving throw. Captivated creatures can take no actions other than checks. to defend themselves. (Thus, a fighter cannot run away or attack —Tallfellows are less athletic than lightfoot halflings and do but takes no defensive penalties.) A victim within 5 feet of the not have a racial bonus on Climb, Jump, and Move Silently checks. harpy stands there and offers no resistance to the monster’s attacks. The effect continues for as long as the harpy sings and for Deep Halfling 1 round thereafter. A bard’s countersong ability allows the capti- This humanoid stands a little less than half as high as a human. It has a vated creature to attempt a new Will save. stocky but athletic build, ruddy skin, straight black hair, and dark eyes. Skills: Harpies have a +4 racial bonus on Bluff and Listen checks. These halflings are shorter and stockier than the more common lightfeet. HARPY ARCHER Deep halflings are about 2-1/2 tall and weigh between 30 and 35 A cruel hunter and roaming brigand, the harpy archer has trained pounds. Deep halflings take great pleasure in gems and fine as a fighter specializing in ranged combat. Harpy archers often masonry, often working as jewelers or stonecutters. They rarely become mercenaries, selling their services to the highest bidder. mix with humans and elves but enjoy the company of dwarves When not employed, they make ends meet as highway robbers, and speak Dwarven fluently. forcing merchant caravans to pay protection money. Deep Halfling Traits (Ex): These traits are in addition to the lightfoot halfling traits, except where noted. Combat —Darkvision out to 60 feet. Captivating Song (Su): Will DC 17 negates. —Stonecunning: Like dwarves, deep halflings have a +2 racial Possessions: +3 studded leather, +1 frost composite longbow (+1 Str bonus on checks to notice unusual stonework. Something that bonus), 10 cold iron arrows, 10 silvered arrows, 5 +2 arrows, lesser isn’t stone but that is disguised as stone also counts as unusual bracers of archery, potion of cure moderate stonework. A deep halfling who merely comes within 10 feet of wounds, potion of cat’s grace, cloak of resist- unusual stonework can make a check as though actively search- ance +2, ring of protection +1. (Different ing and can use the Search skill to find stonework traps as a harpy archers may have differ- rogue can. A deep halfling can also intuit depth, sensing the ent possessions.) approximate distance underground as naturally as a human can sense which way is up. — +2 racial bonus on Appraise checks and Craft checks that are related to stone or metal. —Deep halflings are less athletic than lightfoot halflings and do not have a racial bonus on Climb, Jump, and Move Silently checks. HARPY This creature looks like an evil-faced old human with the lower body, legs, and wings of a reptilian monster. Its hair is tangled, filthy, and crusted with blood. A more malignant and wretched creature than the harpy is difficult to imagine. Taking great glee in caus- ing suffering and death, the sadistic harpy is always watching for new victims. A harpy’s coal-black eyes clearly reflect its evil soul, as do the wicked talons on its knotty fingers. These vile creatures wear no clothing and often wield large, heavy bones as though they were clubs. Harpies like to entrance hapless travelers with their magical songs and lead them to unspeakable torments. Only when a harpy has finished playing with its new “toys” will it release them from suffering by killing and consuming Harpy them. COMBAT 150 When a harpy engages in battle, it prefers to use Flyby Attack and strike with a melee weapon. HELL HOUND NESSIAN WARHOUND The creature resembles a big, powerfully built dog with short, rust-red fur; The Lords of the Nine, the great devil princes who rule over the its markings, teeth, and tongue are sooty black. It has red, glowing eyes. Nine Hells, keep vast kennels of hell hounds. From the fiery pits beneath the palace of Asmodeus in Nessus, the Hell hounds are aggressive, fire-breathing canines from the plane lowest of the Nine Hells, come the Nessian of Acheron. Specimens are frequently brought to the Material warhounds, a terrifying breed of hell Plane to serve evil beings, and many have established indige- hound. Nessian warhounds are coal- nous breeding populations. black mastiffs the size of draft A typical hell hound stands 4-1/2 feet high at the shoul- horses, often fitted with shirts of der and weighs 120 pounds. infernal chainmail. Hell hounds do not speak but understand Infernal. Nessian warhounds resem- ble hell hounds, except as COMBAT otherwise noted. Hell hounds are efficient hunters. A favorite pack Breath Weapon tactic is to surround prey quietly, then attack (Su): 10-foot cone, with one or two hounds, driving it toward the once every 2d4 rest with their fiery breath. If the prey doesn’t rounds, damage run, the pack closes in. Hell hounds track flee- 3d6 fire, Reflex DC ing prey relentlessly. 21 half. The save A hell hound’s natural weapons, as well as DC is Constitu- any weapons it wields, are treated as evil- tion-based. aligned and lawful-aligned for the purpose Fiery Bite of overcoming damage reduction. (Su): A Nessian Breath Weapon (Su): 10-foot cone, once warhound deals every 2d4 rounds, damage 2d6 fire, Reflex an extra 1d8 DC 13 half. The save DC is Constitution- points of fire based. d a m a g e Fiery Bite (Su): A hell hound deals an every time extra 1d6 points of fire damage every time it it bites an bites an opponent, as if its bite were a flam- opponent, ing weapon. as if its bite",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hell hounds have a +5 racial bonus on were a flaming Hide and Move Silently checks. weapon. *They also receive a +8 racial bonus on Survival checks when tracking by scent, due to their keen sense of smell. HELL HOUND Harpy Harpy Archer, 7th-Level Fighter Medium Monstrous Humanoid Medium Monstrous Humanoid",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Club +7 melee (1d6) +1 frost composite longbow (+1 Str bonus) +22 ranged (1d8+4/19–20/×3 plus 1d6 cold) or claw +15 melee (1d3+1)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Club +7/+2 melee (1d6) and +1 frost composite longbow (+1 Str bonus) +22/+17/+12 ranged 2 claws +2 melee (1d3) (1d8+4/19–20/×3 plus 1d6 cold) or 2 claws +15 melee (1d3+1) Space/Reach: 5 ft./5 ft. 5 ft./5 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dodge, Flyby Attack, Persuasive Alertness, Improved Critical (composite longbow), Improved Initiative, Iron Will, Manyshot, Point Blank Shot, Rapid Shot, Weapon Focus (composite longbow), Weapon Specialization (composite longbow)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breathweapon,fierybite Breathweapon,fierybite",
        "name":  "SpecialAttacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "ImprovedInitiative,Run,TrackB Alertness,ImprovedCritical(bite),Improved Initiative,Track,WeaponFocus(bite)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +2 melee (1d8+1/19–20) or javelin +2 ranged (1d6+1)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +2 melee (1d8+1/19–20) or javelin +2 ranged (1d6+1) Space/Reach: 5 ft./5 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 blue or red noses. Hobgoblins’ eyes are yellowish or dark brown, while their teeth are yellow. Their garments tend to be brightly col- ored, often blood red with black-tinted leather. Their weaponry is kept polished and in good repair. Hobgoblins speak Goblin and Common. Most hobgoblins encountered outside their homes are warriors; the information in the statistics block is for one of 1st level. COMBAT These creatures have a strong grasp of strategy and tactics and are capable of carrying out sophisticated battle plans. Under the leadership of a skilled strategist or tactician, their dis- cipline can prove a deciding factor. Hobgoblins hate elves and attack them first, in preference to other opponents.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 (cohort) quickly tear apart all but the most well-armored foes. A hydra is gray-brown to dark brown, with a light yellow or tan This creature looks like some gaunt, bestial hound or feline, with a mane underbelly. The eyes are amber and the teeth are yellow-white. It is of bristling quills. about 20 feet long and weighs about 4,000 pounds. Hydras do not speak. Howlers live on planes where chaos and evil hold sway; they orig- inate on the plane of Pandemonium. These beasts hunt in packs, COMBAT racing through caverns to wear down their prey and rend it to bits. Hydras can attack with all their heads at no penalty, even if they A howler is about 8 feet long and weighs about 2,000 pounds. move or charge during the round. Although they are surprisingly intelligent, howlers do not A hydra can be killed either by severing all its heads or by slay- speak—they only howl. If there is a language within the howls, as ing its body. To sever a head, an opponent must make a successful some have suggested, even spells cannot decipher it. Howlers sunder attempt with a slashing weapon. (The player should understand Abyssal. declare where the attack is aimed before making the attack roll.) Making a sunder attempt provokes an attack of opportunity COMBAT unless the foe has the Improved Sunder feat. An opponent can Howlers attack in groups, for they are cowardly and cruel. They strike at a hydra’s heads from any position in which he could strike prefer to charge into combat, race out, and then charge in again. at the hydra itself, because the hydra’s head writhe and whip about A howler’s natural weapons, as well as any weapons it wields, are in combat. An opponent can ready an action to attempt to sunder treated as chaotic-aligned and evil-aligned for the purpose of over- a hydra’s head when the creature bites at him. coming damage reduction. Each of a hydra’s heads has hit Quills (Ex): A howler’s neck bristles with long quills. While points equal to the creature’s full biting, the creature thrashes about, striking with 1d4 of normal hit point them. An opponent hit by a howler’s quill attack must suc- total, divided by ceed on a DC 16 Reflex save or have the quill break off its original number of in his or her flesh. Lodged quills impose a –1 penalty heads. For example, if a on attacks, saves, and checks per quill. The save DC is five-headed hydra Dexterity-based. has 52 hit points, 10 or A quill can be removed safely with a DC 20 more points of Heal check; otherwise, removing a quill damage severs a deals an extra 1d6 points of damage. head (52 ÷ 5 Howl (Ex): All beings other than 10.4, rounded down to 10). outsiders that hear the creature’s Losing a head deals howling for an hour or longer are damage to the body subject to its effect, though it does equal to half the not help the howler in combat. head’s full normal hit Anyone within hearing range of a points. A natural howler for a full hour must succeed on a reflex seals the DC 12 Will save or take 1 point of neck shut to pre- Wisdom damage. The save DC is vent further blood Charisma-based. The save must loss. A hydra can no be repeated for each hour of longer attack with a exposure. This is a sonic mind- severed head but takes affecting effect. no other penalties. Each time a head is severed, TRAINING A two new heads spring from the HOWLER stump in 1d4 rounds. A hydra can never have more than Small and Medium infernal creatures such as quasits, abyssal orcs, twice its original number of heads at any one time, and any extra and even succubi sometimes use howlers as mounts or pack ani- heads it gains beyond its original number wither and die within a mals. Larger and more powerful demons use them like hunting day. To prevent a severed head from growing back into two heads, dogs. at least 5 points of fire or acid damage must be dealt to the stump Although intelligent, a howler requires training before it can bear a rider in combat. To be trained, a howler must have a friendly attitude toward the trainer (this can be achieved through a suc- cessful Diplomacy check). Training a friendly howler requires six weeks of work and a DC 25 Handle Animal check. Riding a howler requires an exotic saddle. A howler can fight while carry- ing a rider, but the rider cannot also attack unless he or she suc- ceeds on a Ride check.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "HYDRAS Hydras are intended to be monsters that are difficult to defeat by conventional means. Characters without the Improved Sunder feat will find it difficult and dangerous to attack by lopping off the monster’s heads, and the hydra’s fast healing ability means that damage directed at its body is quickly restored. The hydra rewards characters who have the Improved Sunder feat and parties who learn to coordinate their 155 attacks effectively. pqqrs (a touch attack to hit) before the new heads appear. A flaming Fast Healing (Ex): Each round, a hydra heals damage equal to weapon (or similar effect) deals its energy damage to the stump in 10 + the number of its original heads. the same blow in which a head is severed. Fire or acid damage Skills: Hydras have a +2 racial bonus on Listen and Spot checks, from an area effect (such as a fireball spell or dragon breath) may thanks to their multiple heads. burn multiple stumps in addition to dealing damage to the hydra’s A hydra has a +8 racial bonus on any Swim check to perform body. A hydra does not die from losing its heads until all its heads some special action or avoid a hazard. It can always choose to take have been cut off and the stumps seared by fire or acid. 10 on a Swim check, even if distracted or endangered. It can use A hydra’s body can be slain the run action while swimming, provided it swims in a straight just like any other crea- line. ture’s, but hydras possess Feats: A hydra’s Combat Reflexes feat fast healing (see below) allows it to use all its heads for attacks of and are difficult to defeat opportunity. in this fashion. Any at- tack that is not (or PYROHYDRA cannot be) an at- Huge Magical Beast (Fire) tempt to sunder a These reddish hydras can breathe jets of fire head affects the 10 feet high, 10 feet wide, and 20 feet body. For ex- long. All heads breathe once every ample, area 1d4 rounds. Each jet deals 3d6 effects deal points of fire damage per damage to a head. A successful Reflex hydra’s body, save halves the damage. The not to its heads. save DC is 10 + 1/2 hydra’s Targeted magical ef- original number of heads fects cannot sever a + hydra’s Con modifier. hydra’s heads (and thus must be directed at the body) unless they deal slashing damage and could be used to make sunder attempts. ARDYH Hydra Five-Headed Hydra Six-Headed Hydra Seven-Headed Hydra Huge Magical Beast Huge Magical Beast Huge Magical Beast",
        "name":  "BEHIND THE CURTAIN",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Combat ReflexesB, Iron Will, Combat ReflexesB, Iron Will, Combat ReflexesB, Iron Will, Toughness Toughness, Weapon Focus (bite) Toughness, Weapon Focus (bite)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "CombatReflexesB,IronWill, Blind-Fight,CombatReflexesB,Iron Blind-Fight,CombatReflexesB,Iron Toughness,WeaponFocus(bite) Will,Toughness,WeaponFocus(bite) Will,Toughness,WeaponFocus(bite)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight,CombatReflexesB, Blind-Fight,CombatReflexesB,ImprovedNatural IronWill,Toughness,WeaponFocus(bite) Attack(bite),IronWill,Toughness,WeaponFocus(bite)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— — 157 sion. Inevitables tend to stick out in a crowd while they’re in INEVITABLE observation mode, but they seem oblivious to the attention. Those Hailing from the lawful neutral plane of Mechanus, inevitables in the know who hear about a 12-foot-tall, golden-armored statue are constructs whose sole aim is to enforce the natural laws of the roaming the countryside might seek out the inevitable and pres- universe. ent a case, hoping it will take on the alleged transgressor. The deci- Each type of inevitable is designed to find and punish a particu- sion is based on the idiosyncrasies of the inevitable’s program- lar kind of transgression, hunting down a person or group that has ming, so there’s no guarantee. violated a fundamental principle, such as “The guilty should be Their forms vary, but all inevitables are gold-and-silver clock- punished,” “Bargains should be kept,” or “Everyone dies eventu- work creatures, with gears and pistons where muscles would be ally.” When an inevitable is created, it receives its first mission, on flesh-and-blood creatures. Their eyes glow with a golden then finds the transgressors and metes out appropriate punish- radiance. ment. The sentence is usually death, although some inevitables Note that unlike most constructs, inevitables have an Intelli- insist on compensation to the wronged party instead, using geas gence score and can think, learn, and remember. andmark of justice to ensure compliance. From its first step, an Inevitables speak Abyssal, Celestial, Infernal, and the native lan- inevitable focuses totally on its target. It continues its efforts no guage of their first target. matter how cold the trail or hopeless the task. If unable to cross an ocean any other way, inevitables have been known to COMBAT walk into the waves, travers- Unless their very ing the seabed to emerge existence is threat- on another continent ened, inevitables months later. focus complete- Inevitables are ly on the trans- single-minded in gressor they’ve pursuit of their been assigned quarry, but they to, ignoring other are under orders to combatants com- leave innocents alone. pletely. An inevit- Accomplices to their able might attack prey are fair game, anyone who hin- however, which sometimes cre- ders its progress, ates conflicts within their but it won’t tarry programming. Even the beyond the point most effective inevit- where it can ables are periodically reengage its recalled to Mech- quarry. anus for repro- gramming. Inevitables gladly sacrifice themselves to complete a mission, but they aren’t suicidal. Faced with impending Inevitables take defeat, they are self-defense very likely to withdraw seriously; anyone and seek a way to who attacks an in- even the odds. They are evitable with what determined but the creature per- patient foes. They ceives as deadly ally with others if force is met with that helps accom- deadly force in return. plish their mission, An inevitable’s natural but they have a weapons, as well as any hard time keeping weapons it wields, are allies for long. treated as lawful- It’s apparent aligned for the to anyone who purpose of overcom- spends much time ing damage reduction. with one that an inevitable would Fast Healing (Ex): An inevitable sacrifice an ally to fulfill its purpose without a heals a certain amount of damage each second thought. round (specified in each variety’s description) as When an inevitable completes its task, it wanders the landscape long as it has at least 1 hit point. However, damage dealt by chaotic and passively observes life around it. When it discerns another weapons heals at the normal rate. transgression of the principle it is dedicated to, it has a new mis- ELBATIVENI Zelekhut Marut Kolyarut 158 KOLYARUT ity before it can react. A kolyarut has no compunctions about using Medium Construct (Extraplanar, Lawful) its vampiric touch ability on allies to increase its own power, if",
        "name":  "LevelAdjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 A kolyarut’s natural weapons, as well as any weapons it wields,",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Vampiric touch +11 melee touch (5d6) or enervation ray vation spell (caster level 13th). +10 ranged touch (as spell) or +2 longsword +13 melee Spell-Like Abilities: At will—discern lies (DC 17), disguise self, (1d8+5/19–20) or slam +11 melee (1d6+3) fear(DC 17), hold person (DC 16), invisibility, locate creature, suggestion",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Vampiric touch +11/+6 melee touch (5d6) or ener- (DC 16);1/day—hold monster (DC 17), mark of justice; 1/week— vation ray +10 ranged touch (as spell) or +2 longsword +13/+8 geas uest. Caster level 13th. The save DCs are Charisma-based. melee (1d8+5/19–20) or slam +11/+6 melee (1d6+3) Vampiric Touch (Su): As a melee touch attack, a kolyarut can Space/Reach: 5 ft./5 ft. steal life force from its foe, as the vampiric touch spell (caster level",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Construct traits, damage reduction This creature looks like a red-skinned humanoid made up of mechanical 15/chaotic, darkvision 60 ft., fast healing 10, low-light vision, parts. It is dressed in ornate golden armor and a flowing golden robe. It spell resistance 25 carries a gleaming sword and wears banded mail. Saves: Fort +7, Ref +6, Will +8",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 35, Dex 13, Con —, Int 12, Wis 17, Cha 18 Kolyaruts represent the ultimate enforcement clause in a con- Skills: Concentration +13, Diplomacy +6, Knowledge (religion) tract—they mete out punishment to those who break bargains +10, Listen +16, Search +10, Sense Motive +12, Spot +16, and oaths. Originally sent from Mechanus to avenge major betray- Survival +3 (+5 following tracks) als, once on the Material Plane they hunt down everyone from un- Feats: Ability Focus (fists), Awesome Blow, Combat Casting, scrupulous merchants to army deserters. Anyone who reneges on Great Fortitude, Improved Bull Rush, Power Attack a deal could draw the ire of a kolyarut, although the creature usu- Environment: Clockwork Nirvana of Mechanus ally ignores inconsequential deals and rashly sworn oaths. Organization:Solitary Before beginning a mission against a deal-breaker, a kolyarut Challenge Rating: 15 learns as much about the contract or oath as possible. It’s not inter- Treasure: None ested in those who break deals accidentally or against their will— Alignment: Always lawful neutral only those who willingly break contracts violate the principle that Advancement: 16–28 HD (Large); 29–45 HD (Huge) kolyaruts are created to uphold. If a written contract was broken, Level Adjustment: — the kolyarut typically carries a copy of the contract with it. Kolyaruts are the most talkative of the inevitables, making cred- This creature, outfitted in golden armor over an onyx-colored body, is ible attempts at social niceties such as proper greetings before get- humanoid in shape but much larger than a human and seems to be made ting down to the matter at hand. They can use disguise self to appear of mechanical parts. It carries no weapons or other equipment. as almost any kind of humanoid—useful if they need to go under- cover to catch their quarry. Maruts represent the inevitability of death. They confront those who would try to deny the grave itself. Combat Any who use unnatural means to extend their life span (such as Like all inevitables, a kolyarut is patient enough to study a target a lich) could be targeted by a marut. Those who take extraordinary before striking. It has a good idea of the deal-breaker’s abilities and measures to cheat death in some other way (such as sacrificing defenses before it enters battle. When it fights, it tries to get the hundreds of others to keep oneself safe from a plague) might be conflict over as soon as possible, minimizing excess bloodshed labeled transgressors as well. Those who use magic to reverse and mayhem. It doesn’t let concern for innocents delay or endan- death (raise dead spells, for example) aren’t worthy of a marut’s at- ger its mission, however. tention unless they do so repeatedly or on a massive scale. A kolyarut’s favorite tactic is to use invisibility ordisguise self to When a marut has identified its target, it walks surely and sneak close, then eliminate the quarry with its vampiric touch abil- implacably toward the foe, never resting. INEVITABLE 159 Combat A zelekhut may initially appear rather nonthreatening—but Once it has found its target, a marut brings it the death it has been when it is about to enter combat, it can cause two spiked chains to trying to avoid. Those who defile death through necromancy may spring forth from its forearms as a free action. In similar fashion, it instead receive a geas and/ormark of justice to enforce proper re- can cause a pair of golden metallic wings to emerge from its back. spect. It typically uses wall of force to shut off any escape routes, Retracting the chains or the wings is also a free action. then opens up with chain lightning while it closes to melee range. Once there, it strikes with its massive fists, using circle of death if Combat beset by numbers of defenders. It hits spellcasting opponents with Once it has found its fugitive, a zelekhut uses its speed and its repeated uses of greater dispel magic, and it uses dimension door and spell-like abilities to cover the most likely escape routes. Then it locate creature to track down foes who flee. immobilizes any defenders while attempting to protect any inno- A marut’s natural weapons, as well as any weapons it wields, are cent bystanders. Finally, it apprehends the fugitive with its spiked treated as lawful-aligned for the purpose of overcoming damage chains, tripping or disarming the foe as needed. If the sentence is reduction. death, the zelekhut carries it out with little fuss or fanfare. Fists of Thunder and Lightning (Su): A marut’s left fist deliv- A zelekhut’s natural weapons, as well as any weapons it wields, ers a loud thunderclap whenever it hits something, dealing an are treated as lawful-aligned for the purpose of overcoming dam- extra 3d6 points of sonic damage and causing the target to be deaf- age reduction. ened for 2d6 rounds (Fortitude DC 31 negates the deafness). Its Spell-Like Abilities: At will—clairaudience clairvoyance, dimen- right fist delivers a shock for an extra 3d6 points of electricity sional anchor, dispel magic, fear (DC 16), hold person (DC 15), locate crea- damage, and the flash of lightning causes the target to be blinded ture, true seeing; 3/day—hold monster (DC 17), mark of justice; 1/week— for 2d6 rounds (Fortitude DC 31 negates the blindness). The save lesser geas (DC 16).Caster level 8th. The save DCs are Charisma-based. DCs are Strength-based and include the marut’s Ability Focus feat. Skills: A zelekhut has a +4 racial bonus on Search and Sense Spell-Like Abilities: At will—air walk, dimension door, fear (DC Motive checks. 18), greater command (DC 19), greater dispel magic, mass inflict light Feats: Due to its centaurlike construction, a zelekhut qualifies wounds(DC 19), locate creature, true seeing; 1/day—chain lightning for feats as if it had the Mounted Combat feat. (DC 20), circle of death (DC 20), mark of justice, wall of force; 1/week— earth uake (DC 22), geas uest, plane shift (DC 21).Caster level 14th. INVISIBLE STALKER The save DCs are Charisma-based.",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Construct traits, damage reduction Feats: Combat Reflexes, Improved Initiative, Weapon Focus (slam) 10/chaotic, darkvision 60 ft., fast healing 5, low-light vision, Environment: Elemental Plane of Air spell resistance 20 Organization:Solitary",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+7 sands of miles away. The creature follows a command until the task is completed and obeys only the summoner. However, it This clockwork creature resembles a centaur in shape. It wears ornate resents protracted missions or complex tasks and seeks to pervert golden armor over alabaster skin. It carries no weapons or other equipment. its instructions accordingly. Invisible stalkers have an amorphous form. A see invisibility spell Zelekhuts are charged with hunting down those who would deny shows only a dim outline of a cloud, while a true seeing spell reveals justice—especially those who flee to escape punishment. Expert a roiling cloud of vapor. trackers, they use a combination of natural skill and magic to find These creatures speak only Auran but can understand fugitives wherever they may hide. Common. ELBISIVNI REKLATS 160",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+0 This humanoid is about the size of a gnome or halfling. It has a scaly hide, a naked tail like that of a rat, and a doglike head with two small horns. Kobolds are short, reptilian humanoids with cowardly and sadistic tendencies. A kobold’s scaly skin ranges from dark rusty brown to a rusty black color. It has glowing red eyes. Its tail is nonprehensile. Kobolds wear ragged clothing, favoring red and orange. Kobolds usually consume plants or animals but are not averse to eating intelligent beings. They spend most of their time fortifying the land around their lairs with traps and warning devices (such as spiked pits, tripwires attached to crossbows, and other mechanical contraptions). Kobolds hate almost every other sort of humanoid or fey, espe- cially gnomes and sprites. A kobold is 2 to 2-1/2 feet tall and weighs 35 to 45 pounds. COMBAT Kobolds speak Draconic with a voice that sounds like that of a An invisible stalker attacks by using the air itself as a weapon. It yapping dog. creates a sudden, intense blast of wind that pounds a single target on the same plane as the creature. COMBAT An invisible stalker can be killed only when it is on the Ele- Kobolds like to attack with over- mental Plane of Air. When performing a task elsewhere, it auto- whelming odds—at least two to matically returns to its home plane when it takes damage suffi- one—or trickery; should the odds fall cient to destroy it. below this threshold, they usually flee. Natural Invisibility (Su): This ability is constant, allowing a However, they attack gnomes on sight stalker to remain invisible even when attacking. This ability is if their numbers are equal. inherent and not subject to the invisibility purge spell. They begin a fight by slinging bullets, Improved Tracking (Ex): An invisible stalker is a consummate closing only when they can see that their tracker and makes Spot checks instead of the usual Survival foes have been weakened. Whenever they checks to trace a creature’s passage. can, kobolds set up ambushes near trapped areas. They aim to drive enemies into the traps, where other kobolds wait to pour flam- KOBOLD ing oil over them, shoot them, or drop poison- obold, 1st-Level Warrior ous vermin onto them. Small Humanoid (Reptilian) Light Sensitivity (Ex): Kobolds are dazzled",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20 (–4 size, +14 natural), touch 6, flat-footed 20 tentacles or arms as if they were weapons.A kraken’s tentacles Base Attack/Grapple: +20/+44 have 20 hit points, and its arms have 10 hit points. If a kraken is",
        "name":  "Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 Organization:Patrol (2–4 plus 1 3rd-level whip), squad (6–11 plus 1 or 2 3rd-level whips, 1 or 2 4th-level monitors, and 1 This creature seems to combine the worst features of a wolf and a hyena. 8th-level fighter), band (20–50 plus 100 noncombatants plus It has a shaggy, spotted coat, a bristling mane along its spine, and a long, 2 3rd-level whips, 2 8th-level fighters, and 1 10th-level fighter), bushy tail. or tribe (40–400 plus 1 3rd-level whip per 20 adults, 1 4th-level monitor, 4 8th-level fighters, 1 10th-level whip, and 2 10th- The krenshar is a strange, catlike carnivore with extremely flexi- level fighters) ble skin on its head. Challenge Rating: 2 A typical krenshar measures 4 or 5 feet in length with a long, Treasure: Standard narrow head. It weighs about 175 pounds. Males and Alignment: Often neutral evil females hunt together, preferring herd animals for Advancement: By character class food but attacking humanoids when game Level Adjustment: +3 becomes scarce. Krenshars are very social among their own kind, and occa- sional attempts to domesticate cubs have produced fierce and loyal companions. They other- wise behave much like mun- dane great cats. A lair con- tains cubs numbering half the adult total. COMBAT Krenshars use solitary scouts to drive prey into the waiting clutches of the pride. The scout appears from hiding, uses its scare ability, then chases the flee- ing target to join the attack. KUO-TOA Krenshar 163 This humanoid is a little shorter than a human. Its rounded body is creatures or items touching them. Anyone who makes an un- covered with fine scales, giving it the appearance of being pudgy or successful melee attack against a kuo-toa must succeed on a DC bloated. The arms and legs are slender, almost willowy, ending in broad 14 Reflex save, or the attacker’s weapon sticks to the shield and is hands and distended feet that look much like flippers. Its fishlike, bullet- yanked out of the wielder’s grasp. Creatures using natural weap- shaped head has bulging, silver-black eyes and a ons are automatically grappled if they get stuck. wide mouth full of sharp teeth. A kuo-toa requires 1 hour and special materials costing 20 gp to coat a shield The kuo-toas are an ancient line of aquatic with adhesive. The adhesive remains humanoids noted for their sinister nature good for up to three days or until it and diabolical tendencies. actually catches someone or some- Although most individuals shun contact thing (in which case the shield can with these loathsome creatures, sometimes trap no additional items, since the avoiding them is simply not possible. Kuo- adhesive is used up). Pulling a stuck toas know much about long-forgotten, ancient weapon or limb from a shield requires a evils dwelling in the deepest parts of the ocean. DC 20 Strength check. An average kuo-toa stands roughly 5 feet tall Amphibious (Ex): Although kuo- and weighs about 160 pounds. toas breathe by means of gills, they can Although kuo-toas are generally a silver-gray survive indefinitely on land. color, their pigmentation changes with their Keen Sight (Ex): Kuo-toas have excellent mood. An angry kuo-toa is dark red, while a vision thanks to their two independently frightened one becomes pale gray or even white. focusing eyes. Their eyesight is so keen that The air around a kuo-toa carries a strong odor of they can spot a moving object or creature rotting fish. even if it is invisible or ethereal. Only Kuo-toas speak Kuo-Toan, Undercommon, and by remaining perfectly still can such Aquan. objects or creatures avoid their notice. Light Blindness (Ex): Abrupt exposure to COMBAT bright light (such as sunlight or a daylight spell) Kuo-toa tactics and weapons vary greatly depending blinds kuo-toas for 1 round. On subsequent upon the training and skills of the individual rounds, they are dazzled while operating in encountered. A group of kuo-toa fighters usually bright light. fights in formation, throwing spears before closing to Slippery (Ex): All kuo-toas secrete an oily film that makes melee range. them difficult to grapple or snare. Webs, magical or otherwise, Lightning Bolt (Su): Two or more don’t affect kuo-toas, and they usually can wriggle free from most kuo-toa clerics (known as whips) oper- other forms of confinement. ating together can generate a stroke Skills: Kuo-toas have a +8 racial bonus on Escape Artist checks of lightning every 1d4 rounds. The and a +4 racial bonus on Spot and Search checks. whips must join hands to launch A kuo-toa has a +8 racial bonus on any Swim check to perform the bolt but need merely be some special action or avoid a hazard. It can always choose to within 30 feet of one another take 10 on a Swim check, even if distracted or endangered. It while it builds. The lightning can use the run action while swimming, provided it swims in a bolt deals 1d6 points of electricity straight line. damage per whip, but a successful Reflex save (DC 13 + number of KUO-TOA SOCIETY whips) halves this amount. Kuo-toas dwell in subterranean communities that are well sup-",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Many kuo-toa plied with pools for recreation and fighters and all whips of 7th breeding. They spawn as fish do, level or higher carry this Large raising their young in special exotic weapon. A pincer staff deals pools until their amphibian 1d10 points of bludgeoning damage, qualities develop (about a year threatens a critical hit on a natural after hatching). 20, and deals double damage on a crit- Thanks to the efforts of the whips, ical hit. It has a 10-foot reach and virtually all kuo-toas are devoted wor- cannot be used against an adjacent shipers of the goddess Blibdoolpoolp, whom they refer opponent. A wielder that hits an op- to as the Sea Mother. Every kuo-toa community has at ponent of at least Small but no larger least one shrine to the Sea Mother. Larger communi- than Large size can attempt to start a ties with major temples serve as hubs for clusters grapple as a free action without provoking of smaller settlements. These are also centers an attack of opportunity. If the wielder wins for intergroup trade and politics. Virtually all the grapple check, the staff estab- kuo-toa communities are open to drow lishes a hold and grabs the oppo- and their servants, who provide nent, dealing 1d10 points of useful goods and services, although damage each round the hold is the drow are both feared and hated maintained. by the kuo-toas. This enmity leads Adhesive (Ex): to many minor skirmishes Kuo-toas use their own body oil and other materials to give and frequent kidnappings between their shields a finish almost like flypaper, holding fast any the two societies. AOT-OUK niapseD .B yb .sulli aima L Kuo-toa 164 Lamia KUO-TOA CHARACTERS Wisdom Drain (Su): A lamia drains 1d4 points of Wisdom A kuo-toa’s favored class is rogue. Most kuo-toa leaders are each time it hits with its melee touch attack. (Unlike with other cleric/rogues or clerics (whips). Kuo-toa clerics worship Blib- kinds of ability drain attacks, a lamia does not heal any damage doolpoolp. A kuo-toa cleric has access to two of the following when it uses its Wisdom drain.) Lamias try to use this power early domains: Destruction, Evil, or Water. Kuo-toa monks, called mon- in an encounter to make foes more susceptible to charm monster itors, also exist. andsuggestion.",
        "name":  "Pincer Staff",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4 razor-sharp claws. It almost always enters combat if it observes a good crea- This creature seems to be a cross between a stun- ture being threatened by evil. ningly attractive human and a sleek lion. It looks Spells: A lammasu casts spells as a human from the waist up, with the body of a lion 7th-level cleric, and can choose below that. spells from the cleric spell list, plus any two of the following domains: Lamias are evil and cruel creatures that take pleasure in causing suf- Good, Healing, Knowledge, or Law. fering. They particularly target those who serve the cause of good. Typical leric Spells Prepared (6/6/5/4/2; save DC 13 + spell level): A typical lamia is about 8 feet long and weighs about 700 0—detect magic, guidance (2),light, read magic, resistance; 1st—bless pounds. (2),detect evil, divine favor, entropic shield, protection from evil*; 2nd— aid*,bear’s endurance, bull’s strength, lesser restoration, resist energy; COMBAT 3rd—daylight, dispel magic, magic circle against evil*,remove curse; Though a lamia is powerful and dangerous in close combat, it has 4th—holy smite , neutralize poison. no stomach for a fair fight. It uses its illusion abilities to lure *Domain spell. Domains: Good and Healing. heroes into perilous situations, and then uses its Spring Attack Magic Circle against Evil (Su): A lammasu radiates a continu- feat to bound out of the shadows and drain Wisdom from its oppo- ous magic circle against evil that affects a 20-foot radius. nents. When it has sapped the will of its victim, it uses its enchant- Spell-Like Abilities: 2/day—greater invisibility (self only); ment abilities to beguile and ensnare the unfortunate soul. A 1/day—dimension door. Caster level 7th. lamia forced into physical combat attacks with a dagger in one of Pounce (Ex): If a lammasu charges a foe, it can make a full its human hands and a pair of lionlike claws. attack, including two rake attacks. Spell-Like Abilities: At will—disguise self, ventrilo uism; Rake (Ex): Attack bonus +12 melee, damage 1d6+3. 3/day—charm monster (DC 15), major image (DC 14), mirror image, Skills: Lammasus have a +2 racial bonus on Spot checks. suggestion(DC 14); 1/day—deep slumber (DC 14). Caster level 9th. Breath Weapon (Su): 30-foot cone, 1/day, damage 6d8 fire, The save DCs are Charisma-based. Reflex DC 21 half. LAMMASU Lammasu 165 HCIL Lammasu Golden Protector (Celestial Half-Dragon Lammasu) Large Magical Beast Large Dragon",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Pounce, rake 1d6+3, spells Breath weapon, pounce, smite evil, rake 1d6+4, spells",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Iron Will, Blind-Fight, Iron Will, Lightning Reflexes, Lightning Reflexes Weapon Focus (claw)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 +10 GOLDEN PROTECTOR A lich is a gaunt and skeletal humanoid with withered flesh (CELESTIAL HALF-DRAGON LAMMASU) stretched tight across horribly visible bones. Its eyes have long ago Child of a celestial lammasu and a gold dragon, the golden pro- been lost to decay, but bright pinpoints of crimson light burn on tector has migrated to the Material Plane to more actively in the empty sockets. Even the least of these creatures was a pow- combat evil. erful person in life, so they often are draped in once-grand cloth- ing. Multiclass fighters or clerics may still bear the armor of a war- Combat rior. Like its body, however, the garb of a lich shows all too well the The golden protector’s natural weapons are treated as magic weap- weight of years. Decay and corruption are its constant companion. ons for the purpose of overcoming damage reduction. Liches speak Common plus any other languages they knew in Breath Weapon (Su): 30-foot cone, 1/day, damage 6d8 fire, life. Reflex DC 21 half. Smite Evil (Su): Once per day a golden protector can make a SAMPLE LICH normal melee attack to deal an extra 10 points of damage against This skeletal creature wears the rotting, rich robes of a mighty wizard long an evil opponent. dead. Hateful crimson light dances in its empty eye sockets. Typical Cleric Spells Prepared (6/7/5/4/3; save DC 15 + spell level): 0—detect magic, guidance (2), light, read magic, resistance; 1st—bless This example uses an 11th-level human wizard as the character. (2), detect evil, divine favor (2), entropic shield, protection from evil*; 2nd—aid*, bear’s endurance, bull’s strength, lesser restoration, resist Lich, 11th-Level Human Wizard energy; 3rd—daylight, dispel magic, magic circle against evil*, remove Medium Undead (Augmented Humanoid) curse; 4th—dismissal, holy smite*, neutralize poison. Hit Dice: 11d12+3 (74 hp) *Domain spell. Domains: Good and Healing. Initiative: +3 Rake (Ex): Attack bonus +19 melee, damage 1d6+4. Speed: 30 ft. (6 squares)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch +5 melee (1d8+5 negative energy plus paralysis) or LICH quarterstaff +5 melee (1d6) or dagger +5 melee (1d4/19–20) or A lich is an undead spellcaster, usually a wizard or sorcerer but masterwork light crossbow +9 ranged (1d8/19–20) sometimes a cleric or other spellcaster, who has used its magical Full Attack: Touch +5 melee (1d8+5 negative energy plus paraly- powers to unnaturally extend its life. sis) or quarterstaff +5 melee (1d6) or dagger +5 melee (1d4/ As a rule, these creatures are scheming and, some say, insane. 19–20) or masterwork light crossbow +9 ranged (1d8/19–20) They hunger for ever greater power, long-forgotten knowledge, Space/Reach: 5 ft./5 ft. 166 and the most terrible of arcane secrets. Because the shadow of Special Attacks: Damaging touch, fear aura, paralyzing touch, death does not hang over them, they often conceive plans taking spells years, decades, or even centuries to come to fruition. Special Qualities: +4 turn resistance, damage reduction LICH 15/bludgeoning and magic, darkvision 60 ft., immunity to cold, Full Attack: A lich fighting without weapons uses either its electricity, polymorph, and mind-affecting effects, undead traits touch attack (see above) or its natural weapons (if it has any). If",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fort +4, Ref +7, Will +10 (cloak of resistance +1) armed with a weapon, it usually uses the weapon as its primary",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Concentration +15, Decipher Script +14, Hide +15, has a way to make that attack (either a free hand or a natural weap- Knowledge (arcana) +18, Listen +12, Move Silently +16, Search on that it can use as a secondary attack). +16, Sense Motive +10, Spellcraft +20, Spot +12 Damage: A lich without natural weapons has a touch attack",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Combat Casting, Craft Wondrous Item, Quicken Spell, that uses negative energy to deal 1d8+5 points of damage to living Scribe Scroll, Silent Spell, Spell Focus (evocation), Still Spell, creatures; a Will save (DC 10 + 1/2 lich’s HD + lich’s Cha modifier) Toughness halves the damage. A lich with natural weapons can use its touch",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Temperate plains attack or its natural weaponry, as it prefers. If it chooses the latter,",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Solitary it deals 1d8+5 points of extra damage on one natural weapon",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4 Cha modifier unless otherwise noted. Lich Fear Aura (Su): Liches are shrouded in a dreadful Combat aura of death and evil. Creatures of less than 5 A lich’s natural weapons are treated as magic weap- HD in a 60-foot radius that look at the ons for the purpose of overcoming damage reduc- lich must succeed on a Will save or be tion. affected as though by a fear spell The Will save against this lich’s fear aura and dam- from a sorcerer of the lich’s aging touch, and the Fortitude save against its para- level. A creature that success- lyzing touch, have a DC of 16. fully saves cannot be affected Wizard Spells Prepared (4/5/5/5/4/2/1; save DC 14 + again by the same lich’s aura spell level): 0—acid splash, detect magic, ray of frost*, for 24 hours. touch of fatigue; 1st—expeditious retreat, magic missile Paralyzing Touch (Su): (3), ray of enfeeblement; 2nd—mirror image, protection Any living creature a lich hits from arrows, scorching ray*, spectral hand, web; with its touch attack must succeed 3rd—dispel magic, fireball*, haste, lightning bolt*, on a Fortitude save or be permanently vampiric touch; 4th—enervation, fear, ice paralyzed. Remove paralysis or any spell storm*, shout*; 5th—cone of cold*, teleport; that can remove a curse can free the 6th—disintegrate. victim (see the bestow curse spell descrip- *Because of Spell Focus (evocation), tion, page 203 of the Player’s Handbook). the save DC for these spells is 15 + spell The effect cannot be dispelled. Anyone level. paralyzed by a lich seems dead, though a",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bracers of armor +4, cloak of DC 20 Spot check or a DC 15 Heal check resistance +1, potion of gaseous form, ring of reveals that the victim is still alive.. protection +1, scroll of summon monster Spells: A lich can cast any spells it IV (8th level), wand of magic missile could cast while alive. (50 charges, 9th level). Special Qualities: A lich retains all the base creature’s special qualities and CREATING A LICH gains those described below. “Lich” is an acquired template Turn Resistance (Ex): A lich has +4 that can be added to any human- turn resistance. oid creature (referred to hereafter Damage Reduction (Su): A lich’s as the base creature), provided it undead body is tough, giving the crea- can create the required phylactery; ture damage reduction 15/bludgeoning see The Lich’s Phylactery, below. and magic. Its natural weapons are (Liches of other kinds of crea- treated as magic weapons for the purpose tures, such as dragons, exist, of overcoming damage reduction. but use different templates.) Immunities (Ex): Liches have immunity to cold, electricity, A lich has all the base creature’s statistics and special abilities polymorph (though they can use polymorph effects on them- except as noted here. selves), and mind-affecting attacks.",
        "name":  "Possessions",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A lich has a touch attack that it can use once per round. and 5–8 vampire spawn). If the base creature can use weapons, the lich retains this ability. A Challenge Rating: Same as the base creature + 2. creature with natural weapons retains those natural weapons. A Treasure: Standard coins; double goods; double items. lich fighting without weapons uses either its touch attack or its Alignment: Any evil. 167 primary natural weapon (if it has any). A lich armed with a Advancement: By character class. weapon uses its touch or a weapon, as it desires. Level Adjustment: Same as the base creature +4. LICH CHARACTERS The creature looks like a female human or elf with the lower torso of a The process of becoming a lich is unspeakably evil and can be multicolored serpent and huge, strikingly patterned wings like a bird’s. undertaken only by a willing character. A lich retains all class abil- ities it had in life. Lillends are mysterious visitors from the plane of Ysgard. Many are skilled in one or more forms of artistic expression. THE LICH’S PHYLACTERY Lillends are lovers of music and art. Gold, even food, means An integral part of becoming a lich is creating a magic phylactery little to them, while a song, story, or piece of artwork holds great in which the character stores its life force. As a rule, the value. The destruction of art and the ill treatment of artists only way to get rid of a lich for sure is to destroy its enrages them. They are infamous for holding grudges, and phylactery. Unless its phylactery is located they are often encountered seeking violent retri- and destroyed, a lich reappears 1d10 days bution against enemies of their favorite arts. after its apparent death. Lillends also have a great love of Each lich must make its own phy- unspoiled wilderness. The wilds remind lactery, which requires the Craft them of the natural beauty of their home Wondrous Item feat. The charac- plane, and they occa- ter must be able to cast spells and sionally visit and enjoy have a caster level of 11th or similar regions. A lillend higher. The phylactery costs is as protective of its chosen 120,000 gp and 4,800 XP to wilderness as it is of the arts. create and has a caster level These beings sometimes form equal to that of its creator at temporary alliances with rangers, the time of creation. druids, and bards to defend their The most common form favorite retreats against the encroach- of phylactery is a sealed ment of civilization. Sometimes a covey metal box containing of lillends adopts a tract of wilderness, strips of parchment on using any means necessary to drive off which magical phrases despoilers. have been transcribed. A typical lillend’s coils are 20 feet long. The box is Tiny and has 40 The creature weighs about 3,800 pounds. A hit points, hardness 20, few lillends have male torsos. and a break DC of 40. Lillends speak Celestial, Infernal, Other forms of phylacter- Abyssal, and Common. ies can exist, such as rings, amulets, or similar items. COMBAT Lillends are generally peaceful unless they intend vengeance against some- LILLEND one they believe guilty of harming, Large Outsider (Chaotic, Extraplanar, or even threatening, a favored art Good) form, artwork, or artist. Then they",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Short sword +11 melee (1d8+5/19–20) A lillend’s natural weapons, as well as any weapons it wields, are",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Short sword +11/+6 melee (1d8+5/19–20) and tail treated as chaotic-aligned and good-aligned for the purpose of slap +6 melee (2d6+2) overcoming damage reduction. Space/Reach: 10 ft./10 ft. Constrict (Ex): A lillend deals 2d6+5 points of damage with a",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkvision 60 ft., immunity to poison, resist- stricting, though it can still attack with its sword. ance to fire 10 Improved Grab (Ex): To use this ability, a lillend must hit with",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 speed is 30 feet. —Racial Hit Dice: A lizard- This tall humanoid looks folk begins with two levels of like a cross between a humanoid, which provide 2d8 powerfully built human and a Hit Dice, a base attack bonus of +1, lizard. It has clawed hands, a and base saving throw bonuses of long tail, and toothy jaws. Fort +0, Ref +3, and Will +0. —Racial Skills: A lizardfolk’s humanoid levels give it skill Lizardfolk are primitive reptilian humanoids that can be very dan- points equal to 5 × (2 + Int modifier, minimum 1). Its class skills gerous if provoked. are Balance, Jump, and Swim. Lizardfolk have a +4 racial bonus on Although they are omnivores, lizardfolk prefer meat; popular Balance, Jump, and Swim checks. lore holds that lizardfolk prefer humanoid flesh, but this charge is —Racial Feats: A lizardfolk’s humanoid levels give it one feat. largely unfounded (though some tribes do eat captives or slain —Weapon and Armor Proficiency: A lizardfolk is automatically foes). Some more advanced tribes build huts and use a variety of proficient with simple weapons and shields. weapons and shields; leaders of these tribes may have equipment — +5 natural armor bonus. stolen from or obtained in trade with other intelligent creatures. —Natural Weapons: 2 claws (1d4) and bite (1d4). A lizardfolk is usually 6 to 7 feet tall with green, gray, or brown —Special Qualities (see above): Hold breath. scales. Its tail is used for balance and is 3 to 4 feet long. A lizardfolk —Automatic Languages: Common, Draconic. Bonus Lan- can weigh from 200 to 250 pounds. guages: Aquan, Goblin, Gnoll, Orc. Lizardfolk speak Draconic. —Favored Class: Druid. —Level adjustment +1. COMBAT Lizardfolk fight as unorganized individuals. They prefer frontal LOCATHAH assaults and massed rushes, sometimes trying to force foes into the water, where the lizardfolk have an advantage. If outnumbered or if Medium Humanoid (A uatic) their territory is being invaded, they set snares, plan ambushes, and Hit Dice: 2d8 (9 hp) make raids to hinder enemy supplies. Advanced tribes use more Initiative: +1 sophisticated tactics and have better traps and ambushes. Speed: 10 ft. (2 squares), swim 60 ft.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A lizardfolk can hold its breath for a number of Armor Class: 14 (+1 Dex, +3 natural), touch 11, flat-footed 13 rounds equal to four times its Constitution score before it risks Base Attack/Grapple: +1/+1 drowning (see page 304 of the Dungeon Master’s Guide). Attack: Longspear +2 melee (1d8/×3) or light crossbow +2",
        "name":  "Hold Breath",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Because of their tails, lizardfolk have a +4 racial bonus on ranged (1d8/19–20) Jump, Swim, and Balance checks. The skill modifiers given in the Full Attack: Longspear +2 melee (1d8/×3) or light crossbow +2 statistics block include a –2 armor check penalty (–4 on Swim ranged (1d8/19–20) checks) for carrying a heavy shield. Space/Reach: 5 ft./5 ft. LOCATHAH Lizardfolk 169",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Focus (longspear) the merfolk.",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 Lycanthropes are humanoids or giants who can transform them- selves into animals. In its natural form, a lycanthrope looks like This humanoid is slender and a little shorter than a any other members of its kind, though natural lycanthropes and human. It has fine, yellow-green scales and large fins those who have been afflicted for a long time tend to have or on its arms and legs. acquire features reminiscent of their animal forms, such as thick, shaggy hair, pointed teeth, or long, strong fingers. In The nomadic locathahs dwell in animal form, a lycanthrope resembles a powerful ver- warm coastal waters, hunting fish sion of the normal animal, but on close inspection, its and gathering crustaceans for eyes (which often glow red in the dark) show a faint food. Although humanoid in spark of unnatural intelligence. shape, they are clearly more fish Evil lycanthropes often hide among normal folk, than human. emerging in animal form at night (especially under a Locathahs are not partic- full moon) to spread terror and bloodshed. Good ularly aggressive but do lycanthropes tend to be reclusive individuals, uncom- not trust surface dwellers—far fortable around large numbers of people. They often too many of their kind have been live alone in wilderness areas, far from villages and swept up in fishing nets. towns. The average locathah stands 5 feet Lycanthropy can be spread like a disease. Some- tall and weighs 175 pounds. Females times a lycanthrope begins life as a normal and males look very much alike, al- humanoid or giant who subsequently con- though the former can be recognized tracts lycanthropy after being wounded by by the two ochre stripes marking their a lycanthrope. Such a creature is called an egg sacs. afflicted lycanthrope. Other lycanthropes Locathahs speak Aquan. are born as lycanthropes, and are known as natural lycanthropes. COMBAT Any battle with locathahs usually begins Combat with the creatures loosing volleys A lycanthrope in its humanoid (or giant) of bolts from their crossbows; form uses whatever tactics and underwater, their cross- weapons are favored by others of bows have a range incre- its kind, though it tends to be ment of 20 feet. If they slightly more aggressive. A lycan- have managed to set up an thrope possesses the senses of its animal ambush or other trap, they con- form, including scent and low-light vision, tinue to employ crossbows for as long as pos- and it has a deep empathy for (and ability to commu- sible. Otherwise, they close to bring their longspears into play. nicate with) animals of its animal form. An afflicted lycanthrope Although primarily used for fishing, these spears make formida- damaged in combat may be overwhelmed by rage, causing it to ble weapons. change to its animal form involuntarily. Locathahs lack teeth, claws, and other natural weapons, so they A lycanthrope in animal form fights like the animal it resem- are not especially dangerous if unarmed. A weaponless locathah bles, although its bite carries the disease of lycanthropy. It is will generally turn and flee. preternaturally cunning and strong, and possesses damage reduc-",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A locathah has a +8 racial bonus on any Swim check to tion that is overcome only by silvered weapons. perform some special action or avoid a hazard. It can always Finally, a natural lycanthrope (or an afflicted lycanthrope that choose to take 10 on a Swim check, even if distracted or endan- has become aware of its affliction) can assume a hybrid form that gered. It can use the run action while swimming, provided it is a mix of its humanoid and animal forms. A hybrid has hands and swims in a straight line. can use weapons, but it can also attack with its teeth and claws. A hybrid can spread lycanthropy with its bite, and it has the same LOCATHAH SOCIETY damage reduction that its animal form possesses. Locathah tribes usually move with each change of season, going where they can find food. They make their encampments in caves, WEREBEAR rocky areas, or seaweed beds—locales that afford some conceal- This hulking humanoid is covered in shaggy brown fur and has long claws ment and protection. Patrols are usually hunting parties after and a bearlike face. It carries a greataxe in one paw. EPORHTNACYL Locathah 170 Werebears in humanoid form tend to be stout, well-muscled, and WEREBOAR hairy. Their brown hair is thick, and males usually wear beards. Stocky and powerful, this fierce humanoid is covered in short, stiff fur and They may have reddish, blond, ivory, or black hair, matching the has boarlike tusks. color of the ursine form. They dress in simple cloth and leather garments that are easy to remove, repair, or replace. In their A wereboar in humanoid form tends to be a stocky, muscular indi- animal form, werebears are moody and grumpy. They desire only vidual of average height. It dresses in simple garments that are their own company and seek out evil creatures to slay. easy to remove, repair, or replace. Combat Combat Werebears fight just as brown bears do in animal form. In hu- In any form, wereboars are as ferocious as normal boars. When in manoid or hybrid form, they favor large, heavy weapons such as hybrid form, they fight with a weapon and their dangerous gore greataxes or greatswords. The werebear’s greataxe is a Medium attack. weapon, so it can wield the axe in one hand in hybrid form. Alternate Form (Su): A wereboar can assume the form of a Alternate Form (Su): A werebear can assume the form of a boar or a boar-humanoid hybrid. brown bear or a bear-humanoid hybrid. Boar Empathy (Ex): Communicate with boars and dire boars, Bear Empathy (Ex): Communicate with bears and dire bears, and +4 racial bonus on Charisma-based checks against boars and and +4 racial bonus on Charisma-based checks against bears and dire boars. dire bears. Curse of Lycanthropy (Su): Any humanoid or giant hit by the Curse of Lycanthropy (Su): Any humanoid or giant hit by a wereboar’s gore attack in animal or hybrid form must succeed on a werebear’s bite attack in animal or hybrid form must succeed on a DC 15 Fortitude save or contract lycanthropy. DC 15 Fortitude save or contract lycanthropy. Ferocity (Ex): A wereboar is such a tenacious combatant that it Improved Grab (Ex): To use this ability, a werebear must be in continues to fight without penalty even while disabled or dying. bear form and must hit with a claw attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. The wereboar presented here is a 1st-level human warrior and nat-",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greataxe+6melee(1d12+1/×3)or Claw+13melee(1d8+9) Greataxe+11melee(1d12+13/×3); throwingaxe+5ranged(1d6+1) orclaw+13melee(1d6+9)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greataxe+6melee(1d12+1/×3)or 2claws+13melee(1d8+9)and Claw+13melee(1d6+9)andgreataxe throwingaxe+5ranged(1d6+1) bite+11melee(2d6+4) +9melee(1d12+4/×3)andbite+11 melee(1d8+4)or2claws+13melee (1d6+9)andbite+11melee(1d8+4) Space/Reach: 5ft./5ft. 10ft./5ft. 10ft./10ft.",
        "name":  "FullAttack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 +3 +3 171 A wererat in humanoid form tends to be a thin, wiry individual of WERETIGER shorter than average height. The eyes constantly dart around, and Sleek and powerful, this humanoid has tawny, striped fur and deadly the nose and mouth may twitch if he or she is excited. Males often claws and teeth. It stands more than 8 feet tall. have thin, ragged mustaches. Weretigers in humanoid form tend to be sleekly muscular, taller Combat than average, and very agile. In animal form, wererats avoid combat, preferring to use their dire rat shape for skulking and spying. In hybrid form, a wererat fights Combat with a rapier and light crossbow. Weretigers can assume a hybrid form as well as an animal form. In Alternate Form (Su): A wererat can assume a bipedal hybrid tiger form, they can pounce and grab just as normal tigers do. In form or the form of a dire rat. hybrid form, they rely on their deadly claws. Curse of Lycanthropy (Su): Any humanoid or giant hit by a Alternate Form (Su): A weretiger can assume a bipedal hybrid wererat’s bite attack in animal or hybrid form must succeed on a form or the form of a tiger. DC 15 Fortitude save or contract lycanthropy. Curse of Lycanthropy (Su): Any humanoid or giant hit by a Disease (Ex): Filth fever; bite, Fortitude DC 12, incubation weretiger’s bite attack in animal or hybrid form must succeed on a period 1d3 days, damage 1d3 Dex and 1d3 Con. The save DC is DC 15 Fortitude save or contract lycanthropy. Constitution-based. Improved Grab (Ex): To use this ability, a weretiger in tiger Rat Empathy (Ex): Communicate with rats and dire rats, and +4 form must hit with a claw or bite attack. It can then attempt to racial bonus on Charisma-based checks against rats and dire rats. start a grapple as a free action without provoking an attack of",
        "name":  "LevelAdjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wererats gain Weapon Finesse as a bonus feat. and +4 racial bonus on Charisma-based checks against tigers and dire tigers. The wererat presented here is based on a 1st-level human warrior Skills: In any form, weretigers have a +4 bonus on Balance, who is a natural lycanthrope, using the following base ability Hide, and Move Silently checks. *In areas of tall grass or heavy scores: Str 13, Dex 11, Con 12, Int 10, Wis 9, Cha 8. undergrowth, the Hide bonus improves to +8 in the tiger form. EPORHTNACYL Wereboar, Human Form Wereboar,BoarForm Wereboar,HybridForm MediumHumanoid MediumHumanoid MediumHumanoid (Human,Shapechanger) (Human,Shapechanger) (Human,Shapechanger)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Battleaxe+4melee(1d8+1/×3)or Gore+6melee(1d8+4) Battleaxe+6melee(1d8+4/×3)or javelin+3ranged(1d6+1) claw+6melee(1d4+3)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Battleaxe+4melee(1d8+1/×3)or Gore+6melee(1d8+4) Battleaxe+6melee(1d8+4/×3) javelin+3ranged(1d6+1) andgore+1melee(1d6+1);or 2claws+6melee(1d4+3)and gore+1melee(1d6+1) Space/Reach: 5ft./5ft. 5ft./5ft. 5ft./5ft.",
        "name":  "FullAttack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 +3 +3 172 The weretiger presented WEREWOLF here is a 1st-level Short, gray fur covers this lean, feral humanoid. It has human war- sharp claws and a wolflike muzzle. rior and nat- ural lycan- Werewolves in humanoid form have no thrope, using distinguishing traits. the following base ability scores: Str 13, Dex 11, Con 12, Int 10, Wis 9, Combat Cha 8. In wolf form, a werewolf can trip just as a normal wolf does. A werewolf in hybrid form usually dis- penses with weapon attacks, though it can wield a weapon and use its bite as a secondary natural attack. Alternate Form (Su): A werewolf can assume a bipedal hy- brid form or the form of a wolf. Curse of Lycanthropy (Su): Any humanoid or giant hit by a werewolf’s bite attack in animal or hybrid form must succeed on a DC 15 Fortitude save or contract lycan- thropy. LYCANTHROPE Werebear Wererat Werewolf Wererat, Human Form Wererat, Dire Rat Form Wererat, Hybrid Form Medium Humanoid Small Humanoid Medium Humanoid (Human, Shapechanger) (Human, Shapechanger) (Human, Shapechanger)",
        "name":  "LevelAdjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rapier +2 melee (1d6+1/18–20) or Bite +6 melee (1d4+1 plus disease) Rapier +5 melee (1d6+1/18–20) light crossbow +1 ranged (1d8/19–20) or light crossbow +4 ranged (1d8/19–20)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rapier +2 melee (1d6+1/18–20) or Bite +6 melee (1d4+1 plus disease) Rapier +4 melee (1d6+1/18–20) light crossbow +1 ranged (1d8/19–20) and bite –1 melee (1d6 plus disease); or light crossbow +4 ranged (1d8/19–20) Space/Reach: 5 ft./5 ft. 5 ft./5 ft. 5 ft./5 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Dodge, Iron WillB, Weapon (same as human form) (same as human form) FinesseB",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 +3 +3 EPORHTNACYL Trip (Ex): A werewolf in animal form that hits with a bite attack Combat can attempt to trip the opponent (+2 check modifier) as a free ac- Werewolf lords can assume a hybrid form as well as an animal tion without making a touch attack or provoking an attack of op- form. In dire wolf form, they can trip just as normal wolves do. In portunity. If the attempt fails, the opponent cannot react to trip hybrid form, they can wield weapons or fight with their claws. the werewolf. Alternate Form (Su): A werewolf lord can assume a bipedal Wolf Empathy (Ex): Communicate with wolves and dire hybrid form or the form of a dire wolf. wolves, and +4 racial bonus on Charisma-based checks against Curse of Lycanthropy (Su): Any humanoid or giant hit by a wolves and dire wolves. werewolf lord’s bite attack in wolf or hybrid form must succeed on",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 mithral chain shirt, +3 heavy shield, +2 bastard sword, Stronger, hardier, and more deadly than its lesser fellows, the were- gauntlets of ogre power, cloak of resistance +2, masterwork composite wolf lord is a murderous beast that delights in wreaking havoc. longbow (+4 Str bonus). (Different werewolf lords may have dif- ferent possessions.) The werewolf lord presented here is a 10th-level human fighter and natural lycanthrope, using the following base ability scores: HILL GIANT DIRE WEREBOAR Str 16, Dex 14, Con 14, Int 10, Wis 10, Cha 12. This giant is covered in short, bristly fur and has sharp claws. Its head is piglike, with jutting tusks and small, angry red eyes. Weretiger, Human Form Weretiger, Tiger Form Weretiger, Hybrid Form Medium Humanoid Large Humanoid Large Humanoid (Human, Shapechanger) (Human, Shapechanger) (Human, Shapechanger)",
        "name":  "Possessions",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Glaive +6 melee (1d10+1/×3) or Claw +11 melee (1d8+7) Claw +11 melee (1d8+7) composite longbow (+1 Str bonus) +5 ranged (1d8+1/×3)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Glaive +6 melee (1d10+1/×3) or 2 claws +11 melee (1d8+7) and 2 claws +11 melee (1d8+7) and composite longbow (+1 Str bonus) bite +6 melee (2d6+3) bite +6 melee (2d6+3) +5 ranged (1d8+1/×3) Space/Reach: 5 ft./5 ft. (10 ft. with glaive) 10 ft./5 ft. 10 ft./10 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 +3 +3 Dire wereboars in giant form look much like normal hill giants, ture of the animal type (referred to hereafter as the base animal). though slightly stockier, and with coarser, stiffer hair and stiff. This animal can be any predator, scavenger, or omnivore whose size is within one size category of the base creature’s size (Small, The dire wereboar described here is based on a hill giant and natu- Medium, or Large for a Medium base creature). Lycanthropes can ral lycanthrope with normal ability scores for a hill giant. also adopt a hybrid shape that combines features of the base crea- ture and the base animal. A lycanthrope’s hybrid form is the same Combat size as the base animal or the base creature, whichever is larger. Dire wereboars anger quickly. They usually begin a battle in giant A lycanthrope uses either the base creature’s or the base animal’s form, then switch to hybrid form to take advantage of their im- statistics and special abilities in addition to those described here. mense strength in that shape. They like to use their Improved Bull Hit Dice and Hit Points: Same as the base creature plus those Rush and Improved Sunder feats to shove opponents around and of the base animal. To calculate total hit points, apply Constitution smash their weapons and shields. modifiers according to the score the lycanthrope has in each form. Alternate Form (Su): A dire wereboar can assume a bipedal For example, a human commoner with a Constitution score of 11 hybrid form or the form of a dire boar. as a human and a Constitution score of 15 as a wolf has 1d4 plus Boar Empathy (Ex): Communicate with boars and dire boars, 2d8+4 hit points. and +4 racial bonus on Charisma-based checks against boars and Speed: Same as the base creature or base animal, depending on dire boars. which form the lycanthrope is using. Hybrids use the base crea- Curse of Lycanthropy (Su): Any humanoid or giant hit by a ture’s speed. dire wereboar’s bite attack in animal or hybrid form must succeed Armor Class: The base creature’s natural armor bonus increases on a DC 15 Fortitude save or contract lycanthropy. by +2 in all forms. In hybrid form, the lycanthrope’s natural armor Ferocity (Ex): A dire wereboar is such a tenacious combatant that bonus is equal to the natural armor bonus of the base animal or the it continues to fight without penalty even while disabled or dying. base creature, whichever is better. Base Attack/Grapple: Add the base attack bonus for the base CREATING A LYCANTHROPE animal to the base attack bonus for the base creature. The lycan- “Lycanthrope” is a template that can be added to any humanoid or thrope’s grapple bonus uses its attack bonus and modifiers for giant (referred to hereafter as the base creature). The lycanthrope Strength and size depending on the lycanthrope’s form. template can be inherited (for natural lycanthropes) or acquired (for Attacks: Same as the base creature or base animal, depending afflicted lycanthropes). Becoming a lycanthrope is very much like on which form the lycanthrope is using. A lycanthrope in hybrid multiclassing as an animal and gaining the appropriate Hit Dice. form gains two claw attacks and a bite attack as natural weapons.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The base creature’s type does not change, but the These weapons deal damage based on the hybrid form’s size. A hy- creature gains the shapechanger subtype. The lycanthrope takes on brid may attack with a weapon and a bite, or may attack with its the characteristics of some type of carnivorous or omnivorous crea- natural weapons. The bite attack of a hybrid is a secondary attack. LYCANTHROPE Werewolf, Human Form Werewolf,WolfForm Werewolf,HybridForm MediumHumanoid MediumHumanoid MediumHumanoid (Human,Shapechanger) (Human,Shapechanger) (Human,Shapechanger)",
        "name":  "Size and Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword+3melee(1d8+1/19–20)orBite+5melee(1d6+3) Claw+4melee(1d4+2) lightcrossbow+2ranged(1d8/19–20)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword+3melee(1d8+1/19–20)orBite+5melee(1d6+3) 2claws+4melee(1d4+2)and lightcrossbow+2ranged(1d8/19–20) bite+0melee(1d6+1) Space/Reach: 5ft./5ft. 5ft./5ft. 5ft./5ft.",
        "name":  "FullAttack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "ImprovedInitiative,IronWillB, (sameashumanform) (sameashumanform) Stealthy,TrackB,WeaponFocus(bite)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bastard sword+21 melee Bite +25 melee (2d6+16/19–20) Claw +24 melee (1d6+11) or (1d10+8/17–20) or masterwork +2 bastard sword +27 melee composite longbow (+4 Str bonus) (2d8+15/17–20) +17 ranged (1d8+4/×3)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bastard sword +21/+16/+11 melee Bite +25 melee (2d6+16/19–20) 2 claws +24 melee (1d6+11) and (1d10+8/17–20) or masterwork bite +20 melee (2d6+5/19–20); or composite longbow (+4 Str bonus) +2 bastard sword+27/+22/+17 +17/+12/+7ranged (1d8+4/×3) melee (2d8+15/17–20) and bite +20 melee (2d6+5/19–20) Space/Reach: 5 ft./5 ft. 10 ft./5 ft. 10 ft./10 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Cleave, Combat Reflexes, (same as human form) (same as human form) Exotic Weapon Proficiency (bastard Sword), Improved Critical (bastard sword), Improved Critical (bite), Improved Natural Armor, Improved Natural Attack (bite), Iron WillB, Power Attack, Run, Stealthy, TrackB, Weapon Focus (bastard sword), Weapon Focus (bite), Weapon Specialization (bastard sword)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "AlertnessB, Cleave, Endurance, (same as giant form) (same as giant form) Improved Bull Rush, Improved Sunder, Iron WillB, Power Attack, Weapon Focus (greatclub)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Same as the base creature +2 (afflicted) or not armor. Magic armor survives the change if it succeeds on a DC +3 (natural). In addition, a lycanthrope’s character level is 15 Fortitude save. An afflicted character who is not aware of his con- increased by the number of racial Hit Dice the base animal has. dition remains in animal form until the next dawn. An afflicted character who is aware of his or her condition (see above) can try to Common Lycanthropes resume humanoid form following a change (voluntary or involun- Animal or Hybrid Form Preferred tary) with a Control Shape check, but if he fails his check, he Name Animal Form Ability Modifiers Alignment remains in animal (or hybrid) form until the following dawn. Werebear Brown bear Str +16, Dex +2, Con +8 Lawful good Wereboar Boar Str +4, Con +6 Neutral Curing Lycanthropy Wererat Dire rat Dex +6, Con +2 Chaotic evil An afflicted character who eats a sprig of belladonna (also called Weretiger Tiger Str +12, Dex +4, Con +6 Neutral wolfsbane) within 1 hour of a lycanthrope’s attack can attempt a Werewolf Wolf Str +2, Dex +4, Con +4 Chaotic evil DC 20 Fortitude save to shake off the affliction. If a healer admin- Dire wereboar Dire boar Str +16, Con +6 Neutral isters the herb, use the character’s save bonus or the healer’s Heal modifier, whichever is higher. The character gets only one chance, LYCANTHROPY AS AN AFFLICTION no matter how much belladonna is consumed. The belladonna When a character contracts lycanthropy through a lycanthrope’s must be reasonably fresh (picked within the last week). bite (see above), no symptoms appear until the first night of the However, fresh or not, belladonna is toxic. The character must next full moon. On that night, the afflicted character involuntarily succeed on a DC 13 Fortitude save or take 1d6 points of Strength assumes animal form and forgets his or her own identity, tem- damage. One minute later, the character must succeed on a second porarily becoming an NPC under the DM’s control. The character DC 13 save or take an additional 2d6 points of Strength damage. remains in animal form, assuming the appropriate alignment, Aremove disease orheal spell cast by a cleric of 12th level or until the next dawn. higher also cures the affliction, provided the character receives the The character’s actions during this first episode are dictated by spell within three days of the lycanthrope’s attack. the alignment of its animal form. Good-aligned lycanthropes seek The only other way to remove the affliction is to cast remove to avoid settlements or travelers and nonnatural environments, curseorbreak enchantment on the character during one of the three seeking out wilderness environs. They may hunt the natural prey days of the full moon. After receiving the spell, the character must of their kind, but avoid attacking good and neutral intelligent crea- succeed on a DC 20 Will save to break the curse (the caster knows tures. Evil-aligned lycanthropes seek to murder as many intelligent if the spell works). If the save fails, the process must be repeated. creatures as possible, often killing their own family members and Characters undergoing this cure are often kept bound or confined friends. They generally seek out places where such victims may be in cages until the cure takes effect. found. Neutral creatures seek remote areas and avoid contact with Only afflicted lycanthropes can be cured of lycanthropy. civilization, but might attack travelers or other folk abroad in the wilderness if the travelers are few in number. However, the attack LYCANTHROPES AS CHARACTERS is driven by natural ferocity and hunger, not malice. In any case, Since they live in the wilderness, most lycanthropes become bar- the character remembers nothing about the entire episode (or sub- barians or rangers. Wererats tend to become rogues. Becoming a sequent episodes) unless he succeeds on a DC 15 Wisdom check, in lycanthrope does not change a character’s favored class but usually which case he becomes aware of his lycanthropic condition. changes alignment (see above). This alignment change may cause Thereafter, the character is subject to involuntary transforma- characters of certain classes to lose some of their class features, as tion under the full moon and whenever damaged in combat. He or noted in Chapter 3 of the Player’s Handbook. she feels an overwhelming rage building up and must succeed on Lycanthrope characters possess the following racial traits. a Control Shape check (see page 303) to resist changing into — +2 Wisdom. Physical abilities are increased by the animal animal form. Any player character not yet aware of his or her form’s ability modifiers when a lycanthrope changes to its hybrid lycanthropic condition temporarily becomes an NPC under the or animal forms. DM’s control during an involuntary change, and acts as described —Size same as the base creature or the base animal form. above depending on the alignment of his or her animal form. —Low-light vision in any form. A character with awareness of his condition retains his identity —Scent in any form. and does not lose control of his actions if he changes. However, —Racial Hit Dice: A lycanthrope adds the Hit Dice of its animal each time he changes to his animal form, he must make a Will form to its base Hit Dice for race, level, and class. These additional save (DC 15 + number of times he has been in animal form) or Hit Dice modify the lycanthrope’s base attack bonus and base permanently assume the alignment of his animal form in all saving throw bonuses accordingly. shapes. An evil lycanthrope who is aware of his actions in animal —Racial Skills: A lycanthrope adds skill points for its animal form is not compelled to murder and kill indiscriminately, but he Hit Dice much as if it had multiclassed into the animal type. It delights in bloodshed and will certainly seek out opportunities to gains skill points equal to (2 + Int modifier, minimum 1) per Hit slaughter intelligent beings, preferably those of his own race. Die of the animal form. Any skills that appear in the animal’s Once a character becomes aware of his affliction, he can now vol- description are treated as class skills for the lycanthrope’s animal untarily attempt to change to animal or hybrid form, using the levels. The lycanthrope’s maximum skill ranks are equal to its appropriate Control Shape check DC (see page 303). An attempt is a animal form Hit Dice + its racial Hit Dice (if any) + its class levels standard action and can be made each round. Any voluntary change + 3. Any racial skill adjustments of the lycanthrope’s base race and to animal or hybrid form immediately and permanently changes its animal form (but not conditional adjustments) are added to its the character’s alignment to that of the appropriate lycanthrope. skill modifiers in any form. EPORHTNACYL 178 —Racial Feats: Add the animal’s Hit Dice to the base character’s A typical magmin is 4 feet tall and weighs 400 pounds. own Hit Dice to determine how many feats the character has. All Magmins speak Ignan. lycanthropes gain Iron Will as a bonus feat. — +2 natural armor bonus in any form. COMBAT —Special Qualities (see above): Alternate form, lycanthropic Although small, magmins are dangerous opponents. Their touch empathy, curse of lycanthropy (in animal or hybrid form only). is effective against those who lack protection or immunity from —Afflicted lycanthrope: damage reduction 5/silver (in animal heat and flames, but if faced with opponents who have immunity or hybrid form only). to fire, magmins rely on their slam attack. In any case, magmins —Natural lycanthrope: damage reduction 10/silver (in animal are not valiant fighters. They usually flee if injured, although often or hybrid form only). only far enough to set up a fiery ambush for their enemies. —Automatic Languages: As base creature. A magmin’s natural weapons are treated as magic weapons for —Favored Class: Same as the base creature. the purpose of overcoming damage reduction. —Level adjustment: Same as the base creature +2 (afflicted) or Combustion (Ex): Anyone a magmin touches must succeed on +3 (natural). a DC 12 Reflex save or take an extra 1d8 points of fire damage as clothes ignite or armor becomes searing hot. The damage contin- ues for another 1d4+2 rounds after the magmin’s last successful MAGMIN attack. Magmins can also ignite flammable materials with a touch. Small Elemental (Fire, Extraplanar) The save DC is Constitution-based.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "17 (+1 size, +6 natural), touch 11, flat-footed 17 based. Base Attack/Grapple: +1/–1 Melt Weapons (Ex): Any metal weapon that strikes a magmin",
        "name":  "Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Damage reduc- Hit Dice: 6d10+24 (57 hp) tion 5/magic, darkvision 60 ft., Initiative: +2 elemental traits, immunity to fire, Speed: 30 ft. (6 squares), fly melt weapons, vulnerability to cold 50 ft. (clumsy)",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 20, Dex 15, This glowing, humanoid creature Con 19, Int 7, Wis 12, Cha 9 looks like a stumpy human sculpted Skills: Listen +5, Spot +9, from fire and flowing lava. It radi- Survival +1 ates heat like a small bonfire, and Feats: Flyby Attack, it has a gleeful, almost mali- Multiattack, TrackB, Weapon cious smile on its face. Focus (spikes)",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5 heat and are wreathed in an aura of Treasure: Standard searing flames. Alignment: Usually lawful evil Although not evil, these fiery creatures are extremely mischie- Advancement: 7–16 HD (Large); 17–18 HD (Huge) vous. They like to watch things burn, perhaps lacking the ability to Level Adjustment: +3 (cohort) understand that flames are painful or even deadly to other creatures. MANTICORE Magmin 179 This creature is a monster in every sense of the word. It has the head of a Organization:Solitary or covey (2–4) vaguely humanoid beast, the body of a lion, and the wings of a Challenge Rating: 7 dragon. The creature’s back is set Treasure: Double standard with curved barbs, and its long Alignment: Usually lawful evil tail ends in a cluster of Advancement: By character class deadly spikes. Level Adjustment: — Though at first glance this creature appeared to be a well-proportioned human, a closer look reveals a hideous face crowned with a mass of writhing, hissing snakes instead of hair, eyes glowing a deep, feral red, and scaly, earth-colored skin. The medusa is a hateful, repulsive creature that petrifies living beings with its gaze. It prizes art objects, fine jewelry, and wealth. Its activities often revolve around obtaining these items. Manticores are fierce crea- A medusa is indistinguishable from a normal human at dis- tures that hunt widely for living flesh. They are tances greater than 30 feet (or closer, if its face is concealed). The cunning and evil. A manticore can be a deadly creature often wears garments that enhance its body while hiding enemy or a powerful ally. its face behind a hood or veil. A typical manticore is about 10 feet long and Medusas are found in nearly every climate. Some dwell in large weighs about 1,000 pounds. cities, becoming active in the criminal underworld to gain their Manticores speak Common. desires. A few medusas have formed robbery rings or organized smuggling cabals. COMBAT A typical medusa is 5 to 6 feet tall and about the same weight as A manticore begins most attacks with a volley of spikes, then a human. closes. In the outdoors, it often uses its powerful wings to stay Medusas speak Common. aloft during battle. Spikes (Ex): With a snap of its tail, a manticore can loose a COMBAT volley of six spikes as a standard action (make an attack roll for A medusa tries to disguise its true nature until the intended victim each spike). This attack has a range of 180 feet with no range incre- is within range of its petrifying gaze, using subterfuge and bluff- ment. All targets must be within 30 feet of each other. The creature ing games to convince the target that there is no danger. It uses can launch only twenty-four spikes in any 24-hour period. normal weapons to attack those who avert their eyes or survive its",
        "name":  "Fire that radiate intense Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortbow +8 ranged (1d6/×3) or dagger +8 melee depending on the essence of the element that birthed it. (1d4/19–20) or snakes +8 melee (1d4 plus poison) All mephits appear as small, winged creatures with more or less",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortbow +8/+3 ranged (1d6/×3); or dagger +8/+3 humanoid features. While they are often described as impish, melee (1d4/19–20) and snakes +3 melee (1d4 plus poison) their elemental origins are apparent at first glance. Space/Reach: 5 ft./5 ft.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkvision 60 ft. All mephits fight by biting and clawing or by using a breath weapon,",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 10, Dex 15, Con 12, Int 12, Wis 13, Cha 15 A mephit’s natural weapons are treated as magic weapons for",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bluff +9, Diplomacy +4, Disguise +9 (+11 acting), the purpose of overcoming damage reduction. Intimidate +4, Move Silently +8, Spot +8 Breath Weapon (Su): A mephit can use its breath weapon once",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Point Blank Shot, Precise Shot, Weapon Finesse every 1d4 rounds as a standard action. See the individual descrip-",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Claw +4 melee (1d3) Groups of similar mephits (for example, Full Attack: 2 claws +4 melee (1d3) water, ooze, and ice) sometimes congregate Space/Reach: 5 ft./5 ft. in any locale they all find comfortable. Special Attacks: Breath weapon, spell-like abilities, summon mephit",
        "name":  "MEPHIT GANGS AND MOBS Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like Plane of Air abilities, summon mephit Organization: Solitary (1), gang (2–4 mephits of",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 (cohort) Medusa and Auran. This winged creature looks like a short, cloud-white human with a whirl- Combat wind where its legs should be. Breath Weapon (Su): 10-foot cone of irritating particles, damage 1d4, Reflex DC 12 half. Living creatures that fail their Air mephits come from the Elemental Plane of Air. saves are tormented by itching skin and burning eyes. This effect An air mephit is about 4 feet tall and weighs about 1 pound. imposes a –4 penalty to AC and a –2 penalty on attack rolls for 3 Air mephits speak Common and Auran. rounds. The save DC is Constitution-based and includes a +1 racial bonus. Combat Spell-Like Abilities: Once per hour, a dust mephit can sur- Breath Weapon (Su): 15-foot cone of dust and grit, damage round itself with a plume of dust, duplicating the effect of a blur 1d8, Reflex DC 12 half. The save DC is Constitution-based and spell (caster level 3rd). Once per day it can create a mass of roiling includes a +1 racial bonus. dust that duplicates the effect of wind wall (DC 15, caster level Spell-Like Abilities: Once per hour an air mephit can sur- 6th). The save DC is Charisma-based. 181 round itself with vapor, duplicating the effect of a blur spell (caster Fast Healing (Ex): A dust mephit heals only if in an arid, dusty level 3rd). Once per day it can use gust of wind (DC 14, caster level environment. TIHPEM",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon mephit Level Adjustment: +3 (cohort)",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Solitary (1), gang (2–4 mephits of mixed types), Breath Weapon (Su): 15-foot cone, damage 1d8 fire, Reflex or mob (5–12 mephits of mixed types) half DC 12. The save DC is Constitution-based and includes a +1",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "18 (+1 size, +3 Dex, +4 natural), touch 14, Breath Weapon (Su): 15-foot cone of rock shards and pebbles, flat-footed 15 damage 1d8, Reflex DC 13 half. The save DC is Constitution-based Base Attack/Grapple: +3/–1 and includes a +1 racial bonus. Attack: Claw +4 melee (1d3 plus 1d4 cold) Spell-Like Abilities: 1/day—soften earth and stone. Caster level Full Attack: 2 claws +4 melee (1d3 plus 1d4 cold) 6th. Space/Reach: 5 ft./5 ft. Change Size (Sp): Once per hour, an earth mephit can magically Special Attacks: Breath weapon, spell-like abilities, summon mephit change its size. This works just like an enlarge person spell, except Special Qualities: Damage reduction 5/magic, darkvision 60 ft., that the power works only on the earth mephit. This is the equiva- fast healing 2, immunity to cold, vulnerability to fire lent of a 2nd-level spell. Saves: Fort +3, Ref +6, Will +3 Fast Healing (Ex): An earth mephit heals only if it is under- Abilities: Str 10, Dex 17, Con 10, Int 6, Wis 11, Cha 15 ground or buried up to its waist in earth. Skills: Bluff +8, Escape Artist +9, Hide +13, Listen +6, Diplomacy +4, Disguise +2 (+4 acting), Move Silently +9, Spot +6, Use FIRE MEPHIT Rope +3 (+5 with bindings) Small Outsider (Extraplanar, Fire) Feats: Dodge, Improved Initiative",
        "name":  "Combat Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon This winged creature looks like a miniature human made of snow and ice. mephit It has translucent skin.",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fort +3, Ref +4, Will +3 Ice mephits have a cold, aloof demeanor. Each one is about 4 182 Abilities: Str 10, Dex 13, Con 10, Int 6, Wis 11, Cha 15 feet tall and weighs about 30 pounds. Ice mephits speak Common and Auran. Combat Living creatures that fail their saves are tormented by burned skin Breath Weapon (Su): 10-foot cone of ice shards, damage 1d4 and seared eyes unless they have immunity to fire or are otherwise cold, Reflex DC 12 half. Living creatures that fail their saves are protected. This effect imposes a –4 penalty to AC and a –2 penalty tormented by frostbitten skin and frozen eyes unless they have on attack rolls for 3 rounds. The save DC is Constitution-based and immunity to cold or are otherwise protected. This effect imposes a includes a +1 racial bonus. –4 penalty to AC and a –2 penalty on attack rolls for 3 rounds. The Spell-Like Abilities: Once per hour, a magma mephit can use save DC is Constitution-based and includes a +1 racial bonus. shapechangeto take the form of a pool of lava 3 feet in diameter and Spell-Like Abilities: 1/hour—magic missile (caster level 3rd); 6 inches deep. The mephit’s damage reduction improves to 1/day—chill metal (DC 14, caster level 6th). The save DC is 20/magic when in this form. The mephit can’t attack while in lava Charisma-based. form but can use other spell-like abilities. It can move at a speed of Fast Healing (Ex): An ice mephit heals only if it is touching a 10 feet, but it can’t run. In this form the mephit can pass through piece of ice of at least Tiny size or if the ambient temperature is small holes or narrow openings, even mere cracks. The pool’s 32°F. or below. touch ignites flammable materials such as paper, straw, or dry wood. MAGMA MEPHIT Once per day a magma mephit can use pyrotechnics (DC 14). It Small Outsider (Fire, Extraplanar) can use itself as the fire source without harm. Caster level 6th. The",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon Armor Class: 16 (+1 size, +5 natural), touch 11, flat-footed 16 mephit Base Attack/Grapple: +3/+1",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 10, Dex 13, Con 10, Int 6, Wis 11, Cha 15 Special Attacks: Breath weapon, spell-like abilities, summon",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 (cohort) Magma mephits come from the Ele- mental Plane of Fire. This loathsome, winged creature looks like a Magma mephits are slow-witted and miniature human composed of muck and brutish. Each one is about 4 feet tall and filth. The creature has a terribly offensive odor, weighs about 60 pounds. and slime dribbles from its body. Magma mephits speak Common and Ignan. Ooze mephits come from the Elemental Plane of Water. Combat An ooze mephit is about 4 feet tall and weighs Breath Weapon (Su): 10-foot cone of about 30 pounds. magma, damage 1d4 fire, Reflex DC 12 half. Ooze mephits speak Common and Aquan. MEPHIT 183 Mephits Combat Once per day it can draw the moisture from an area in a 20-foot Breath Weapon (Su): 10-foot cone of caustic liquid, damage radius centered on itself. Living creatures within range take 2d8 1d4 acid, Reflex DC 13 half. Living creatures that fail their saves points of damage (Fortitude DC 14 half; caster level 6th). This effect are tormented by itching skin and burning eyes unless they have is especially devastating to plant creatures and aquatic creatures, immunity to acid or are otherwise protected. This effect imposes a which take a –2 penalty on their saving throws. This ability is the –4 penalty to AC and a –2 penalty on attack rolls for 3 rounds. The equivalent of a 2nd-level spell. The save DCs are Charisma-based. save DC is Constitution-based and includes a +1 racial bonus. Fast Healing (Ex): A salt mephit heals only if in an arid envi- Spell-Like Abilities: Once per hour an ooze mephit can hurl ronment. an acidic blob that functions like Melf ’s acid arrow (caster level 3rd). Once per day it can create a mass of smelly fog that duplicates the STEAM MEPHIT effect of stinking cloud (DC 15, caster level 6th). The save DC is Small Outsider (Extraplanar, Fire) Charisma-based. Hit Dice: 3d8 (13 hp) Fast Healing (Ex): An ooze mephit heals only if in a wet or Initiative: +5 muddy environment. Speed: 30 ft. (6 squares), fly 50 ft. (average)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon Salt Mephit mephit Small Outsider (Earth, Extraplanar) Special Qualities: Damage reduction 5/magic, darkvision 60 ft.,",
        "name":  "SALT MEPHIT Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon or mob (5–12 mephits of mixed types) mephit Challenge Rating: 3",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 (cohort) Combat Unlike other mephits, steam mephits rush into combat eagerly, This winged creature looks like a miniature human with bleary red eyes driven by an oversized ego. and crystalline flesh. Breath Weapon (Su): 10-foot cone of steam, damage 1d4 fire, Reflex DC 12 half. Living creatures that fail their saves are tor- Salt mephits come from the Elemental Plane of Earth. mented by burned skin and seared eyes unless they have immu- Salt mephits are sarcastic creatures who loathe water and moisture nity to fire or are otherwise protected. This effect imposes a –4 of any kind. Each one is about 4 feet tall and weighs about 80 pounds. penalty to AC and a –2 penalty on attack rolls for 3 rounds. The Salt mephits speak Common and Terran. save DC is Constitution-based and includes a +1 racial bonus. Spell-Like Abilities: Once per hour a steam mephit can sur- Combat round itself with a plume of vapor, duplicating the effect of a blur Breath Weapon (Su): 10-foot cone of salt crystals, damage 1d4, spell (caster level 3rd). Once per day it can create a rainstorm of Reflex DC 13 half. Living creatures that fail their saves are tor- boiling water that affects a 20-foot-square area. Living creatures mented by itching skin and burning eyes. This effect imposes a –4 caught in the storm take 2d6 points of fire damage (Reflex DC 14 penalty to AC and a –2 penalty on attack rolls for 3 rounds. The half; caster level 6th). This ability is the equivalent of a 2nd-level save DC is Constitution-based and includes a +1 racial bonus. spell. The save DCs are Charisma-based. Spell-Like Abilities: Once per hour a salt mephit can use glit- Fast Healing (Ex): A steam mephit heals only if it is touching terdust (DC 14, caster level 3rd). boiling water or is in a hot, humid area. TIHPEM 184 WATER MEPHIT MERFOLK Small Outsider (Extraplanar, Water)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2 claws +6 melee (1d3+2) Base Attack/Grapple: +1/+2 Space/Reach: 5 ft./5 ft. Attack: Trident +2 melee (1d8+1) or heavy crossbow +2 ranged",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon, spell-like abilities, summon mephit (1d10/19–20)",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., Full Attack: Trident +2 melee (1d8+1) or heavy crossbow +2 fast healing 2 ranged (1d10/19–20)",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "They prefer sunning creatures with an unflagging themselves on rocks to engaging sense of humor who quickly get in warfare. on the nerves of everyone around Both male and female merfolk them. Each one is about 4 feet tall decorate themselves with shells, and weighs about 30 pounds. coral, and other underwater adorn- Water mephits speak Common and ments. Aquan. Adventurers who encounter merfolk are often the victims of Combat pranks and mischief. The sport of Breath Weapon (Su): 15-foot cone of caustic merfolk can be cruel, although they liquid, damage 1d8 acid, Reflex DC 13 half. The save are not actually evil. Should surface DC is Constitution-based and includes a +1 racial bonus. dwellers do them harm, however, these Spell-Like Abilities: Once per hour a water mephit can creatures can be formidable enemies. hurl an acidic blob that functions like Melf ’s acid arrow (caster level A merfolk is about 8 feet long from the top of the 3rd). Once per day it can create a mass of smelly fog that dupli- head to the end of the tail, and weighs about 400 pounds. cates the effect of a stinking cloud spell (DC 15, caster level 6th). Merfolk speak Common and Aquan. The save DC is Charisma-based. Most merfolk encountered outside their home are warriors; the Fast Healing (Ex): A water mephit heals only if it is exposed to information in the statistics block is for one of 1st level. rain or submerged up to its waist in water.",
        "name":  "Water mephits are jaunty ally hostile",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A water mephit has a +8 racial bonus on any Swim check COMBAT to perform some special action or avoid a hazard. It can always Merfolk favor heavy crossbows of shell and coral that fire bolts choose to take 10 on a Swim check, even if distracted or endan- fashioned from blowfish spines, with an underwater range incre- gered. It can use the run action while swimming, provided it ment of 30 feet. Merfolk often barrage their enemies before clos- swims in a straight line. ing, when they resort to tridents. MERFOLK Merfolk 185 Amphibious (Ex): Merfolk can breathe both air and water, al- It is said that mimics are not natural creatures but were created though they rarely travel more than a few feet from the water’s edge. long ago by a now-forgotten wizard. Ever since, these terrible",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A merfolk has a +8 racial bonus on any Swim check to things have served to guard treasures. perform some special action or avoid a hazard. It can always A mimic can have almost any dimensions, but usually is not choose to take 10 on a Swim check, even if distracted or endan- more than 10 feet long. A typical mimic has a volume of 150 cubic gered. It can use the run action while swimming, provided it feet (5 feet by 5 feet by 6 feet) and weighs about 4,500 pounds. swims in a straight line. Mimics speak Common. The merfolk warrior presented here had the following ability COMBAT scores before racial adjustments: Str 13, Dex 11, Con 12, Int 10, A mimic often surprises an unsuspecting adventurer, lashing out Wis 9, Cha 8. with a heavy pseudopod. The creature does not necessarily fight to the death if it can succeed in extorting treasure or food from a MERFOLK SOCIETY party. Merfolk live in semipermanent communities located near choice Adhesive (Ex): A mimic exudes a thick slime that acts as a fishing and hunting areas. They often keep company with por- powerful adhesive, holding fast any creatures or items that poises. Surface dwellers who come face to face with merfolk com- touch it. An adhesive-covered mimic automatically grapples monly encounter a scouting or hunting patrol. any creature it hits with its slam attack. Opponents so grappled The merfolk revere the deity Eadro, who created both them and cannot get free while the mimic is alive without removing the the locathahs. adhesive first. A weapon that strikes an adhesive-coated mimic is stuck fast MERFOLK CHARACTERS unless the wielder succeeds on a DC 16 Reflex save. A successful A merfolk’s favored class is bard; most merfolk leaders are bards. DC 16 Strength check is needed to pry it off. Merfolk spellcasters who are not bards are generally adepts. Mer- Strong alcohol dissolves the adhesive, but the mimic still can folk clerics worship Eadro. A merfolk cleric has access to two of grapple normally. A mimic can dissolve its adhesive at will, and the following domains: Animal, Protection, or Water. the substance breaks down 5 rounds after the creature dies. Crush (Ex): A mimic deals 1d8+4 points of damage with a suc- cessful grapple check. MIMIC Mimic Shape (Ex): A mimic can assume the general shape of Large Aberration (Shapechanger) any object that fills roughly 150 cubic feet (5 feet by 5 feet by 6",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Lightning Reflexes, Weapon Focus (slam) Mind flayers, also called illithids, are so insidious, diabolical, and",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Combat Casting, Improved Initiative, Weapon Alertness, Combat Casting, Dodge, Improved Finesse Initiative, Weapon Finesse, Weapon Focus (tentacle)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dispatch min- mind flayers are quite willing to work ions with orders to assault foes from together. A small group of these creatures, one side of the battlefield. Use levitate known as an inquisition, often forms to root and cover to take a safe command posi- out some dark and terrible secret. In tion, preferably out of obvious sight. many ways, a mind flayer inquisi- Round 1: Order minions into optimal tion is not unlike a party of adven- positions using telepathy. If the opportu- turers, with each member con- nity presents itself, use mind blast on tributing its own skills and foes (without hitting minions if possible—but knowledge to the group. they’re all expendable). If the battlefield is too When a task is too great congested, use charm monster or suggestion to for an inquisition to handle, sow confusion in foes. mind flayers generally form a Round 2: Identify enemy spellcasters and cult. A pair of illithids commands order minions telepathically to assault the group, each struggling for them at all costs. Focus spell-like abilities supremacy. on lesser foes. Round 3: Order charmed foes toward MIND FLAYERS you (telepathically). Grapple them. AS CHARACTERS Mind flayer sorcerer Have minions keep uncharmed, Most mind flayers with class levels are sorcerers or wizards. unstunned foes busy. Mind flayer characters possess the following racial traits. Round 4: Eat brains. — +2 Strength, +4 Dexterity, +2 Constitution, +8 Intelligence, +6 Wisdom, +6 Charisma. MINOTAUR —A mind flayer’s base land speed is 30 feet. —Darkvision out to 60 feet. Large Monstrous Humanoid —Racial Hit Dice: A mind flayer begins with eight levels of Hit Dice: 6d8+12 (39 hp) aberration, which provide 8d8 Hit Dice, a base attack bonus of +6, Initiative: +0 and base saving throw bonuses of Fort +2, Ref +2, and Will +6. Speed: 30 ft. (6 squares) —Racial Skills: A mind flayer’s aberration levels give it skill Armor Class: 14 (–1 size, +5 natural), touch 9, flat-footed — points equal to 11 × (2 + Int modifier). Its class skills are Bluff, (see text) Concentration, Hide, Intimidate, Knowledge (any), Listen, Move Base Attack/Grapple: +6/+14 Silently, and Spot. Attack: Greataxe +9 melee (3d6+6/×3) or gore +9 melee (1d8+4) —Racial Feats: A mind flayer’s aberration levels give it three feats. Full Attack: Greataxe +9/+4 melee (3d6+6/×3) and gore +4 — +3 natural armor bonus. melee (1d8+2) —Natural Weapons: 4 tentacles (1d4). Space/Reach: 10 ft./10 ft. —Special Attacks (see above): Mind blast, psionics, improved Special Attacks: Powerful charge 4d6+6 grab, extract. Special Qualities: Darkvision 60 ft., natural cunning, scent —Special Qualities (see above): Spell resistance equal to 25 + Saves: Fort +6, Ref +5, Will +5 class levels, telepathy 100 ft. Abilities: Str 19, Dex 10, Con 15, Int 7, Wis 10, Cha 8 —Automatic Languages: Common, Undercommon. Bonus Skills: Intimidate +2, Listen +7, Search +2, Spot +7",
        "name":  "Although they constantly vie for power, Prior to combat",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 —Racial Skills: A minotaur’s monstrous humanoid levels give it skill points equal to 9 × (2 + Int modifier, minimum 1). Its class The creature looks like an skills are Intimidate, Jump, Listen, Search, and Spot. Minotaurs incredibly tall, powerfully have a +4 racial bonus on Search, Spot, and Listen checks. muscled human, covered in —Racial Feats: A minotaur’s monstrous humanoid levels give it shaggy fur, with the head of a three feats. bull. The dark eyes of the —Weapon Proficiency: A minotaur is proficient with the brute gleam with savage greataxe and all simple weapons. fury. — +5 natural armor bonus. —Natural Weapons: Gore (1d8). Minotaurs are strong, —Special Attacks (see above): Powerful charge. fiercely territorial crea- —Special Qualities (see above): Natural cunning, scent. tures often found in —Automatic Languages: Common, Giant. Bonus Languages: vast underground Orc, Goblin, Terran. labyrinths. —Favored Class: Barbarian. A minotaur’s —Level adjustment +2. natural cunning and feral instincts MOHRG enable it to find its way easily through Medium Undead even the most confus- Hit Dice: 14d12 (91 hp) ing tunnel complexes Initiative: +9 —an ability it puts to Speed: 30 ft. (6 squares) great use in hunting, tor- Armor Class: 23 (+4 Dex, +9 natural), touch 14, flat-footed 14 menting, and ultimately Base Attack/Grapple: +7/+12 Minotaur destroying intruders. Attack: Slam +12 melee (1d6+7) or tongue +12 melee touch A minotaur stands more than 7 (paralysis) feet tall and weighs about 700 pounds. Full Attack: Slam +12 melee (1d6+7) and tongue +12 melee Minotaurs speak Giant. touch (paralysis) Space/Reach: 5 ft./5 ft.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Great Fortitude, Toughness Alertness, Combat Casting, Great Fortitude, Improved Critical (slam), Improved Initiative, Weapon Focus (slam)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "14 (–1 size, +2 individuals preserved as Dex, +3 natural), touch 11, mummies sometimes flat-footed 12 rise as greater mummies Base Attack/Grapple: +6/+12 after death. A mummy Attack: Sting +7 melee lord resembles its lesser (2d4+2 plus poison) fellows, but often wears Full Attack: Sting +7 melee or carries equipment it (2d4+2 plus poison) and bite used in life—ancient +2 melee (1d4+1) bronze armor, a rune- Space/Reach: 10 ft./5 ft. marked sword, or a magic Special Attacks: Poison, staff. spells",
        "name":  "Unusually powerful or evil Armor Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkvision potent spellcasters. They are 60 ft., detect thoughts, guarded found as guardians of the thoughts, immunity to tombs of high lords, poison, resistance to charm priests, and mages. Most Saves: Fort +5, Ref +7, are sworn to defend for Will +8 eternity the resting place Abilities: Str 14, Dex 15, Con of those whom they 14, Int 16, Wis 15, Cha 17 served in life, but in some Skills: Bluff +9, Concen- cases a mummy lord’s unliv- tration +13, Diplomacy +7, ing state is the result of a terri- Disguise +5 (+7 acting), ble curse or rite designed to Intimidate +5, Listen +11, punish treason, infidelity, or crimes Sense Motive +8, Spellcraft of an even more abhorrent nature. A +12, Spot +11 mummy lord of this sort is usually Feats: Alertness, Combat Casting, imprisoned in a tomb that is never Dodge, Eschew MaterialsB, Lightning meant to be opened again. Reflexes Despair (Su): The save DC against this Environment: Temperate hills mummy lord’s despair is 17. Organization: Solitary or nest (2–4) Mummy Rot (Su): The save DC against this Mummy lord Challenge Rating: 8 mummy lord’s mummy rot is 17. Treasure: Standard Typical Cleric Spells Prepared (6/7/6/5/5/4; save DC 15 + spell Alignment: Usually lawful evil level): 0—detect magic (2), guidance, read magic, resistance, virtue; Advancement: 10–13 HD (Large); 14–27 HD (Huge) 1st—bane, command, deathwatch, divine favor, doom, sanctuary*, shield Level Adjustment: — of faith; 2nd—bull’s strength, death knell*, hold person, resist energy, silence, spiritual weapon; 3rd—animate dead*, deeper darkness, dispel This snakelike creature has a deep purple body covered in fine scales, magic, invisibility purge, searing light; 4th—air walk, dismissal, divine making it look rather like a great eel. Its tail ends in a barbed stinger. Its power, giant vermin, spell immunity*; 5th—insect plague, slay living*, head resembles an eel’s but has a humanlike visage. spell resistance, symbol of pain. *Domain Spell. Domains: Death and Protection. Dark nagas are infamous plotters and schemers. They often form",
        "name":  "Mummy lords are often Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9–16 HD (Medium) reticulated emerald-green patterns running the length of its body. Fiery red Level Adjustment: — and orange spines jut from its backbone. This being looks like a hideously ugly human woman. Its flesh is the blue- Water nagas often prove bad-tempered or mischievous, though violet of a deep bruise and covered with warts, blisters, and open sores. It they usually do not attack to kill unless they feel threatened. has straggly jet-black hair and jagged, yellow teeth The eyes burn like hot A water naga’s spines rise like hackles when the naga becomes coals, throwing out a thick, red radiance. angry. 193 Water nagas speak Aquan and Common. Merciless and utterly evil, night hags are creatures from the plane HEARTSTONE of Hades that constantly hunger for the flesh and souls of inno- All night hags carry a periapt known as a heartstone, which cent men and women. instantly cures any disease contracted by the holder. In addition, A night hag is about the same height and weight as a female human. aheartstone provides a +2 resistance bonus on all saving throws Night hags speak Abyssal, Celestial, Common, and Infernal. (this bonus is included in the statistics block). A night hag that loses this charm can no longer use etherealness until it can manu- COMBAT facture another (which takes one month). Creatures other than Night hags attack good creatures on sight if the odds of success the hag can benefit from the heartstone’s powers, but the periapt seem favorable. shatters after ten uses (any disease cured or saving throw affected These creatures rip through armor and flesh with their deadly counts as a use) and it does not bestow etherealness to a bearer that teeth. They love to use sleepand then strangle those who are over- is not a night hag. If sold, an intact heartstone brings 1,800 gp. come by it. A night hag’s natural weapons, as well as any weapons it wields, NIGHTMARE are treated as evil-aligned for the purpose of overcoming damage reduction. Its natural weapons are treated as magic weapons for At first glance, this creature looks like a large, powerful horse with a jet- the purpose of overcoming damage reduction. black coat. A closer look, however, reveals its true nature. Flames wreathe Disease (Ex): Demon fever—bite, Fortitude DC 18, incubation its steely hooves, trail from its flared nostrils, and smolder in the depths of period 1 day, damage 1d6 Con. Each day after the first, on a failed its dark eyes. save, an afflicted creature must immediately succeed on another DC 18 Fortitude save or take 1 point of Constitution drain. The Nightmares are proud equine creatures with hearts as black and save DC is Constitution based. evil as the dark abysses from which they come. They dwell on the Spell-Like Abilities: At will—detect chaos, detect evil, detect good, plane of Hades. detect law, detect magic, magic missile, polymorph (self only), ray of A nightmare is a wild and restless creature. It roams the world enfeeblement(DC 12), sleep (DC 12).Caster level 8th. A night hag doing evil and haunting the dreams of all who dare cross it. can use etherealness at will (caster level 16th) so long as it possesses Although it has no wings, the creature can fly with great speed. It itsheartstone (see below). The save DCs are Charisma-based. seldom allows anyone to ride it, but particularly powerful and evil Dream Haunting (Su): Night hags can visit the dreams of creatures have been known to make mounts of nightmares. chaotic or evil individuals by using a special periapt known as a A nightmare is about the size of a light war horse. heartstone to become ethereal, then hovering over the creature. Once a hag invades someone’s dreams, it rides on the victim’s back COMBAT until dawn. The sleeper suffers from tormenting dreams and takes A nightmare does battle by biting with its viperish fangs and kick- 1 point of Constitution drain upon awakening. Only another ethe- ing with its powerful legs. A nightmare can fight while carrying a real being can stop these nocturnal intrusions, by confronting and rider, but the rider cannot also fight unless he or she succeeds on defeating the night hag. a Ride check. ERAMTHGIN Nightmare Nightmare, Cauchemar LargeOutsider(Evil,Extraplanar) HugeOutsider(Evil,Extraplanar)",
        "name":  "This beautiful creature looks like a snake with a faintly human head and Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+4(cohort) +4(cohort) A nightmare’s natural weapons, as well as any weapons it wields, merely a daylight spell), they take a –4 penalty on all attack rolls, are treated as evil-aligned for the purpose of overcoming damage saving throws, and skill checks. reduction. Desecrating Aura (Su): All nightshades give off a 20-foot- Flaming Hooves (Su): A blow from a nightmare’s hooves sets radius emanation of utter desecration, imbuing their surround- combustible materials alight. ings with negative energy. This ability works much like a desecrate Smoke (Su): During the spell, except that the nightshade’s evil is so great that it is treated as excitement of battle, a the shrine of an evil power. All undead within 20 feet of the nightmare snorts and nightshade (including the creature itself ) gain a +2 profane neighs with rage. This bonus on attack rolls, damage rolls, and saving throws, and snorting fills a 15- +2 hit points per HD. (The nightshade Hit Dice, attack, and foot cone with a hot, save entries given here include these profane sulfurous smoke that bonuses.) Charisma checks made to turn chokes and blinds undead within this area take a –6 opponents. Anyone in penalty. the cone must succeed A nightshade’s desecrating aura on a DC 16 Fortitude save cannot be dispelled except by a or take a –2 penalty on all dispel evil spell or similar attack and damage rolls effect. If the effect is dis- until 1d6 minutes after pelled, the nightshade leaving the cone. The can resume it as a free cone lasts 1 round, and the action on its next nightmare uses it once as a free turn. Its desecrating action during its turn each aura is suppressed if a round. The save DC is Constitu- nightshade enters a tion-based. consecrated orhallowed Because of the smoke it gives off, a area, but the night- nightmare has concealment against creatures 5 shade’s presence feet away and total concealment against creatures also suppresses the 10 feet or farther away. The smoke does not consecrated or hal- obscure the nightmare’s vision at all. lowed effect for as Astral Projection and Etherealness (Su): These abilities long as it remains in function just like the spells of the same names (caster level 20th); the area. a nightmare can use either at will.",
        "name":  "LevelAdjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Crush item, desecrating aura, evil gaze, emerging to strike. spell-like abilities, summon undead A nightcrawler’s natural weapons are treated as magic Special Qualities: Aversion to daylight, damage weapons for the purpose of overcoming damage reduc- reduction 15/silver and magic, darkvision 60 ft., tion. immunity to cold, spell resistance 29, telepathy Energy Drain (Su): Living creatures inside a night- 100 ft., undead traits crawler’s gizzard gain one negative level each round. Saves: Fort +11, Ref +11, Will +19 The DC is 26 for the Fortitude save to remove a Abilities: Str 38, Dex 14, Con —, Int 20, Wis negative level. The save DC is Charisma-based. 20, Cha 18",
        "name":  "A nightcrawler attacks by burrowing through the ground and Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Concentration +28, Diplomacy +6, Hide nightcrawler gains 5 temporary hit points. +18*, Knowledge (arcana) +29, Listen +29, Improved Grab (Ex): To use this ability, a Move Silently +26, Search +29, Sense Motive nightcrawler must hit with its bite attack. It +29, Spellcraft +31, Spot +29, Survival +5 (+7 can then attempt to start a grapple as a free following tracks) action without provoking an attack of Feats: Cleave, Combat Expertise, Combat opportunity. If it wins the grapple Reflexes, Great Fortitude, Improved check, it establishes a hold and can try Disarm, Improved Initiative, Power to swallow the opponent in the fol- Attack, Quicken Spell-Like Ability lowing round. (unholy blight) Poison (Ex): Injury, Fortitude Environment: Plane of Shadow DC 22, initial and secondary Organization: Solitary, pair, or gang damage 2d6 Str. The save DC is (3–4) Constitution-based. Challenge Rating: 16 Spell-Like Abilities: At Treasure: Standard will—contagion (DC 18), deeper Alignment: Always chaotic evil darkness, detect magic, greater Advancement: 22–31 HD dispel magic, haste, invisibility, (Huge); 32–42 HD see invisibility, unholy blight (Gargantuan) (DC 18); 3/day—cone of Level Adjustment: — cold (DC 19), confusion (DC 18), hold monster The creature looks like a human- (DC 19); 1/day—finger of oid giant, taller than a house death (DC 21), mass hold and composed of pure darkness. monster (DC 23), plane It wears no clothing and has shift (DC 21). Caster smooth, hairless skin and a level 25th. The save DCs genderless body. are Charisma-based. Summon Undead (Su): A Nightwalkers are human-shaped nightcrawler can summon undead crea- horrors that haunt the darkness. tures once per night: 9–16 shadows, 3–6 A nightwalker is about 20 feet tall and greater shadows, or 2–4 dread wraiths. The weighs about 12,000 pounds. undead arrive in 1d10 rounds and serve for 1 hour or until released. Combat Swallow Whole (Ex): A nightcrawler can try Nightwalkers lurk in dark areas where they can to swallow a grabbed opponent of Huge or almost always surprise the unwary. smaller size by making a successful grapple check. A nightwalker’s natural weapons are Once inside, the opponent takes 2d8+12 points of treated as magic weapons for the purpose of bludgeoning damage plus 12 points of acid damage overcoming damage reduction. per round from the nightcrawler’s gizzard and is Crush Item (Su): A nightwalker can destroy any subject to the creature’s energy drain. A swallowed creature weapon or item of Large size or smaller (even magic ones, but can cut its way out by using a light slashing or piercing not artifacts) by picking it up and crushing it between its weapon to deal 35 points of damage to the gizzard (AC 21). Once hands. The nightwalker must make a successful disarm attempt to the creature exits, muscular action closes the hole; another swal- grab an item held by an opponent. The item is entitled to a DC 34 lowed opponent must cut its own way out. Fortitude save to resist destruction. The save DC is Strength-based. A nightcrawler’s interior can hold 2 Huge, 8 Large, 32 Medium, Evil Gaze (Su): Fear, 30 feet. A creature that meets the night- 128 Small, 512 Tiny or smaller opponents. walker’s gaze must succeed on a DC 24 Will save or be paralyzed EDAHSTHGIN Nightwalker 196 NYMPH with fear for 1d8 rounds. Whether or not the save is successful, The creature seems to be nothing but a mass of utter darkness shaped like that creature cannot be affected again by the same nightshade’s a monstrous bat. gaze for 24 hours. This is a mind-affecting fear effect. The save DC is Charisma-based. Nightwings are batlike flyers that hunt on the wing. Spell-Like Abilities: At will—contagion (DC 18), deeper dark- A nightwing has a wingspan of about 40 feet and weighs about ness, detect magic, greater dispel magic, haste, see invisibility, and unholy 4,000 pounds. blight (DC 18); 3/day—confusion (DC 18), hold monster (DC 19), invisibility; 1/day—cone of cold (DC 19), finger of death (DC 21), plane Combat shift (DC 21). Caster level 21st. The save DCs are Charisma-based. Nightwings prowl the night sky and dive onto their victims. They Summon Undead (Su): A nightwalker can summon undead are all but invisible, detectable only because of the stars they creatures once per night: 7–12 shadows, 2–5 greater shadows, or obscure in their passing. 1–2 dread wraiths. The undead arrive in 1d10 rounds and serve for A nightwing’s natural weapons are treated as magic weapons for 1 hour or until released. the purpose of overcoming damage reduction.",
        "name":  "For each such negative level bestowed, the Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "*When hiding in a dark area, a nightwalker gains a +8 Magic Drain (Su): A nightwing can weaken magic armor, racial bonus on Hide checks. weapons, and shields by making a successful touch attack. The targeted item must succeed on a DC 22 Fortitude save or lose 1 Tactics Round-by-Round point of its enhancement bonus (for example, a +2 sword becomes The nightwalker is an exceedingly intelligent foe that makes the a +1 sword). The save DC is Charisma-based. An item that loses its best use of all its abilities. It favors using its spell-like abilities to entire enhancement bonus becomes merely a masterwork item divide and disable its enemies, then closing to melee with oppo- and loses any special abilities (such as flaming) as well. Casting nents it has isolated from their allies. dispel evil upon the item reverses the effect of the magic drain,",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The nightwalker keeps its see invisibility power provided this occurs within a number of days after the attack active most of the time. It uses haste and invisibility to prepare for equal to the caster’s level and the caster succeeds on a DC 29 battle. caster level check. Round 1: Move to within 30 feet to make use of gaze attack and Spell-Like Abilities: At will—contagion (DC 18), deeper dark- strike with confusion or hold monster, coupled with a quickened ness, detect magic, haste, see invisibility, unholy blight (DC 18); unholy blight. 3/day—confusion (DC 18), greater dispel magic, hold monster (DC Round 2: Hit a spellcaster with finger of death and another quick- 19), invisibility; 1/day—cone of cold (DC 19), finger of death (DC ened unholy blight. 21), plane shift (DC 21). Caster level 17th. The save DCs are Round 3: Move up to engage the enemy and attempt to disarm an Charisma-based. enemy fighter. Summon Undead (Su): A nightwing can summon undead Round 4: Crush the disarmed weapon (or use gaze attack if creatures once per night: 5–12 shadows, 2–4 greater shadows, or 1 disarm attempt failed). dread wraith. The undead arrive in 1d10 rounds and serve for 1 Round 5: Full attack against the unarmed foe (or on a nearby hour or until released. spellcaster). Skills: *When hiding in a dark area or flying in a dark sky, a nightwing gains a +8 racial bonus on Hide checks. NIGHTWING Huge Undead (Extraplanar) NYMPH",
        "name":  "Prior to combat",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Combat Reflexes, Dodge, Flyby Attack, Great Fortitude, Use Rope +3 (+5 with bindings) Improved Critical (bite), Improved Initiative Feats: Combat Casting, Dodge, Weapon Finesse",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Level Adjustment: +7 This being’s beauty exceeds mere words; she is captivating and dangerous must succeed on a DC 17 Fortitude save or be stunned for 2d4 because of the emotions she inspires. She has long, copper hair, perfect rounds. The save DC is Charisma-based. skin, large eyes, and long, swept-back ears. Unearthly Grace (Su): A nymph adds her Charisma modifier as a bonus on all her saving throws, and as a deflection bonus to Nymphs are nature’s embodiment of physical beauty, and the her Armor Class. (The statistics block already reflects these guardians of the sacred places of the wild. They are so unbear- bonuses). ably lovely that even a glimpse of one can blind an onlooker. Wild Empathy (Ex): This power works like the druid’s wild Nymphs hate evil and any who would despoil the wilds for any empathy class feature, except that a nymph has a +6 racial bonus reason. on the check. A nymph’s demeanor is wild and mercurial. Like nature itself, Skills: A nymph has a +8 racial bonus on any Swim check to she embodies both great beauty and fearsome danger. She perform some special action or avoid a hazard. She can always can be kind and graceful to mortals who revere the choose to take 10 on a Swim check, even if distracted or wild places of the world, but is also quick to endangered. She can use the run action while swim- strike against mortals who take more than ming, provided she swims in a straight line. they need or who treat nature thought- lessly. Animals of all types flock to a OGRE nymph, ignoring the presence of natural enemies; injured beasts This hulking brute appears to be at least 9 know that the nymph will tend feet tall. It has a thick hide covered in dark, their wounds. warty bumps, it wears smelly skins, and its A nymph is about the height hair is long, unkempt, and greasy. and weight of a female elf. Nymphs speak Sylvan and Ogres are big, ugly, greedy creatures Common. that live by raiding and scavenging. They join other monsters to prey on COMBAT the weak and associate freely with A nymph usually avoids contact ogre mages, giants, and trolls. with nonfey, but she often has a Lazy and bad-tempered, ogres place she holds sacred and solve problems by smashing them; defends against all intrusion—a what they can’t smash, they either grove, a pool, or sometimes a hill- ignore or flee. Dwelling in small top or peak. She uses her spells tribal groups, ogres occupy any con- and animal allies to drive intrud- venient location and eat nearly any- ers away from the spot she thing they can catch, steal, or slay. defends, preferring to use non- Ogres sometimes accept merce- lethal attacks first and resorting nary service with other evil to deadly attacks only when faced humanoids (including humans). by evil creatures or intruders who Adult ogres stand 9 to 10 feet reply to her efforts with deadly tall and weigh 600 to 650 pounds. attacks of their own. Their skin color ranges from dull Nymphs are better disposed yellow to dull brown. Their toward elves, half-elves, and clothing consists of poorly druids, individuals they rec- cured furs and hides, which add ognize as friends of nature. to their naturally repellent odor. They are likely to offer such Ogres speak Giant, and those people a chance to explain their specimens who boast Intelli- presence instead of driving gence scores of at least 10 also them away. Nymphs have also speak Common. been known to aid good heroes who approach them in a courte- Combat ous and respectful manner. Ogres favor overwhelming odds, sneak Blinding Beauty (Su): This ability attacks, and ambushes over a fair fight. They are affects all humanoids within 30 feet of a nymph. intelligent enough to fire ranged weapons first to soften up Those who look directly at a nymph must succeed on a DC 17 For- their foes before closing, but ogre gangs and bands fight as unor- titude save or be blinded permanently as though by the blindness ganized individuals. spell. A nymph can suppress or resume this ability as a free action. The save DC is Charisma-based. OGRE BARBARIAN Spell-Like Abilities: 1/day—dimension door. Caster level 7th. Their inherent bent toward chaos combines with their size and",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A nymph casts divine spells as a 7th-level druid. strength to make ogres natural barbarians. Indeed, their leaders Typical Druid Spells Prepared (6/5/4/3/1, save DC 13 + spell level): are almost always barbarians of low to middle level, monstrous 0—cure minor wounds, detect magic, flare, guidance, light, resistance; brutes whose fury in battle is truly fearsome. A raging ogre bar- 1st—calm animal, cure light wounds, entangle, longstrider, speak with barian is an inspiration to other ogres. animals;2nd—barkskin, heat metal, lesser restoration, tree shape; 3rd— call lightning, cure moderate wounds, protection from energy; 4th—rust- Combat ing grasp. Marginally more intelligent than his brutish fellows, an ogre bar- Stunning Glance (Su): As a standard action, a wrathful nymph barian is slightly more likely to enter a fair fight, but in general can stun a creature within 30 feet with a look. The target creature prefers the brutish tactics common to all its kind. ERGO Nymph 198 OGRE Rage (Ex): Twice per day, an ogre barbarian can enter a state of OGRES AS CHARACTERS fierce rage that last for 9 rounds. The following changes are in Most exceptional ogres are barbarians or fighters. effect as long as he rages: AC 17 (touch 8, flat-footed 17); hp 95; Ogre characters possess the following racial traits. Atk +18/+13 melee (2d6+16, +1 greatclub); SV Fort +14, Will +4; Str — +10 Strength, –2 Dexterity, +4 Constitution, –4 Intelligence, 30, Con 22; Climb +15, Jump +16. At the end of his rage, the ogre –4 Charisma. barbarian is fatigued for the duration —Large size. –1 penalty to Armor of the encounter. Class, –1 penalty on attack rolls, –4 Trap Sense (Ex): An ogre bar- penalty on Hide checks, +4 bonus on barian has a +1 bonus on Reflex grapple checks, lifting and carrying saves made to avoid traps. He limits double those of Medium char- also has a +1 bonus to his AC acters. against attacks by traps. —Space/Reach: 10 feet/10 feet. Uncanny Dodge (Ex): —An ogre’s base land speed is 40 An ogre barbarian retains feet. his Dex bonus to AC regard- —Darkvision out to 60 feet. less of being caught —Racial Hit Dice: An ogre begins flat-footed or at- with four levels of giant, which tacked by an invis- provide 4d8 Hit Dice, a base ible opponent. His attack bonus of +3, and base Dex bonus to AC is Ogre saving throw bonuses of Fort +0, but this means that +4, Ref +1, and Will +1. he is not subject to a —Racial Skills: An ogre’s rogue’s sneak attack in giant levels give it skill these circumstances. points equal to 7 × (2 + Int modifier, minimum 1). Its MERROW class skills are Climb, Listen, These cousins of the ogre and Spot. have the aquatic subtype. —Racial Feats: An ogre’s They dwell in freshwater giant levels give it two feats. lakes and rivers. They have a —Weapon and Armor base land speed of 30 feet and Proficiency: An ogre is auto- a swim speed of 40 feet and are matically proficient with found only in aquatic environ- simple weapons, martial ments. Instead of the typical weapons, light and ogre’s greatclub, they prefer medium armor, and to use longspears in melee shields. (attack +8 melee, damage — +5 natural armor 1d8+7). bonus. Ogre Ogre, 4th-Level Barbarian Large Giant Large Giant",
        "name":  "Spells",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Toughness, Weapon Focus (greatclub) Power Attack, Toughness, Weapon Focus (greatclub)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatsword +7 melee (3d6+7/19–20) or longbow +2 ogre mage. ranged (2d6/×3) An ogre mage that loses a",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatsword +7 melee (3d6+7/19–20) or longbow +2 limb or body part can reat- ranged (2d6/×3) tach it by holding the severed Space/Reach: 10 ft./10 ft. member to the stump. Reat-",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+7 attack rolls, –4 penalty on Hide checks, +4 bonus on grap- This creature looks like a big, ple checks, lifting and carrying demonic human. It has green limits double those of Medium skin, dark hair, and a pair of short characters. ivory horns protruding from its —Space/Reach: 10 feet/10 feet. forehead. The eyes are dark with —An ogre mage’s base land speed strikingly white pupils, and its is 40 feet. It also has a fly speed of 40 teeth and claws are jet black. feet (good). —Darkvision: Ogre mages can see in The ogre mage is a more the dark up to 60 feet. intelligent and dangerous —Racial Hit Dice: An ogre mage begins with variety of its mundane cousin. five levels of giant, which provide 5d8 Hit Rapacious and cruel by nature, Dice, a base attack bonus of +3, and base ogre mages often lead organ- saving throw bonuses of Fort +4, Ref +1, ized raids for slaves, treasure, and Will +1. and food. —Racial Skills: An ogre mage’s giant These creatures dwell in levels give it skill points equal to 8 × (2 + Int mod- fortified structures or underground lairs, usually living alone or ifier minimum 1). Its class skills are Concentration, Listen, Spell- with a small group of ogre followers. Status among ogre mages is craft, and Spot. measured by wealth. While they do not generally associate with —Racial Feats: An ogre mage’s giant levels give it two feats. their own kind, they often undertake raids and schemes in com- — +5 natural armor bonus.. petition with one another to amass the most riches. —Special Attacks (see above): Spell-like abilities. An ogre mage stands about 10 feet tall and weighs up to 700 —Special Qualities (see above): Regeneration 5, spell resist- pounds. Its skin varies in color from light green to light blue, and ance 19. its hair is black or very dark brown. Ogre mages favor loose, com- —Automatic Languages: Common, Giant. Bonus Languages: fortable clothing and lightweight armor. Dwarven, Goblin, Infernal, Orc. Ogre mages speak Giant and Common. —Favored Class: Sorcerer. —Level adjustment +7. EGAM ERGO Ogre mage 200 a DC 21 Reflex save. The save DCs are Constitution-based. OOZE The pudding’s acidic touch deals 21 points of damage per round Oozes are amorphous creatures that live only to eat. They inhabit to wooden or metal objects, but the ooze must remain in contact underground areas throughout the world, scouring caverns, ruins, with the object for 1 full round to deal this damage. and dungeons in search of organic matter—living or dead. Constrict (Ex): A black pudding deals automatic slam and acid damage with a successful grapple check. The opponent’s clothing COMBAT and armor take a –4 penalty on Reflex saves against the acid. Oozes attack any creatures they encounter. They lash out with Improved Grab (Ex): To use this ability, a black pudding must pseudopods or simply engulf opponents with their bodies, which hit with its slam attack. It can then attempt to start a grapple as a secrete acids that help them catch or digest their prey. free action without provoking an attack of opportunity. If it wins Blindsight (Ex): An ooze’s entire body is a primitive sensory the grapple check, it establishes a hold and can constrict. organ that can ascertain prey by scent and vibration within 60 feet. Split (Ex): Slashing and piercing weapons deal no damage to a black pudding. Instead the creature splits into two identical pud- BLACK PUDDING dings, each with half of the original’s current hit points (round This creature resembles nothing so much as a roundish blob of inky down). A pudding with 10 hit points or less cannot be further split black goo. and dies if reduced to 0 hit points.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A black pudding has a +8 racial bonus on Climb checks Black puddings slither and undulate along underground terrain and can always choose to take 10 on a Climb check, even if rushed seeking sustenance. or threatened. The typical black pudding measures 15 feet across and 2 feet thick. It weighs about 18,000 pounds. ELDER BLACK PUDDING The most ancient black puddings are vast pools of inky Combat death. A black pudding attacks by grab- bing and squeezing their prey. Combat Acid (Ex): The creature se- The save DC for the elder cretes a digestive acid that black pudding’s acid attack dissolves organic material (DC 29) is adjusted for its and metal quickly, but does additional Hit Dice and not affect stone. Any higher Constitution score. melee hit or constrict attack deals acid dam- GELATINOUS CUBE age, and the opponent’s Huge Ooze armor and clothing dis- Hit Dice: 4d10+32 (54 hp) solve and become use- Initiative: –5 less immediately unless Speed: 15 ft. (3 squares) they succeed on DC 21 Re- Armor Class: 3 (–2 size, –5 flex saves. A metal or wooden Dex), touch 3, flat-footed 3 weapon that strikes a Base Attack/Grapple: black pudding also +3/+11 dissolves immediate- Attack: Slam +1 melee (1d6 ly unless it succeeds on plus 1d6 acid) Illus. by T. Lockwood OOZE Gelatinous cube Black Pudding Elder Black Pudding Huge Ooze Gargantuan Ooze",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— A gray ooze appears to be a harmless puddle of water, a patch of This creature looks like a thick wall of quivering, transparent protoplasm. wet sand, or a section of damp stone—until it moves or strikes. A gray ooze can grow to a diameter of up to 10 feet and a thick- The nearly transparent gelatinous cube travels slowly along dun- ness of about 6 inches. A typical specimen weighs about 700 geon corridors and cave floors, absorbing carrion, creatures, and pounds. trash. Inorganic material remains trapped and visible inside the cube’s body. Combat A typical gelatinous cube is 15 feet on a side and weighs about A gray ooze strikes like a snake, slamming opponents with its 50,000 pounds, though much larger specimens are not unknown. body. Acid (Ex): A gray ooze secretes a digestive acid that quickly dis- Combat solves organic material and metal, but not stone. Any melee hit or A gelatinous cube attacks by slamming its body into its prey. It is constrict attack deals acid damage. Armor or clothing dissolves capable of lashing out with a pseudopod, but usually engulfs foes. and becomes useless immediately unless it succeeds on a DC 16 Acid (Ex): A gelatinous cube’s acid does not harm metal or Reflex save. A metal or wooden weapon that strikes a gray ooze stone. also dissolves immediately unless it succeeds on a DC 16 Reflex Engulf (Ex): Although it moves slowly, a gelatinous cube can save. The save DCs are Constitution-based. simply mow down Large or smaller creatures as a standard action. The ooze’s acidic touch deals 16 points of damage per round to It cannot make a slam attack during a round in which it engulfs. wooden or metal objects, but the ooze must remain in contact The gelatinous cube merely has to move over the opponents, with the object for 1 full round to deal this damage. affecting as many as it can cover. Opponents can make opportu- Constrict (Ex): A gray ooze deals automatic slam and acid dam- nity attacks against the cube, but if they do so they are not entitled age with a successful grapple check. The opponent’s clothing and to a saving throw. Those who do not attempt attacks of opportu- armor take a –4 penalty on Reflex saves against the acid. nity must succeed on a DC 13 Reflex save or be engulfed; on a suc- Improved Grab (Ex): To use this ability, a gray ooze must hit cess, they are pushed back or aside (opponent’s choice) as the cube with its slam attack. It can then attempt to start a grapple as a free moves forward. Engulfed creatures are subject to the cube’s paral- action without provoking an attack of opportunity. If it wins the ysis and acid, and are considered to be grappled and trapped grapple check, it establishes a hold and can constrict. within its body. The save DC is Strength-based and includes a +1 Transparent (Ex): A gray ooze is hard to identify, even under racial bonus. ideal conditions, and it takes a DC 15 Spot check to notice one. Paralysis (Ex): A gelatinous cube secretes an anesthetizing Creatures who fail to notice a gray ooze and walk into it are auto- slime. A target hit by a cube’s melee or engulf attack must succeed matically hit with a melee attack for slam and acid damage. on a DC 20 Fortitude save or be paralyzed for 3d6 rounds. The cube can automatically engulf a paralyzed opponent. The save DC is OCHRE JELLY Constitution-based. Large Ooze Transparent (Ex): Gelatinous cubes are hard to see, even under Hit Dice: 6d10+36 (69 hp) ideal conditions, and it takes a DC 15 Spot check to notice one. Initiative: –5 Creatures who fail to notice a cube and walk into it are automati- Speed: 10 ft. (2 squares), climb 10 ft. cally engulfed. Armor Class: 4 (–1 size, –5 Dex), touch 4, flat-footed 4 Base Attack/Grapple: +4/+10",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Orcs are aggressive humanoids that raid, pillage, and battle other creatures. They have a hatred of elves and dwarves that began gen- This creature resembles a giant, dark yellow amoeba. erations ago, and often kill such creatures on sight. An orc’s hair usually is black. It has lupine ears and reddish eyes. An ochre jelly seeps along floors, walls, and ceilings with ease, Orcs prefer wearing vivid colors that many humans would con- squeezing its malleable body under doors and through cracks in sider unpleasant, such as blood red, mustard yellow, yellow-green, search of meals. and deep purple. Their equipment is dirty and unkempt. An adult An ochre jelly can grow to a diameter of about 15 feet and a male orc is a little over 6 feet tall and weighs about 210 pounds. thickness of about 6 inches, but can compress its body to fit into Females are slightly smaller. cracks as small as 1 inch wide. A typical specimen weighs about When not actually fighting other creatures, orcs are usually 5,600 pounds. planning raids or practicing their fighting skills. The language an orc speaks varies slightly from tribe to tribe, Combat but any orc is understandable by someone else who speaks Orc. An ochre jelly attempts to envelop and squeeze its prey. Some orcs know Goblin or Giant as well. Acid (Ex): An ochre jelly secretes a digestive acid that dissolves Most orcs encountered away from their homes are warriors; the only flesh. Any melee hit or constrict attack deals acid damage. information in the statistics block is for one of 1st level. Constrict (Ex): An ochre jelly deals automatic slam and acid damage with a successful grapple check. COMBAT Improved Grab (Ex): To use this ability, an ochre jelly must hit Orcs are proficient with all simple weapons, preferring those that with its slam attack. It can then attempt to start a grapple as a free cause the most damage in the least time. Many orcs who take up action without provoking an attack of opportunity. If it wins the the warrior or fighter class also gain proficiency with the falchion grapple check, it establishes a hold and can constrict. or the greataxe as a martial weapon. They Split (Ex): Slashing and piercing weapons and electricity enjoy attacking from concealment attacks deal no damage to an ochre jelly. Instead the creature splits and setting ambushes, and into two identical jellies, each with half of the original’s current hit they obey the rules of war points (round down). A jelly with 10 hit points or less cannot be (such as honoring a truce) further split and dies if reduced to 0 it points. only as long as it is con-",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Toughness, Weapon Focus (tentacle) Orc leaders tend to be barbarians. Orc clerics worship Gruumsh. Environment: Underground",
        "name":  "ORCS AS CHARACTERS Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Chaos, Organization:Solitary, pair, or cluster (3–4) Evil, Strength, or War (favored weapon: any spear). Most orc spell- Challenge Rating: 4 casters are adepts. Orc adepts favor spells that deal damage. Treasure: Standard Orc Traits (Ex): Orcs possess the following racial traits. Alignment: Usually neutral — +4 Strength, –2 Intelligence, –2 Wisdom, –2 Charisma. Advancement: 7–8 HD (Large); 9–18 HD (Huge) —An orc’s base land speed is 30 feet. Level Adjustment: — —Darkvision out to 60 feet. —Light Sensitivity: Orcs are dazzled in bright sunlight or This creature looks like a bloated ovoid covered with a rocklike skin. A within the radius of a daylightspell. vinelike stalk about 2 feet long rises from the top of the disgusting body —Automatic Languages: Common, Orc. Bonus Languages: and bears the two eyes. Its mouth—little more than a wide gash filled Dwarven, Giant, Gnoll, Goblin, Undercommon. with razor-sharp teeth—is in the center of the mass. The creature shuffles —Favored Class: Barbarian. about on three thick, sturdy legs and has two long tentacles covered in rough, thorny protrusions. The tentacles end in leaflike appendages The orc warrior presented here had the following ability scores covered in more thorny growths. before racial adjustments: Str 13, Dex 11, Con 12, Int 10, Wis 9, Cha 8. HALF-ORCS These orc–human crossbreeds can be found in either orc or human society (where their status varies according to local senti- ments), or in communities of their own. Half-orcs usually inherit a good blend of the physical char- acteristics of their parents. They are as tall as humans and a little heavier, thanks to their muscle. They have greenish pigmenta- tion, sloping foreheads, jutting jaws, prominent teeth, and coarse body hair. Half-orcs who have lived among or near orcs have scars, in keeping with orcish tradition. Half-Orc Traits (Ex): Half-orcs possess the following racial traits. — +2 Strength, –2 Intelligence, –2 Charisma. —Medium size. —A half-orc’s base land speed is 30 feet. —Darkvision: Half-orcs can see in the dark up to 60 feet. HGUYTO doowkcoL .T yb .sullI Otyugh 204",
        "name":  "An orc cleric has access to two of the following domains",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +2 melee (1d8+1/19–20) or levels. light crossbow +1 ranged (1d8/19–20) —Special Attacks (see above): Daylight.",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +2 melee (1d8+1/19–20) —Special Qualities (see above): Resistance to acid 5, cold 5, and or light crossbow +1 ranged (1d8/19–20) electricity 5. Space/Reach: 5 ft./5 ft. —Automatic Languages: Common, Celestial. Bonus Languages:",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rapier +3 melee This being looks like a beautiful human, (1d6+1/18–20) or light with calm, serene features and an inner crossbow +2 ranged radiance that shines from its face. (1d8/19–20)",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rapier +3 melee Graced with a touch of the holy, aasi- (1d6+1/18–20) or light crossbow mars are usually tall, good-looking, and +2 ranged (1d8/19–20) generally pleasant. Some have a minor Space/Reach: 5 ft./5 ft. physical trait suggesting their her- Special Attacks: Darkness itage, such as silver hair, golden Special Qualities: Darkvision eyes, or an unnaturally 60 ft., resistance to cold 5, elec- intense stare. tricity 5, and fire 5",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Focus (rapier)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Diplomacy +2, Hide +20*, Listen +7, Search +6, Sense tieflings are indistinguishable from humans. Others have small Motive +7, Spot +7, Survival +1 (+3 following tracks) horns, pointed teeth, red eyes, a whiff of brimstone about them, or Feats: Weapon Finesse even cloven feet. No two tieflings are the same. Environment: Temperate forests In most human societies, tieflings maintain a low profile, oper- Organization: Solitary, pair, or clutch (3–5) ating as thieves, assassins, or spies. Occasionally one rises to a posi- Challenge Rating: 1 tion of power, but when its nature is revealed it quickly becomes Treasure: None an outcast. Alignment: Always neutral good",
        "name":  "Aside from a demeanor that many find disturbing, many Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A tiefling has a +2 racial about 1 foot long, with a 2- bonus on Bluff and Hide checks. foot tail. It weights about 7 pounds. The tiefling warrior presented here A pseudodragon had the following ability scores can communicate before racial adjustments: telepathically Str 13, Dex 11, Con 12, and can also vo- Int 10, Wis 9, Cha 8. calize animal noises, such Tieflings as as a rasping Characters purr (pleasure), Tiefling characters pos- a hiss (unpleas- sess the following ant surprise), a racial traits. chirp (desire), or — +2 Dexterity, +2 Intelli- a growl (anger). gence, –2 Charisma. —Medium size. —A tiefling’s base land speed is 30 feet. —Darkvision out to 60 feet. COMBAT —Racial Skills: Tieflings have a +2 racial bonus on Bluff and A pseudodragon can deliver a vicious bite, but its principal Hide checks. weapon is its sting-equipped tail. —Racial Feats: A tiefling gains feats according to its class levels. Poison (Ex): Injury, Fortitude DC 14, initial damage sleep for 1 —Special Attacks (see above): Darkness. minute, secondary damage sleep for 1d3 hours. The save DC is —Special Qualities (see above): Resistance to cold 5, electricity Constitution-based and includes a +2 racial bonus. 5, and fire 5. Blindsense (Ex): A pseudodragon can locate creatures within —Automatic Languages: Common, Infernal. Bonus Languages: 60 feet by nonvisual means (mostly hearing and scent, but also by 210 Draconic, Dwarven, Elven, Gnome, Goblin, Halfling, Orc. noticing vibration and other environmental clues). Opponents —Favored Class: Rogue. the pseudodragon can’t actually see still have total concealment —Level adjustment +1. against the pseudodragon. Telepathy (Su): Pseudodragons can communicate telepathi- These massive scavengers attempt to consume any organic mate- cally with creatures that speak Common or Sylvan, provided they rial they find. Purple worms are feared for swallowing their prey are within 60 feet. whole: Entire groups of adventurers have vanished down their",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Pseudodragons have a chameleonlike ability that grants gullets, one member after the other. them a +4 racial bonus on Hide checks. *In forests or overgrown The body of a mature purple worm is 5 feet in diameter and 80 areas, this bonus improves to +8. feet long, weighing about 40,000 pounds. The creature has a poi- sonous stinger in its tail. PSEUDODRAGON COMPANIONS A purple worm consumes great quantities of dirt and rock when A pseudodragon may very rarely seek humanoid companionship. tunneling. Its gizzard may hold gems and other acid-resistant It stalks a candidate silently for days, reading his or her thoughts items. In mineral-rich areas, purple worm castings might contain and judging his or her deeds. If it finds the candidate promising, unrefined ores. the pseudodragon presents itself as a potential companion and ob- serves the other’s reaction. If the candidate seems delighted and COMBAT promises to take very good care of it, the pseudodragon accepts. In battle, a purple worm forms into a coil 20 feet in diameter, Otherwise, it flies away. biting and stinging anything within reach. A pseudodragon’s personality has been described as catlike. Improved Grab (Ex): To use this ability, a purple worm must At times the creature seems arrogant, demanding, and less than hit with its bite attack. It can then attempt to helpful. It is willing to serve—provided that it is well fed and start a grapple as a free action without pro- groomed, and receives lots of attention. The companion voking an attack of opportunity. If it must pamper it and make it feel like the most wins the grapple check, it establishes a important thing in his or her life. If the pseudo- hold and can attempt to swallow the dragon is mistreated or insulted, it will leave— foe the following round. or worse, play pranks when least expected. Poison (Ex): Injury, Fortitude DC 25, Pseudodragons particularly dislike cruelty initial damage 1d6 Str, secondary damage and will not serve cruel masters. 2d6 Str. The save DC is Constitution-based. A pseudodragon egg can fetch a price of Swallow Whole (Ex): A purple worm can try to up to 10,000 gp, and a hatchling as much swallow a grabbed opponent of a smaller size than as 20,000 gp. Pseudodragons have a life itself by making a successful grapple check. Once span of 10 to 15 years. Like dragons, they inside, the opponent takes 2d8+12 points of are attracted to bright, shiny objects. crushing damage plus 8 points of acid damage per round from the worm’s giz- zard. A swallowed creature can cut its PURPLE WORM way out by using a light slashing or Gargantuan Magical Beast piercing weapon to deal 25 points of",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Awesome Blow, Cleave, Improved Bull Rush, Power Initiative: +2 Attack, Weapon Focus (bite), Weapon Focus (sting) Speed: 40 ft. (8 squares)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A rakshasa casts spells as a 7th-level sorcerer. Typical Sorcerer Spells Known (6/7/7/5; save DC 13 + spell level): 0—detect magic, light, mage hand, message, read magic, resistance, touch of fatigue; 1st—charm person, mage armor, magic missile, shield, silent image; 2nd—bear’s endurance, invisibility, Melf ’s acid arrow; 3rd—haste, suggestion. Change Shape (Su): A rakshasa can assume any humanoid equal to 10 × (8 + Int modifier). Its class skills are Bluff, Disguise, form, or revert to its own form, as a standard action. In humanoid Listen, Move Silently, Perform, Sense Motive, and Spot. A rak- form, a rakshasa loses its claw and bite attacks (although it often shasa has a +4 racial bonus on Bluff and Disguise checks, and it can equips itself with weapons and armor instead). A rakshasa remains gain further bonuses by using change shape (+10 on Disguise in one form until it chooses to assume a new one. A change in checks) and detect thoughts (+4 on Bluff and Disguise checks). form cannot be dispelled, but the rakshasa reverts to its natural —Racial Feats: A rakshasa’s outsider levels give it three feats. form when killed. A true seeing spell reveals its natural form. — +9 natural armor bonus.",
        "name":  "Spells",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A rakshasa has a +4 racial bonus on Bluff and Disguise —Natural Weapons: Bite (1d6) and 2 claws (1d4). checks. —Detect Thoughts (Su): The save DC is 13 + the character’s Cha *When using change shape, a rakshasa gains an additional +10 modifier. circumstance bonus on Disguise checks. If reading an opponent’s —Spells: A rakshasa character casts spells as a 7th-level sor- mind, its circumstance bonus on Bluff and Disguise checks in- cerer. If the character takes additional levels of sorcerer, these creases by a further +4. levels stack with the rakshasa’s base spellcasting ability for spells known, spells per day, and other effects dependent on caster RAKSHASAS AS CHARACTERS level. For example, a rakshasa 2nd-level sorcerer has the same Rakshasa characters possess the following racial traits. spells known, spells per day, and caster level as any other 9th- — +2 Strength, +4 Dexterity, +6 Constitution, +2 Intelligence, level sorcerer. A rakshasa character likewise uses the sum of its +2 Wisdom, +6 Charisma. racial spellcasting levels and class levels to determine the abili- —Medium size. ties of its familiar. —A rakshasa’s base land speed is 40 feet. —Special Qualities (see above): Change shape, damage reduc- —Darkvision out to 60 feet. tion 15/good and piercing, spell resistance equal to 27 + class —Racial Hit Dice: A rakshasa begins with seven levels of out- levels. sider, which provide 7d8 Hit Dice, a base attack bonus of +7, and —Automatic Languages: Common, Infernal. Bonus Languages: base saving throw bonuses of Fort +5, Ref +5, and Will +5. Sylvan, Undercommon. —Racial Skills: A rakshasa’s outsider levels give it skill points —Favored Class: Sorcerer. —Level adjustment +7. ASAHSKAR Rakshasa 212 COMBAT RAST Rasts attack with a frightening, brutal cunning. The creatures par- Medium Outsider (Extraplanar, Fire) alyze as many of their foes as possible, then attack any that are still",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A ravid has the Multiattack feat even Treasure: None through it does not have the requisite three Alignment: Usually neutral natural weapons. Advancement: 8–14 HD (Huge); 15–21 HD (Gargantuan)",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 26, Dex 13, Con 21, Int 5, Wis 12, Cha 10 COMBAT Remorhazes hide under the snow and ice until they hear move- ment above them, then attack from below and sur- prise prey. Improved Grab (Ex): To use this ability, a remorhaz must hit an opponent least one size category smaller than itself with its bite attack. It can then attempt to start a grap- ple as a free action without provoking an attack of opportunity. If it wins the grapple check, it establishes a hold and can attempt to swallow the opponent the following round. Swallow Whole (Ex): When a remorhaz begins its turn with a grappled opponent in its mouth, it can swallow that opponent with a successful grapple check. Once inside, the opponent takes 2d8+12 points of bludgeoning damage plus 8d6 points of fire damage per round from the remorhaz’s gizzard. A swal- lowed creature can cut its way out by using a light slashing or piercing weapon to deal 25 points of damage to the gizzard (AC 15). Once the creature exits, muscular action closes the hole; another swallowed opponent must cut its own way out. A Huge remorhaz’s interior can hold 2 Large, 4 Medium, 8 Small, 32 Tiny, 128 Diminutive, or 512 Fine or smaller opponents. Heat (Ex): An enraged remorhaz generates heat so intense that any- thing touching its body takes 8d6 points of fire damage. Creatures striking a remorhaz with natural attacks or unarmed attacks are subject to this damage, but creatures striking with melee weapons do not take damage from the remorhaz’s heat. This heat can melt or char weapons; any weapon that strikes a ZAHROMER Ravid 214 Remorhaz remorhaz is allowed a DC 18 Fortitude save to avoid destruction. The save DC is Constitution-based.",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 19, Dex 13, Con 17, Int 12, Wis 16, Cha 12 trees, branches, lumber, and the like. Skills: Climb +12, Hide +10*, Listen +13, Spot +13 They prefer to dwell high in the moun- Feats: Alertness, Improved Initiative, Iron Will, tains, far from other rocs, to avoid strain- Weapon Focus (strand) ing their food supply; they hunt within Environment: Underground a radius of about 10 miles around Organization:Solitary, pair, or cluster (3–6) their nests. Challenge Rating: 12",
        "name":  "Rocs lair in vast nests made from Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rocs have a +4 racial appearance. bonus on Spot checks. ROPER Roc 215 Roper A roper stands some 9 feet tall and tapers from 3 or 4 feet in thick, lumpy hide. Its tail is covered with armor plates and ends in a bony diameter at the base to 1 foot across at the top. It weighs 2,200 projection that looks like a double-ended paddle. The creature sports two pounds. A roper’s coloration and temperature change to match the long antennae on its head, one beneath each eye. features of the surrounding cave. Ropers speak Terran and Undercommon. Most fighters would rather face an army of orcs than confront a rust monster. These creatures corrode and eat metal objects and COMBAT have ruined the armor, shields, and weapons of countless adven- A roper hunts by standing very still and imitating a bit of rock. turers. This tactic often allows it to attack with surprise. When prey The hide of these creatures varies in color from a yellowish tan comes within reach, it lashes out with its strands. In melee, it bites underside to a rust-red upper back. A rust monster’s prehensile adjacent opponents with its powerful maw. antennae can rust metals on contact. Drag (Ex): If a roper hits with a strand attack, the strand latches The typical rust monster measures 5 feet long and 3 feet high, onto the opponent’s body. This deals no damage but drags the weighing 200 pounds. stuck opponent 10 feet closer each subsequent round (provoking no attack of opportunity) unless that creature breaks free, which COMBAT requires a DC 23 Escape Artist check or a DC 19 Strength check. A rust monster can scent a metal object from up to 90 feet away. The check DCs are Strength-based, and the Escape Artist DC When it detects one, it dashes toward the source and attempts to includes a +4 racial bonus. A roper can draw in a creature within strike it with its antennae. The creature is relentless, chasing char- 10 feet of itself and bite with a +4 attack bonus in the same round. acters over long distances if they still possess intact metal objects A strand has 10 hit points and can be attacked by making a suc- but usually ceasing its attacks to devour a freshly rusted meal. A cessful sunder attempt. However, attacking a roper’s strand does clever (or desperate) character can often distract a hungry rust not provoke an attack of opportunity. If the strand is currently monster by tossing it some metal objects, then fleeing while it attached to a target, the roper takes a –4 penalty on its opposed consumes them. attack roll to resist the sunder attempt. Severing a strand deals no The creature targets the largest metal object available, striking damage to a roper. first at armor, then at shields and smaller items. It prefers ferrous Strands (Ex): Most encounters with a roper begin when it fires metals (steel or iron) over precious metals (such as gold or silver) strong, sticky strands. The creature can have up to six strands at but will devour the latter if given the opportunity. once, and they can strike up to 50 feet away (no range increment). Rust (Ex): A rust monster that makes a successful touch attack If a strand is severed, the roper can extrude a new one on its next with its antennae causes the target metal to corrode, falling to turn as a free action. pieces and becoming useless immediately. The touch can destroy Weakness (Ex): A roper’s strands can sap an opponent’s up to a 10-foot cube of metal instantly. Magic armor and weapons, strength. Anyone grabbed by a strand must succeed on a DC 18 and other magic items made of metal, must succeed on a DC 17 Fortitude save or take 2d8 points of Strength damage. The save DC Reflex save or be dissolved. The save DC is Constitution-based and is Constitution-based. includes a +4 racial bonus.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "*Ropers have a +8 racial bonus on Hide checks in stony A metal weapon that deals damage to a rust monster corrodes or icy areas. immediately. Wooden, stone, and other nonmetallic weapons are unaffected. RUST MONSTER Medium Aberration",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Talon +4 melee (1d4+2) or trident +4 melee (1d8+3) or Constitution and +2 Strength, and takes a –2 penalty to Armor heavy crossbow +3 ranged (1d10/19–20) Class. A sahuagin cannot end its frenzy voluntarily.",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Trident +4 melee (1d8+3) and bite +2 melee (1d4+1); Rake (Ex): Attack bonus +2 melee, damage 1d4+1. A sahuagin or 2 talons +4 melee (1d4+2) and bite +2 melee (1d4+1); or also gains two rake attacks when it attacks while swimming. heavy crossbow +3 ranged (1d10/19–20) Freshwater Sensitivity (Ex): A sahuagin fully immersed in Space/Reach: 5 ft./5 ft. fresh water must succeed on a DC 15 Fortitude save or become",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 (+3 if four-armed) This humanoid has scaly skin with webbed fingers and toes, and sharp fangs fill its mouth. It has a long tail ending in a curved fin, and it has fins on its arms, back, and head. Its great, staring eyes are deep black. Sahuagin are marine predators superbly adapted to undersea hunting. Also known as sea devils, these beings dwell in coastal waters, forming organized groups that raid shore communities. Most sahuagin feature green coloration, darker along the back and lighter on the belly. Many have dark stripes, bands, or spots, but these tend to fade with age. An adult male sahua- gin stands roughly 6 feet tall and weighs about 200 pounds. Sahuagin are the natural enemy of aquatic elves. The two cannot coexist peacefully: Wars between them are prolonged, bloody affairs that sometimes interfere with shipping and mar- itime trade. Sahuagin have an only slightly less vehement hatred for tritons. Sahuagin speak their own language, Sahuagin. Thanks to their high Intelligence scores, most sahua- gin also speak two bonus languages, usually Common and Aquan. COMBAT Sahuagin are savage fighters, asking for and giving no quarter. When swimming, a sahuagin tears with its feet as it strikes with its talons or a weapon. About half of any group of sahuagin are also armed with nets. When sahuagin raid surface dwellers’ communities, they ven- ture ashore on dark, moonless nights to slaughter the inhabitants and livestock for food. They attack ships by swarming up from all Illus. by P. Jaquays SAHUAGIN Sahuagin 217 REDNAMALAS *A sahuagin has a +4 racial bonus on Survival and Profession SALAMANDER (hunter) checks within 50 miles of its home. *A sahuagin has a +4 racial bonus on Handle Animal checks This being has a muscular humanoid upper body with a hawkish face. when working with sharks. Its body is serpentine from the waist down, and is covered in red and black scales. Flame-shaped spines sprout form the creature’s spine, SAHUAGIN MUTANTS arms, and head. About one in two hundred sahuagin has four arms. Such creatures can make four claw attacks or use extra weapons, in addition to the The Elemental Plane of Fire is home to many strange creatures, claw and bite attacks. including the fearsome legions of the salamanders. These serpen- If a community of aquatic elves is located within 100 miles of a tine beings dwell in metal cities glowing with supernatural heat. sahuagin community, about one in one hundred sahuagin looks Salamanders are selfish and cruel, and they enjoy tormenting just like an aquatic elf. These creatures, called malenti, have a swim others. They are rarely encountered without their heated metal speed of 40 feet, can remain out of water for 1 hour per point of spears, but sometimes wield other weapons. Constitution, and have freshwater sensitivity and light sensitivity When summoned to the Material Plane, salamanders often (dazzled in bright light). Malenti have no natural attacks. They are assist forge workers and smiths. Their ability to work metal while otherwise identical with sahuagin. it’s still in the fire makes them some of the best metalsmiths known anywhere. SAHUAGIN SOCIETY Salamanders reproduce asexually, each producing a single The sea devils live by a code of ritualized behavior developed over larva every ten years and incubating the young in fire pits until millennia. Every member of a sahuagin they reach maturity. Flamebrothers and average salamanders are community knows its place well—and actually different species, while nobles rise from the ranks of the remains there. The sahuagin average. pride themselves on Salamanders speak Ignan. Some average self-sufficiency and salamanders and all nobles also speak strict adherence to Common. their social code. Unfortunately for COMBAT others, one of Salamander Salamanders use metal spears their core beliefs is heated red-hot by their own that the survival of furnacelike bodies. Blood- the sahuagin de- thirsty and sadistic, pends on ruthlessly they are quick to at- eradicating anything tack. They prefer to that is not sahuagin. take on those who Sahuagin dwell in appear strongest communities of vary- first, saving weaker ing sizes, from villages enemies for slower, to cities, built of stone agonizing treatment and other natural mate- later. rials deep beneath the If a salamander ocean waves. The crea- has damage reduc- tures employ a variety tion, its natural of defenses, both pas- weapons are treated sive (such as seaweed as magic weapons for camouflage) and active the purpose of over- (such as traps and tame coming damage reduction. sharks), to protect their com- Constrict (Ex): A salaman- munities. Elite groups of senior der deals automatic tail slap damage males (especially the four-armed ones) rule each community: (including fire damage) with a successful A baron governs a village, while a prince rules approximately grapple check. A noble salamander can constrict multiple crea- twenty villages. Sahuagin kings rule much larger territories and tures simultaneously, provided they are all at least two sizes dwell within cities having as many as six thousand inhabitants. A smaller than it. sahuagin kingdom generally covers an entire seacoast, with vil- Heat (Ex): A salamander generates so much heat that its mere lages and towns at least 100 miles apart. Sahuagin clerics function touch deals additional fire damage. Salamanders’ metallic weap- as teachers and keepers of lore, controlling religious life in their ons also conduct this heat. communities. Despite the presence of these priestesses within Improved Grab (Ex): To use this ability, a salamander must hit their society, the superstitious sea devils distrust and fear magic. a creature of up to one size larger than itself with its tail slap attack. The patron deity of sahuagin is Sekolah, a great devil shark. It can then attempt to start a grapple as a free action without pro- voking an attack of opportunity. If it wins the grapple check, it SAHUAGIN CHARACTERS establishes a hold and can constrict. A male sahuagin’s favored class is ranger, and most sahuagin lead- Spell-Like Abilities: (Noble salamanders only) 3/day—burn- ers are rangers. Most sahuagin rangers choose humanoids (elves) ing hands (DC 13), fireball (DC 15), flaming sphere (DC 14), wall of fire as their favored enemy. Female sahuagin favor the cleric class. (DC 16); 1/day—dispel magic, summon monster VII (Huge fire ele- Sahuagin clerics worship Sekolah. A sahuagin cleric has access to mental). Caster level 15th. The save DCs are Charisma-based. 218 two of the following domains: Evil, Law, Strength, or War (favored Skills: Salamanders have a +4 racial bonus on Craft (black- weapon: trident). smithing) checks. SATYR",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    }
]
