[
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword (1d6, crit 19–20/×2, 2 lb., one-handed, Typically, a cleric is the same alignment as his deity, though some slashing). clerics are one step away from their respective deities in alignment. Light crossbow (1d6, crit 19–20/×2, range inc. 80 ft., 2 lb., pierc- For example, most clerics of Heironeous, the god of valor (who is ing). lawful good) are lawful good, but some are lawful neutral or neutral",
        "name":  "Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Backpack with waterskin, one day’s trail rations, bedroll, good and lawful life, but he is not a functionary in a church hierarchy. sack, and flint and steel. Three torches. Case with 10 crossbow bolts.",
        "name":  "Gear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wisdom determines how Class Features powerful a spell a cleric can cast, how many All of the following are class features of the cleric. spells he can cast per day, and how hard those Weapon and Armor Proficiency: Clerics are spells are to resist (see Spells, below). A high proficient with all simple weapons, with all types of Constitution score improves a cleric’s hit armor (light, medium, and heavy), and points, and a high Charisma score with shields (except tower improves his ability to turn undead. shields).",
        "name":  "Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A cleric’s alignment must Every deity has a favored be within one step of his deity’s (that is, it weapon (see Deities, page 106), may be one step away on either the and his or her clerics consider it lawful–chaotic axis or the good–evil a point of pride to wield that axis, but not both). Exceptions are weapon. A cleric who chooses the clerics of St. Cuthbert (a the War domain receives the lawful neutral deity), who may choose only between lawful good Weapon Focus feat related to that and lawful neutral for their weapon as a bonus feat. He also alignment. A cleric may not receives the appropriate Martial be neutral unless his deity’s Weapon Proficiency feat as a bonus alignment is also neutral. feat, if the weapon falls into that",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Backpack with waterskin, one day’s trail rations, bedroll, St. Cuthbert (god of retribution) and all nonevil clerics of Obad-Hai sack, and flint and steel. Case with 10 crossbow bolts. Wooden holy (god of nature) convert prepared spells to cure spells, not inflict spells. symbol (sun disc of Pelor). Three torches.",
        "name":  "Gear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A cleric’s bonus language options include as they advance in level. Celestial, Abyssal, and Infernal (the languages of good, chaotic evil, The armor of a druid are restricted by traditional oaths to the and lawful evil outsiders, respectively). These choices are in addition items noted in Weapon and Armor proficiency (below),All other to the bonus languages available to the character because of his race armor is prohibited. Though a druid could learn to wear full plate, (see Race and Languages, page 12, and the Speak Language skill, putting it on would violate her oath and suppress her druidic page 82). powers. Druids avoid carrying much worked metal with them because it Ex-Clerics interferes with the pure and primal nature that they attempt to A cleric who grossly violates the code of conduct required by his god embody. (generally by acting in ways opposed to the god’s alignment or Alignment: Druids, in keeping with nature’s ultimate indiffer- purposes) loses all spells and class features, except for armor and ence, must maintain at least some measure of dispassion. As such, shield proficiencies and proficiency with simple weapons. He they must be neutral on at least one alignment axis (chaotic–lawful or good–evil), if not both. Just as nature encompasses such cannot thereafter gain levels as a cleric of that god until he atones dichotomies as life and death, beauty and horror, and peace and (see the atonement spell description, page 201). violence, so two druids can manifest different or even opposite alignments (neutral good and neutral evil, for instance) and still be Human Cleric Starting Package part of the druidic tradition.",
        "name":  "Bonus Languages",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Heavy mace (1d8, crit ×2, 8 lb., one-handed, bludgeon- with nature rather than devoting herself to a divine entity. Still, ing). some druids revere or at least respect either Obad-Hai (god of Light crossbow (1d8, crit 19–20/×2, range inc. 80 ft., 4 lb., pierc- nature) or Ehlonna (goddess of the woodlands). ing). Background: Though their organization is invisible to most",
        "name":  "Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  " become druids. Humans and half- Druids are proficient with the elves also frequently adopt this path, following weapons: club, dagger, and druids are particularly common dart, quarterstaff, scimitar, sickle, among savage humans. Dwarves, shortspear, sling, and spear. halflings, and half-orcs are They are also proficient with all rarely druids. natural attacks (claw, bite, and so forth) Few from among the of any form they assume with wild shape (see brutal humanoids are below). inducted into drui- Druids are proficient with light and dic society, though medium armor but are prohibited from wearing gnolls have a fair metal armor; thus, they may wear only padded, contingent of evil leather, or hide armor. (A druid may also druids among them. wear wooden armor that has been Gnoll druids are altered by the ironwood spell so that it accepted, though perhaps not functions as though it were steel. See the welcomed, by druids of other races. ironwood spell description, page 246) Druids are",
        "name":  "Weapon and Armor Proficiency",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A druid’s bonus language options include druid were 3rd level (taking into account the –3 adjustment) instead Sylvan, the language of woodland creatures. This choice is in of 6th level. addition to the bonus languages available to the character because of Nature Sense (Ex): A druid gains a +2 bonus on Knowledge her race (see Race and Languages, page 12, and the Speak Language (nature) and Survival checks. skill, page 82). Wild Empathy (Ex): A druid can use body language, vocaliza- A druid also knows Druidic, a secret language known only to tions, and demeanor to improve the attitude of an animal (such as a druids, which she learns upon becoming a 1st-level druid. Druidic is bear or a monitor lizard). This ability functions just like a Diplomacy a free language for a druid; that is, she knows it in addition to her check made to improve the attitude of a person (see Chapter 4: regular allotment of languages and it doesn’t take up a language slot. Skills). The druid rolls 1d20 and adds her druid level and her Druids are forbidden to teach this language to nondruids. Druidic Charisma modifier to determine the wild empathy check result. The has its own alphabet. typical domestic animal has a starting attitude of indifferent, while Animal Companion (Ex): A druid may begin play with an wild animals are usually unfriendly. animal companion selected from the following list: badger, camel, To use wild empathy, the druid and the animal must be able to dire rat, dog, riding dog, eagle, hawk, horse (light or heavy), owl, study each other, which means that they must be within 30 feet of pony, snake (Small or Medium viper), or wolf. If the DM’s campaign one another under normal conditions. Generally, influencing an takes place wholly or partly in an aquatic environment, the DM may animal in this way takes 1 minute but, as with influencing people, it add the following creatures to the druid’s list of options: crocodile, might take more or less time. porpoise, Medium shark, and squid. This animal is a loyal A druid can also use this ability to influence a magical beast with companion that accompanies the druid on her adventures as an Intelligence score of 1 or 2 (such as a basilisk or a girallon), but appropriate for its kind. she takes a –4 penalty on the check. 35 CLASSES CHAPTER 3: Woodland Stride (Ex): Starting at 2nd level, a druid may move manipulated to impede motion still affect her. through any sort of undergrowth (such as natural thorns, briars, Trackless Step (Ex): Starting at 3rd level, a druid leaves no trail overgrown areas, and similar terrain) at her normal speed and with- in natural surroundings and cannot be tracked. She may choose to out taking damage or suffering any other impairment. However, leave a trail if so desired. thorns, briars, and overgrown areas that have been magically THE DRUID’S ANIMAL COMPANION and her animal companion can share spells even if the spells normally A druid’s animal companion is different from a normal animal of its kind do not affect creatures of the companion’s type (animal). in many ways. Evasion (Ex): If an animal companion is subjected to an attack that normally allows a Reflex saving throw for half damage, it takes no damage if it makes a successful saving throw. It is superior to a normal animal of its kind and has special powers, as Devotion (Ex): An animal companion’s devotion to its master is so described below. complete that it gains a +4 morale bonus on Will saves against enchantment spells and effects. Class Bonus Natural Str/Dex Bonus Multiattack:An animal companion gains Multiattack as a bonus feat if Level HD Armor Adj. Adj. Tricks Special it has three or more natural attacks (see the Monster Manualfor details 1st–2nd +0 +0 +0 1 Link, share spells on this feat) and does not already have that feat. If it does not have the 3rd–5th +2 +2 +1 2 Evasion requisite three or more natural attacks, the animal companion instead 6th–8th +4 +4 +2 3 Devotion gains a second attack with its primary natural weapon, albeit at a –5 9th–11th +6 +6 +3 4 Multiattack penalty. 12th–14th +8 +8 +4 5 Improved Evasion (Ex): When subjected to an attack that normally 15th–17th +10 +10 +5 6 Improved evasion allows a Reflex saving throw for half damage, an animal companion takes 18th–20th +12 +12 +6 7 no damage if it makes a successful saving throw and only half damage if the saving throw fails.",
        "name":  "Bonus Languages",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The value given in this column is the total number of Deinonychus (dinosaur) Lion (animal) “bonus” tricks that the animal knows in addition to anythat the druid Dire ape Rhinoceros (animal) might choose to teach it (see the Handle Animal skill, page 74). These Dire boar Snake, Huge viper (animal) bonus tricks don’t require any training time or Handle Animal checks, Dire wolf Tiger (animal) and they don’t count against the normal limit of tricks known by the animal. The druid selects these bonus tricks, and once selected, they 10th Level or Higher (Level –9) can’t be changed. Bear, polar (animal) Shark, Huge1 (animal) Link (Ex): A druid can handle her animal companion as a free action, Dire lion Snake, giant constrictor (animal) or push it as a move action, even if she doesn’t have any ranks in the Megaraptor (dinosaur) Whale, orca1 (animal) Handle Animal skill. The druid gains a +4 circumstance bonus on all wild empathy checks and Handle Animal checks made regarding an animal 13th Level or Higher (Level –12) companion. Dire bear Elephant (animal) Share Spells (Ex): At the druid’s option, she may have any spell (but Octopus, giant1 (animal) not any spell-like ability) she casts upon herself also affect her animal companion. The animal companion must be within 5 feet of her at the 16th Level or Higher (Level –15) time of casting to receive the benefit. If the spell or effect has a duration Dire shark1 Triceratops (dinosaur) other than instantaneous, it stops affecting the animal companion if the Dire tiger Tyrannosaurus (dinosaur) companion moves farther than 5 feet away and will not affect the animal Squid, giant1 (animal) again, even if it returns to the druid before the duration expires. Additionally, the druid may cast a spell with a target of “You” on her 1 Available only in an aquatic environment. animal companion (as a touch range spell) instead of on herself. A druid 36 :3 RETPAHC SESSALC Resist Nature’s Lure (Ex): Starting at 4th level, a druid gains a including weapon, armor, and shield proficiencies). She cannot +4 bonus on saving throws against the spell-like abilities of fey (such thereafter gain levels as a druid until she atones (see the atonement as dryads, pixies, and sprites). spell description, page 201). Wild Shape (Su): At 5th level, a druid gains the ability to turn herself into any Small or Medium animal and back again once per Half-Elf Druid Starting Package day. Her options for new forms include all creatures with the animal",
        "name":  "Bonus Tricks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Scimitar (1d6, crit 18–20/×2, 4 lb., one-handed, druid level, or until she changes back. Changing form (to animal or slashing). back) is a standard action and doesn’t provoke an attack of Club (oaken cudgel): (1d6, crit ×2, 10 ft., 3 lb., one-handed, opportunity. bludgeoning). The form chosen must be that of an animal the druid is familiar Sling (1d4, crit ×2, rang inc. 50 ft., 0 lb., Medium, Bludgeoning). with. For example, a druid who has never been outside a temperate",
        "name":  "Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Of all classes, fighters have the best all-around alignment, or teaches the Druidic language to a nondruid loses all fighting capabilities (hence the name). Fighters are familiar with all spells and druid abilities (including her animal companion, but not the standard weapons and armors. In addition to general fighting 37 CLASSES CHAPTER 3: prowess, each fighter develops particular specialties of his own. A ranged combat can prove very deadly, though without other melee given fighter may be especially capable with certain weapons, support, they can find themselves in front-line combat more often another might be trained to execute specific fancy maneuvers. As than they might prefer. fighters gain experience, they get more opportunities to develop their fighting skills. Thanks to their focus on combat maneuvers, GAME RULE INFORMATION they can master the most difficult ones relatively quickly. Fighters have the following game statistics.",
        "name":  "A druid who ceases to revere nature, changes to a prohibited Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fighters come to their Class Skills profession in many ways. Most have had The fighter’s class skills (and formal training in a noble’s army or at the key ability for each skill) least in the local militia. Some have are Climb (Str), Craft (Int), trained in formal academies. Others are Handle Animal (Cha), self-taught—unpolished but well Intimidate (Cha), Jump (Str), tested. A fighter may have taken up the Ride (Dex), and Swim (Str). See sword as a way to escape Chapter 4: Skills for skill the limits of life on descriptions. the farm, or he may be Skill Points at 1st Level: (2 + Int following a proud family modifier) × 4. tradition. Fighters share no Skill Points at Each Additional special identity. They do not see",
        "name":  "Background",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Human fighters are usually Weapon and Armor Proficiency: A veterans of some military service, typically from fighter is proficient with all simple and more mundane parents. Dwarf fighters are martial weapons and with all armor (heavy, commonly former members of the well-trained medium, and light) and shields (including tower strike teams that protect the underground shields). dwarven kingdoms. They are typically members Bonus Feats: At 1st level, a fighter gets a bonus of warrior families that can trace their lineages combat-oriented feat in addition to the feat that back for millennia, and they may have rivalries or any 1st-level character gets and the bonus feat alliances with other dwarf fighters of a different granted to a human character. The fighter lineage. Elf fighters are typically skilled with the gains an additional bonus feat at 2nd level longsword. They are proud of their ability at and every two fighter levels thereafter swordplay and eager to demonstrate or test it. (4th, 6th, 8th, 10th, 12th, 14th, 16th, Half-orc fighters are often self- 18th, and 20th). These bonus feats taught outcasts who have achieved must be drawn from the feats noted as fighter bonus enough skill to earn recognition and feats on Table 5–1: Feats (page 90). A fighter must still something akin to respect. Gnome and meet all prerequisites for a bonus feat, including ability halfling fighters usually stay in their own communities as part of the score and base attack bonus minimums. (See Chapter 5: area militia rather than adventuring. Half-elves are rarely fighters, Feats for descriptions of feats and their prerequisites.) but they may take up swordplay in honor of the elven tradition. These bonus feats are in addition to the feat that a character of any Among the brutal humanoids, few can manage the discipline it class gets from advancing levels (see Table 3–2: Experience and takes to be a true fighter. The militaristic hobgoblins, however, Level-Dependent Benefits, page 22). A fighter is not limited to the produce quite a number of strong and skilled fighters. list of fighter bonus feats when choosing these feats.",
        "name":  "Races",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The fighter excels in a straight fight, but he relies on others for magical support, healing, and scouting. On a team, it is Dwarf Fighter Starting Package his job to man the front lines, protect the other party members, and Armor: Scale mail (+4 AC, armor check penalty –4, speed 20 ft., bring the tough opponents down. Fighters might not understand 30 lb.). the arcane ways of wizards or share the faith of clerics, but they Heavy wooden shield (+2 AC, armor check penalty –2, 10 lb.) recognize the value of teamwork. Weapons: Dwarven waraxe (1d10, crit ×3, 8 lb., one-handed,",
        "name":  "Other Classes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "In most adventuring parties, the fighter serves as a melee slashing). combatant, charging into the fray while his comrades support him Shortbow (1d6, crit ×3, range inc. 60 ft., 2 lb., piercing). with spells, ranged attacks, and other effects. Fighters who favor Skill Selection: Pick a number of skills equal to 2 + Int modifier. 38 doowkcoL .T yb .sullI Regdar :3 RETPAHC SESSALC Table 3–9: The Fighter MONK Base Fort Ref Will Level Attack Bonus Save Save Save Special Dotted across the landscape are monasteries—small, walled cloisters 1st +1 +2 +0 +0 Bonus feat inhabited by monks who pursue personal perfection through action 2nd +2 +3 +0 +0 Bonus feat as well as contemplation. They train themselves to be versatile 3rd +3 +3 +1 +1 warriors skilled at fighting without weapons or armor. The 4th +4 +4 +1 +1 Bonus feat inhabitants of monasteries headed by good masters serve as 5th +5 +4 +1 +1 protectors of the people. Ready for battle even when barefoot and 6th +6/+1 +5 +2 +2 Bonus feat dressed in peasant clothes, monks can travel unnoticed among the 7th +7/+2 +5 +2 +2 populace, catching bandits, warlords, and corrupt nobles unawares. 8th +8/+3 +6 +2 +2 Bonus feat In contrast, the residents of monasteries headed by evil masters rule 9th +9/+4 +6 +3 +3 the surrounding lands through fear, as an evil warlord and his 10th +10/+5 +7 +3 +3 Bonus feat entourage might. Evil monks make ideal spies, infiltrators, and 11th +11/+6/+1 +7 +3 +3 assassins. 12th +12/+7/+2 +8 +4 +4 Bonus feat The individual monk is unlikely to care passionately about 13th +13/+8/+3 +8 +4 +4 championing commoners or amassing wealth. She cares primarily 14th +14/+9/+4 +9 +4 +4 Bonus feat for the perfection of her art and, thereby, her personal perfection. 15th +15/+10/+5 +9 +5 +5 Her goal is to achieve a state that is beyond the mortal realm. 16th +16/+11/+6/+1 +10 +5 +5 Bonus feat",
        "name":  "Role",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The key feature of the monk is her ability to Skill Ranks Ability Armor Check Penalty fight unarmed and unarmored. Thanks to her rigorous training, she Climb 4 Str –6 can strike as hard as if she were armed and strike faster than a Jump 4 Str –6 warrior with a sword. Ride 4 Dex — Though a monk casts no spells, she has a magic of her own. She Swim 4 Str –12 channels a subtle energy, called ki, which allows her to perform Intimidate 4 Cha — amazing feats. The monk’s best-known feat is her ability to stun an Listen (cc) 2 Wis — opponent with an unarmed blow. A monk also has a preternatural Search (cc) 2 Int — awareness that allows her to dodge an attack even if she is not con- Spot (cc) 2 Wis — sciously aware of it. As the monk gains experience and power, her mundane and ki-",
        "name":  "Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Focus (dwarven waraxe). oriented abilities grow, giving her more and more power over her- Bonus Feat (Fighter): If Strength is 13 or higher, Power Attack; self and, sometimes, over others. if Strength is 12 or lower, Improved Initiative instead.",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatsword (2d6, crit 19–20/×2, 8 lb., two-handed, Cuthbert (god of retribution), and Hextor (god of tyranny). slashing). Background: A monk typically trains in a monastery. Most Shortbow (1d6, crit ×3, 60 ft., 2 lb., piercing). monks were children when they joined the monastery, sent to live",
        "name":  "Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Focus (greatsword). trained, or to all of these. Some monks, however, have no sense of Bonus Feat (Fighter): If Strength is 13 or higher, Power Attack; connection other than to their own path of personal development. if Strength is 12 or lower, Improved Initiative instead. Monks recognize each other as a select group set apart from the Bonus Feat (Human): Blind-Fight. rest of the populace. They may feel kinship, but they also love to",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Monks are proficient with commit themselves to a monastery, so dwarves, gnomes, and certain basic peasant weapons and some special weapons that are halflings very rarely become monks. part of monk training. The weapons with which a monk is proficient The savage humanoids do not have the stable social structure that are club, crossbow (light or heavy), dagger, handaxe, javelin, kama, allows monk training, but the occasional orphaned or abandoned nunchaku, quarterstaff, sai, shuriken, siangham, and sling. (See child from some humanoid tribe winds up in a civilized monastery Chapter 7: Equipment for descriptions of these weapons.) Monks or is adopted by a wandering master. The evil subterranean elves are not proficient with any armor or shields—in fact, many of the known as the drow have a small but successful monk tradition.",
        "name":  "Weapon and Armor Proficiency",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "d8. make one extra attack in a round at her highest base attack bonus, but this attack takes a –2 penalty, as does each other attack made that Class Skills round. The resulting modified base attack bonuses are shown in the The monk’s class skills (and the key ability for each skill) are Balance Flurry of Blows Attack Bonus column on Table 3–10: The Monk. (Dex), Climb (Str), Concentration (Con), Craft (Int), Diplomacy This penalty applies for 1 round, so it also affects attacks of (Cha), Escape Artist (Dex), Hide (Dex), Jump (Str), Knowledge opportunity the monk might make before her next action. When a (arcana) (Int), Knowledge (religion) (Int), Listen (Wis), Move monk reaches 5th level, the penalty lessens to –1, and at 9th level it Silently (Dex), Perform (Cha), Profession (Wis), Sense Motive (Wis), disappears. A monk must use a full attack action (see page 143) to Spot (Wis), Swim (Str), and Tumble (Dex). See Chapter 4: Skills for strike with a flurry of blows. skill descriptions. When using flurry of blows, a monk may attack only with unarmed strikes or with special monk weapons (kama, nunchaku, Skill Points at 1st Level: (4 + Int modifier) × 4. quarterstaff, sai, shuriken, and siangham). She may attack with",
        "name":  "Hit Die",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "4 + Int modifier. unarmed strikes and special monk weapons interchangeably as Table 3–10: The Monk Base Fort Ref Will Flurry of Blows Unarmed AC Unarmored Level Attack Bonus Save Save Save Special Attack Bonus Damage1 Bonus Speed Bonus 1st +0 +2 +2 +2 Bonus feat, flurry of blows, –2/–2 1d6 +0 +0 ft. unarmed strike 2nd +1 +3 +3 +3 Bonus feat, evasion –1/–1 1d6 +0 +0 ft. 3rd +2 +3 +3 +3 Still mind +0/+0 1d6 +0 +10 ft. 4th +3 +4 +4 +4 Ki strike (magic), slow fall 20 ft. +1/+1 1d8 +0 +10 ft. 5th +3 +4 +4 +4 Purity of body +2/+2 1d8 +1 +10 ft. 6th +4 +5 +5 +5 Bonus feat, slow fall 30 ft. +3/+3 1d8 +1 +20 ft. 7th +5 +5 +5 +5 Wholeness of body +4/+4 1d8 +1 +20 ft. 8th +6/+1 +6 +6 +6 Slow fall 40 ft. +5/+5/+0 1d10 +1 +20 ft. 9th +6/+1 +6 +6 +6 Improved evasion +6/+6/+1 1d10 +1 +30 ft. 10th +7/+2 +7 +7 +7 Ki strike (lawful), slow fall 50 ft. +7/+7/+2 1d10 +2 +30 ft. 11th +8/+3 +7 +7 +7 Diamond body, greater flurry +8/+8/+8/+3 1d10 +2 +30 ft. 12th +9/+4 +8 +8 +8 Abundant step, slow fall 60 ft. +9/+9/+9/+4 2d6 +2 +40 ft. 13th +9/+4 +8 +8 +8 Diamond soul +9/+9/+9/+4 2d6 +2 +40 ft. 14th +10/+5 +9 +9 +9 Slow fall 70 ft. +10/+10/+10/+5 2d6 +2 +40 ft. 15th +11/+6/+1 +9 +9 +9 Quivering palm +11/+11/+11/+6/+1 2d6 +3 +50 ft. 16th +12/+7/+2 +10 +10 +10 Ki strike (adamantine), +12/+12/+12/+7/+2 2d8 +3 +50 ft. slow fall 80 ft. 17th +12/+7/+2 +10 +10 +10 Timeless body, +12/+12/+12/+7/+2 2d8 +3 +50 ft. tongue of the sun and moon 18th +13/+8/+3 +11 +11 +11 Slow fall 90 ft. +13/+13/+13/+8/+3 2d8 +3 +60 ft. 19th +14/+9/+4 +11 +11 +11 Empty body +14/+14/+14/+9/+4 2d8 +3 +60 ft. 20th +15/+10/+5 +12 +12 +12 Perfect self, +15/+15/+15/+10/+5 2d10 +4 +60 ft. slow fall any distance 1 The value shown is for Medium monks. See Table 3–11: Small or Large Monk Unarmed Damage for Small or Large monks. 40 :3 RETPAHC SESSALC desired. For example, at 6th level, the monk Ember could make one Table 3–11: Small or Large Monk Unarmed Damage attack with her unarmed strike at an attack bonus of +3 and one Level Damage (Small Monk) Damage(Large Monk) attack with a special monk weapon at an attack bonus of +3. When 1st–3rd 1d4 1d8 using weapons as part of a flurry of blows, a monk applies her 4th–7th 1d6 2d6 Strength bonus (not Str bonus × 1-1/2 or × 1/2) to her damage rolls 8th–11th 1d8 2d8 for all successful attacks, whether she wields a weapon in one or 12th–15th 1d10 3d6 both hands. The monk can’t use any weapon other than a special 16th–19th 2d6 3d8 monk weapon as part of a flurry of blows. 20th 2d8 4d8 In the case of the quarterstaff, each end counts as a separate weapon for the purpose of using the flurry of blows ability. Even Bonus Feat: At 1st level, a monk may select either Improved though the quarterstaff requires two hands to use, a monk may still Grapple or Stunning Fist as a bonus feat. At 2nd level, she intersperse unarmed strikes with quarterstaff strikes, assuming may select either Combat Reflexes or Deflect Arrows as a that she has enough attacks in her flurry of blows bonus feat. At 6th level, she may select either Improved routine to do so. For example, an 8th-level monk Disarm or Improved Trip as a bonus feat. (See Chapter could make two attacks 5: Feats for descriptions.) A monk need not have any with the quarterstaff (one of the prerequisites normally required for these with each end) at a +5 attack feats to select them. Evasion (Ex): A monk of 2nd level or higher bonus and one with an Ember can avoid even magical and unusual attacks with unarmed strike at a +0 attack great agility. If she makes a successful Reflex bonus, or she could attack with saving throw against an attack that normally one end of the quarterstaff and deals half damage on a successful save (such one unarmed strike each at a +5 as a red dragon’s fiery breath or a fireball), she attack bonus, and with the other instead takes no damage. Evasion can be used end of the quarterstaff at a +0 only if a monk is wearing light armor or no attack bonus, or she could attack armor. A helpless monk (such as one who is with one end of the quarterstaff and unconscious or paralysed) does not gain the one unarmed strike at a +5 attack benefit of evasion. bonus each, and with the other end of Fast Movement (Ex): At 3rd level, a the quarterstaff at a +0 attack bonus. monk gains an enhancement bonus to She cannot, however, wield any other her speed, as shown on Table 3–10. weapon at the same time that she uses A monk in armor (even light a quarterstaff. armor) or carrying a medium When a monk reaches 11th level, her or heavy load loses this flurry of blows ability improves. In extra speed. addition to the standard single extra Still Mind (Ex): A monk of 3rd level or attack she gets from flurry of blows, she higher gains a +2 bonus on saving throws gets a second extra attack at her full against spells and effects from the school of base attack bonus. enchantment, since her meditation and training",
        "name":  "Skill Points at Each Additional Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Monks are highly improve her resistance to mind-affecting trained in fighting unarmed, giving attacks. them considerable advantages when Ki Strike (Su): At 4th level, a monk’s doing so. At 1st level, a monk gains unarmed attacks are empowered with ki. Her Improved Unarmed Strike as a bonus feat. unarmed attacks are treated as magic weapons A monk’s attacks may be with either fist for the purpose of dealing damage to interchangeably or even from elbows, creatures with damage reduction (see knees, and feet. This means that a monk Damage Reduction, page 291 of the may even make unarmed strikes with her Dungeon Master’s Guide). Ki strike hands full. There is no such thing as an off-hand improves with the character’s monk attack for a monk striking unarmed. A monk may level. At 10th level, her unarmed attacks are also treated as lawful thus apply her full Strength bonus on damage rolls weapons for the purpose of dealing damage to creatures with for all her unarmed strikes. damage reduction. At 16th level, her unarmed attacks are treated as Usually a monk’s unarmed strikes deal lethal damage, but she can adamantine weapons for the purpose of dealing damage to creatures choose to deal nonlethal damage instead with no penalty on her with damage reduction and bypassing hardness (see Smashing an attack roll. She has the same choice to deal lethal or nonlethal Object, page 165). damage while grappling. Slow Fall (Ex): At 4th level or higher, a monk within arm’s reach A monk’s unarmed strike is treated both as a manufactured of a wall can use it to slow her descent. When first using this ability, weapon and a natural weapon for the purpose of spells and effects she takes damage as if the fall were 20 feet shorter than it actually is. that enhance or improve either manufactured weapons or natural The monk’s ability to slow her fall (that is, to reduce the effective weapons (such as the magic fang and magic weapon spells). distance of the fall when next to a wall) improves with her monk A monk also deals more damage with her unarmed strikes than a level until at 20th level she can use a nearby wall to slow her descent normal person would, as shown on Table 3–10: The Monk. The and fall any distance without harm. See the Special column on Table unarmed damage on Table 3–10 is for Medium monks. A Small 3–10 for details. monk deals less damage than the amount given there with her Purity of Body (Ex): At 5th level, a monk gains control over her unarmed attacks, while a Large monk deals more damage; see Table: body’s immune system. She gains immunity to all diseases except for supernatural and magical diseases (such as mummy rot and Small or Large Monk Unarmed Damage. lycanthropy). 41 CLASSES CHAPTER 3: Wholeness of Body (Su): At 7th level or higher, a monk can heal Ex-Monks her own wounds. She can heal a number of hit points of damage A monk who becomes nonlawful cannot gain new levels as a monk equal to twice her current monk level each day, and she can spread but retains all monk abilities. this healing out among several uses. Like a member of any other class, a monk may be a multiclass Improved Evasion (Ex): At 9th level, a monk’s evasion ability character, but multiclass monks face a special restriction. A monk improves. She still takes no damage on a successful Reflex saving who gains a new class or (if already multiclass) raises another class throw against attacks such as a dragon’s breath weapon or a fireball, by a level may never again raise her monk level, though she retains but henceforth she takes only half damage on a failed save. A help- all her monk abilities. less monk (such as one who is unconscious or paralysed) does not gain the benefit of improved evasion. Human Monk Starting Package Diamond Body (Su): At 11th level, a monk is in such firm con-",
        "name":  "Unarmed Strike",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Quarterstaff (1d6/1d6, crit ×2, 4 lb., two-handed, kinds. bludgeoning). Abundant Step (Su): At 12th level or higher, a monk can slip Sling (1d4, crit ×2, range inc. 50 ft., 0 lb., bludgeoning). magically between spaces, as if using the spell dimension door, once",
        "name":  "Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Pick a number of skills equal to 5 + Int modifier. per day. Her caster level for this effect is one-half her monk level (rounded down). Skill Ranks Ability Armor Check Penalty Diamond Soul (Ex): At 13th level, a monk gains spell resistance Listen 4 Wis — equal to her current monk level + 10. In order to affect the monk Climb 4 Str 0 with a spell, a spellcaster must get a result on a caster level check Move Silently 4 Dex 0 (1d20 + caster level; see Spell Resistance, page 177) that equals or Tumble 4 Dex 0 exceeds the monk’s spell resistance. Jump 4 Str 0 Quivering Palm (Su): Starting at 15th level, a monk can set up Escape Artist 4 Dex 0 vibrations within the body of another creature that can thereafter be Hide 4 Dex 0 fatal if the monk so desires. She can use this quivering palm attack Swim 4 Str 0 once a week, and she must announce her intent before making her Balance 4 Dex 0 attack roll. Constructs, oozes, plants, undead, incorporeal creatures, and creatures immune to critical hits cannot be affected. Otherwise, Feat: If Dexterity is 13 or higher, Dodge; if Dexterity is 12 or if the monk strikes successfully and the target takes damage from lower, Improved Initiative instead. the blow, the quivering palm attack succeeds. Thereafter the monk Bonus Feat: If Dexterity is 13 or higher, Mobility; if Dexterity is can try to slay the victim at any later time, as long as the attempt is 12 or lower, Blind-Fight instead. made within a number of days equal to her monk level. To make Gear: Backpack with waterskin, one day’s trail rations, bedroll, such an attempt, the monk merely wills the target to die (a free sack, and flint and steel. Three torches. Pouch with 10 sling stones. action), and unless the target makes a Fortitude saving throw (DC 10 Gold: 2d4 gp. + 1/2 the monk’s level + the monk’s Wis modifier), it dies. If the saving throw is successful, the target is no longer in danger from PALADIN that particular quivering palm attack, but it may still be affected by another one at a later time. The compassion to pursue good, the will to uphold law, and the Timeless Body (Ex): Upon attaining 17th level, a monk no power to defeat evil—these are the three weapons of the paladin. longer takes penalties to her ability scores for aging and cannot be Few have the purity and devotion that it takes to walk the paladin’s magically aged. Any such penalties that she has already taken, path, but those few are rewarded with the power to protect, to heal, however, remain in place. Bonuses still accrue, and the monk still and to smite. In a land of scheming wizards, unholy priests, dies of old age when her time is up. bloodthirsty dragons, and infernal fiends, the paladin is the final Tongue of the Sun and Moon (Ex): A monk of 17th level or hope that cannot be extinguished. higher can speak with any living creature. Adventures: Paladins take their adventures seriously and have a Empty Body (Su): At 19th level, a monk gains the ability to penchant for referring to them as quests. Even a mundane mission assume an ethereal state for 1 round per monk level per day, as is, in the heart of the paladin, a personal test—an opportunity to though using the spell etherealness. She may go ethereal on a number demonstrate bravery, to develop martial skills, to learn tactics, and to of different occasions during any single day, as long as the total find ways to do good. Still, the paladin really comes into her own number of rounds spent in an ethereal state does not exceed her when leading a mighty campaign against evil, not when merely monk level. looting ruins.",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "At 20th level, a monk has tuned her body with skill Characteristics: Divine power protects the paladin and gives her and quasi-magical abilities to the point that she becomes a magical special powers. It wards off harm, protects her from disease, lets her creature. She is forevermore treated as an outsider (an extraplanar heal herself, and guards her heart against fear. The paladin can also creature) rather than as a humanoid for the purpose of spells and direct this power to help others, healing their wounds or curing magical effects. For instance, charm person does not affect her. diseases. Finally, the paladin can use this power to destroy evil. Even Additionally, the monk gains damage reduction 10/magic, which the least experienced paladin can detect evil, and more experienced allows her to ignore the first 10 points of damage from any attack paladins can smite evil foes and turn away undead. In addition, this made by a nonmagical weapon or by any natural attack made by a power draws a mighty steed to the paladin and imbues that mount creature that doesn’t have similar damage reduction (see Damage with strength, intelligence, and magical protection. Reduction, page 291 of the Dungeon Master’s Guide). Unlike other Alignment: Paladins must be lawful good, and they lose their outsiders, the monk can still be brought back from the dead as if she divine powers if they deviate from that alignment. Additionally, were a member of her previous creature type. paladins swear to follow a code of conduct that is in line with law- fulness and goodness. 42 :3 RETPAHC SESSALC",
        "name":  "Perfect Self",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Paladins are proficient with granted powers, as a cleric does. all simple and martial weapons, with all types of armor (heavy, A paladin prepares and casts spells the way a cleric does, though medium, and light), and with shields (except tower shields). she cannot lose a prepared spell to spontaneously cast a cure spell in Aura of Good (Ex): The power of a paladin’s aura of good (see the its place. A paladin may prepare and cast any spell on the paladin detect good spell) is equal to her paladin level, just like the aura of a spell list (page 191), provided that she can cast spells of that level, cleric of a good deity. but she must choose which spells to prepare during her daily Detect Evil (Sp): At will, a paladin can use detect evil, as the spell. meditation. Smite Evil (Su): Once per day, a paladin may attempt to smite Through 3rd level, a paladin has no caster level. At 4th level and evil with one normal melee attack. She adds her Charisma bonus (if higher, her caster level is one-half her paladin level. any) to her attack roll and deals 1 extra point of damage per paladin Special Mount (Sp): Upon reaching 5th level, a paladin gains the level. For example, a 13th-level paladin armed with a longsword service of an unusually intelligent, strong, and loyal steed to serve would deal 1d8+13 points of damage, plus any additional bonuses for her in her crusade against evil (see the sidebar). This mount is usu- high Strength or magical affects that would normally apply. If the ally a heavy warhorse (for a Medium paladin) or a warpony (for a paladin accidentally smites a creature that is not evil, the smite has Small paladin). no effect, but the ability is still used up for that day. Once per day, as a full-round action, a paladin may magically call At 5th level, and at every five levels thereafter, the paladin may her mount from the celestial realms in which it resides. The mount smite evil one additional time per day, as indicated on Table 3–12: immediately appears adjacent to the paladin and remains for 2 hours The Paladin, to a maximum of five times per day at 20th level. per paladin level; it may be dismissed at any time as a free action. Divine Grace (Su): At 2nd level, a paladin gains a bonus equal to The mount is the same creature each time it is summoned, though her Charisma bonus (if any) on all saving throws. the paladin may release a particular mount from service (if it has Lay on Hands (Su): Beginning at 2nd level, a paladin with a grown too old to join her crusade, for instance). Each time the Charisma score of 12 or higher can heal wounds (her own or those mount is called, it appears in full health, regardless of any damage it of others) by touch. Each day she can heal a total number of hit may have taken previously. The mount also appears wearing or points of damage equal to her paladin level × her Charisma bonus. carrying any gear it had when it was last dismissed )including For example, a 7th-level paladin with a 16 Charisma (+3 bonus) can barding, saddle, saddlebags, and the like). Calling a mount is a heal 21 points of damage per day. A paladin may choose to divide conjuration (calling) effect. Equal to a spell level 1/3 the paladin level. her healing among multiple recipients, and she doesn’t have to use it Should the paladin’s mount die, it immediately disappears, leav- all at once. Using lay on hands is a standard action. ing behind any equipment it was carrying. The paladin may not Alternatively, a paladin can use any or all of this healing power to summon another mount for thirty days or until she gains a paladin deal damage to undead creatures. Using lay on hands in this way level, whichever comes first, even if the mount is somehow returned requires a successful melee touch attack and doesn’t provoke an from the dead. During this thirty-day period, the paladin takes a –1 attack of opportunity. The paladin decides how many of her daily penalty on attack and weapon damage rolls. allotment of points to use as damage after successfully touching an Remove Disease (Sp): At 6th level, a paladin can produce a remove undead creature. disease effect, as the spell, once per week. She can use this ability one Aura of Courage (Su): Beginning at 3rd level, a paladin is additional time per week for every three levels after 6th (twice per immune to fear (magical or otherwise). Each ally within 10 feet of week at 9th, three times at 12th, and so forth). her gains a +4 morale bonus on saving throws against fear effects. Code of Conduct: A paladin must be of lawful good alignment This ability functions while the paladin is conscious, but not if and loses all class abilities if she ever willingly commits an evil act. she is unconscious or dead. Additionally, a paladin’s code requires that she respect legitimate Divine Health (Ex): At 3rd level, a paladin gains immunity to all authority, act with honor (not lying, not cheating, not using poison, diseases, including supernatural and magical diseases (such as and so forth), help those in need (provided they do not use the help mummy rot and lycanthropy). for evil or chaotic ends), and punish those who harm or threaten Turn Undead (Su): When a paladin reaches 4th level, she gains innocents. the supernatural ability to turn undead. She may use this ability a Associates: While she may adventure with characters of any number of times per day equal to 3 + her Charisma modifier. She good or neutral alignment, a paladin will never knowingly associate turns undead as a cleric of three levels lower would. (See Turn or with evil characters, nor will she continue an association with Rebuke Undead, page 159.) someone who consistently offends her moral code. A paladin may",
        "name":  "Weapon and Armor Proficiency",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Beginning at 4th level, a paladin gains the ability to cast a accept only henchmen, followers, or cohorts who are lawful good. small number of divine spells (the same type of spells available to the cleric, druid, and ranger), which are drawn from the paladin Ex-Paladins spell list (page 191). A paladin must choose and prepare her spells in A paladin who ceases to be lawful good, who willfully commits an advance. evil act, or who grossly violates the code of conduct loses all paladin To prepare or cast a spell, a paladin must have a Wisdom score spells and abilities (including the service of the paladin’s mount, but equal to at least 10 + the spell level (Wis 11 for 1st-level spells, Wis not weapon, armor, and shield proficiencies). She may not progress 44 :3 RETPAHC SESSALC any farther in levels as a paladin. She regains her abilities and Human Paladin Starting Package advancement potential if she atones for her violations (see the",
        "name":  "Spells",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword (1d8, crit 19–20/×2, 4 lb., one-handed, who gains a level in any class other than paladin may never again slashing). raise her paladin level, though she retains all her paladin abilities. Shortbow (1d6, crit ×3, range inc. 60 ft., 2 lb., piercing). The path of the paladin requires a constant heart. If a character",
        "name":  "Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Focus (longsword). those who travel through the wilderness,",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A ranger can use a variety Races: Elves often choose the ranger’s of weapons and is quite capable in combat. path. They are at home in the woods, and His skills allow him to survive in the they have the grace to move stealthily. wilderness, to find his prey, and to avoid Half-elves who feel their elf parents’ detection. He also has special connection to the woods are also knowledge about certain types of likely to adopt this class. Humans are Table 3–13: The Ranger Base Fort Ref Will ———— Spells per Day ———— Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +1 +2 +2 +0 1st favored enemy, Track, wild empathy — — — — 2nd +2 +3 +3 +0 Combat style — — — — 3rd +3 +3 +3 +1 Endurance — — — — 4th +4 +4 +4 +1 Animal companion 0 — — — 5th +5 +4 +4 +1 2nd favored enemy, Bonus Feat 0 — — — 6th +6/+1 +5 +5 +2 Improved combat style 1 — — — 7th +7/+2 +5 +5 +2 Woodland stride 1 — — — 8th +8/+3 +6 +6 +2 Swift tracker 1 0 — — 9th +9/+4 +6 +6 +3 Evasion 1 0 — — 10th +10/+5 +7 +7 +3 3rd favored enemy, Bonus Feat 1 1 — — 11th +11/+6/+1 +7 +7 +3 Combat style mastery 1 1 0 — 12th +12/+7/+2 +8 +8 +4 1 1 1 — 13th +13/+8/+3 +8 +8 +4 Camouflage 1 1 1 — 14th +14/+9/+4 +9 +9 +4 2 1 1 0 15th +15/+10/+5 +9 +9 +5 4th favored enemy, Bonus Feat 2 1 1 1 16th +16/+11/+6/+1 +10 +10 +5 2 2 1 1 17th +17/+12/+7/+2 +10 +10 +5 Hide in plain sight 2 2 2 1 18th +18/+13/+8/+3 +11 +11 +6 3 2 2 1 19th +19/+14/+9/+4 +11 +11 +6 3 3 3 2 20th +20/+15/+10/+5 +12 +12 +6 5th favored enemy, Bonus Feat 3 3 3 3 46 :3 RETPAHC SESSALC often rangers as well, being adaptable enough to learn their way At 5th level and every five levels thereafter (10th, 15th, and 20th around the woods even if it doesn’t come naturally to them. Half- level), the ranger may select an additional favored enemy from those orcs may find the life of a ranger more comfortable than life among given on the table. In addition, at each such interval, the bonus cruel and taunting humans (or orcs). Gnome rangers are more against any one favored enemy (including the one just selected, if so common than gnome fighters, but still they tend to remain in their desired) increases by 2. For example, a 5th-level ranger has two own lands rather than adventure among “the big people.” Dwarf favored enemies; against one he gains a +4 bonus on Bluff, Listen, rangers are rare, but they can be quite effective. Instead of living in Sense Motive, Spot, and Survival checks and weapon damage rolls, the surface wilderness, they are at home in the endless caverns and against the other he has a +2 bonus. At 10th level, he has three beneath the earth. Here they hunt down and destroy the enemies of dwarvenkind with the relentless precision for which dwarves are favored enemies, and he gains an additional +2 bonus, which he can known. Dwarf rangers are often known as cavers. Halfling rangers allocate to the bonus against any one of his three favored enemies. are highly respected for their ability to help communities of Thus, his bonuses could be either +4, +4, +2 or +6, +2, +2. halflings prosper as they pursue their nomadic lifestyle. If the ranger chooses humanoids or outsiders as a favored enemy, Among the savage humanoids, only gnolls are commonly rangers, he must also choose an associated subtype, as indicated on the table. using their skills to slyly stalk their prey. If a specific creature falls into more than one category of favored",
        "name":  "Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A ranger is proficient with all tions, and demeanor to improve the attitude of an animal (such as a simple and martial weapons, and with light armor and shields bear or a monitor lizard). This ability functions just like a Diplomacy (except tower shields). Favored Enemy (Ex): At 1st level, a ranger may select a type of check to improve the attitude of a person (see page 72). The ranger creature from among those given on Table 3–14: Ranger Favored rolls 1d20 and adds his ranger level and his Charisma bonus to Enemies. Due to his extensive study on his chosen type of foe and determine the wild empathy check result. The typical domestic training in the proper techniques for combating such creatures, the animal has a starting attitude of indifferent, while wild animals are ranger gains a +2 bonus on Bluff, Listen, Sense Motive, Spot, and usually unfriendly. Survival checks when using these skills against creatures of this To use wild empathy, the ranger and the animal must be able to type. Likewise, he gets a +2 bonus on weapon damage rolls against study each other, which means that they must be within 30 feet of such creatures. one another under normal visibility conditions. Generally, 47 CLASSES CHAPTER 3: influencing an animal in this way takes 1 minute, but, as with he can cast spells of that level, but he must choose which spells to influencing people, it might take more or less time. prepare during his daily meditation. The ranger can also use this ability to influence a magical beast Through 3rd level, a ranger has no caster level. At 4th level and with an Intelligence score of 1 or 2 (such as a basilisk or a girallon), higher, his caster level is one-half his ranger level. but he takes a –4 penalty on the check. Improved Combat Style (Ex): At 6th level, a ranger’s aptitude in Combat Style (Ex): At 2nd level, a ranger must select one of two his chosen combat style (archery or two-weapon combat) improves. combat styles to pursue: archery or two-weapon combat. This choice If he selected archery at 2nd level, he is treated as having the affects the character’s class features but does not restrict his Manyshot feat (page 97), even if he does not have the normal selection of feats or special abilities in any way. prerequisites for that feat. If the ranger selects archery, he is treated as having the Rapid If the ranger selected two-weapon combat at 2nd level, he is Shot feat, even if he does not have the normal prerequisites for that treated as having the Improved Two-Weapon Fighting feat (page feat. 96), even if he does not have the normal prerequisites for that feat. If the ranger selects two-weapon combat, he is treated as having As before, the benefits of the ranger’s chosen style apply only the Two-Weapon Fighting feat, even if he does not have the normal when he wears light or no armor. He loses all benefits of his combat prerequisites for that feat. style when wearing medium or heavy armor. The benefits of the ranger’s chosen style apply only when he Woodland Stride (Ex): Starting at 7th level, a ranger may move wears light or no armor. He loses all benefits of his combat style through any sort of undergrowth (such as natural thorns, briars, when wearing medium or heavy armor. overgrown areas, and similar terrain) at his normal speed and",
        "name":  "Weapon and Armor Proficiency",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A ranger gains Endurance (see page 93) as a bonus without taking damage or suffering any other impairment. feat at 3rd level. However, thorns, briars, and overgrown areas that are enchanted or Animal Companion (Ex): At 4th level, a ranger gains an animal companion selected from the following list: badger, camel, dire rat, magically manipulated to impede motion still affect him. dog, riding dog, eagle, hawk, horse (light or heavy), owl, pony, snake Swift Tracker (Ex): Beginning at 8th level, a ranger can move at (Small or Medium viper), or wolf. If the DM’s campaign takes place his normal speed while following tracks without taking the normal wholly or partly in an aquatic environment, the DM may add the –5 penalty. He takes only a –10 penalty (instead of the normal –20) following creatures to the ranger’s list of options: crocodile, when moving at up to twice normal speed while tracking. porpoise, Medium shark, and squid. This animal is a loyal Evasion (Ex): At 9th level, a ranger can avoid even magical and companion that accompanies the ranger on his adventures as unusual attacks with great agility. If he makes a successful Reflex appropriate for its kind. (For instance, an aquatic creature can’t saving throw against an attack that normally deals half damage on a adventure with a ranger on land and shouldn’t be selected by a successful save (such as a red dragon’s fiery breath or a fireball), he nonaquatic character without extenuating circumstances). In most instead takes no damage. Evasion can be used only if the ranger is cases, the animal companion functions as a mount, sentry, scout, or wearing light armor or no armor. A helpless ranger (such as one who hunting animal, rather than as a protector. is unconscious or paralysed) does not gain the benefit of evasion. This ability functions like the druid ability of the same name (see Combat Style Mastery (Ex): At 11th level, a ranger’s aptitude in page 35), except that the ranger’s effective druid level is one-half his his chosen combat style (archery or two-weapon combat) improves ranger level. For example, the animal companion of a 4th-level again. If he selected archery at 2nd level, he is treated as having the ranger would be the equivalent of a 2nd-level druid’s animal Improved Precise Shot feat (page 96), even if he does not have the companion. A ranger may select from the alternative lists of animal normal prerequisites for that feat. companions just as a druid can, though again his effective druid If the ranger selected two-weapon combat at 2nd level, he is level is half his ranger level. Thus, he must be at least an 8th-level treated as having the Greater Two-Weapon Fighting feat (page 95), ranger to select from the druid’s list of 4th-level animal companions, even if he does not have the normal prerequisites for that feat. and if he chooses one of those animals, his effective druid level would be reduced by 3, to 1st level. Like a druid, a ranger cannot As before, the benefits of the ranger’s chosen style apply only select an alternative animal if the choice would reduce his effective when he wears light or no armor. He loses all benefits of his combat druid level below 1st. style when wearing medium or heavy armor.",
        "name":  "Endurance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword (1d8, crit 19–20/×2, 4 lb., one-handed, spells of each spell level per day. His base daily spell allotment is slashing). given on Table 3–13: The Ranger. In addition, he receives bonus spells per day if he has a high Wisdom score (see Table 1–1: Ability Short sword, off hand (1d6, crit 19–20/×2, 2 lb., light, piercing). Modifiers and Bonus Spells, page 8). When Table 3–13 indicates that Note: When striking with both swords, the ranger takes a –4 the ranger gets 0 spells per day of a given spell level (for instance, penalty with his longsword and a –8 penalty with his short sword. If 1st-level spells for a 4th-level ranger), he gains only the bonus spells he has a Strength bonus, add only one-half of it to his damage roll he would be entitled to based on his Wisdom score for that spell with the short sword, which is in his off hand, but add the full level. The ranger does not have access to any domain spells or Strength bonus to his damage roll with the longsword. granted powers, as a cleric does. Longbow (1d8, crit ×3, range inc. 100 ft., 3 lb., piercing).",
        "name":  "Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rogues gains an intuitive sense that alerts her to are proficient with all simple danger from traps, giving her a +1 weapons, plus the hand cross- bonus on Reflex saves made to bow, rapier, sap, shortbow, avoid traps and a +1 dodge bonus to and short sword. Rogues are AC against attacks made by traps. proficient with light armor, These bonuses rise to +2 when the but not with shields. rogue reaches 6th level, to +3 when",
        "name":  "Weapon and Armor Proficiency",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If a rogue can she reaches 9th level, to +4 when catch an opponent when he is she reaches 12th level, to +5 at unable to defend himself 15th, and to +6 at 18th level. effectively from her attack, Trap sense bonuses gained from she can strike a vital spot for extra damage. Basically, multiple classes stack. the rogue’s attack deals extra damage any time her target Uncanny Dodge (Ex): Starting at 4th level, a would be denied a Dexterity bonus to AC (whether the target rogue can react to danger before her senses would actually has a Dexterity bonus or not), or when the rogue flanks her normally allow her to do so. She retains her Dexterity target. This extra damage is 1d6 at 1st level, and it increases by 1d6 bonus to AC (if any) even if she is caught flat-footed or struck by an every two rogue levels thereafter. Should the rogue score a critical invisible attacker. However, she still loses her Dexterity bonus to hit with a sneak attack, this extra damage is not multiplied. (See AC if immobilized. Table 8–5: Attack Roll Modifiers and Table 8–6: Armor Class If a rogue already has uncanny dodge from a different class (a Modifiers, page 151, for combat situations in which the rogue flanks rogue with at least two levels of barbarian, for example), she auto- an opponent or the opponent loses his Dexterity bonus to AC.) matically gains improved uncanny dodge (see below) instead. Ranged attacks can count as sneak attacks only if the target is Improved Uncanny Dodge (Ex): A rogue of 8th level or higher within 30 feet. A rogue can’t strike with deadly accuracy from can no longer be flanked; she can react to opponents on opposite beyond that range. sides of her as easily as she can react to a single attacker. This With a sap (blackjack) or an unarmed strike, a rogue can make a defense denies another rogue the ability to sneak attack the sneak attack that deals nonlethal damage instead of lethal damage. character by flanking her, unless the attacker has at least four more She cannot use a weapon that deals lethal damage to deal nonlethal rogue levels than the target does. damage in a sneak attack, not even with the usual –4 penalty, If a character already has uncanny dodge (see above) from a because she must make optimal use of her weapon in order to second class, the character automatically gains improved uncanny execute a sneak attack. (See Nonlethal Damage, page 146.) dodge instead, and the levels from the classes that grant uncanny A rogue can sneak attack only living creatures with discernible dodge stack to determine the minimum rogue level required to anatomies—undead, constructs, oozes, plants, and incorporeal flank the character. creatures lack vital areas to attack. Any creature that is immune to",
        "name":  "Sneak Attack",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "On attaining 10th level, and at every three critical hits is not vulnerable to sneak attacks. The rogue must be levels thereafter (13th, 16th, and 19th), a rogue gains a special ability 50 retsoF .J yb .sullI Lidda :3 RETPAHC SESSALC of her choice from among the following options. Dagger (1d3, crit 19–20/×2, range inc. 10 ft., 1/2 lb., light, Crippling Strike (Ex): A rogue with this ability can sneak attack piercing). opponents with such precision that her blows weaken and hamper Skill Selection: Pick a number of skills equal to 8 + Int modifier. them. An opponent damaged by one of her sneak attacks also takes 2 points of Strength damage. Ability points lost to damage return on Skill Ranks Ability Armor Check Penalty their own at the rate of 1 point per day for each damaged ability. Move Silently 4 Dex 0 Defensive Roll (Ex): The rogue can roll with a potentially lethal Hide 4 Dex 0 blow to take less damage from it than she otherwise would. Once Spot 4 Wis — per day, when she would be reduced to 0 or fewer hit points by Listen 4 Wis — damage in combat (from a weapon or other blow, not a spell or spe- Search 4 Int — Disable Device 4 Int — cial ability), the rogue can attempt to roll with the damage. To use Open Lock 4 Dex — this ability, the rogue must attempt a Reflex saving throw (DC = Climb 4 Str 0 damage dealt). If the save succeeds, she takes only half damage from Use Magic Device 4 Cha — the blow; if it fails, she takes full damage. She must be aware of the Sleight of Hand 4 Dex 0 attack and able to react to it in order to execute her defensive roll— Decipher Script 4 Int — if she is denied her Dexterity bonus to AC, she can’t use this ability. Bluff 4 Cha — Since this effect would not normally allow a character to make a Intimidate 4 Cha — Reflex save for half damage, the rogue’s evasion ability does not apply to the defensive roll. Feat: Improved Initiative. Improved Evasion (Ex): This ability works like evasion, except Gear: Backpack with waterskin, one day’s trail rations, bedroll, that while the rogue still takes no damage on a successful Reflex sack, and flint and steel. Thieves’ tools. Hooded lantern and three saving throw against attacks such as a dragon’s breath weapon pints of oil. Case with 10 crossbow bolts. or a fireball, henceforth she henceforth takes only half Gold: 4d4 gp. damage on a failed save. A helpless rogue (such as one who is unconscious or paralysed) does not gain the benefit of SORCERER improved evasion. Hennet Opportunist (Ex): Once per round, the rogue Sorcerers create magic the can make an attack of opportunity against way a poet creates poems, with an opponent who has just been struck for damage in melee by another character. inborn talent honed by This attack counts as the rogue’s attack practice. They have no books, no of opportunity for that round. Even a mentors, no theories—just raw rogue with the Combat Reflexes feat power that they direct at will. can’t use the opportunist ability more Some sorcerers claim that the blood than once per round. of dragons courses through their veins.",
        "name":  "Special Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Short sword (1d4, crit 19–20/×2, 1 lb., light, piercing). however, also feel themselves set apart from others—apart and Light crossbow (1d6, crit 19–20/×2, range inc. 80 ft., 2 lb., above. They adventure to gain power over those they look down piercing). upon. 51 CLASSES CHAPTER 3: Table 3–16: The Sorcerer Base Fort Ref Will ——––————————— Spells per Day ——————————— Level Attack Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +0 +0 +2 Summon familiar 5 3 — — — — — — — — 2nd +1 +0 +0 +3 6 4 — — — — — — — — 3rd +1 +1 +1 +3 Bonus Feat 6 5 — — — — — — — — 4th +2 +1 +1 +4 6 6 3 — — — — — — — 5th +2 +1 +1 +4 6 6 4 — — — — — — — 6th +3 +2 +2 +5 Bonus Feat 6 6 5 3 — — — — — — 7th +3 +2 +2 +5 6 6 6 4 — — — — — — 8th +4 +2 +2 +6 6 6 6 5 3 — — — — — 9th +4 +3 +3 +6 Bonus Feat 6 6 6 6 4 — — — — — 10th +5 +3 +3 +7 6 6 6 6 5 3 — — — — 11th +5 +3 +3 +7 6 6 6 6 6 4 — — — — 12th +6/+1 +4 +4 +8 Bonus Feat 6 6 6 6 6 5 3 — — — 13th +6/+1 +4 +4 +8 6 6 6 6 6 6 4 — — — 14th +7/+2 +4 +4 +9 6 6 6 6 6 6 5 3 — — 15th +7/+2 +5 +5 +9 Bonus Feat 6 6 6 6 6 6 6 4 — — 16th +8/+3 +5 +5 +10 6 6 6 6 6 6 6 5 3 — 17th +8/+3 +5 +5 +10 6 6 6 6 6 6 6 6 4 — 18th +9/+4 +6 +6 +11 Bonus Feat 6 6 6 6 6 6 6 6 5 3 19th +9/+4 +6 +6 +11 6 6 6 6 6 6 6 6 6 4 20th +10/+5 +6 +6 +12 6 6 6 6 6 6 6 6 6 6",
        "name":  "Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Use the basic statistics for a creature of the familiar’s Familiars are magically linked to their masters. In some sense, the kind, as given in the Monster Manual, but make the following changes: familiar and the master are practically one being. That’s why, for Hit Dice:For the purpose of effects related to number of Hit Dice, use example, the master can cast a personal range spell on a familiar even the master’s character level or the familiar’s normal HD total, whichever though he can normally cast such a spell only on himself. A familiar is a is higher. normal animal that gains new powers and becomes a magical beast Hit Points: The familiar has one-half the master’s total hit points (not when summoned to service by a sorcerer or wizard. It retains the including temporary hit points), rounded down, regardless of its actual appearance, Hit Dice, base attack bonus, base save bonuses, skills, and Hit Dice. For example, at 2nd level, Hennet has 9 hit points, so his feats of the normal animal it once was, but it is treated as a magical familiar has 4. beast instead of an animal for the purpose of any effect that depends on Attacks:Use the master’s base attack bonus, as calculated from all his its type. Only a normal, unmodified animal may become a familiar. Thus, classes. Use the familiar’s Dexterity or Strength modifier, whichever is a druid/sorcerer can’t use her animal companion as a familiar. greater, to get the familiar’s melee attack bonus with natural weapons. A familiar also grants special abilities to its master (a sorcerer or Damage equals that of a normal creature of the familiar’s kind. wizard), as given on the table below. These special abilities apply only Saving Throws: For each saving throw, use either the familiar’s base when the master and familiar are within 1 mile of each other. save bonus (Fortitude +2, Reflex +2, Will +0) or the master’s (as Levels of different classes that are entitled to familiars (such as calculated from all his classes), whichever is better. The familiar uses its sorcerer and wizard) stack for the purpose of determining any familiar own ability modifiers to saves, and it doesn’t share any of the other abilities that depend on the master’s level. bonuses that the master might have on saves (from magic items or feats, for example).",
        "name":  "Familiar Basics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "For each skill in which either the master or the familiar has Bat Master gains a +3 bonus on Listen checks ranks, use either the normal skill ranks for an animal of that type or the Cat Master gains a +3 bonus on Move Silently checks master’s skill ranks, whichever are better. In either case, the familiar uses Hawk Master gains a +3 bonus on Spot checks in bright light its own ability modifiers. Regardless of a familiar’s total skill modifiers, Lizard Master gains a +3 bonus on Climb checks some skills (such as Craft) may remain beyond the familiar’s ability to Owl Master gains a +3 bonus on Spot checks in shadows use. Rat Master gains a +2 bonus on Fortitude saves Raven1 Master gains a +3 bonus on Appraise checks Familiar Ability Descriptions: All familiars have special abilities (or Snake2 Master gains a +3 bonus on Bluff checks impart abilities to their masters) depending on the master’s combined Toad Master gains +3 hit points level in classes that grant familiars, as shown on the table below. The Weasel Master gains a +2 bonus on Reflex saves abilities given on the table are cumulative. 1 A raven familiar can speak one language of its master’s choice as a supernatural ability. Natural Armor Adj.:The number noted here is an improvement to the 2 Tiny viper. familiar’s existing natural armor bonus. It represents the preternatural toughness of a spellcaster’s familiar. 52 :3 RETPAHC SESSALC Since sorcerers gain their powers without undergoing the years of they gain little by sharing their knowledge and have no strong rigorous study that wizards go through, they don’t have the incentive to work together. background of arcane knowledge than most wizards have. However, Races: Most sorcerers are humans or half-elves, but the innate they do have more time to learn fighting skills, and they are talent for sorcery is unpredictable, and it can show up in any of the proficient with simple weapons. common races.",
        "name":  "Familiar Special Skills",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sorcerers are proficient with must attempt a DC 15 Fortitude saving throw. Failure means he all simple weapons. They are not proficient with any type of armor loses 200 experience points per sorcerer level; success reduces the or shield. Armor of any type interferes with a sorcerer’s arcane loss to one-half that amount. However, a sorcerer’s experience point gestures, which can cause his spells with somatic components to fail. total can never go below 0 as the result of a familiar’s demise or",
        "name":  "Weapon and Armor Proficiency",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A sorcerer casts arcane spells (the same type of spells dismissal. For example, suppose that Hennet is a 3rd-level sorcerer available to bards and wizards), which are drawn primarily from the with 3,230 XP when his owl familiar is killed by a bugbear. Hennet sorcerer/wizard spell list (page 192). He can cast any spell he knows makes a successful saving throw, so he loses 300 XP, dropping him without preparing it ahead of time, the way a wizard or a cleric must below 3,000 XP and back to 2nd level (see the Dungeon Master’s Guide (see below). for rules for losing levels). A slain or dismissed familiar cannot be To learn or cast a spell, a sorcerer must have a Charisma score replaced for a year and day. A slain familiar can be raised from the equal to at least 10 + the spell level (Cha 10 for 0-level spells, Cha 11 dead just as a character can be, and it does not lose a level or a for 1st-level spells, and so forth). The Difficulty Class for a saving Constitution point when this happy event occurs. throw against a sorcerer’s spell is 10 + the spell level + the sorcerer’s A character with more than one class that grants a familiar may Charisma modifier. have only one familiar at a time. Like other spellcasters, a sorcerer can cast only a certain number of spells of each spell level per day. His base daily spell allotment is Human Sorcerer Starting Package given on Table 3–16: The Sorcerer. In addition, he receives bonus Armor: None (speed 30 ft.). spells per day if he has a high Charisma score (see Table 1–1: Ability Weapons: Shortspear (1d6, crit ×2, range inc. 20 ft., 3 lb., one- Modifiers and Bonus Spells, page 8). handed, piercing). A sorcerer’s selection of spells is extremely limited. A sorcerer Light crossbow (1d8, crit 19–20/×2, range inc. 80 ft., 4 lb., begins play knowing four 0-level spells (also called cantrips) and two piercing). 1st-level spells of your choice. At each new sorcerer level, he gains",
        "name":  "Spells",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wizards commonly revere Boccob (god of magic). 1st-level spells—magic missile, sleep. Some, especially necromancers or simply more misanthropic wiz- Gear: Backpack with waterskin, one day’s trail rations, bedroll, ards, prefer Wee Jas (goddess of death and magic). Evil necroman- sack, and flint and steel. Hooded lantern, 5 pints of oil. Spell cers are known to worship Nerull (god of death). Wizards in general component pouch. Case with 10 crossbow bolts. are more devoted to their studies than to their spiritual sides.",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wizards recognize each other as comrades or rivals. Even wizards from very different cultures or magical traditions have WIZARDS much in common because they all conform to the same laws of magic. Unlike fighters or rogues, wizards see themselves as A few unintelligible words and fleeting gestures carry more power members of a distinct, if diverse, group. In civilized lands where than a battleaxe, when they are the words and gestures of a wizard. wizards study in academies, schools, or guilds, wizards also identify These simple acts make magic seem easy, but they only hint at the themselves and others according to membership in these formal time the wizard must spend poring over her spellbook preparing organizations. But while a guild magician may look down her nose each spell for casting, and the years before that spent in appren- at a rustic wizard who learned his arts from a doddering hermit, she ticeship to learn the arts of magic. nevertheless can’t deny the rustic’s identity as a wizard. Wizards depend on intensive study to create their magic. They",
        "name":  "Background",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wizards prefer to work with Skill Points at Each Additional members of other classes. They love to cast their Level: 2 + Int modifier. spells from behind strong fighters, to “magic up” rogues and send them out to scout, and to rely on Class Features the divine healing of clerics. They may find All of the following are class features members of certain classes (such as sorcerers, of the wizard. rogues, and bards) to be not quite serious Weapon and Armor Proficiency: enough, but they’re not judgmental. Wizards are proficient with the club,",
        "name":  "Other Classes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The wizard’s role depends somewhat on dagger, heavy crossbow, light crossbow, her spell selection, but most wizards share certain and quarterstaff, but not with any type of similarities in function. They are among the most armor or shield. Armor of any type offensively minded of the spellcasting classes, with a interferes with a wizard’s movements, broad range of options available for neutralizing which can cause her spells with somatic components to fail. enemies. Some wizards provide great support to",
        "name":  "Role",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Quarterstaff (1d6/1d6, crit ×2, 4 lb., two-handed, class features and statistics increase as a member of that class bludgeoning). advances in level. When your character attains a new level, make Light crossbow (1d8, crit 19–20/×2, range inc. 80 ft., 4 lb., these changes. piercing). 1. Choose Class: A typical character has only one class, and when",
        "name":  "Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Backpack with waterskin, one day’s trail rations, bedroll, and raise it by 1 point. (It’s okay for a score to go above 18.) It’s the sack, and flint and steel. Ten candles, map case, three pages of overall character level, not the class level, that counts for this parchment, ink, inkpen. Spell component pouch, spellbook. Case adjustment. with 10 crossbow bolts. If your character’s Constitution modifier increases by 1 (see Table",
        "name":  "Gear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Add the base save bonuses for each class class. Additionally, the DM may require the player to declare what together. A 7th-level rogue/4th-level wizard has a +3 base save bonus class the character is “working on” before he or she makes the jump on Fortitude saving throws (+2 as a 7th-level rogue and +1 as a 4th- to the next level, so the character has time to practice new skills. level wizard), a +6 on Reflex saving throws (+5 and +1), and a +6 on The character gains the 1st-level base attack bonuses, base save Will saving throws (+2 and +4). bonuses, class skills, weapon proficiency, armor and shield pro-",
        "name":  "Saving Throws",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "To make a skill check, roll: to the roll as part of the skill modifier, so the more ranks you 1d20 + skill modifier have, the higher your skill check result will be. (Skill modifier = skill rank + ability modifier 61 + miscellaneous modifiers) Ranks tell you how proficient your are and reflect your training class skill gets your character 1/2 rank in that skill. Cross-class skills in a given skill. In general, while anyone can get a lucky roll, a are skills not found on your character’s class skill list. (Half ranks do character with, say, 10 ranks in a given skill has a higher degree of not improve your skill check, but two 1/2 ranks make 1 rank.) Your training and expertise in that skill than a character with 9 ranks or maximum rank in a class skill is 4. In a cross-class skill, it’s 2. fewer. Table 4–2: Skills shows all the skills and indicates which are class The class starting packages in Chapter 3 provide an easier way to skills and which are cross-class skills for each class. select 1st-level skills, because they assume that you max out Spend all your skill points. You can’t save them to spend later. (increase to maximum rank) each skill you buy and because they provide a shorter list from which to choose. Although selecting SKILLS AT HIGHER LEVELS skills from a starting package feels very different from buying them When your character attains a new level, follow these steps to gain rank by rank, your character winds up spending the same number of new skills and improve those he or she already has: skill points no matter which way you select 1st-level skills. 1. Determine the number of skill points your character gets. See The Skills paragraph on page 59 covers the skill acquisition rules Table 4–1: Skill Points per Level. for multiclass characters. A character gets at least 1 skill point at each new level, even if he or she has an Intelligence penalty. Table 4–1: Skill Points per Level A human gets 1 extra skill point per level. 1st-level Higher-level 2. You can improve any class skill that you’ve previously maxed Class Skill Points1 Skill Points2 out by 1 rank or any cross-class skill that you’ve previously maxed Barbarian (4 + Int modifier) × 4 4 + Int modifier out by 1/2 rank. Bard (6 + Int modifier) × 4 6 + Int modifier 3. If you have not maxed out a skill, you can spend extra skill Cleric (2 + Int modifier) × 4 2 + Int modifier points on it and increase its rank further. Druid (4 + Int modifier) × 4 4 + Int modifier First, find out what your character’s maximum rank in that skill Fighter (2 + Int modifier) × 4 2 + Int modifier is. If it’s a class skill, the maximum rank is the character’s new level + Monk (4 + Int modifier) × 4 4 + Int modifier 3. If it’s a cross-class skill, the maximum rank is half of that number Paladin (2 + Int modifier) × 4 2 + Int modifier (do not round up or down). Ranger (6 + Int modifier) × 4 6 + Int modifier You may spend the number of skill points it takes to max out the Rogue (8 + Int modifier) × 4 8 + Int modifier skill, provided that you have that many skill points to spend. Sorcerer (2 + Int modifier) × 4 2 + Int modifier 4. If you want to pick up a new skill for your character, you can Wizard (2 + Int modifier) × 4 2 + Int modifier spend skill points equal to his or her character level +3. These skill 1 Humans add +4 to this total at 1st level. points buy 1 rank each if the new skill is a class skill or 1/2 rank each 2 Humans add +1 each level. if it’s a cross-class skill. Regardless of whether a skill is purchased as a class skill or a ACQUIRING SKILLS AT 1ST LEVEL cross-class skill, if it is a class for any of your classes, your maximum Follow these two steps to pick skills for your 1st-level character: rank equals your total character level +3. 1. Determine the number of skill points your character gets. This number depends on his or her class and Intelligence modifier, as USING SKILLS shown on Table 4–1: Skill Points per Level. For example, Lidda is a 1st-level halfling rogue with an Intelligence score of 14 (+2 Int When your character uses a skill, you make a skill check to see how modifier). At the start of play, she has 40 skill points to spend (8 + 2 = well he or she does. The higher the result of the skill check, the 10, 10 × 4 = 40). better. Based on the circumstances, your result must match or beat a A character gets at least 4 skill points (1 × 4 = 4) at 1st level, even if particular number (a DC or the result of an opposed skill check) for he or she has an Intelligence penalty. the check to be successful. The harder the task, the higher the A human gets 4 extra skill points as a 1st-level character. A human number you need to roll. character with the same class and Intelligence modifier as Lidda Circumstances can affect your check. A character who is free to would have 44 skill points at the start of play. work without distractions can make a careful attempt and avoid 2. Spend the skill points. Each skill point you spend on a class simple mistakes. A character who has lots of time can try over and skill gets you 1 rank in that skill. Class skills are the skills found on over again, thereby assuring the best outcome. If others help, the your character’s class skill list. Each skill point you spend on a cross- character may succeed where otherwise he or she would fail. CHARACTER SKILLS When you create your character, you will probably only be able to check. Performing routine tasks in normal situations is generally so easy purchase ranks in a handful of skills. It may not seem as though you that no check is required. And when a check might be called for, the DC have as many skills as real people do—but the skills on your character of most mundane tasks rarely exceeds 10, let alone 15. In day-to-day life, sheet don’t actually define everything your character can do. when you don’t have enemies breathing down your neck and your life Your character may have solid familiarity with many skills, without depending on success, you can take your time and do things right— having the actual training that grants skill ranks. Knowing how to strum a making it easy, even without any ranks in the requisite skill, to succeeed few chords on a lute or clamber over a low fence doesn’t really mean you (see Checks without Rolls, page 65). have ranks in Perform or Climb. Ranks in those skills represent training You’re always welcome to assume that your character is familiar beyond everyday use—the ability to impress an audience with a wide repertoire of songs on the lute, or to successfully scale a 100-foot-high with—even good at, as far as everyday tasks go—many skills beyond cliff face. those for which you actually gain ranks. The skills you buy ranks in, So how do normal people get through life without ranks in a lot of however, are those with which you have truly heroic potential. skills? For starters, remember that not every use a skill requires a skill 62 :4 RETPAHC SLLIKS Table 4–2: Skills Key Skill Bbn Brd Clr Drd Ftr Mnk Pal Rgr Rog Sor Wiz Untrained Ability Appraise (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) Yes Int Balance (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) Yes Dex1 Bluff (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) Yes Cha Climb (cid:3) (cid:3) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) Yes Str1 Concentration (cid:127) (cid:3) (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) Yes Con Craft (cid:3) (cid:3) (cid:3) (cid:3) (cid:3) (cid:3) (cid:3) (cid:3) (cid:3) (cid:3) (cid:3) Yes Int Decipher Script (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:3) No Int Diplomacy (cid:127) (cid:3) (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:3) (cid:127) (cid:127) Yes Cha Disable Device (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) No Int Disguise (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) Yes Cha Escape Artist (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) Yes Dex1 Forgery (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) Yes Int Gather Information (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) Yes Cha Handle Animal (cid:3) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) (cid:127) No Cha Heal (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) (cid:127) Yes Wis Hide (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) Yes Dex1 Intimidate (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) Yes Cha Jump (cid:3) (cid:3) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) Yes Str1 Knowledge (arcana) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:3) No Int Knowledge (architecture (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) No Int and engineering) Knowledge (dungeoneering) (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:3) No Int Knowledge (geography) (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:3) No Int Knowledge (history) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) No Int Knowledge (local) (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:3) No Int Knowledge (nature) (cid:127) (cid:3) (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:3) No Int Knowledge (nobility (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) No Int and royalty) Knowledge (religion) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) No Int Knowledge (the planes) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) No Int Listen (cid:3) (cid:3) (cid:127) (cid:3) (cid:127) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) Yes Wis Move Silently (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) Yes Dex1 Open Lock (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) No Dex Perform (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) Yes Cha Profession (cid:127) (cid:3) (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) (cid:3) (cid:3) (cid:3) (cid:3) No Wis Ride (cid:3) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) (cid:127) Yes Dex Search (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) Yes Int Sense Motive (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:3) (cid:127) (cid:127) Yes Wis Sleight of Hand (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) No Dex1 Speak Language (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) No None Spellcraft (cid:127) (cid:3) (cid:3) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:3) No Int Spot (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) Yes Wis Survival (cid:3) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) Yes Wis Swim (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) (cid:3) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) Yes Str2 Tumble (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) No Dex1 Use Magic Device (cid:127) (cid:3) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:127) (cid:127) No Cha Use Rope (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:127) (cid:3) (cid:3) (cid:127) (cid:127) Yes Dex 1 Armor check penalty applies to checks. (cid:3) Class skill 2 Double the normal armor check penalty applies to checks. (cid:127) Cross-class skill SKILL CHECKS better. Unlike with attack rolls and saving throws, a natural roll of 20 on the d20 is not an automatic success, and a natural roll of 1 is A skill check takes into account a character’s training (skill rank), not an automatic failure. natural talent (ability modifier), and luck (the die roll). It may also take into account his or her race’s knack for doing certain things Difficulty Class (racial bonus) or what armor he or she is wearing (armor check penalty), or a certain feat the character possesses, among other Some checks are made against a Difficulty Class (DC). The DC is a things. For instance, a character who has the Skill Focus feat (page number set by the DM (using the skill rules as a guideline) that you 100) related to a certain skill gets a +3 bonus on all checks involving must score as a result on your skill check in order to succeed. For that skill. example, climbing the outer wall of a ruined tower may have a DC of To make a skill check, roll 1d20 and add your character’s skill 15. For your character to climb the wall, you must get a result of 15 modifier for that skill. The skill modifier incorporates the character’s or better on a Climb check. A Climb check is 1d20 + Climb ranks (if ranks in that skill and the ability modifier for that skill’s key ability, any) + Strength modifier + any other modifiers that apply. Table 4–3: plus any other miscellaneous modifiers that may apply, including Difficulty Class Examples shows some example DCs for skill checks. racial bonuses and armor check penalties. The higher the result, the 63 SKILLS CHAPTER 4: Table 4–3: Difficulty Class Examples If a skill carries no penalties for failure, you can take 20 and assume that you go at it long enough to eventually succeed even- Difficulty (DC) Example (Skill Used) tually (see Checks without Rolls, page 65). Very easy (0) Notice something large in plain sight (Spot) Easy (5) Climb a knotted rope (Climb) Average (10) Hear an approaching guard (Listen) Untrained Skill Checks Tough (15) Rig a wagon wheel to fall off (Disable Device) Generally, if your character attempts to use a skill he or she does not Challenging (20) Swim in stormy water (Swim) possess, you make a skill check as normal. The skill modifier doesn’t Formidable (25) Open an average lock (Open Lock) have a skill rank added in because the character has no ranks in the Heroic (30) Leap across a 30-foot chasm (Jump) skill. Any other applicable modifiers, such as the modifier for the Nearly Track a squad of orcs across hard ground skill’s key ability, are applied to the check. impossible (40) after 24 hours of rainfall (Survival) Many skills can be used only by someone who is trained in them. If you don’t have Spellcraft, for example, you just don’t know Opposed Checks enough about magic even to attempt to identify a spell, regardless of An opposed check is a check whose success or failure is determined your class, ability scores, or experience level. Skills that cannot be by comparing the check result to another character’s check result. used untrained are indicated by a “No” in the Untrained column on In an opposed check, the higher result succeeds, while the lower Table 4–2: Skills. result fails. In case of a tie, the higher skill modifier wins. If these For example, Krusk the barbarian’s 4 ranks in Climb make his scores are the same, roll again to break the tie. Climb check results 4 points higher than they otherwise would be, For example, to sneak up on someone, you make a Move Silently but even Gimble the bard, with no Climb ranks, can make a Climb check. Anyone who might hear you can make a Listen check to react check because Climb can be used untrained. Gimble has a skill to your presence. For the opponent to hear you, his or her Listen modifier of –1 (+0 for his Strength, –1 for armor), but he can give it a check result must equal or exceed your Move Silently check result. try. However, Gimble’s ranks in Use Magic Device let him do something that he otherwise couldn’t do at all—namely, use a magic Table 4–4: Example Opposed Checks item as if he had a particular spell on his class spell list that he actually doesn’t have. Krusk, with no ranks in the skill, can’t make a Skill Opposing Skill Use Magic Device check even at a penalty because Use Magic Task (Key Ability) (Key Ability) Device can’t be used untrained. Con someone Bluff (Cha) Sense Motive (Wis) Pretend to be someone Disguise (Cha) Spot (Wis) else Favorable and Unfavorable Conditions Create a false map Forgery (Int) Forgery (Int) Some situations may make a skill easier or harder to use, resulting in Hide from someone Hide (Dex) Spot (Wis) a bonus or penalty to the skill modifier for a skill check or a change Make a bully back down Intimidate (Cha) Special1 to the DC of the skill check. It’s one thing for Krusk, with his Sneak up on someone Move Silently (Dex) Listen (Wis) Survival skill, to hunt down enough food to eat while he’s camping Steal a coin pouch Sleight of Hand (Dex) Spot (Wis) for the day in the middle of a lush forest, but foraging for food while Tie a prisoner securely Use Rope (Dex) Escape Artist (Dex) travelling across a barren desert is an entirely different matter. 1 An Intimidate check is opposed by the target’s level check, not a skill The DM can alter the chance of success in four ways to take into check. See the Intimidate skill description, page 76, for more account exceptional circumstances. information. 1. Give the skill user a +2 circumstance bonus to represent con- ditions that improve performance, such as having the perfect tool Trying Again for the job, getting help from another character (see Combining In general, you can try a skill check again if you fail, and you can Skill Attempts, page 65), or possessing unusually accurate infor- keep trying indefinitely. Some skills, however, have consequences mation. of failure that must be taken into account. A few skills are virtually 2. Give the skill user a –2 circumstance penalty to represent useless once a check has failed on an attempt to accomplish a par- conditions that hamper performance, such as being forced to use ticular task. For most skills, when a character has succeeded once at improvised tools or having misleading information. a given task, additional successes are meaningless. 3. Reduce the DC by 2 to represent circumstances that make the For example, if Lidda the rogue misses an Open Lock check, she task easier, such as having a friendly audience or doing work that can try again and keep trying. If, however, a trap in the lock goes off can be subpar. if she misses an Open Lock check by 5 or more, then failure has its 4. Increase the DC by 2 to represent circumstances that make the own penalties. task harder, such as having an uncooperative audience or doing Similarly, if Lidda misses a Climb check, she can keep trying, but work that must be flawless. if she misses by 5 or more, she falls (after which she can get up and Conditions that affect your character’s ability to perform the skill try again). change the skill modifier. Conditions that modify how well the If Tordek has negative hit points and is dying, Lidda can make an character has to perform the skill to succeed change the DC. A untrained Heal check to make him stable. If the check fails, Tordek bonus to the skill modifier and a reduction in the check’s DC have probably loses another hit point, but Lidda can try again in the next the same result: They create a better chance of success. But they represent different circumstances, and sometimes that difference is round. important. ACCESS TO SKILLS all the decisions about where one can learn certain skills and where one The rules assume that a character can find a way to learn any skill. For can’t. While Jozan is living in a desert, for example, the DM can decide instance, if Jozan wants to learn Profession (sailor), nothing in the rules that he has no way of learning to be a sailor. It’s up to the DM to say exists to stop him. However, the DM is in charge of the world and makes whether a character can learn a given skill in a given setting. 64 :4 RETPAHC SLLIKS For example, Gimble the bard wants to entertain a band of leather armor). The steep, rocky slope he’s climbing has a Climb DC dwarves who are staying at the same inn where he and his party are of 10. With a little care, he can take 10 and succeed automatically. staying. Before playing his lute, Gimble listens to the dwarves’ But partway up the slope, a goblin scout begins pelting him with drinking songs so he can judge their mood. Doing so improves his sling stones. Krusk needs to make a Climb check to get up to the performance, giving him a +2 circumstance bonus on his check. His goblin, and this time he can’t simply take 10. If his player rolls 4 or player rolls a 5 and adds +9 for his skill modifier (4 ranks, +3 higher on 1d20, he succeeds. Charisma modifier, and +2 for his impromptu research). His result is Taking 20: When you have plenty of time (generally 2 minutes 14. The DM sets the DC at 15. However, the dwarves are in a good for a skill that can normally be checked in 1 round, one full-round mood because they have recently won a skirmish with orc bandits, action, or one standard action), you are faced with no threats or so the DM reduces the DC to 13. (Gimble’s performance isn’t better distractions, and the skill being attempted carries no penalties for just because the dwarves are in a good mood, so Gimble doesn’t get a failure, you can take 20. In other words, eventually you will get a 20 bonus to add into his skill modifier. Instead, the DC goes down.) on 1d20 if you roll enough times. Instead of rolling 1d20 for the skill The leader of the dwarven band, however, has heard that a gnome check, just calculate your result as if you had rolled a 20. Taking 20 spy works for the bandits, and he’s suspicious of Gimble. The DC to means you are trying until you get it right, and it assumes that you entertain him is higher than normal: 17 instead of 15. Gimble’s skill fail many times before succeeding. Taking 20 takes twenty times as check result (14) is high enough to entertain the dwarves (DC 13) long as making a single check would take. Since taking 20 assumes but not their leader (DC 17). The dwarves applaud Gimble and offer that the character will fail many times before succeeding, if you did to buy him drinks, but their leader eyes him suspiciously. attempt to take 20 on a skill that carries penalties for failure (for instance, a Disable Device check to disarm a trap), your character Time and Skill Checks would automatically incur those penalties before he or she could complete the task (in this case, the character would most likely set Using a skill might take a round, take no time, or take several off the trap). Common “take 20” skills include Escape Artist, Open rounds or even longer. Most skill uses are standard actions, move Lock, and Search. actions, or full-round actions. Types of actions define how long For example, Krusk comes to a cliff face. He attempts to take 10, activities take to perform within the framework of a combat round (6 seconds) and how movement is treated with respect to the activity for a result of 16 (10 plus his +6 skill modifier), but the DC is 20, and (see Action Types, page 138). Some skill checks are instant and the DM tells him that he fails to make progress up the cliff. (His represent reactions to an event, or are included as part of an action. check is at least high enough that he does not fall.) Krusk cannot These skill checks are not actions. Other skill checks represent part take 20 because there is a penalty associated with failure (falling, in of movement. The distance you jump when making a Jump check, this case). He can try over and over, and eventually he may succeed, for example, is part of your movement. Each skill description but he might fall one or more times in the process. Later, Krusk specifies the time required to make a check. finds a cave in the cliff and searches it. The DM sees in the Search skill description that each 5-foot-square area takes a full-round Practically Impossible Tasks action to search, and she secretly assigns a DC of 15 to the attempt. Sometimes you want to do something that seems practically She estimates that the floors, walls, and ceiling of the cave make up impossible. In general, a task considered practically impossible has a about ten 5-foot squares, so she tells Krusk’s player that it takes 1 DC of 40, 60, or even higher (or it carries a modifier of +20 or more minute (10 rounds) to search the whole cave. Krusk’s player gets a to the DC). result of 12 on 1d20, adds no skill ranks because Krusk doesn’t have Practically impossible tasks are hard to delineate ahead of time. the Search skill, and adds –1 because that is Krusk’s Intelligence They’re the accomplishments that represent incredible, almost modifier. His roll fails. Now the player declares that Krusk is going logic-defying skill and luck. Picking a lock by giving it a single, swift to search the cavern high and low, taking as long as it takes. The DM kick might entail a +20 modifier to the DC; swimming up a waterfall takes the original time of 1 minutes and multiplies it by 20, for 20 could require a Swim check against DC 80; and balancing on a minutes. That’s how long it takes for Krusk to search the whole cave fragile tree branch might have a DC of 90. in exacting detail. Now Krusk’s player treats his roll as if it were 20, The DM decides what is actually impossible and what is merely for a result of 19. That’s good enough to beat the DC of 15, and practically impossible. Characters with very high skill modifiers are Krusk finds an old, bronze key discarded under a loose rock. capable of accomplishing incredible, almost unbelievable tasks, just Ability Checks and Caster Level Checks: The normal take 10 as characters with very high combat bonuses are. and take 20 rules apply for ability checks. Neither rule applies to caster level checks (such as when casting dispel magic or attempting to overcome spell resistance). Checks without Rolls A skill check represents an attempt to accomplish some goal, usually while under some sort of time pressure or distraction. Sometimes, COMBINING SKILL ATTEMPTS though, a character can use a skill under more favorable conditions When more than one character tries the same skill at the same time and eliminate the luck factor. and for the same purpose, their efforts may overlap. Taking 10: When your character is not being threatened or dis- tracted, you may choose to take 10. Instead of rolling 1d20 for the Individual Events skill check, calculate your result as if you had rolled a 10. For many Often, several characters attempt some action and each succeeds or routine tasks, taking 10 makes them automatically successful. Dis- fails independently. tractions or threats (such as combat) make it impossible for a For example, Krusk and each of his friends needs to climb a slope character to take 10. In most cases, taking 10 is purely a safety if they’re all to get to the top. Regardless of Krusk’s roll, the other measure —you know (or expect) that an average roll will succeed characters need successful checks, too. Every character makes a skill but fear that a poor roll might fail, so you elect to settle for the check. average roll (a 10). Taking 10 is especially useful in situations where a particularly high roll wouldn’t help (such as using Climb to ascend Aid Another a knotted rope, or using Heal to give a wounded PC long-term care). You can help another character achieve success on his or her skill For example, Krusk the barbarian has a Climb skill modifier of +6 check by making the same kind of skill check in a cooperative effort. (4 ranks, +3 Strength modifier, –1 penalty for wearing studded If you roll a 10 or higher on your check, the character you are 65 SKILLS CHAPTER 4: helping gets a +2 bonus to his or her check, as per the rule for Your DM may limit certain synergies if desired, or he may add favorable conditions. (You can’t take 10 on a skill check to aid more synergies for specific situations. another.) In many cases, a character’s help won’t be beneficial, or only a limited number of characters can help at once. The DM limits ABILITY CHECKS cooperation as he or she sees fit for the given conditions. Sometimes a character tries to do something to which no specific For instance, if Krusk has been badly wounded and is dying, skill really applies. In these cases, you make an ability check. An Jozan can try a Heal check to keep him from losing more hit points. ability check is a roll of 1d20 plus the appropriate ability modifier. One other character can help Jozan. If the other character makes a Essentially, you’re making an untrained skill check. The DM assigns Heal check against DC 10, then Jozan gets a +2 circumstance bonus a Difficulty Class, or sets up an opposed check when two characters on the Heal check he makes to help Krusk. The DM rules that two are engaged in a contest using one ability score or another. The characters couldn’t help Jozan at the same time because a third initiative check in combat, for example, is essentially a Dexterity person would just get in the way. check. The character who rolls highest goes first. In cases where the skill restricts who can achieve certain results In some cases, an action is a straight test of one’s ability with no (such as with Disable Device, Search, and Survival), you can’t aid luck involved. Just as you wouldn’t make a height check to see who another to grant a bonus to a task that your character couldn’t is taller, you don’t make a Strength check to see who is stronger. achieve alone. For instance, a character who doesn’t have the When two characters arm wrestle, for example, the stringer trapfinding class feature can’t use Search to help a rogue find a character simply wins. In the case of identical scores, roll a die. magic trap, since the helper couldn’t attempt to find the magic trap Table 4–6: Example Ability Checks on his own. Task Key Ability Skill Synergy Breaking open a jammed or locked door1 Strength Threading a needle Dexterity It’s possible for a character to have two skills that work well Holding one’s breath Constitution together, such as someone with both Jump and Tumble. In general, Navigating a maze Intelligence having 5 or more ranks in one skill gives the character a +2 bonus on Recognizing a stranger you’ve seen before Wisdom skill checks with each of its synergistic skills, as noted in the skill Getting oneself singled out in a crowd Charisma description and on Table 4–5: Skill Synergies. In some cases, this 1 See page 165 for information on breaking down doors and smashing bonus applies only to specific uses of the skill in question, and not to objects. all checks. Some skills provide benefits on other checks made by a character, such as those checks required to use certain class features. SKILL DESCRIPTIONS Table 4–5: Skill Synergies This section describes each skill, including common uses and typ- 5 or more ranks in… Gives a +2 bonus on… ical modifiers. Characters can sometimes use skills for purposes Bluff Diplomacy checks other than those noted here. For example, you might be able to Bluff Disguise checks to act in character impress a bunch of riders by making a Ride check. Bluff Intimidate checks Here is the format for skill descriptions. Bluff Sleight of Hand checks Craft related Appraise checks SKILL NAME Decipher Script Use Magic Device checks involving scrolls The skill name line includes (in addition to the name of the skill) Escape Artist use Rope checks involving bindings the following information. Handle Animal Ride checks Handle Animal wild empathy checks (class feature) Key Ability: The abbreviation of the ability whose modifier Jump Tumble checks applies to the skill check. Exception: Speak Language has “None” as Knowledge its key ability because the use of this skill does not require a check. (arcana) Spellcraft checks Trained Only: If this notation is included in the skill name line, (architecture and Search checks involving secret doors and you must have at least 1 rank in the skill to use it. If it is omitted, the engineering) similar compartments skill can be used untrained (with a rank of 0). If any special notes (dungeoneering) Survival checks when underground apply to trained or untrained use, they are covered in the Untrained (geography) Survival checks to keep from getting lost section (see below). or for avoiding hazards",
        "name":  "Using Skills",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This entry indicates what a character without at least 7–12 inches wide 10 Uneven flagstone 102 1 rank in the skill can do with it. If this entry doesn’t appear, it 2–6 inches wide 15 Hewn stone floor 102 means that the skill functions normally for untrained characters (if Less than 2 inches wide 20 Sloped or angled floor 102 it can be used untrained) or that an untrained character can’t 1 Add modifiers from Narrow Surface Modifiers, below, as appropriate. attempt checks with this skill (for skills that are designated as 2 Only if running or charging. Failure by 4 or less means the character “Trained Only”). can’t run or charge, but may otherwise act normally. Narrow Surface Modifiers APPRAISE (INT) Surface DC Modifier1 Use this skill to tell an antique from old junk, a sword that’s old and Lightly obstructed (scree, light rubble) +2 fancy from an elven heirloom, and high-quality jewelry from cheap Severely obstructed (natural cavern floor, dense rubble) +5 stuff made to look good. Lightly slippery (wet floor) +2",
        "name":  "Untrained",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can also use Bluff to mislead an opponent in melee Krusk helps Jozan climb combat (so that it can’t dodge your next the cliff. attack effectively). To feint, make a Bluff check opposed by your target’s Sense 68 :4 RETPAHC SLLIKS bonus on Diplomacy, Intimidate, and Sleight of Hand checks, as so takes 1 minute per piton, and one piton is needed per 3 feet of well as on Disguise checks made when you know you’re being distance. As with any surface that offers handholds and footholds, a observed and you try to act in character. wall with pitons in it has a DC of 15. In the same way, a climber with a handaxe or similar implement can cut handholds in an ice wall. CLIMB (STR; ARMOR CHECK PENALTY) Catching Yourself When Falling: It’s practically impossible to catch yourself on a wall while falling. Make a Climb check (DC = wall’s Use this skill to scale a cliff, to get to the window on the second DC + 20) to do so. It’s much easier to catch yourself on a slope (DC = story of a wizard’s tower, or to climb out of a pit after falling through slope’s DC + 10). a trapdoor.",
        "name":  "Feinting in Combat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You must make a Concentration check whenever you use a shield while climbing. might potentially be distracted (by taking damage, by harsh weather, Any time you take damage while climbing, make a Climb check and so on) while engaged in some action that requires your full against the DC of the slope or wall. Failure means you fall from your attention. Such actions include casting a spell, concentrating on an current height and sustain the appropriate falling damage. (The active spell (such as detect magic), directing a spell (such as spiritual Dungeon Master’s Guide has information on falling damage.) weapon), using a spell-like ability (such as a paladin’s remove disease",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can make your of opportunity, you need not make a Concentration check to avoid own handholds and footholds by pounding pitons into a wall. Doing being distracted. 69 SKILLS CHAPTER 4: If the Concentration check succeeds, you may continue with the succeeds, you may attempt the action normally without provoking action as normal. If the check fails, the action automatically fails and any attacks of opportunity. A successful Concentration check still is wasted. If you were in the process of casting a spell, the spell is doesn’t allow you to take 10 on another check if you are in a stressful lost (see Cast a Spell, page 140). If you were concentrating on an situation; you must make the check normally. If the Concentration active spell, the spell ends as if you had ceased concentrating on it. If check fails, the related action also automatically fails (with any you were directing a spell, the direction fails but the spell remains appropriate ramifications), and the action is wasted, just as if your active. If you were using a spell-like ability, that use of the ability is concentration had been disrupted by a distraction. lost. A skill use also fails, and in some cases a failed skill check may A character with the Combat Casting feat gets a +4 bonus on have other ramifications as well. Concentration checks made to cast a spell or use a spell-like ability The table below summarizes various types of distractions that while on the defensive (see page 140) or while grappling or pinned. cause you to make a Concentration check. If the distraction occurs while you are trying to cast a spell, you must add the level of the spell you are trying to cast to the appropriate Concentration DC (See CRAFT (INT) Concentration, page 170, for more information). If more than one You are trained in a craft, trade, or art, such as alchemy, armor- type of distraction is present, make a check for each one; any failed smithing, basketweaving, bookbinding, bowmaking, blacksmithing, Concentration check indicates that the task is not completed. calligraphy, carpentry, cobbling, gemcutting, leatherworking, locksmithing, painting, pottery, sculpting, shipmaking, stonema- Concentration DC1 Distraction sonry, trapmaking, weaponsmithing, or weaving. 10 + damage dealt Damaged during the action.2 Like Knowledge, Perform, and Profession, Craft is actually a 10 + half of continuous Taking continuous damage during the number of separate skills. For instance, you could have the skill damage last dealt action.3 Craft (carpentry). Your ranks in that skill don’t affect any Craft Distracting spell’s Distracted by nondamaging spell.4 (pottery) or Craft (leatherworking) checks you might make. You save DC could have several Craft skills, each with its own ranks, each pur- 10 Vigorous motion (on a moving mount, taking a bouncy wagon ride, in a small boat chased as a separate skill. in rough water, belowdecks in a storm- A Craft skill is specifically focused on creating something. If tossed ship). nothing is created by the endeavor, it probably falls under the 15 Violent motion (on a galloping horse, taking heading of a Profession skill (page 80). a very rough wagon ride, in a small boat in Check: You can practice your trade and make a decent living, rapids, on the deck of a storm-tossed ship). earning about half your check result in gold pieces per week of 20 Extraordinarily violent motion (earthquake). dedicated work. You know how to use the tools of your trade, how to 15 Entangled. perform the craft’s daily tasks, how to supervise untrained helpers, 20 Grappling or pinned. (You can cast only spells without somatic components for and how to handle common problems. (Untrained laborers and which you have any required material assistants earn an average of 1 silver piece per day.) component in hand.) The basic function of the Craft skill, however, is to allow you to 5 Weather is a high wind carrying blinding make an item of the appropriate type. The DC depends on the rain or sleet. complexity of the item to be created. The DC, your check results, 10 Weather is wind-driven hail, dust, or debris. and the price of the item determine how long it takes to make a Distracting spell’s Weather caused by a spell, such as storm of particular item. (In the game world, is it the skill level required, the save DC vengeance.4 time required, and the raw materials required that determine an item’s price.) 1 If you are trying to cast, concentrate on, or direct a spell when the distraction occurs, add the level of the spell to the indicated DC. In some cases, the fabricate spell(page 229) can be used to achieve 2 Such as during the casting of a spell with a casting time of 1 round or the results of a Craft check with no actual check involved. However, more, or the execution of an activity that takes more than a single full- you must make an appropriate Craft check when using the spell to round action (such as Disable Device). Also, damage stemming from make articles requiring a high degree of craftsmanship (jewelry, an attack of opportunity or readied attack made in response to the swords, glass, crystal, and so forth). spell being cast (for spells with a casting time of 1 action) or the A successful Craft check related to woodworking in conjunction action being taken (for activities requiring no more than a full-round with the casting of the ironwood spell (page 246) enables you to make action). (See also Distracting Spellcasters, page 160.) wooden items that have the strength of steel. 3 Such as from Melf’s acid arrow. When casting the spell minor creation (page 253), you must suc- 4 If the spell allows no save, use the save DC it would have if it did allow ceed on an appropriate Craft check to make a complex item. For a save. instance, a successful Craft (bowmaking) check might be required to make straight arrow shafts.",
        "name":  "Making Your Own Handholds and Footholds",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can use Concentration to cast a spell, use a spell-like 1. Find the item’s price in Chapter 7: Equipment of this book or in ability, or use a skill defensively, so as to avoid attacks of opportunity the Dungeon Master’s Guide, or have the DM set the price for an item altogether. This doesn’t apply to other actions that might provoke not otherwise described. Put the price in silver pieces (1 gp = 10 sp). attacks of opportunity (such as movement or loading a crossbow). 2. Find the DC from the table below, or have the DM set one. The DC of the check is 15 (plus the spell’s level, if casting a spell or 3. Pay one-third of the item’s price for the cost of raw materials. using a spell-like ability defensively). If the Concentration check 4. Make an appropriate Craft check representing one week’s 70 :4 RETPAHC SLLIKS work. If the check succeeds, multiply your check result by the DC. with stonework and metalwork. If the result × the DC equals the price of the item in sp, then you A gnome has a +2 racial bonus on Craft (alchemy) checks because have completed the item. (If the result × the DC equals double or gnomes have sensitive noses. triple the price of the item in silver pieces, then you’ve completed You may voluntarily add +10 to the indicated DC to craft an item. the task in one-half or one-third of the time. Other multiples of the This allows you to create the item more quickly (since you’ll be DC reduce the time in the same manner.) If the result × the DC multiplying this higher DC by your Craft check result to determine doesn’t equal the price, then it represents the progress you’ve made progress). You must decide whether to increase the DC before you this week. Record the result and make a new Craft check for the make each weekly or daily check. next week. Each week, you make more progress until your total To make an item using Craft (alchemy), you must have alchemical reaches the price of the item in silver pieces. equipment and be a spellcaster. If you are working in a city, you can If you fail a check by 4 or less, you make no progress this week. If buy what you need as part of the raw materials cost to make the you fail by 5 or more, you ruin half the raw materials and have to pay item, but alchemical equipment is difficult or impossible to come by half the original raw material cost again. in some places. Purchasing and maintaining an alchemist’s lab",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can make a masterwork item—a Synergy: If you have 5 ranks in a Craft skill, you get a +2 bonus on Appraise checks related to items made with that Craft skill. weapon, suit of armor, shield, or tool that conveys a bonus on its use through its exceptional craftsmanship, not through being magical. To create a masterwork item, you create the masterwork component DECIPHER SCRIPT (INT; TRAINED ONLY) as if it were a separate item in addition to the standard item. The Use this skill to piece together the meaning of ancient runes carved masterwork component has its own price (300 gp for a weapon or into the wall of an abandoned temple, to get the gist of an 150 gp for a suit of armor or a shield) and a Craft DC of 20. Once intercepted letter written in the Infernal language, to follow the both the standard component and the masterwork component are directions on a treasure map written in a forgotten alphabet, or to completed, the masterwork item is finished. Note: The cost you pay interpret the mysterious glyphs painted on a cave wall. for the masterwork component is one-third of the given amount, Check: You can decipher writing in an unfamiliar language or a just as it is for the cost in raw materials. message written in an incomplete or archaic form. The base DC is 20",
        "name":  "Creating Masterwork Items",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A character with the Diligent feat gets a +2 bonus on Armor or shield Armorsmithing 10 + AC bonus Decipher Script checks. Longbow or shortbow Bowmaking 12",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you have 5 or more ranks in Decipher Script, you get Composite longbow or Bowmaking 15 composite shortbow a +2 bonus on Use Magic Device checks involving scrolls. Composite longbow or Bowmaking 15 + composite shortbow with (2 × rating) DIPLOMACY (CHA) high strength rating Use this skill to persuade the chamberlain to let you see the king, to Crossbow Weaponsmithing 15 negotiate peace between feuding barbarian tribes, or to convince the Simple melee or thrown weapon Weaponsmithing 12 ogre mages that have captured you that they should ransom you Martial melee or thrown weapon Weaponsmithing 15 back to your friends instead of twisting your limbs off one by one. Exotic melee or thrown weapon Weaponsmithing 18 Mechanical trap Trapmaking Varies2 Diplomacy includes etiquette, social grace, tact, subtlety, and a way with words. A skilled character knows the formal and informal rules Very simple item (wooden spoon) Varies 5 Typical item (iron pot) Varies 10 of conduct, social expectations, proper forms of address, and so on. High-quality item (bell) Varies 15 This skill represents the ability to give others the right impression of Complex or superior item (lock) Varies 20 oneself, to negotiate effectively, and to influence others. 1 You must be a spellcaster to craft any of these items. Check: You can change the attitudes of others (nonplayer 2 Chapter 3 of the Dungeon Master’s Guide contains a set of rules for characters) with a successful Diplomacy check; see the Influencing how to construct traps. NPC Attitudes sidebar, below, for basic DCs. (The Dungeon Master’s Guide has more information on influencing NPCs.) In negotiations,",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "These devices can be thwarted by smashing the caster level check against the level of the trap’s creator suppresses the mechanism or blocking the weapons, as noted above. Alternatively, if a trap for 1d4 rounds. This works only with a targeted dispel magic, not the character studies the trap as it triggers, he might be able to time his area version (see the spell description, page 223). dodges just right to avoid damage. A character who is doing nothing but Traps are discussed in greater detail in Chapter 3 of the Dungeon studying a trap when it first goes off gains a +4 dodge bonus against its Master’s Guide. 73 SKILLS CHAPTER 4: FORGERY (INT) If you want to find out about a specific rumor (“Which way to the ruined temple of Erythnul?”) or a specific item (“What can you tell Use this skill to fake a written order from the duchess instructing a me about that pretty sword the captain of the guard walks around jailer to release prisoners, to create an authentic-looking treasure with?”), or obtain a map, or do something else along those lines, the map, or to detect forgeries that others try to pass off. DC for the check is 15 to 25, or even higher.",
        "name":  "Melee Attack Traps",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "While anyone can use Search to find a trap whose attended object, hide a light weapon in your clothing, or perform DC is 20 or lower, only a rogue can use Search to locate traps with some feat of legerdemain with an object no larger than a hat or a loaf higher DCs. (Exception: The spell find traps temporarily enables a of bread.",
        "name":  "Restriction",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A DC 10 Sleight of Hand check lets you palm a coin- cleric to use the Search skill as if he were a rogue.) sized, unattended object. Performing a minor feat of legerdemain, A dwarf, even one who is not a rogue, can use the Search skill to such as making a coin disappear, also has a DC of 10 unless an find a difficult trap (one with a DC higher than 20) if the trap is built observer is determined to note where the item went. into or out of stone. He gains a +2 racial bonus on the Search check When you use this skill under close observation, your skill check from his stonecunning ability. is opposed by the observer’s Spot check. The observer’s success doesn’t prevent you from performing the action, just from doing it SENSE MOTIVE (WIS) unnoticed. Use this skill to tell when someone is bluffing you, to discern You can hide a small object (including a light weapon, such as a hidden messages in conversations, or to sense when someone is handaxe, or an easily concealed ranged weapon, such as a dart, sling, being magically influenced. This skill represents sensitivity to the or hand crossbow) on your body. Your Sleight of Hand check is body language, speech habits, and mannerisms of others. opposed by the Spot check of anyone observing you or the Search",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A successful check lets you avoid being bluffed (see the check of anyone frisking you. In the latter case, the searcher gains a Bluff skill, page 67). You can also use this skill to determine when +4 bonus on the Search check, since it’s generally easier to find such 81 SKILLS CHAPTER 4: an object than to hide it. A dagger is easier to hide than most light Action: Not applicable. weapons, and grants you a +2 bonus on your Sleight of Hand check Try Again: Not applicable. There are no Speak Language checks to conceal it. An extraordinarily small object, such as a coin, to fail. shuriken, or ring, grants you a +4 bonus on your Sleight of Hand check to conceal it, and heavy or baggy clothing (such as a cloak) The Speak Language skill doesn’t work like other skills. Languages grants you a +2 bonus on the check. Drawing a hidden weapon is a work as follows. standard action and doesn’t provoke an attack of opportunity. (cid:1) You start at 1st level knowing one or two languages (based on If you try to take something from another creature, you must your race), plus an additional number of languages equal to your make a DC 20 Sleight of Hand check to obtain it. The opponent starting Intelligence bonus (see Chapter 2: Races). makes a Spot check to detect the attempt, opposed by the same (cid:1) You can purchase Speak Language just like any other skill, but Sleight of Hand check result you achieved when you tried to grab instead of buying a rank in it, you choose a new language that you the item. An opponent who succeeds on this check notices the can speak. attempt, regardless of whether you got the item. (cid:1) You don’t make Speak Language checks. You either know a You can also use Sleight of Hand to entertain an audience as language or you don’t. though you were using the Perform skill. In such a case, your “act” (cid:1) A literate character (anyone but a barbarian who has not spent encompasses elements of legerdemain, juggling, and the like. skill points to become literate) can read and write any language she speaks. Each language has an alphabet, though sometimes Sleight of Hand several spoken languages share a single alphabet. DC Task 10 Palm a coin-sized object, make a coin disappear SPELLCRAFT (INT; TRAINED ONLY) 20 Lift a small object from a person Use this skill to identify spells as they are cast or spells already in",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All characters except wizards, sorcerers, and monks an XP cost also carries a commensurate cost. In addition to the costs automatically have Armor Proficiency (light) as a bonus feat. They derived from the base price, you must expend the material need not select it. component or pay the XP when creating the potion. 89 FEATS CHAPTER 5: Table 5–1: Feats General Feats Prerequisites Benefit Acrobatic — +2 bonus on Jump and Tumble checks Agile — +2 bonus on Balance and Escape Artist checks Alertness — +2 bonus on Listen and Spot checks Animal Affinity — +2 bonus on Handle Animal and Ride checks Armor Proficiency (light) — No armor check penalty on attack rolls Armor Proficiency (medium) Armor Proficiency (light) No armor check penalty on attack rolls Armor Proficiency (heavy) Armor Proficiency (medium) No armor check penalty on attack rolls Athletic — +2 bonus on Climb and Swim checks Augment Summoning Spell Focus (conjuration) Summoned creatures gain +4 Str, +4 Con Blind-Fight1 — Reroll miss chance for concealment Combat Casting — +4 bonus on Concentration checks for defensive casting Combat Expertise1 Int 13 Trade attack bonus for AC (max 5 points) Improved Disarm1 Combat Expertise +4 bonus on disarm attempts; no attack of opportunity Improved Feint1 Combat Expertise Feint in combat as move action Improved Trip1 Combat Expertise +4 bonus on trip attempts; no attack of opportunity Whirlwind Attack1 Dex 13, Combat Expertise, Dodge, Mobility, One melee attack against each opponent within reach Spring Attack, base attack bonus +4 Combat Reflexes1 — Additional attacks of opportunity Deceitful — +2 bonus on Disguise and Forgery checks Deft Hands — +2 bonus on Sleight of Hand and Use Rope checks Diligent — +2 bonus on Appraise and Decipher Script checks Dodge1 Dex 13 +1 dodge bonus to AC against selected target Mobility1 Dodge +4 dodge bonus to AC against some attacks of opportunity Spring Attack1 Mobility, base attack bonus +4 Move before and after melee attack Endurance — +4 bonus on checks or saves to resist nonlethal damage Diehard Endurance Remain conscious at –1 to –9 hp Eschew Materials — Cast spells without material components Exotic Weapon Proficiency1, 2 Base attack bonus +1 No penalty on attacks with specific exotic weapon Extra Turning3 Ability to turn or rebuke creatures Can turn or rebuke 4 more times per day Great Fortitude — +2 bonus on Fortitude saves Improved Counterspell — Counterspell with spell of same school Improved Critical1, 2 Proficient with weapon, base attack bonus +8 Double threat range of weapon Improved Initiative — +4 bonus on initiative checks Improved Turning Ability to turn or rebuke creatures +1 level for turning checks Improved Unarmed Strike1 — Considered armed even when unarmed Improved Grapple1 Dex 13, Improved Unarmed Strike +4 bonus on grapple checks; no attack of opportunity Deflect Arrows1 Dex 13, Improved Unarmed Strike Deflect one ranged attack per round Snatch Arrows1 Dex 15, Deflect Arrows, Catch a deflected ranged attack Improved Unarmed Strike Stunning Fist1 Dex 13, Wis 13, Improved Unarmed Strike, Stun opponent with unarmed strike base attack bonus +8 Investigator — +2 bonus on Gather Information and Search checks Iron Will — +2 bonus on Will saves Leadership Character Level 6th Attract cohort and followers Lightning Reflexes — +2 bonus on Reflex saves Magical Aptitude — +2 bonus on Spellcraft and Use Magic Device checks Martial Weapon Proficiency2 — No penalty on attacks with specific martial weapon Mounted Combat1 Ride 1 rank Negate hits on mount with Ride check Mounted Archery1 Mounted Combat Half penalty for ranged attacks while mounted Ride-By Attack1 Mounted Combat Move before and after a mounted charge Spirited Charge1 Mounted Combat, Ride-By Attack Double damage with mounted charge Trample1 Mounted Combat Target cannot avoid mounted overrun Natural Spell Wis 13, Ability to use wild shape Cast spells while in wild shape Negotiator — +2 bonus on Diplomacy and Sense Motive checks Nimble Fingers — +2 bonus on Disable Device and Open Lock checks Persuasive — +2 bonus on Bluff checks and Intimidate checks Point Blank Shot1 — +1 bonus on ranged attack and damage within 30 ft. Far Shot1 Point Blank Shot Increase range increment by 50% or 100% Precise Shot1 Point Blank Shot No –4 penalty for shooting into melee Rapid Shot1 Dex 13, Point Blank Shot One extra ranged attack each round Manyshot1 Dex 17, Point Blank Shot, Rapid Shot, Shoot two or more arrows simultaneously base attack bonus +6 Shot on the Run1 Dex 13, Dodge, Mobility, Point Blank Shot, Move before and after ranged attack base attack bonus +4 Improved Precise Shot1 Dex 19, Point Blank Shot, Precise Shot, Ignore less than total cover/concealment on ranged attack base attack bonus +11 90 :5 RETPAHC STAEF Power Attack1 Str 13 Trade attack bonus for damage (up to base attack bonus) Cleave1 Power Attack Extra melee attack after dropping target Great Cleave1 Cleave, Power Attack, base attack bonus +4 No limit to cleave attacks each round Improved Bull Rush1 Power Attack +4 bonus on bull rush attempts; no attack of opportunity Improved Overrun1 Power Attack +4 bonus on overrun attempts; no attack of opportunity Improved Sunder1 Power Attack +4 bonus on sunder attempts; no attack of opportunity Quick Draw1 Base attack bonus +1 Draw weapon as free weapon Rapid Reload1 Weapon Proficiency with crossbow Reload crossbow more quickly Run — Run 5 times normal speed, +4 bonus on Jump checks Made after a running start Self-Sufficient — +2 bonus on Heal and Survival checks Shield Proficiency — No armor check penalty on attack rolls Improved Shield Bash1 Shield Proficiency Retain shield bonus to AC when shield bashing Tower Shield Proficiency Shield Proficiency No armor check penalty on attack rolls Simple Weapon Proficiency — No –4 penalty on attack rolls with simple weapons Skill Focus2 — +3 bonus on checks with selected skill Spell Focus2 — +1 bonus on save DCs against specific school of magic Greater Spell Focus2 — +1 bonus on save DCs against specific school of magic Spell Mastery2 Wizard level 1st Can prepare some spells without spellbook Spell Penetration — +2 bonus on caster level checks to defeat spell resistance Greater Spell Penetration Spell Penetration +4 to caster level checks to defeat spell resistance Stealthy — +2 bonus on Hide and Move Silently checks Toughness3 — +3 hit points Track — Use Survival skill to track Two-Weapon Fighting1 Dex 15 Reduce two-weapon fighting penalties by 2 Two-Weapon Defense1 Two-Weapon Fighting Off-hand weapon grants +1 shield bonus to AC Improved Two-Weapon Fighting1 Dex 17, Two-Weapon Fighting, Gain second off-hand attack base attack bonus +6 Greater Two-Weapon Fighting Dex 19, Improved Two-Weapon Gain third off-hand attack Fighting, Two-Weapon Fighting, base attack bonus +11 Weapon Finesse1, 2 Proficiency with weapon, Use Dex modifier instead of Str modifier on attack rolls base attack bonus +1 with light melee weapons Weapon Focus1, 2 Proficiency with weapon, base attack bonus +1 +1 bonus on attack rolls with selected weapon Weapon Specialization1, 2 Proficiency with weapon, Weapon Focus +2 bonus on damage rolls with selected weapon with weapon, fighter level 4th Greater Weapon Focus1, 2 Proficiency with weapon, Weapon Focus +2 bonus on attack rolls with selected weapon with weapon, fighter level 8th Greater Weapon Specialization1, 2 Proficiency with weapon, Greater Weapon Focus +4 bonus on damage rolls with selected weapon with weapon, Weapon Focus with weapon, Weapon Specialization with weapon, fighter level 12th Item Creation Feats Prerequisites Benefit Brew Potion Spellcaster level 3rd Create magic potions Craft Magic Arms and Armor Spellcaster level 5th Create magic weapons, armor, and shields Craft Rod Spellcaster level 9th Create magic rods Craft Staff Spellcaster level 12th Create magic staffs Craft Wand Spellcaster level 5th Create magic wands Craft Wondrous Item Spellcaster level 3rd Create magic wondrous items Forge Ring Spellcaster level 12th Create magic rings Scribe Scroll Spellcaster level 1st Create magic scrolls Metamagic Feats Prerequisites Benefit Empower Spell — Increase spell’s variable, numeric effects by 50% Enlarge Spell — Double spell’s range Extend Spell — Double spell’s duration Heighten Spell — Cast spells as higher level Maximize Spell — Maximize spell’s variable, numeric effects Quicken Spell — Cast spells as free action Silent Spell — Cast spells without verbal components Still Spell — Cast spells without somatic components Widen Spell — Double spell’s area 1 A fighter may select this feat as one of his fighter bonus feats. 2 You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new weapon, skill, school of magic, or selection of spells. 3 You can gain this feat multiple times. Its effects stack. 91 FEATS CHAPTER 5: CLEAVE [GENERAL] the price of its magical features. To enhance a weapon, suit of armor, or shield, you must spend 1/25 of its features’ total price in XP and You can follow through with powerful blows. use up raw materials costing one-half of this total price.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 13, Power Attack. The weapon, armor, or shield to be enhanced must be a mas-",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you deal a creature enough damage to make it drop terwork item that you provide. Its cost is not included in the above (typically by dropping it to below 0 hit points or killing it), you get cost. an immediate, extra melee attack against another creature within You can also mend a broken magic weapon, suit of armor, or reach. You cannot take a 5-foot step before making this extra attack. shield if it is one that you could make. Doing so costs half the XP, The extra attack is with the same weapon and at the same bonus as half the raw materials, and half the time it would take to craft that the attack that dropped the previous creature. You can use this item in the first place. ability once per round.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The Combat Reflexes feat does not allow a rogue to use you know. Crafting a wand takes one day for each 1,000 gp in its her opportunist ability (see page 51) more than once per round. base price. The base price of a wand is its caster level × the spell A fighter may select Combat Reflexes as one of his fighter bonus level × 750 gp. To craft a wand, you must spend 1/25 of this base feats (see page 38) price in XP and use up raw materials costing one-half of this base A monk may select Combat Reflexes as a bonus feat at 2nd level. price. A newly created wand has 50 charges. Any wand that stores a spell with a costly material component or CRAFT MAGIC ARMS AND ARMOR an XP cost also carries a commensurate cost. In addition to the cost derived from the base price, you must expend fifty copies of the [ITEM CREATION] material component or pay fifty times the XP cost. You can create magic weapons, armor, and shields.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can create any magic weapon, armor, or shield CRAFT WONDROUS ITEM [ITEM CREATION] whose prerequisites you meet (see the Dungeon Master’s Guide for You can create a wide variety of magic items, such as a crystal ball or a prerequisites and other information on these items). Enhancing a flying carpet. weapon, suit of armor, or shield takes one day for each 1,000 gp in Prerequisite: Caster level 3rd. 92 :5 RETPAHC STAEF",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All variable, numeric effects of an empowered spell are DEFLECT ARROWS [GENERAL] increased by one-half. An empowered spell deals half again as much You can deflect incoming arrows, as well as crossbow bolts, spears, damage as normal, cures half again as many hit points, affects half and other projectile or thrown weapons. again as many targets, and so forth, as appropriate. For example, an",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You must have at least one hand free (holding nothing) 1d4+1 and multiply the result by 1-1/2 for each missile). Saving to use this feat. Once per round when you would normally be hit throws and opposed rolls (such as the one you make when you cast with a ranged weapon, you may deflect it so that you take no damage dispel magic) are not affected, nor are spells without random from it. You must be aware of the attack and not flat-footed. variables. An empowered spell uses up a spell slot two levels higher Attempting to deflect a ranged weapon doesn’t count as an action. than the spell’s actual level. Unusually massive ranged weapons, such as boulders hurled by giants, and ranged attacks generated by spell effects, such as Melf’s ENDURANCE [GENERAL] acid arrow, can’t be deflected. You are capable of amazing feats of stamina.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can alter a spell with a range of close, medium, or gains four additional uses per day. long to increase its range by 100%. An enlarged spell with a range of Normal: Without this feat, a character can typically turn or close now has a range of 50 ft. + 5 ft./level, while medium-range rebuke undead (or other creatures) a number of times per day equal spells have a range of 200 ft. + 20 ft./level and long-range spells have to 3 + his or her Charisma modifier. a range of 800 ft. + 80 ft./level. An enlarged spell uses up a spell slot Special: You can gain Extra Turning multiple times. Its effects one level higher than the spell’s actual level. stack. Each time you take the feat, you can use each of your turning Spells whose ranges are not defined by distance, as well as spells or rebuking abilities four additional times per day. whose ranges are not close, medium, or long, do not have increased ranges. FAR SHOT [GENERAL] You can get greater distance out of a ranged weapon. ESCHEW MATERIALS [GENERAL] Prerequisite: Point Blank Shot. You can cast spells without relying on material components. Benefit: When you use a projectile weapon, such as a bow, its",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can cast any spell that has a material component range increment increases by one-half (multiply by 1-1/2). When costing 1 gp or less without needing that component. (The casting of you use a thrown weapon, its range increment is doubled. the spell still provokes attacks of opportunity as normal.) If the spell Special: A fighter may select Far Shot as one of his fighter bonus requires a material component that costs more than 1 gp, you must feats (see page 38). have the material component at hand to cast the spell, just as normal. FORGE RING [ITEM CREATION] You can create magic rings, which have varied magical effects. EXOTIC WEAPON PROFICIENCY [GENERAL] Prerequisite: Caster level 12th.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can create any ring whose prerequisites you meet Choose a type of exotic weapon, such as dire flail or shuriken (see (see the Dungeon Master’s Guide for prerequisites and other infor- Table 7–5: Weapons, page 116, for a list of exotic weapons). You mation on rings). Crafting a ring takes one day for each 1,000 gp in understand how to use that type of exotic weapon in combat.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Base attack bonus +1 (plus Str 13 for bastard sword its base price. To craft a ring, you must spend 1/25 of its base price in or dwarven waraxe). XP and use up raw materials costing one-half of its base price.",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You make attack rolls with the weapon normally. You can also mend a broken ring if it is one that you could make. Doing so costs half the XP, half the raw materials, and half the time",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A character who uses a weapon with which he or she is it would take to forge that ring in the first place. not proficient takes a –4 penalty on attack rolls. Some magic rings incur extra costs in material components or XP,",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain Exotic Weapon Proficiency multiple times. as noted in their descriptions. For example, a ring of three wishes costs Each time you take the feat, it applies to a new type of exotic 15,000 XP in addition to costs derived from its base price (as many weapon. Proficiency with the bastard sword or the dwarven waraxe XP as it costs to cast wish three times). You must pay such a cost to has an additional prerequisite of Str 13. forge such a ring or to mend a broken one. A fighter may select Exotic Weapon Proficiency as one of his fighter bonus feats (see page 38) GREAT CLEAVE [GENERAL] You can wield a melee weapon with such power that you can strike multiple times when you fell your foes.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +2 bonus on caster level checks (1d20 + caster 4th-level spell. level) made to overcome a creature’s spell resistance. This bonus stacks with the one from Spell Penetration (see page 100). IMPROVED BULL RUSH [GENERAL] You know how to push opponents back. GREATER TWO-WEAPON FIGHTING Prerequisites: Str 13, Power Attack. [GENERAL]",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dex 19, Improved Two-Weapon Fighting, Two- defender. Weapon Fighting, base attack bonus +11.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a third attack with your off-hand weapon, albeit fighter bonus feats (see page 38). at a –10 penalty.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Greater Two-Weapon Fighting as one of his fighter bonus feats (see page 38). IMPROVED COUNTERSPELL [GENERAL] An 11th-level ranger who has chosen the two-weapon combat You understand the nuances of magic to such an extent that you can style is treated as having Greater Two-Weapon Fighting, even if he counter your opponent’s spells with great efficiency. does not have the prerequisites for it, but only when he is wearing Benefit: When counterspelling, you may use a spell of the same light or no armor (see page 48). school that is one or more spell levels higher than the target spell.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Without this feat, you may counter a spell only with the GREATER WEAPON FOCUS [GENERAL] same spell or with a spell specifically designated as countering the target spell. Choose one type of weapon, such as greataxe, for which you have already selected Weapon Focus. You can also choose unarmed strike or grapple as your weapon for purposes of this feat. You are IMPROVED CRITICAL [GENERAL] especially good at using this weapon. Choose one type of weapon, such as longsword or greataxe. With",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Proficiency with selected weapon, Weapon Focus that weapon, you know how to hit where it hurts. with selected weapon, fighter level 8th. Prerequisite: Proficient with weapon, base attack bonus +8.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You gain a +1 bonus on all attack rolls you make using Benefit: When using the weapon you selected, your threat range the selected weapon. This bonus stacks with other bonuses on attack is doubled. For example, a longsword usually threatens a critical hit rolls, including the one from Weapon Focus (see below). on a roll of 19–20 (two numbers). If a character using a longsword",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain Greater Weapon Focus multiple times. Its has Improved Critical (longsword), the threat range becomes 17–20 effects do not stack. Each time you take the feat, it applies to a new (four numbers). type of weapon. Special: You can gain Improved Critical multiple times. The A fighter must have Greater Weapon Focus with a given weapon effects do not stack. Each time you take the feat, it applies to a new to gain the Greater Weapon Specialization feat for that weapon. type of weapon. A fighter may select Greater Weapon Focus as one of his fighter This effect doesn’t stack with any other effect that expands the bonus feats (see page 38). threat range of a weapon (such as the keen edge spell). A fighter may select Improved Critical as one of his fighter bonus GREATER WEAPON SPECIALIZATION feats (see page 38). [GENERAL] Choose one type of weapon, such as greataxe, for which you have IMPROVED DISARM [GENERAL] already selected Weapon Specialization. You can also choose You know how to disarm opponents in melee combat. unarmed strike or grapple as your weapon for purposes of this feat. Prerequisites: Int 13, Combat Expertise. You deal extra damage when using this weapon. Benefit: You do not provoke an attack of opportunity when you",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Proficiency with selected weapon, Greater attempt to disarm an opponent, nor does the opponent have a Weapon Focus with selected weapon, Weapon Focus with selected chance to disarm you. You also gain a +4 bonus on the opposed weapon, Weapon Specialization with selected weapon, fighter level attack roll you make to disarm your opponent. 12th. Normal: See the normal disarm rules, page 155.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You gain a +2 bonus on all damage rolls you make using Special: A fighter may select Improved Disarm as one of his the selected weapon. This bonus stacks with other bonuses on fighter bonus feats (see page 38). damage rolls, including the one from Weapon Specialization (see A monk may select Improved Disarm as a bonus feat at 6th level, below). even if she does not meet the prerequisites.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain Greater Weapon Specialization multiple times. Its effects do not stack. Each time you take the feat, it applies IMPROVED FEINT [GENERAL] to a new type of weapon. You are skilled at misdirecting your opponent’s attention in combat.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Int 13, Combat Expertise. fighter bonus feats (see page 38). Benefit: You can make a Bluff check to feint in combat as a move action. HEIGHTEN SPELL [METAMAGIC] Normal: Feinting in combat is a standard action. A fighter may select Improved Feint as one of his fighter bonus You can cast a spell as if it were a higher-level spell than it actually is. feats (see page 38).",
        "name":  "A fighter may select Greater Weapon Specialization as one of his Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You turn or rebuke creatures as if you were one level In addition, when you shoot or throw ranged weapons at a grap- higher than you are in the class that grants you the ability. pling opponent, you automatically strike at the opponent you have chosen. IMPROVED TWO-WEAPON FIGHTING",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "See pages 150–152 for rules on the effects of cover and concealment. Without this feat, a character who shoots or throws a [GENERAL] ranged weapon at a target involved in a grapple must roll randomly You are an expert in fighting two-handed. to see which grappling combatant the attack strikes. Prerequisites: Dex 17, Two-Weapon Fighting, base attack bonus",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Improved Precise Shot as one of his +6. fighter bonus feats (see page 38). Benefit: In addition to the standard single extra attack you get An 11th-level ranger who has chosen the archery combat style is with an off-hand weapon, you get a second attack with it, albeit at a – treated as having Improved Precise Shot, even if he does not have 5 penalty (see Table 8–10, page 160). the prerequisites for it, but only when he is wearing light or no Normal: Without this feat, you can only get a single extra attack armor (see page 48). with an off-hand weapon.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Improved Two-Weapon Fighting as IMPROVED SHIELD BASH [GENERAL] one of his fighter bonus feats. You can bash with a shield while retaining its shield bonus to your A 6th-level ranger who has chosen the two-weapon combat style Armor Class. is treated as having Improved Two-Weapon Fighting, even if he",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Improved Shield Bash as one of his Benefit: You are considered to be armed even when unarmed — fighter bonus feats (see page 38). that is, you do not provoke attacks or opportunity from armed opponents when you attack them while unarmed. However, you IMPROVED SUNDER [GENERAL] still get an attack of opportunity against any opponent who makes You are skilled at attacking your opponents’ weapons and shields, as an unarmed attack on you. well as other objects. In addition, your unarmed strikes can deal lethal or nonlethal",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you strike at an object held or carried by an Normal: Without this feat, you are considered unarmed when opponent (such as a weapon or shield), you do not provoke an attack attacking with an unarmed strike, and you can deal only nonlethal of opportunity (see Sunder, page 158). damage with such an attack. 96 :5 RETPAHC STAEF",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can attract loyal companions and A 6th-level ranger who has chosen the archery combat style is devoted followers, subordinates who assist you. Your DM treated as having Manyshot even if he does not have the has information on what sort of cohort and how many prerequisites for it, but only when he is wearing light or no armor followers you can recruit. (see page 48). MARTIAL WEAPON PROFICIENCY [GENERAL] Choose a type of martial weapon, such as a longbow (see Table 7–5: Weapons, page 116, for a list of martial weapons). You understand how to use that type of martial weapon in combat. Use this feat to expand the list of weapons with which you are proficient beyond the basic list in your class description.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You make attack rolls with the selected weapon normally.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When using a weapon with which you are not proficient, you take a –4 penalty on attack rolls.",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Barbarians, fighters, paladins, and rangers are proficient with all martial weapons. They need not select this feat. You can gain Martial Weapon Proficiency multiple times. Each time you take the feat, it applies to a new type of weapon. A cleric who chooses the War domain automatically gains the Martial Weapon Proficiency feat related to his deity’s favored weapon as a bonus feat, if the weapon is a martial one. He need not select it.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Check with your DM before selecting this feat, and work A sorcerer or wizard who casts the spell Tenser’s transformation on with your DM to determine an appropriate cohort and followers for himself or herself gains proficiency with all martial weapons for the your character (the Dungeon Master’s Guide has more information on duration of the spell. cohorts and followers). LIGHTNING REFLEXES [GENERAL] MAXIMIZE SPELL [METAMAGIC] You can cast spells to maximum effect. You have faster than normal reflexes.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +2 bonus on all Spellcraft checks and Use 60 points of damage at 10th caster level). Saving throws and opposed Magic Device checks. rolls (such as the one you make when you cast dispel magic) are not affected, nor are spells without random variables. A maximized spell MANYSHOT [GENERAL] uses up a spell slot three levels higher than the spell’s actual level. You can fire multiple arrows simultaneously against a nearby target. 97 Illus. by J. Jarvis Attacking with two arrows, thanks to the Manyshot feat. FEATS CHAPTER 5: An empowered, maximized spell gains the separate benefits of POINT BLANK SHOT [GENERAL] each feat: the maximum result plus one-half the normally rolled You are skilled at making well-placed shots with ranged weapons at result. An empowered, maximized fireball cast by a 15th-level wizard close range. deals points of damage equal to 60 plus one half of 10d6.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +1 bonus on attack and damage rolls with ranged weapons at ranges of up to 30 feet. MOBILITY [GENERAL] Special: A fighter may select Point Blank Shot as one of his You are skilled at dodging past opponents and avoiding blows. fighter bonus feats (see page 38).",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you attack with a two-handed weapon, or with a one- handed weapon wielded in two hands, instead add twice the number MOUNTED ARCHERY [GENERAL] subtracted from your attack rolls. You can’t add the bonus from You are skilled at using ranged weapons while mounted. Power Attack to the damage dealt with a light weapon (except with",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ride 1 rank, Mounted Combat. unarmed strikes or natural weapon attacks), even though the",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The penalty you take when using a ranged weapon while penalty on attack rolls still applies. (Normally, you treat a double mounted is halved: –2 instead of –4 if your mount is taking a double weapon as a one-handed weapon and a light weapon. If you choose move, and –4 instead of –8 if your mount is running (see Mounted to use a double weapon like a two-handed weapon, attacking with Combat, page 157). only one end of it in a round, you treat it as a two-handed weapon.)",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can shoot or throw ranged weapons at an opponent may attempt a Ride check (as a reaction) to negate the hit. The hit is engaged in melee without taking the standard –4 penalty on your negated if your Ride check result is greater than the opponent’s attack roll (see Shooting or Throwing into a Melee, page 140). attack roll. (Essentially, the Ride check result becomes the mount’s",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Mounted Combat as one of his fighter bonus feats (see page 38). QUICK DRAW [GENERAL] NATURAL SPELL [GENERAL] You can draw weapons with startling speed.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can draw a weapon as a free action instead of as a",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wis 13, wild shape ability. move action. You can draw a hidden weapon (see the Sleight of",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can complete the verbal and somatic components of Hand skill, page 81) as a move action. spells while in a wild shape. For example, while in the form of a A character who has selected this feat may throw weapons at his hawk, you could substitute screeches and gestures with your talons full normal rate of attacks (much like a character with a bow). for the normal verbal and somatic components of a spell. You can also use any material components or focuses you possess, even if Normal: Without this feat, you may draw a weapon as a move action, or (if your base attack bonus is +1 or higher) as a free action such items are melded within your current form. This feat does not as part of movement (see page 142). Without this feat, you can draw permit the use of magic items while you are in a form that could not a hidden weapon as a standard action. ordinarily use them, and you do not gain the ability to speak while in a wild shape. Special: A fighter may select Quick Draw as one of his fighter bonus feats (see page 38). NEGOTIATOR [GENERAL] QUICKEN SPELL [METAMAGIC] You are good at gauging and swaying attitudes.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +2 bonus on all Bluff checks and Intimidate cast spell automatically increases the casting time to a full-round checks. action. 98 :5 RETPAHC STAEF RAPID RELOAD [GENERAL] if with a standard charge and then move again (continuing the straight line of the charge). Your total movement for the round can’t Choose a type of crossbow (hand, light, or heavy). You can reload a exceed double your mounted speed. You and your mount do not crossbow of that type more quickly than normal. provoke an attack of opportunity from the opponent that you attack.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Proficiency (crossbow type chosen).",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The time required for you to reload your chosen type of bonus feats (see page 38). crossbow is reduced to a free action (for a hand or light crossbow) or a move action (for a heavy crossbow). Reloading a crossbow still RUN [GENERAL] provokes an attack of oppor- You are fleet of foot. tunity.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When run- If you have selected this ning, you move five times feat for hand your normal speed (if crossbow or light wearing medium, light crossbow, you or no armor and carry- may fire that ing no more than a me- weapon as dium load) or 4 times many normal speed (if wearing times in a full attack action as you could heavy armor or carry- attack if you were using a ing a heavy load). bow. If you",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A character with- make a jump after a out this feat needs a move running start (see action to reload a hand or the Jump skill des- light crossbow, or a full- cription, page 77), you round action to reload a gain a +4 bonus on your heavy crossbow. Jump check. While run-",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain Rapid ning, you retain your Dex- Reload multiple times. Each terity bonus to AC. time you take the feat, it applies Normal: You move four to a new type of crossbow. times your speed while A fighter may select Rapid running (if wearing light Reload as one of his fighter medium or no armor and bonus feats (see page 38). carrying no more than a medium load) or three times your speed (if wearing RAPID SHOT heavy armor or carrying a heavy [GENERAL] load), and you lose your Dexterity You can use ranged bonus to AC. weapons with exceptional speed. SCRIBE SCROLL",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can get one extra attack per You can create scrolls, from which round with a ranged weapon. The attack is at your you or another spellcaster can cast highest base attack bonus, but each attack you the scribed spells. See the Dungeon make in that round (the extra one and the normal Master’s Guide for rules on scrolls. ones) takes a –2 penalty. You must use the full Prerequisite: Caster level 1st. attack action (see page 143) to use this feat. Benefit: You can create a scroll",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you are also carries a commen- mounted and use the charge surate cost. In addition to action, you may move and attack as Mialee casts a spell from the costs derived from the a scroll she scribed. 99 FEATS CHAPTER 5: base price, you must expend the material component or pay the XP SNATCH ARROWS [GENERAL] when scribing the scroll. You are adept at grabbing incoming arrows, as well as crossbow bolts, spears, and other projectile or thrown weapons. SELF-SUFFICIENT [GENERAL] Prerequisites: Dex 15, Deflect Arrows, Improved Unarmed You can take care of yourself in harsh environments and situations. Strike.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +2 bonus on all Heal checks and Survival Benefit: When using the Deflect Arrows feat (page 93), you may checks. catch the weapon instead of just deflecting it. Thrown weapons, such as spears or axes, can immediately be thrown back at the original attacker (even though it isn’t your turn) or kept for later use. SHIELD PROFICIENCY [GENERAL] You must have at least one hand free (holding nothing) to use this You are proficient with bucklers, small shields, and large shields. feat.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain this feat multiple times. Its effects do not stack. SHOT ON THE RUN Each time you take the feat, it applies [GENERAL] to a new school of magic. You are highly trained in skirmish ranged weapon tactics. SPELL MASTERY [SPECIAL]",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wizard level 1st. with a ranged weapon, you can move both",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bard spells cannot be enhanced by this metamagic feat. SIMPLE WEAPON PROFICIENCY [GENERAL] SPIRITED CHARGE [GENERAL] You are trained at making a devastating mounted charge. You understand how to use all types of simple weapons in combat",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ride 1 rank, Mounted Combat, Ride-By Attack. (see Table 7–5: Weapons, page 116, for a list of simple weapons).",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You make attack rolls with simple weapons normally. double damage with a melee weapon (or triple damage with a lance).",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When using a weapon with which you are not",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All characters except for druids, monks, rogues, and wizards are automatically proficient with all simple weapons. They need not select this feat. SPRING ATTACK [GENERAL] A sorcerer or wizard who casts the spell Tenser’s transformation on You are trained in fast melee attacks and fancy footwork. himself or herself gains proficiency with all simple weapons for the Prerequisites: Dex 13, Dodge, Mobility, base attack bonus +4. duration of the spell. Benefit: When using the attack action with a melee weapon, you can move both before and after the attack, provided that your total SKILL FOCUS [GENERAL] distance moved is not greater than your speed. Moving in this way does not provoke an attack of opportunity from the defender you Choose a skill, such as Move Silently. You have a special knack with attack, though it might provoke attacks of opportunity from other that skill. creatures, if appropriate. You can’t use this feat if you are wearing",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you attempt to overrun an opponent while modifier instead of your Strength modifier on attack rolls. If you mounted, your target may not choose to avoid you. Your mount may carry a shield, its armor check penalty applies to your attack rolls. make one hoof attack against any target you knock down, gaining Special: A fighter may select Weapon Finesse as one of his the standard +4 bonus on attack rolls against prone targets (see fighter bonus feats (see page 38). Overrun, page 157). Natural weapons are always considered light weapons.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Trample as one of his fighter bonus feats (see page 38). WEAPON FOCUS [GENERAL] Choose one type of weapon, such as greataxe. You can also choose TWO-WEAPON DEFENSE [GENERAL] unarmed strike or grapple (or ray, if you are a spellcaster) as your Your two-weapon fighting style bolsters your defense as well as your weapon for purposes of this feat. You are especially good at using offense. this weapon. (If you have chosen ray, you are especially good with",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dex 15, Two-Weapon Fighting. rays, such as the one produced by the ray of frost spell.)",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When wielding a double weapon or two weapons (not Prerequisites: Proficiency with selected weapon, base attack including natural weapons or unarmed strikes), you gain a +1 shield bonus +1. bonus to your AC. Benefit: You gain a +1 bonus on all attack rolls you make using When you are fighting defensively or using the total defense the selected weapon. action, this shield bonus increases to +2.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Two-Weapon Defense as one of his stack. Each time you take the feat, it applies to a new type of weapon. fighter bonus feats. A fighter may select Weapon Focus as one of his fighter bonus feats (see page 38). He must have Weapon Focus with a weapon to TWO-WEAPON FIGHTING [GENERAL] gain the Weapon Specialization feat for that weapon. You can fight with a weapon in each hand. You can make one extra attack each round with the second weapon. WEAPON SPECIALIZATION [GENERAL]",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dex 15. Choose one type of weapon, such as greataxe, for which you have",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your penalties on attack rolls for fighting with two already selected the Weapon Focus feat. You can also choose weapons are reduced. The penalty for your primary hand lessens by unarmed strike or grapple as your weapon for purposes of this feat. 2 and the one for your off hand lessens by 6. You deal extra damage when using this weapon.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "See Two-Weapon Fighting, page 160, and Table 8–10:",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Proficiency with selected weapon, Weapon Focus Two-Weapon Fighting Penalties, page 160. with selected weapon, fighter level 4th.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A 2nd-level ranger who has chosen the two-weapon",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You gain a +2 bonus on all damage rolls you make using combat style is treated as having Two-Weapon Fighting, even if he the selected weapon. does not have the prerequisite for it, but only when he is wearing",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain this feat multiple times. Its effects do not light or no armor (see page 48). stack. Each time you take the feat, it applies to a new type of weapon. A fighter may select Two-Weapon Fighting as one of his fighter A fighter may select Weapon Specialization as one of his fighter bonus feats (see page 38). bonus feats (see page 38). WEAPON FINESSE [GENERAL] WHIRLWIND ATTACK [GENERAL] You are especially skilled at using weapons that can benefit as much You can strike nearby opponents in an amazing, spinning attack. from Dexterity as from Strength.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "With a light weapon, rapier, whip, or spiked chain made",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "good and evil, domains he is associated with are law and chaos, life and death, knowledge and nature. In addition, Knowledge, Magic, and Trickery. various nonhuman races have racial deities of their own (see Table The quarterstaff is his favored 6–2: Deities by Race). A character may not be a cleric of a racial deity weapon. unless he is of the right race, but he may worship such a deity and live according to that deity’s guidance. For a deity who is not tied to Corellon Larethian a particular race (such as Pelor), a cleric’s race is not an issue. The god of elves, Corellon Larethian, is Deities of certain monster types are identified in the Monster chaotic good. He is known as the Creator Manual. Many more deities than those described here or mentioned of the Elves, the Protector, Protector and in the Monster Manual also exist. Preserver of Life, and Ruler of All Your character may or may not have a patron deity. If you want Elves. Corellon Larethian is the cre- her to have one, consider first the deities most appropriate to the ator and protector of the elf race. He character’s race, class, and alignment (see Table 6–2: Deities by Race governs those things held in highest and Table 6–3: Deities by Class). If a cleric selects a deity, which one esteem among elves, such as magic, he selects influences his capabilities. Players with cleric characters music, arts, crafts, poetry, and warfare. Elves, should refer to Deity, Domains, and Domain Spells, page 32, before half-elves, and bards worship him. The domains 106 :6 RETPAHC NOITPIRCSED dooW .S yb .sullI he is associated with are Chaos, Good, Protection, and War. His favo- Gruumsh red weapon is the longsword. Gruumsh is his nemesis, and it is be- Gruumsh, chief god of the orcs, is chaotic cause of Corellon’s battle prowess that Gruumsh is called “One-Eye.” evil. His titles are One-Eye and He-- Who-Never-Sleeps. Gruumsh Ehlonna calls on his followers to be Ehlonna, the goddess of the woodlands, is neutral good. Her most strong, to cull the weak from commonly encountered title is Ehlonna of their numbers, and to take all the Forests. Ehlonna watches over all the territory that Gruumsh good people who live in the thinks is rightfully theirs forest, love the woodlands, or (which is almost everything). make their livelihood there. She The domains he is associated is pictured sometimes as an elf and with are Chaos, Evil, Strength, and sometimes as a human. She is War. Gruumsh’s favored weapon is the especially close to elves, gnomes, spear. He harbors a special hatred for Corel- half-elves, and halflings. She is also lon Larethian, Moradin, and their followers. In ages past, Corellon worshiped by rangers and some Larethian put out Gruumsh’s left eye in a fight. druids. The domains she is associated with are Animal, Good, Heironeous Plant, and Sun. Her favored weapon The god of valor, Heironeous, is lawful good. His is the longbow. title is the Invincible. Heironeous promotes justice, valor, chivalry, and honor. The domains he is associ- Erythnul ated with are Good, Law, and War. His favored The god of slaughter, Erythnul, is chaotic weapon is the longsword, and he is worshiped by evil. His title is the Many. Erythnul paladins, good fighters, and good monks. His archen- delights in panic and slaughter. In emy is Hextor, his half-brother. civilized lands, his followers (including evil fighters, barba- rians, and rogues) form small, Hextor criminal cults. In savage lands, The god of tyranny, Hextor, is lawful evil. His evil barbarians, gnolls, bug- titles are Champion of Evil, Herald of Hell, and bears, ogres, and trolls common- Scourge of Battle. Hextor is the six-armed god of ly worship him. The domains he war, conflict, and destruction. Hextor’s worshipers is associated with are Chaos, Evil, include evil fighters and monks. The domains he is Trickery, and War. His favored weapon associated with are Destruction, Evil, Law, and War. His is a morningstar with a blunt stone head. favored weapon is the flail. He sends his followers to commit evil, and their special purpose is to overthrow Fharlanghn the followers of his half-brother Heironeous Fharlanghn, the god of roads, is neutral. His wherever they are found. title is Dweller on the Horizon. Fhar- langhn’s wayside shrines are Kord common on well-used roads, for Kord, the god of strength, is chaotic he is the god of travel, roads, good. He is known as the Brawler. distance, and horizons. Bards, Kord is the patron of athletes, other wandering adventurers, especially wrestlers. His wor- and merchants favor Fhar- shipers include good fighters, langhn. The domains he is barbarians, and rogues. The associated with are Luck, Pro- domains he is associated with are tection, and Travel. The quarter- Chaos, Good, Luck, and Strength. staff is his favored weapon. Kord’s favored weapon is the greatsword. Garl Glittergold The god of gnomes, Garl Glittergold, is neutral good. He is known as Moradin the Joker, the Watchful Protector, the Priceless Gem, and the The god of dwarves, Moradin, is lawful good. Sparkling Wit. Garl Glittergold discovered the gnomes and led them His titles include the Soul Forger, into the world. Since then, he has been their protector. He governs Dwarffather, the All-Father, and the humor, wit, gemcutting, and jewelrymaking. The domains he is Creator. Moradin forged the first associated with are Good, Protection, and Trickery. Garl’s favored dwarves out of metal and gems weapon is the battleaxe. He is and breathed life into them. He renowned for the jokes and governs the arts and sciences of pranks he pulls on other the dwarves: smithing, metalworking, deities, though not all his engineering, and war. The domains he victims laugh off his jests. is associated with are Earth, Good, Garl once collapsed the Law, and Protection. His favored cavern of Kurtulmak, the weapon is the warhammer. god of the kobolds. Since then, the two deities have been sworn enemies. 107 Illus. by S. Wood DESCRIPTION CHAPTER 6: Nerull St. Cuthbert The god of death, Nerull, is neutral evil. The god of retribution, St. Cuthbert, is He is known as the Reaper, the Foe of lawful neutral. He is known as St. All Good, Hater of Life, Bringer of Cuthbert of the Cudgel. St. Cuth- Darkness, King of All Gloom, and bert exacts revenge and just Reaper of Flesh. Nerull is the patron punishment on those who of those who seek the transgress the law. Because greatest evil for their own evil creatures more commonly enjoyment or gain. The and flagrantly violate laws than domains he is associated with good creatures do, St. Cuthbert are Death, Evil, and Trickery. favors good over evil, though he is His worshipers, who include evil not good himself. (His clerics cannot necromancers and rogues, depict him be evil.) The domains he is associated as an almost skeletal cloaked figure with are Destruction, Law, Protection, and who bears a scythe, his favored weapon. Strength. His favored weapon is the mace. Obad-Hai Vecna Obad-Hai, the god of nature, is neutral. Vecna, the god of secrets, is neutral evil. He He is known as the Shalm. Obad-Hai is known as the Maimed Lord, the rules nature and the wilderness, Whispered One, and the Master of All and he is a friend to all who live That Is Secret and Hidden. Vecna rules in harmony with the that which is not meant to be known and natural world. Barbarians, that which people wish to keep secret. rangers, and druids some- The domains he is associated with are Evil, times worship him. The Knowledge, and Magic. He usually appears domains he is associated as a lich who is missing his left hand and left with are Air, Animal, Earth, eye. He lost his hand and eye in a fight with his Fire, Plant, and Water. Because traitorous lieutenant, Kas. Vecna’s favored weapon Obad-Hai strictly adheres to is the dagger. neutrality, he is a rival of Ehlonna. Obad-Hai plays a shalm (a Wee Jas double-reed woodwind musical Wee Jas, the goddess of death and magic, is instrument, also spelled “shawm”) and lawful neutral. Her titles are Witch takes his title from this instrument. His Goddess, Ruby Sorceress, Stern favored weapon is the quarterstaff. Lady, and Death’s Guardian. Wee Jas is a demanding god- Olidammara dess who expects obedience The god of rogues, Olidammara, is from her followers. Her tem- chaotic neutral. His title is the ples are few and far between, Laughing Rogue. Olidammara but she counts many powerful delights in wine, women, and sorcerers and wizards (especially song. He is a vagabond, a prank- necromancers) among her wor- ster, and a master of disguise. His shipers. The domains she is associ- temples are few, but many people are ated with are Death, Law, and Magic. Her willing to raise a glass in his honor. favored weapon is the dagger. Rogues and bards are frequently among his worshipers. The domains he is associ- Yondalla ated with are Chaos, Luck, and Trickery. The The goddess of halflings, Yondalla, is lawful rapier is his favored weapon. good. Her titles include the Protector and Provider, the Nurturing Matriarch, and the Pelor Blessed One. Yondalla is the creator Pelor, god of the sun, is neutral good. and protector of the halfling race. She His title is the Shining One. Pelor is espouses harmony within the halfling the creator of many good things, a race and stalwart defense against their supporter of those in need, and enemies. Her followers hope to lead an adversary of all that is evil. safe, prosperous lives by following her He is the most commonly guidance. The domains she is associated worshiped deity among with are Good, Law, and Protection. The ordinary humans, and his short sword is her favored weapon. priests are well received wherever they go. Rangers and bards are found among his worshipers. The domains he is associated with are Good, Healing, Strength, and Sun. The mace is his favored weapon. 108 :6 RETPAHC NOITPIRCSED dooW .S yb .sullI When a character reaches venerable age, the DM secretly rolls his VITAL STATISTICS or her maximum age, which is the number from the Venerable This section offers advice as you determine your character’s name, column on Table 6–5: Aging Effects plus the result of the dice roll gender, age, height, and weight. Start with some idea of your char- indicated on the Maximum Age column on that table, and records acter’s background and personality, and use that idea to help you add the result, which the player does not know. A character who reaches the details that bring your character to life. his or her maximum age dies of old age at some time during the following year, as determined by the DM. The maximum ages are for player characters. Most people in the NAME world at large die from pestilence, accidents, infections, or violence Invent or choose a name that fits your character’s race and class. before getting to venerable age. Chapter 2: Races contains some examples of elf, dwarf, halfling, gnome, and orc names (and thus half-elf and half-orc names, too). A Table 6–5: Aging Effects name is a great way for you to start thinking about your character’s Maximum background. For instance, a dwarf’s name might be the name of a Race Middle Age1 Old2 Venerable3 Age great dwarven hero, and your character may be striving to live up to Human 35 years 53 years 70 years +2d20 years his name. Alternatively, the name could be that of an infamous Dwarf 125 years 188 years 250 years +2d% years coward, and the character could be bent on proving that she is not Elf 175 years 263 years 350 years +4d% years like her namesake. Gnome 100 years 150 years 200 years +3d% years Half-elf 62 years 93 years 125 years +3d20 years GENDER Half-orc 30 years 45 years 60 years +2d10 years Halfling 50 years 75 years 100 years +5d20 years Your character can be either male or female. 1 At middle age, –1 to Str, Dex, and Con; +1 to Int, Wis, and Cha. 2 At old age, –2 to Str, Dex, and Con; +1 to Int, Wis, and Cha. AGE 3 At venerable age, –3 to Str, Dex, and Con; +1 to Int, Wis, and Cha. You can choose or randomly generate your character’s age. If you choose it, it must be at least the minimum age for the character’s HEIGHT AND WEIGHT race and class (see Table 6–4: Random Starting Ages). Your Choose your character’s height and weight from the ranges men- character’s minimum starting age is the adulthood age of his or her tioned in the appropriate race description (see Chapter 2) or from race plus the number of dice indicated in the entry corresponding to the ranges found on Table 6–6: Random Height and Weight. Think the character’s race and class on Table 6–4: Random Starting Ages. about what your character’s abilities might say about his or her For example, an elf ranger must be at least 116 years old (adulthood height and weight. A weak but agile character, she may be thin. A age 110 plus 6, because the entry for an elf ranger is +6d6). strong and tough character, she may be tall or just heavy. Alternatively, refer to Table 6–4: Random Starting Ages and roll Alternatively, roll randomly for your character’s height and dice to determine how old your character is. An elf ranger’s ran- weight on Table 6–6: Random Height and Weight. The dice roll domly generated starting age, for example, is 110+6d6 years. given in the Height Modifier column determines the character’s extra height beyond the base height. That same number multiplied Table 6–4: Random Starting Ages by the dice roll or quantity given in the Weight Modifier column Bard Cleric determines the character’s extra weight beyond the base weight. For Barbarian Fighter Druid example, Tordek (a male dwarf) has a height of 3 feet 9 inches plus Rogue Paladin Monk 2d4 inches. Monte rolls 2d4 and gets a result of 6, so Tordek stands 4 Race Adulthood Sorcerer Ranger Wizard feet 3 inches tall. Then Monte uses that same roll, 6, and multiplies Human 15 years +1d4 +1d6 +2d6 it by 2d6 pounds. His 2d6 roll is 9, so Tordek weighs an extra 54 Dwarf 40 years +3d6 +5d6 +7d6 pounds (6 × 9) on top of his base 130 pounds, for a total of 184 Elf 110 years +4d6 +6d6 +10d6 pounds. Gnome 40 years +4d6 +6d6 +9d6 Table 6–6: Random Height and Weight Half-elf 20 years +1d6 +2d6 +3d6 Half-orc 14 years +1d4 +1d6 +2d6 Base Height Base Weight Halfling 20 years +2d4 +3d6 +4d6 Race Height Modifier Weight Modifier Human, male 4´ 10” +2d10 120 lb. × (2d4) lb. With age, a character’s physical ability scores decrease and his or Human, female 4´ 5” +2d10 85 lb. × (2d4) lb. her mental ability scores increase (see Table 6–5: Aging Effects). The Dwarf, male 3´ 9” +2d4 130 lb. × (2d6) lb. effects of each aging step are cumulative. However, none of a Dwarf, female 3´ 7” +2d4 100 lb. × (2d6) lb. character’s ability scores can be reduced below 1 in this way. Elf, male 4´ 5” +2d6 85 lb. × (1d6) lb. For example, when a human reaches 35 years of age, his Strength, Elf, female 4´ 5” +2d6 80 lb. × (1d6) lb. Dexterity, and Constitution scores each drop 1 point, while his Gnome, male 3´ 0” +2d4 40 lb. × 1 lb. Intelligence, Wisdom, and Charisma scores each increase by 1 point. Gnome, female 2´ 10” +2d4 35 lb. × 1 lb. When he becomes 53 years old, his physical abilities all drop an Half-elf, male 4´ 7” +2d8 100 lb. × (2d4) lb. additional 2 points, while his mental ability scores increase by 1 Half-elf, female 4´ 5” +2d8 80 lb. × (2d4) lb. Half-orc, male 4´ 10” +2d12 150 lb. × (2d6) lb. again. So far he has lost a total of 3 points from his Strength, Half-orc, female 4´ 5” +2d12 110 lb. × (2d6) lb. Constitution, and Dexterity scores and gained a total of 2 points to Halfling, male 2´ 8” +2d4 30 lb. × 1 lb. his Wisdom, Intelligence, and Charisma scores because of the Halfling, female 2´ 6” +2d4 25 lb. × 1 lb. effects of aging. 109 DESCRIPTION CHAPTER 6: LOOKS, PERSONALITY, CUSTOMIZING AND BACKGROUND YOUR CHARACTER You can detail your character to any degree you like. As you play the The rules for creating your character provide a common ground for character, you will probably come up with more details you will players, but you can tweak the rules to make your character unique. want to add. Any substantive changes, however, must be approved by the DM.",
        "name":  "Deities rule the various aspects of human existence",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some classes already give you day, suggesting his chaotic nature. plenty of room to customize your character. With your DM’s approval, PERSONALITY however, you could change some of your Decide how your character acts, what she class features. For instance, if you want a likes, what she wants out of life, what scares fighter who used to work for the thieves her, and what makes her angry. Race and guild as an enforcer but who is now trying alignment are good places to start when to become a legitimate bodyguard, he could thinking about your character’s personality, be proficient only with the weapons and but they are bad places to stop. Make your armor available to rogues, have 4 skill points lawful good dwarf (or whatever) different per level instead of 2, and access to Bluff and from every other lawful good dwarf. Sense Motive as class skills. Otherwise, he A handy trick for making an interesting would be a regular fighter. personality for your character is including some Skills and Feats: You can call your skills, sort of conflict in her nature. For example, Tordek is feats, and class features whatever your character lawful, but he’s a little greedy, too. He may be tempted to would call them. Lidda, the halfling rogue, talks steal if he can justify it to himself. about “footpaddin’ ” rather than about “moving Your character’s personality can change over time. Just silently,” so her player writes “Footpaddin’ ” because you decide some basic facts about your down on her character sheet to stand for the character’s personality upon creation doesn’t mean you Move Silently skill. Ember, the monk, calls her need to abide by those facts as if they were holy writ. Move Silently skill “Rice Paper Walk.” Let your character grow and evolve the way real You might also think of other skills that your people do. character ought to have. Your DM has guidelines (in the Dungeon Master’s Guide) for creating new BACKGROUND skills.",
        "name":  "Class",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your equipment can look the way Decide what your character’s life has been like up until you want it to look to match your character’s style. now. Here are a few questions to get you thinking: One wizard’s quarterstaff might be a plain, straight (cid:1) How did he decide to be an adventurer? length of wood, while another wizard’s is gnarled, twisted, and (cid:1) How did he acquire her class? A fighter, for example, might have engraved with mystic runes. been in the militia, he may come from a family of soldiers, he may Your character might have some items that aren’t on the equip- have trained in a martial school, or he may be a self-taught ment lists (see Chapter 7). Agree with your DM on what a new item warrior. would do and how much it would cost, and then your character can (cid:1) How did he get his starting equipment? Did he assemble it piece have it. by piece over time? Was it a parting gift from a parent or mentor? Sometimes you see a weapon in a movie or read about one in a Do any of his personal items have special significance to him? book, and you want your character to use that weapon. If it’s not on (cid:1) What’s the worst thing that’s ever happened to him? the weapon list in Chapter 7, try to find a weapon on the list that (cid:1) What’s the best thing that’s ever happened to him? seems equivalent. A katana (samurai sword), for example, is not on (cid:1) Does he stay in contact with his family? What do his relatives the weapon list, but you could equip your character with a katana think of him? and just treat it like a masterwork bastard sword. 110 doowkcoL .T yb .sullI Nerull :6 RETPAHC NOITPIRCSED n the marketplace of a big city, armorsmiths and weapon- EQUIPMENT A LA CARTE smiths offer a wide variety of arms and armor for those with If you don’t want to take the standard package for your character the gold to buy them. Here you can find practical, sturdy class, you can instead purchase weapons, armor, and swords and perhaps a few elven blades of exceptional quality. miscellaneous equipment item by item. You begin with a Alchemists sell acid, alchemist’s fire, and smokesticks for random number of gold pieces that is determined by your those who want something flashier than a trusty blade. Wizards (or, character’s class, and you decide how to spend it (see Table 7–1: more likely, their brokers) even sell magic scrolls, wands, weapons, Random Starting Gold). Alternatively, your DM can assign and other items. average starting gold for each character, as indicated on Table This chapter covers the mundane and exotic merchandise that 7–1. characters may want to purchase and how to go about doing so. (Magic items are covered in the Dungeon Master’s Guide.) Table 7–1: Random Starting Gold Class Amount (average) Class Amount (average) EQUIPPING A CHARACTER Barbarian 4d4 × 10 (100 gp) Paladin 6d4 × 10 (150 gp) Bard 4d4 × 10 (100 gp) Ranger 6d4 × 10 (150 gp) A beginning character generally has enough wealth to start out with Cleric 5d4 × 10 (125 gp) Rogue 5d4 × 10 (125 gp) the basics: some weapons, some armor suitable to his or her class (if Druid 2d4 × 10 (50 gp) Sorcerer 3d4 × 10 (75 gp) any), and some miscellaneous gear. As the character undertakes Fighter 6d4 × 10 (150 gp) Wizard 3d4 × 10 (75 gp) adventures and amasses loot, he or she can afford bigger and better Monk 5d4 (12 gp, 5 sp) gear. At first, however, the options are limited by the character’s budget. Note that buying beginning equipment this way is an abstraction. Your character doesn’t walk into a store with STARTING PACKAGES handfuls of gold and buy every item one by one. Rather, Each class has a starting package that provides default equipment (as these items may have come the character’s way as gifts well as default skills, a default feat, and so forth). If you equip your from family, equipment from patrons, gear granted character with the default equipment, you can customize these during military service, swag gained through duplicity, packages a little by swapping in some equipment of your choice for and so on. the indicated equipment. Trades like this are fine as long as the Assume your character owns at least one outfit of normal value of the equipment you swap in isn’t higher than the value of the clothes. Pick any one of the following clothing outfits for free: equipment given in the package. artisan’s outfit, entertainer’s outfit, explorer’s outfit, monk’s outfit, peasant’s outfit, scholar’s outfit, or traveler’s outfit. 111 (See Clothing, page 131.) AVAILABILITY Trade All the items described in this chapter are assumed to be available to Guilds, nobles, and royalty regulate trade. Chartered companies are PCs with the wherewithal to buy them. Many of these items are very granted rights to dam rivers in order to provide power for mills, to expensive and rare. You won’t find them on the rack at a store in a conduct trade along certain routes, to send merchant ships to town. But a character with the coin to buy an expensive item can various ports, or to buy or sell specific goods. Guilds set prices for usually connect with a seller and get a desired item. the goods or services that they control, and determine who may or If you want to buy something not described in this chapter, the may not offer those goods and services. Merchants commonly general rule is that you can buy anything that costs as much as 3,000 exchange trade goods commodities without using currency. As a gp. Buying a more expensive item, such as a +2 longsword, means means of comparison, some trade goods are detailed on Table 7–3: either going to a big city where rare things are for sale, making a Trade Goods. special deal with someone who makes or can provide the item, or paying a premium price to a merchant who makes a special effort to Table 7–3: Trade Goods get you what you want. Cost Item Depending on where in the fantasy world the character is, it 1 cp One pound of wheat might be possible to buy more expensive items without a problem, 2 cp One pound of flour, or one chicken or it might be more difficult to do so. In a small town, for example, 1 sp One pound of iron it’s practically impossible to find someone who can make a suit of 5 sp One pound of tobacco or copper full plate armor. The DM determines what is and is not available 1 gp One pound of cinnamon, or one goat depending on how he or she runs the world and where the 2 gp One pound of ginger or pepper, or one sheep characters are in it. 3 gp One pig 4 gp One square yard of linen WEALTH AND MONEY 5 gp One pound of salt or silver 10 gp One square yard of silk, or one cow Adventurers are in the small group of people who regularly buy 15 gp One pound of saffron or cloves, or one ox things with coins. Members of the peasantry trade mostly in goods, 50 gp One pound of gold bartering for what they need and paying taxes in grain and cheese. 500 gp One pound of platinum Members of the nobility trade mostly in legal rights, such as the rights to a mine, a port, or farmland, or they trade in gold bars, SELLING LOOT measuring gold by the pound rather than by the coin. In general, a character can sell something for half its listed price. Characters who want to upgrade to better armor or weaponry, for COINS example, can sell their old equipment for half price. The most common coin that adventurers use is the gold piece (gp). Trade goods are the exception to the half-price rule. A trade good, With 1 gold piece, a character can buy a belt pouch, 50 feet of in this sense, is a valuable good that can be easily exchanged almost hempen rope, or a goat. A skilled (but not exceptional) artisan can as if it were cash itself. Wheat, flour, cloth, gems, jewelry, art objects, earn 1 gold piece a day. The gold piece is the standard unit of meas- and valuable metals are trade goods, and merchants often trade in ure for wealth. When merchants discuss deals that involve goods or them directly without using currency (see Table 7–3: Trade Goods). services worth hundreds or thousands of gold pieces, the trans- Obviously, merchants can sell these goods for slightly more than actions don’t usually involve the exchange of that many individual they pay for them, but the difference is small enough that you don’t coins. Rather, the gold piece is a standard measure of value, and the have to worry about it. actual exchange is in gold bars, letters of credit, or valuable goods. The most prevalent coin among commoners is the silver piece WEAPONS (sp). A gold piece is worth 10 silver pieces. A silver piece buys a laborer’s work for a day, a common lamp, or a poor meal of bread, A character’s weapons help determine how capable here or she is in baked turnips, onions, and water. a variety of combat situations. See Table 7–4: Weapons for the Each silver piece is worth 10 copper pieces (cp). A single copper characteristics of various weapons. piece buys a candle, a torch, or a piece of chalk. Copper piece are common among laborers and beggars. WEAPON CATEGORIES In addition to copper, silver, and gold coins, which people use Weapons are grouped into several interlocking sets of categories. daily, merchants also recognize platinum pieces (pp), which are each These categories pertain to what training is needed to become pro- worth 10 gp. These coins are not in common circulation, but adven- ficient in a weapon’s use (simple, martial, or exotic), the weapon’s turers occasionally find them as part of ancient treasure hoards. usefulness either in close combat (melee) or at a distance (ranged, The standard coin weighs about a third of an ounce (fifty to the which includes both thrown and projectile weapons), its relative pound). It is the exact size of the coin pictured in the illustration on encumbrance (light, one-handed, or two-handed), and its size page 168. (Small, Medium, or Large).",
        "name":  "Equipment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Anybody but a druid, Table 7–2: Coins monk, rogue, or wizard is proficient with all simple weapons. Bar- ————— Exchange Value ———— barians, fighters, paladins, and rangers are proficient with all simple CP SP GP PP and all martial weapons. Characters of other classes are proficient Copper piece (cp) = 1 1/10 1/100 1/1,000 with an assortment of mainly simple weapons and possibly also Silver piece (sp) = 10 1 1/10 1/100 some martial or even exotic weapons. A character who uses a Gold piece (gp) = 100 10 1 1/10 weapon with which he or she is not proficient takes a –4 penalty on Platinum piece (pp) = 1,000 100 10 1 attack rolls.",
        "name":  "Simple, Martial, and Exotic Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapons are used for WEALTH OTHER THAN COINS making melee attacks, though some of them can be thrown as well. Most wealth is not in coins. It is livestock, grain, land, rights to col- Ranged weapons are thrown weapons or projectile weapons that are lect taxes, or rights to resources (such as a mine or a forest). Gems not effective in melee. and jewelry also serve as portable wealth. Reach Weapons: Glaives, guisarmes, lances, longspears, ranseurs, 112 :7 RETPAHC TNEMPIUQE spiked chains, and whips are reach weapons. A reach weapon is a used in the off hand. Using two hands to wield a light weapon gives melee weapon that allows its wielder to strike at targets that aren’t no advantage on damage; the Strength bonus applies as though the adjacent to him or her. Most reach double the wielder’s natural weapon were held in the wielder’s primary hand only. reach, meaning that a typical Small or Medium wielder of such a An unarmed strike is always considered a light weapon. weapon can attack a creature 10 feet away, but not a creature in an One-Handed: A one-handed weapon can be used in either the adjacent square. A typical Large character wielding a reach weapon primary hand or the off hand. Add the wielder’s Strength bonus to of the appropriate size can attack a creature 15 or 20 feet away, but damage rolls for melee attacks with a one-handed weapon if it’s used not adjacent creatures or creatures up to 10 feet away. in the primary hand, or 1/2 his or her Strength bonus if it’s used in",
        "name":  "Melee and Ranged Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dire flails, dwarven urgroshes, gnome hooked the off hand. If a one-handed weapon is wielded with two hands hammers, orc double axes, quarterstaffs, and two-bladed swords are during melee combat, add 1-1/2 times the character’s Strength double weapons. A character can fight with both ends of a double bonus to damage rolls. weapon as if fighting with two weapons, but he or she incurs all the Two-Handed: Two hands are required to use a two-handed melee normal attack penalties associated with two-weapon combat, just as weapon effectively. Apply 1-1/2 times the character’s Strength though the character were wielding a one-handed weapon and a bonus to damage rolls for melee attacks with such a weapon. light weapon (see Two-Weapon Fighting, page 160). The character Weapon Size: Every weapon has a size category, such as Small, can also choose to use a double weapon two handed, attacking with Medium, or Large. This designation indicates the size of the creature only one end of it. A creature wielding a double weapon in one hand for which the weapon was designed. A Small greatsword is a (such as a human wielding a Small two-bladed sword) can’t use it as a greatsword designed for a Small creature, such as a halfling. A double weapon—only one end of the weapon can be used in any Medium longsword is a longsword designed for a Medium creature, given round. such as an elf. A Large shortbow is a shortbow designed for a Large",
        "name":  "Double Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Daggers, clubs, shortspears, spears, darts, creature, such as an ogre. javelins, throwing axes, light hammers, tridents, shuriken, and nets A weapon’s size category isn’t the same as its size as an object. A are thrown weapons. The wielder applies his or her Strength mod- Medium dagger (one sized for a Medium character), for instance, is a ifier to damage dealt by thrown weapons (except for splash weapons, Tiny object (see Table 9–10: Size and Armor Class of Objects, page such as a vial of acid; see Throw Splash Weapon, page 158). 166). Instead, a weapon’s size category is keyed to the size of the It is possible to throw a weapon that isn’t designed to be thrown intended wielder. In general, a light weapon (such as a dagger) is an (that is, a melee weapon that doesn’t have a numeric entry in the object two size categories smaller than the wielder, a one-handed Range Increment column on Table 7–5), but a character who does so weapon (such as a longsword) is an object one size category smaller takes a –4 penalty on the attack roll. Throwing a light or one-handed than the wielder, and a two-handed weapon (such as a greatsword) is weapon is a standard action, while throwing a two-handed weapon is an object of the same size category as the wielder. a full-round action. Regardless of the type of weapon, such an attack Inappropriately Sized Weapons: A creature can’t make optimum use scores a threat (a possible critical hit) only on a natural roll of 20 and of a weapon that isn’t properly sized for it. A cumulative –2 penalty deals double damage on a critical hit. Such a weapon has a range applies on attack rolls for each size category of difference between increment of 10 feet. the size of its intended wielder and the size of its actual wielder.",
        "name":  "Thrown Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Light crossbows, slings, heavy crossbows, Thus, a human wielding a Small dagger takes a –2 penalty on attack shortbows, composite shortbows, longbows, composite longbows, rolls (one size category different), and an ogre wielding a Small hand crossbows, and repeating crossbows are projectile weapons. longsword takes a –4 penalty (two size categories different). If the Most projectile weapons require two hands to use (see specific creature isn’t proficient with the weapon (a wizard attempting to wield a Small battleaxe, for instance), a –4 nonproficiency penalty weapon descriptions later in this chapter). A character gets no also applies. Strength bonus on damage rolls with a projectile weapon unless it’s The measure of how much effort it takes to use a weapon a specially built composite shortbow, specially built composite (whether the weapon is designated as a light, one-handed, or two- longbow, or sling. If the character has a penalty for low Strength, handed weapon for a particular wielder) is altered by one step for apply it to damage rolls when he or she uses a bow or a sling. each size category of difference between the wielder’s size and the",
        "name":  "Projectile Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Projectile weapons use ammunition: arrows (for size of the creature for which the weapon was designed. For bows), bolts (for crossbows), or sling bullets (for slings). When using instance, a Small greatsword (a two-handed weapon for a Small a bow, a character can draw ammunition as a free action; crossbows creature) is considered a one-handed weapon for a Medium creature, and slings require an action for reloading. Generally speaking, or a light weapon for a Large creature. Conversely, a Large dagger (a ammunition that hits its target is destroyed or rendered useless, light weapon for a Large creature) is considered a one-handed while normal ammunition that misses has a 50% chance of being weapon for a Medium creature, or a two-handed weapon for a Small destroyed or lost. creature. If a weapon’s designation would be changed to something other than light, one-handed, or two-handed by this alteration, the Although they are thrown weapons, shuriken are treated as creature can’t wield the weapon at all. ammunition for the purposes of drawing them, crafting masterwork",
        "name":  "Ammunition",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sometimes objects not crafted to be or otherwise special versions of them (see Masterwork Weapons, weapons nonetheless see use in combat—people fight with any- below), and what happens to them after they are thrown. thing from broken bottles to chair legs to thrown mugs. Because Light, One-Handed, and Two-Handed Melee Weapons: This such objects are not designed for this use, any creature that uses one designation is a measure of how much effort it takes to wield a in combat is considered to be nonproficient with it and takes a –4 weapon in combat. It indicates whether a melee weapon, when penalty on attack rolls made with that object. To determine the size wielded by a character of the weapon’s size category, is considered a category and appropriate damage for an improvised weapon, the DM light weapon, a one-handed weapon, or a two-handed weapon. should compare its relative size and damage potential to the weapon",
        "name":  "Improvised Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A light weapon is easier to use in one’s off hand than a one- list to find a reasonable match. For instance, a table leg is similar to a handed weapon is, and it can be used while grappling. A light club, while a broken bottle is similar to a dagger. An improvised weapon is used in one hand. Add the wielder’s Strength bonus (if weapon scores a threat on a natural roll of 20 and deals double any) to damage rolls for melee attacks with a light weapon if it’s used damage on a critical hit. An improvised thrown weapon has a range in the primary hand, or one-half the wielder’s Strength bonus if it’s increment of 10 feet. 113 EQUIPMENT CHAPTER 7:",
        "name":  "Light",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bonus damage over and above a weapon’s normal damage, such as that dealt by a sneak attack or the special ability of a The weapon a character uses says something about who he or she is. flaming sword, is not multiplied when you score a critical hit. You probably want to equip your character with both a melee ×2: The weapon deals double damage on a critical hit. weapon and a ranged weapon. If you can’t afford both your melee ×3: The weapon deals triple damage on a critical hit. weapon of choice and your ranged weapon of choice, decide which ×3/×4: One head of this double weapon deals triple damage on a is more important to the character. critical hit. The other head deals quadruple damage on a critical hit. What size of weapon you choose determines how your character ×4: The weapon deals quadruple damage on a critical hit. can choose to wield it (with one hand or two) and how much 19–20/×2: The weapon scores a threat (a possible critical hit) on a damage he or she can deal with it. A two-handed weapon deals more natural roll of 19 or 20 (instead of just on a 20) and deals double damage than a one-handed weapon, but wielding a two-handed damage on a critical hit. (The weapon has a threat range of 19–20.) weapon prevents the wielder from using a shield, so that’s a trade- 18–20/×2: The weapon scores a threat on a natural roll of 18, 19, or off. 20 (instead of just on a 20) and deals double damage on a critical hit. The number of weapons your character is proficient with depends (The weapon has a threat range of 18–20.) on his or her class and race. A character can also become proficient 19–20/×2: The weapon scores a threat (a possible critical hit) on a with additional weapons by selecting the right feats. See Exotic natural roll of 19 or 20 (instead of just on a 20) and deals double Weapon Proficiency (page 94), Martial Weapon Proficiency (page damage on a critical hit. (The weapon has a threat range of 19–20.) 97), and Simple Weapon Proficiency (page 100). 18–20/×2: The weapon scores a threat on a natural roll of 18, 19, or A better weapon is usually more expensive than an inferior one, 20 (instead of just on a 20) and deals double damage on a critical hit. but more expensive doesn’t always mean better. For instance, a (The weapon has a threat range of 18–20.) rapier is more expensive than a longsword. For a dexterous rogue",
        "name":  "WEAPON QUALITIES Exception",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Any attack at less than this distance is not with the Weapon Finesse feat, a rapier is a terrific weapon. For a penalized for range, so an arrow from a shortbow (range increment typical fighter, a longsword is better. 60 feet) can strike at enemies up to 59 feet away or closer with no When selecting your character’s weapons, keep in mind the fol- penalty. However, each full range increment imposes a cumulative – lowing factors (given as column headings on Table 7–5). 2 penalty on the attack roll. A shortbow archer firing at a target 200",
        "name":  "Range Increment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This value is the weapon’s cost in gold pieces (gp) or silver feet away suffers a –6 penalty on the attack roll(–2 × 3, because 200 pieces (sp). The cost includes miscellaneous gear that goes with the feet is at least three range increments but not four). A thrown weapon, such as a scabbard for a sword or a quiver for arrows. This weapon, such as a throwing axe, has a maximum range of five range cost is the same for a Small or Medium version of the weapon. A increments. A projectile weapon, such as a bow, can shoot up to ten Large version costs twice the listed price. range increments.",
        "name":  "Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This column gives the weight of a Medium version of weapon on a successful hit. The column labelled “Dmg (S)” is for the weapon. Halve this number for Small weapons, and double it for Small weapons, such as those typically wielded by a gnome or Large weapons. halfling. The column labelled “Dmg (M)” is for Medium weapons,",
        "name":  "Weight",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapons are classified according to the type of damage such as those typically wielded by a dwarf, elf, half-elf, half-orc, or they deal: bludgeoning, piercing, or slashing. Some monsters may be human. If two damage ranges are given, such as “1d6/1d6” for the quarterstaff, then the weapon is a double weapon (see Double resistant or immune to attacks from certain types of weapons. For Weapons, above, and Two-Weapon Fighting, page 160). Use the example, a skeleton takes less damage from slashing weapons and second damage figure given for the double weapon’s extra attack. piercing weapons. Table 7–4: Tiny and Large Weapon Damage gives weapon damage Some weapons deal damage of multiple types (for example, the values for weapons of those sizes. For instance, a Tiny longsword morningstar, which deals both bludgeoning and piercing damage). (such as might be wielded by a halfling or gnome fighter under the If a weapon is of two types, the damage it deals is not half one type effect of a reduce person spell) deals 1d4 points of damage, while a and half another; all of it is both types. Therefore, a creature would Large greataxe (wielded by a half-orc barbarian under the effect of an have to be immune to both types of damage to ignore any of the enlarge person spell) deals 3d6 points of damage. The Dungeon damage from such a weapon. Master’s Guide has more information on weapons and combat for In other cases, a weapon can deal either of two types of damage creatures smaller than Small and larger than Medium. (such as the dagger, which can deal either piercing or slashing damage). In a situation when the damage type is significant, the Table 7–4: Tiny and Large Weapon Damage wielder can choose which type of damage to deal with such a weapon. Medium Tiny Large",
        "name":  "Type",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some weapons have special features. See the weapon 1d2 — 1d3 descriptions for details. 1d3 1 1d4 1d4 1d2 1d6 Weapon Descriptions 1d6 1d3 1d8 Weapons found on Table 7–5: Weapons are described below, along 1d8 1d4 2d6 with any special options for the wielder (“you”) has for their use. 1d10 1d6 2d8 Splash weapons are described under Special Substances and Items, 1d12 1d8 3d6 page 128. 2d4 1d4 2d6",
        "name":  "Weapon Damage Weapon Damage Weapon Damage Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An arrow used as a melee weapon is treated as a light 2d6 1d8 3d6 2d8 1d10 3d8 improvised weapon (–4 penalty on attack rolls) and deals damage as 2d10 2d6 4d8 a dagger of its size (critical multiplier ×2). Arrows come in a leather quiver that holds 20 arrows. An arrow that hits its target is",
        "name":  "Arrows",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The entry in this column notes how the weapon is used destroyed; one that misses has a 50% chance of being destroyed or with the rules for critical hits. When your character scores a critical lost. hit, roll the damage two, three, or four times, as indicated by its Axe, Throwing: A throwing axe is lighter than a handaxe and critical multiplier (using all applicable modifiers on each roll), and balanced for throwing. Gnome fighters often use throwing axes for add all the results together. both melee and ranged attacks. 114 :7 RETPAHC TNEMPIUQE",
        "name":  "Critical",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An orc double axe is a double weapon. You can tripped. fight with it as if fighting with two weapons, but if you do, you incur When using a spiked chain, you get a +2 bonus on opposed attack all the normal attack penalties associated with fighting with two rolls made to disarm an opponent (including the roll to avoid being weapons, just as if you were using a one-handed weapon and a light disarmed if such an attempt fails). weapon (see Two-Weapon Fighting, page 160). As its name suggests, You can use the Weapon Finesse feat (page 102) to apply your it is often found in the hands of powerful orc fighters. A creature Dexterity modifier instead of your Strength modifier to attack rolls wielding an orc double axe in one hand can’t use it as a double with a spiked chain sized for you, even though it isn’t a light weapon weapon—only one end of the weapon can be used in any given for you. round. Club: A wooden club is so easy to find and fashion that it has no",
        "name":  "Axe, Orc Double",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The battleaxe is the most common melee weapon cost. among dwarves. Crossbow, Hand: This exotic weapon is common among rogues",
        "name":  "Battleaxe",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A set of bolas consists of two or three heavy wooden and others who favor stealth over power. You can draw a hand spheres connected by lengths of cord. Because the bolas can wrap crossbow back by hand. Loading a hand crossbow is a move action around an enemy’s leg or other limb, you can use this weapon to that provokes attacks of opportunity. make a ranged trip attack against an opponent. You can’t be tripped You can shoot, but not load, a hand crossbow with one hand at no during your own trip attempt when using a set of bolas. penalty. You can shoot a hand crossbow with each hand, but you",
        "name":  "Bolas",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A crossbow bolt used as a melee weapon is treated as a light take a penalty on attack rolls as if attacking with two light weapons improvised weapon (–4 penalty on attack rolls) and deals damage as (see Table 8–10: Two-Weapon Fighting Penalties, page 160). a dagger of its size (crit ×2). Bolts come in a wooden case that holds Crossbow, Heavy: You draw a heavy crossbow back by turning a 10 bolts (or 5, for a repeating crossbow). A bolt that hits its target is small winch. Loading a heavy crossbow is a full-round action that destroyed; one that misses has a 50% chance of being destroyed or provokes attacks of opportunity. lost. Normally, operating a heavy crossbow requires two hands.",
        "name":  "Bolts",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bullets are lead spheres, much heavier than However, you can shoot, but not load, a heavy crossbow with one stones of the same size. They come in a leather pouch that holds 10 hand at a –4 penalty on attack rolls. You can shoot a heavy crossbow bullets. A bullet that hits its target is destroyed; one that misses has a with each hand, but you take a penalty on attack rolls as if attacking 50% chance of being destroyed or lost. with two one-handed weapons (see Table 8–10: Two-Weapon",
        "name":  "Bullets, Sling",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A spiked chain has reach, so you can strike Fighting Penalties, page 160). This penalty is cumulative with the opponents 10 feet away with it. In addition, unlike most other penalty for one-handed firing. weapons with reach, it can be used against an adjacent foe. Crossbow, Light: You draw a light crossbow back by pulling a Because the chain can wrap around an enemy’s leg or other limb, lever. Loading a light crossbow is a move action that provokes you can make trip attacks with the chain. If you are tripped during attacks of opportunity. your own trip attempt, you can drop the chain to avoid being Normally, operating a light crossbow requires two hands. 115 Illus. by L. Grant-West EQUIPMENT CHAPTER 7: However, you can shoot, but not load, a light crossbow with one ing crossbow in each hand in the same manner as you would a hand at a –2 penalty on attack rolls. You can shoot a light crossbow normal crossbow of the same size. However, you must fire the with each hand, but you take a penalty on attack rolls as if attacking weapon with two hands in order to use the reloading lever, and you with two light weapons (see Table 8–10: Two-Weapon Fighting must use two hands to load a new case of bolts. Penalties, page 160). This penalty is cumulative with the penalty for Dagger: The dagger is a common secondary weapon. You get a +2 one-handed firing. bonus on Sleight of Hand checks made to conceal a dagger on your",
        "name":  "Chain, Spiked",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The repeating crossbow (whether heavy body (see the Sleight of Hand skill, page 81). or light) holds 5 crossbow bolts. As long as it holds bolts, you can Dagger, Punching: This dagger puts more force from your reload it by pulling the reloading lever (a free action). Loading a new punch behind it, making it capable of deadly strikes. case of 5 bolts is a full-round action that provokes attacks of Dart: A dart is the size of a large arrow and has a weighted head. opportunity. Essentially, it is a small javelin. You can fire a repeating crossbow with one hand or fire a repeat- Table 7–5: Weapons Simple Weapons Cost Dmg (S) Dmg (M) Critical Range Increment Weight1 Type2 Unarmed Attacks Gauntlet 2 gp 1d2 1d3 ×2 — 1 lb. Bludgeoning Unarmed strike — 1d23 1d33 ×2 — — Bludgeoning Light Melee Weapons Dagger 2 gp 1d3 1d4 19–20/×2 10 ft. 1 lb. Piercing or slashing Dagger, punching 2 gp 1d3 1d4 ×3 — 1 lb. Piercing Gauntlet, spiked 5 gp 1d3 1d4 ×2 — 1 lb. Piercing Mace, light 5 gp 1d4 1d6 ×2 — 4 lb. Bludgeoning Sickle 6 gp 1d4 1d6 ×2 — 2 lb. Slashing One-Handed Melee Weapons Club — 1d4 1d6 ×2 10 ft. 3 lb. Bludgeoning Mace, heavy 12 gp 1d6 1d8 ×2 — 8 lb. Bludgeoning Morningstar 8 gp 1d6 1d8 ×2 — 6 lb. Bludgeoning and piercing Shortspear 1 gp 1d4 1d6 ×2 20 ft. 3 lb. Piercing Two-Handed Melee Weapons Longspear4 5 gp 1d6 1d8 ×3 — 9 lb. Piercing Quarterstaff5 — 1d4/1d4 1d6/1d6 ×2 — 4 lb. Bludgeoning Spear 2 gp 1d6 1d8 ×3 20 ft. 6 lb. Piercing Ranged Weapons Crossbow, heavy 50 gp 1d8 1d10 19–20/×2 120 ft. 8 lb. Piercing Bolts, crossbow (10) 1 gp — — — — 1 lb. — Crossbow, light 35 gp 1d6 1d8 19–20/×2 80 ft. 4 lb. Piercing Bolts, crossbow (10) 1 gp — — — — 1 lb. — Dart 5 sp 1d3 1d4 ×2 20 ft. 1/2 lb. Piercing Javelin 1 gp 1d4 1d6 ×2 30 ft. 2 lb. Piercing Sling — 1d3 1d4 ×2 50 ft. 0 lb. Bludgeoning Bullets, sling (10) 1 sp — — — — 5 lb. — Martial Weapons Cost Dmg (S) Dmg (M) Critical Range Increment Weight1 Type2 Light Melee Weapons Axe, throwing 8 gp 1d4 1d6 ×2 10 ft. 2 lb. Slashing Hammer, light 1 gp 1d3 1d4 ×2 20 ft. 2 lb. Bludgeoning Handaxe 6 gp 1d4 1d6 ×3 — 3 lb. Slashing Kukri 8 gp 1d3 1d4 18–20/×2 — 2 lb. Slashing Pick, light 4 gp 1d3 1d4 ×4 — 3 lb. Piercing Sap 1 gp 1d43 1d63 ×2 — 2 lb. Bludgeoning Shield, light special 1d2 1d3 ×2 — special Bludgeoning Spiked armor special 1d4 1d6 ×2 — special Piercing Spiked shield, light special 1d3 1d4 ×2 — special Piercing Sword, short 10 gp 1d4 1d6 19–20/×2 — 2 lb. Piercing One-Handed Melee Weapons Battleaxe 10 gp 1d6 1d8 ×3 — 6 lb. Slashing Flail 8 gp 1d6 1d8 ×2 — 5 lb. Bludgeoning Longsword 15 gp 1d6 1d8 19–20/×2 — 4 lb. Slashing Pick, heavy 8 gp 1d4 1d6 ×4 — 6 lb. Piercing Rapier 20 gp 1d4 1d6 18–20/×2 — 2 lb. Piercing Scimitar 15 gp 1d4 1d6 18–20/×2 — 4 lb. Slashing Shield, heavy special 1d3 1d4 ×2 — special Bludgeoning Spiked shield, heavy special 1d4 1d6 ×2 — special Piercing Trident 15 gp 1d6 1d8 ×2 10 ft. 4 lb. Piercing Warhammer 12 gp 1d6 1d8 ×3 — 5 lb. Bludgeoning 116 :7 RETPAHC TNEMPIUQE",
        "name":  "Crossbow, Repeating",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This sword, which is essentially a two-handed scimitar, being disarmed if such an attempt fails). has a curve that gives it the effect of a keener edge. You can also use this weapon to make trip attacks. If you are",
        "name":  "Falchion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A dire flail is a double weapon. You can fight with it tripped during your own trip attempt, you can drop the dire flail to as if fighting with two weapons, but if you do, you incur all the avoid being tripped. normal attack penalties associated with fighting with two weapons, Flail or Heavy Flail: With a flail, you get a +2 bonus on opposed just as if you were using a one-handed weapon and a light weapon attack rolls made to disarm an enemy (including the roll to avoid (see Two-Weapon Fighting, page 160). A creature wielding a dire being disarmed if such an attempt fails). flail in one hand can’t use it as a double weapon— only one end of You can also use this weapon to make trip attacks. If you are the weapon can be used in any given round. tripped during your own trip attempt, you can drop the flail to avoid When using a dire flail, you get a +2 bonus on opposed attack rolls being tripped. made to disarm an enemy (including the opposed attack roll to avoid Gauntlet: This metal glove protects your hands and lets you deal Two-Handed Melee Weapons Falchion 75 gp 1d6 2d4 18–20/×2 — 8 lb. Slashing Glaive4 8 gp 1d8 1d10 ×3 — 10 lb. Slashing Greataxe 20 gp 1d10 1d12 ×3 — 12 lb. Slashing Greatclub 5 gp 1d8 1d10 ×2 — 8 lb. Bludgeoning Flail, heavy 15 gp 1d8 1d10 19–20/×2 — 10 lb. Bludgeoning Greatsword 50 gp 1d10 2d6 19–20/×2 — 8 lb. Slashing Guisarme4 9 gp 1d6 2d4 ×3 — 12 lb. Slashing Halberd 10 gp 1d8 1d10 ×3 — 12 lb. Piercing or slashing Lance4 10 gp 1d6 1d8 ×3 — 10 lb. Piercing Ranseur4 10 gp 1d6 2d4 ×3 — 12 lb. Piercing Scythe 18 gp 1d6 2d4 ×4 — 10 lb. Piercing or slashing Ranged Weapons Longbow 75 gp 1d6 1d8 ×3 100 ft. 3 lb. Piercing Arrows (20) 1 gp — — — — 3 lb. — Longbow, composite 100 gp 1d6 1d8 ×3 110 ft. 3 lb. Piercing Arrows (20) 1 gp — — — — 3 lb. — Shortbow 30 gp 1d4 1d6 ×3 60 ft. 2 lb. Piercing Arrows (20) 1 gp — — — — 3 lb. — Shortbow, composite 75 gp 1d4 1d6 ×3 70 ft. 2 lb. Piercing Arrows (20) 1 gp — — — — 3 lb. — Exotic Weapons Cost Dmg (S) Dmg (M) Critical Range Increment Weight1 Type2 Light Melee Weapons Kama 2 gp 1d4 1d6 ×2 — 2 lb. Slashing Nunchaku 2 gp 1d4 1d6 ×2 — 2 lb. Bludgeoning Sai 1 gp 1d3 1d4 ×2 10 ft. 1 lb. Bludgeoning Siangham 3 gp 1d4 1d6 ×2 — 1 lb. Piercing One-Handed Melee Weapons Sword, bastard 35 gp 1d8 1d10 19–20/×2 — 6 lb. Slashing Waraxe, dwarven 30 gp 1d8 1d10 ×3 — 8 lb. Slashing Whip4 1 gp 1d23 1d33 ×2 2 lb. Slashing Two-Handed Melee Weapons Axe, orc double5 60 gp 1d6/1d6 1d8/1d8 ×3 — 15 lb. Slashing Chain, spiked4 25 gp 1d6 2d4 ×2 — 10 lb. Piercing Flail, dire5 90 gp 1d6/1d6 1d8/1d8 ×2 — 10 lb. Bludgeoning Hammer, gnome hooked5 20 gp 1d6/1d4 1d8/1d6 ×3/×4 — 6 lb. Bludgeoning and piercing Sword, two-bladed5 100 gp 1d6/1d6 1d8/1d8 19–20/×2 — 10 lb. Slashing Urgrosh, dwarven5 50 gp 1d6/1d4 1d8/1d6 ×3 — 12 lb. Slashing or piercing Ranged Weapons Bolas 5 gp 1d33 1d43 ×2 10 ft. 2 lb. Bludgeoning Crossbow, hand 100 gp 1d3 1d4 19–20/×2 30 ft. 2 lb. Piercing Bolts (10) 1 gp — — — — 1 lb. — Crossbow, repeating heavy 400 gp 1d8 1d10 19–20/×2 120 ft. 12 lb. Piercing Bolts (5) 1 gp — — — — 1 lb. — Crossbow, repeating light 250 gp 1d6 1d8 19–20/×2 80 ft. 6 lb. Piercing Bolts (5) 1 gp — — — — 1 lb. — Net 20 gp — — — 10 ft. 6 lb. — Shuriken (5) 1 gp 1 1d2 ×2 10 ft. 1/2 lb. Piercing 1 Weight figures are for Medium weapons. A Small weapon weighs half as much, and a Large weapon weighs twice as much. 2 When two types are given, the weapon is both types if the entry specifies “and,” or either type (player’s choice at time of attack) if the entry specifies “or.” 3 The weapon deals nonlethal damage rather than lethal damage. 4 Reach weapon. 5 Double weapon. 117 EQUIPMENT CHAPTER 7: lethal damage rather than nonlethal damage with unarmed strikes. associated with fighting with two weapons, just as if you were using A strike with a gauntlet is otherwise considered an unarmed attack. a one-handed weapon and a light weapon (see Two-Weapon The cost and weight given are for a single gauntlet. Medium and Fighting, page 160). The hammer’s blunt head is a bludgeoning heavy armors (except breastplate) come with gauntlets. weapon that deals 1d6 points of damage (crit ×3). Its hook is a",
        "name":  "Flail, Dire",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your opponent cannot use a disarm action to piercing weapon that deals 1d4 points of damage (crit ×4). You can disarm you of spiked gauntlets. The cost and weight given are for a use either head as the primary weapon. The other head is the offhand weapon. A creature wielding a gnome hooked hammer in single gauntlet. An attack with a spiked gauntlet is considered an one hand can’t use it as a double weapon—only one end of the armed attack. weapon can be used in any given round.",
        "name":  "Gauntlet, Spiked",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This big, heavy axe is a favorite of barbarians and any- hooked hammer to avoid being tripped. body else who wants the capability to deal out incredible damage. Gnomes treat gnome hooked hammers as martial weapons.",
        "name":  "Greataxe",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Adventurers recognize the greatsword as one of the Handaxe: Dwarves favor these axes as off-hand weapons. best melee weapons available. It’s reliable and powerful. Javelin: This weapon is a light, flexible spear intended for",
        "name":  "Greatsword",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A guisarme has reach. You can strike opponents 10 throwing. You can use it in melee, but not well. Since it is not feet away with it, but you can’t use it against an adjacent foe. designed for melee, you are treated as nonproficient with it and take Because of a guisarme’s curved blade, you can also use it to make a –4 penalty on attack rolls if you use a javelin as a melee weapon. trip attacks. If you are tripped during your own trip attempt, you can Kama: The kama is a special monk weapon. This designation drop the guisarme to avoid being tripped. gives a monk (see Chapter 3: Classes) wielding a kama special",
        "name":  "Guisarme",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Normally, you strike with a halberd’s axe head, but the options. spike on the end is useful against charging opponents. If you use a Because of a kama’s shape, you can use it to make trip attacks. If ready action to set a halberd against a charge, you deal double you are tripped during your own trip attempt, you can drop the damage on a successful hit against a charging character. kama to avoid being tripped.",
        "name":  "Halberd",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A gnome hooked hammer is a away with it, but you can’t use it against an adjacent foe. double weapon. You can fight with it as if fighting with two While mounted, you can wield a lance with one hand. weapons, but if you do, you incur all the normal attack penalties",
        "name":  "Hammer, Gnome Hooked",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You need at least two hands to use a bow, regardless of 118 :7 RETPAHC TNEMPIUQE tseW-tnarG .L yb .sullI its size. A longbow is too unwieldy to use while you are mounted. If For purposes of weapon proficiency and similar feats, a composite you have a penalty for low Strength, apply it to damage rolls when longbow is treated as if it were a longbow. Thus, if you have Weapon you use a longbow. If you have a bonus for high Strength, you can Focus (longbow), that feat applies both to longbows and composite apply it to damage rolls when you use a composite longbow (see longbows. below) but not a regular longbow. Longspear: A longspear has reach. You can strike opponents 10",
        "name":  "Longbow",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You need at least two hands to use a bow, feet away with it, but you can’t use it against an adjacent foe. If you regardless of its size. You can use a composite longbow while use a ready action to set a longspear against a charge, you deal double mounted. Composite bows are made from laminated horn, wood, or damage on a successful hit against a charging character. bone and built with a recurve, meaning that the bow remains bow- Longsword: This classic, straight blade is the weapon of shaped even when unstrung. All composite bows are made with a knighthood and valor. It is a favorite weapon of many paladins. particular strength rating (that is, each requires a minimum Mace, Heavy or Light: A mace is made of metal, even the haft, Strength modifier to use with proficiency). If your Strength bonus is which makes it quite heavy and very hard to break. less than the strength rating of the composite bow, you can’t Net: A fighting net has small barbs in the weave and a trailing effectively use it, so you take a –2 penalty on attacks with it. The rope to control netted opponents. You use it to entangle enemies. default composite longbow requires a Strength modifier of +0 or When you throw a net, you make a ranged touch attack against higher to use with proficiency. A composite longbow can be made your target. A net’s maximum range is 10 feet. If you hit, the target is with a high strength rating (representing an especially heavy pull) to entangled. An entangled creature takes a –2 penalty on attack rolls take advantage of an above-average Strength score; this feature and a –4 penalty on Dexterity, can move at only half speed, and allows you to add your Strength bonus to damage, up to the cannot charge or run. If you control the trailing rope by succeeding maximum bonus indicated for the bow. Each point of Strength on an opposed Strength check while holding it, the entangled bonus granted by the bow adds 100 gp to its cost. For instance, a creature can move only within the limits that the rope allows. If the composite longbow (+1 Str bonus) costs 200 gp, while a composite entangled creature attempts to cast a spell, it must make a DC 15 longbow (+4 Str bonus) costs 500 gp. Concentration check or be unable to cast the spell. For example, Tordek has a +2 Strength bonus. With a regular An entangled creature can escape with a DC 20 Escape Artist composite longbow, he gets no modifier on damage rolls. For 200 check (a full-round action). The net has 5 hit points and can be burst gp, he can buy a composite longbow (+1 Str bonus), which lets him with a DC 25 Strength check (also a full-round action). add +1 to his damage rolls. For 300 gp, he can buy one that lets him A net is useful only against creatures within one size category of add his entire +2 Strength bonus. Even if he paid 400 gp for a you. For instance, a Small character wielding a net can entangle composite longbow (+3 Str bonus), he would still get only a +2 bo- Tiny, Small, or Medium creatures. nus on damage rolls and takes a –2 penalty on attacks with it because A net must be folded to be thrown effectively. The first time you his Strength is insufficient to use the weapon to best advantage. The throw your net in a fight, you make a normal ranged touch attack bow can’t grant him a higher bonus than he already has. 119 Illus. by L. Grant-West EQUIPMENT CHAPTER 7: roll. After the net is unfolded, you take a –4 penalty on attack rolls rolls with a rapier sized for you, even though it isn’t a light weapon with it. It takes 2 rounds for a proficient user to fold a net and twice for you. You can’t wield a rapier in two hands in order to apply 1-1/2 that long for a nonproficient one to do so. times your Strength bonus to damage.",
        "name":  "Longbow, Composite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The nunchaku is a special monk weapon. This des- Sai: A sai’s pronglike extrusions are designed to help catch and ignation gives a monk wielding a nunchaku special options. With a disarm opponent’s weapons. With a sai, you get a +4 bonus on nunchaku, you get a +2 bonus on opposed attack rolls made to opposed attack rolls made to disarm an enemy (including the roll to disarm an enemy (including the roll to avoid being disarmed if such avoid being disarmed if such an attempt fails). an attempt fails). The sai is a special monk weapon. This designation gives a monk",
        "name":  "Nunchaku",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The quarterstaff is the favorite weapon of many Scimitar: The curve on this blade gives it the effect of a keener characters, from travelers, peasants, and merchants to monks, edge. rangers, and wizards. A quarterstaff is a double weapon. You can Scythe: While it resembles the standard farm implement of the fight with it as if fighting with two weapons, but if you do, you incur same name, this scythe is balanced and strengthened for war. The design of the scythe focuses tremendous force on the sharp point, as all the normal attack penalties associated with fighting with two well as allowing devastating slashes with the blade edge. weapons, just as if you were using a one-handed weapon and a light Because of a scythe’s shape, you can use it to make trip attacks. If weapon (see Two-Weapon Fighting, page 160). You can also strike you are tripped during your own trip attempt, you can drop the with either end singly, a fact that allows you to take full advantage of scythe to avoid being tripped. openings in your opponent’s defenses. A creature wielding a",
        "name":  "Quarterstaff",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can bash with a shield instead of quarterstaff in one hand can’t use it as a double weapon—only one using it for defense. See Armor, later in this chapter. end of the weapon can be used in any given round.",
        "name":  "Shield, Heavy or Light",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You need at least two hands to use a bow, regardless of The quarterstaff is a special monk weapon. This designation gives its size. You can use a shortbow while mounted. If you have a a monk (see Chapter 3: Classes) wielding a quarterstaff special penalty for low Strength, apply it to damage rolls when you use a options. shortbow. If you have a bonus for high Strength, you can apply it to",
        "name":  "Shortbow",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A ranseur has reach. You can strike opponents 10 feet damage rolls when you use a composite shortbow (see below) but away with it, but you can’t use it against an adjacent foe. not a regular shortbow. With a ranseur, you get a +2 bonus on opposed attack rolls made Shortbow, Composite: You need at least two hands to use a bow, to disarm an opponent (including the roll to avoid being disarmed if regardless of its size. You can use a composite shortbow while such an attempt fails). mounted. Composite bows are made from laminated horn, wood, or",
        "name":  "Ranseur",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can use the Weapon Finesse feat page 102) to apply bone and built with a recurve, meaning that the bow remains bow- your Dexterity modifier instead of your Strength modifier to attack shaped even when unstrung. All composite bows are made with a 120 :7 RETPAHC TNEMPIUQE particular strength rating (that is, each requires a minimum Strike, Unarmed: A Medium character deals 1d3 points of Strength modifier to use with proficiency). If your Strength bonus is nonlethal damage with an unarmed strike, which may be a punch, lower than the strength rating of the composite bow, you can’t kick, head butt, or other type of attack. A Small character deals 1d2 effectively use it, so you take a –2 penalty on attacks with it. The points of nonlethal damage. A monk or any character with the default composite shortbow requires a Strength modifier of +0 or Improved Unarmed Strike feat can deal lethal or nonlethal damage higher to use with proficiency. A composite shortbow can be made with unarmed strikes, at her option. The damage from an unarmed with a high strength rating to take advantage of an above-average strike is considered weapon damage for the purposes of effects that Strength score; this feature allows you to add your Strength bonus to give you a bonus on weapon damage rolls. damage, up to the maximum bonus indicated for the bow. Each An unarmed strike is always considered a light weapon. There- point of Strength bonus granted by the bow adds 75 gp to its cost. fore, you can use the Weapon Finesse feat (page 102) to apply your For instance, a composite shortbow (+1 Str bonus) costs 150 gp, Dexterity modifier instead of your Strength modifier to attack rolls while a composite shortbow (+4 Str bonus) costs 375 gp. with an unarmed strike. For example, Tordek has a +2 Strength bonus. With a regular Sword, Bastard: bastard swords are also known as hand-and-a- composite shortbow, he gets no modifier on damage rolls. For 150 half swords. A bastard sword is too large to use in one hand without gp, he can buy a composite shortbow (+1 Str bonus), which lets him special training; thus, it is an exotic weapon. A character can use a add +1 to his damage rolls. For 225 gp, he can buy one that lets him bastard sword two-handed as a martial weapon. add his entire +2 Strength bonus. Even if he paid 300 gp for a Sword, Short: This sword is popular as an off-hand weapon. composite shortbow (+3 Str bonus), he would still get only a +2 Sword, Two-Bladed: A two-bladed sword is a double weapon. bonus on damage rolls and takes a –2 penalty on attacks with it You can fight with it as if fighting with two weapons, but if you do, because his Strength is insufficient to use the weapon to best you incur all the normal attack penalties associated with fighting advantage. The bow can’t grant him a higher bonus than he already with two weapons, just as if you were using a one-handed weapon has. and a light weapon (see Two-Weapon Fighting, page 160). A creature For purposes of weapon proficiency and similar feats, a composite wielding a two-bladed sword in one hand can’t use it as a double shortbow is treated as if it were a shortbow. Thus, if you have weapon—only one end of the weapon can be used in any given Weapon Focus (shortbow), that feat applies both to short-bows and round. composite shortbows. Trident: This three-tined piercing weapon can be thrown just as a",
        "name":  "Rapier",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A shortspear is small enough to wield one-handed. It shortspear or spear can be, but its range increment is shorter may also be thrown. because it’s not as aerodynamic as those other weapons. If you use a",
        "name":  "Shortspear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A shuriken is a special monk weapon. This designa- ready action to set a trident against a charge, you deal double damage on a successful hit against a charging character. tion gives a monk (see Chapter 3: Classes) wielding shuriken special",
        "name":  "Shuriken",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A dwarven urgrosh is a double weapon. You options. A shuriken can’t be used as a melee weapon. can fight with it as if fighting with two weapons, but if you do, you Although they are thrown weapons, shuriken are treated as incur all the normal attack penalties associated with fighting with ammunition for the purposes of drawing them, crafting masterwork two weapons, just as if you were using a one-handed weapon and a or otherwise special versions of them (see Masterwork Weapons, light weapon (see Two-Weapon Fighting, page 160). The urgrosh’s below), and what happens to them after they are thrown. axe head is a slashing weapon that deals 1d8 points of damage. Its",
        "name":  "Urgrosh, Dwarven",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The siangham is a special monk weapon. This des- spear head is a piercing weapon that deals 1d6 points of damage. You ignation gives a monk (see Chapter 3: Classes) wielding a siangham can use either head as the primary weapon. The other is the off-hand special options. weapon. A creature wielding a dwarven urgrosh in one hand can’t",
        "name":  "Siangham",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon is like a farmer’s sickle, but it is strengthened use it as a double weapon—only one end of the weapon can be used for use as a weapon. It is favored by druids and by anyone who wants in any given round. a weapon that might be overlooked by guards. If you use a ready action to set an urgrosh against a charge, you Because of a sickle’s shape, you can also use it to make trip attacks. deal double damage if you score a hit against a charging character. If If you are tripped during your own trip attempt, you can drop the you use an urgrosh against a charging character, the spear head is sickle to avoid being tripped. the part of the weapon that deals damage.",
        "name":  "Sickle",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A sling hurls lead bullets. It doesn’t shoot as far as a cross- An urgrosh is also called a spear-axe. Dwarves treat dwarven bow, nor is it as powerful as a bow, but it’s cheap and easy to urgroshes as martial weapons. improvise from common materials. Druids and halflings favor Waraxe, Dwarven: A dwarven waraxe is too large to use in one slings. Your Strength modifier applies to damage rolls when you use hand without special training; thus, it is an exotic weapon. A a sling, just as it does for thrown weapons. You can fire, but not load, Medium character can use a dwarven waraxe two-handed as a a sling with one hand. Loading a sling is a move action that requires martial weapon, or a Large creature can use it one-handed in the two hands and provokes attacks of opportunity. same way. A dwarf treats a dwarven waraxe as a martial weapon even You can hurl ordinary stones with a sling, but stones are not as when using it in one hand. dense or as round as bullets. Thus, such an attack deals damage as if Warhammer: This weapon, favored by dwarves, is a one-handed the weapon were designed for a creature one size category smaller sledge or maul with a large, heavy head. than you (for instance, 1d3 instead of 1d4, or 1d2 instead of 1d3) and Whip: A whip deals nonlethal damage. It deals no damage to any you take a –1 penalty on attack rolls. creature with an armor bonus of +1 or higher or a natural armor",
        "name":  "Sling",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One of the simplest weapons in existence, the spear is bonus of +3 or higher. The whip is treated as a melee weapon with favored by druids and sorcerers. It can be thrown. If you use a ready 15-foot reach, though you don’t threaten the area into which you can action to set a spear against a charge, you deal double damage on a make an attack. In addition, unlike most other weapons with reach, successful hit against a charging character. you can use it against foes anywhere within your reach (including",
        "name":  "Spear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can outfit your armor with spikes, which can adjacent foes). deal damage in a grapple or as a separate attack. See Armor, later in Using a whip provokes an attack of opportunity, just as if you had this chapter. used a ranged weapon.",
        "name":  "Spiked Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can bash with a spiked Because a whip can wrap around an enemy’s leg or other limb, shield instead of using it for defense. See Armor, later in this you can make trip attacks with a it. If you are tripped during your chapter. own trip attempt, you can drop the whip to avoid being tripped. 121 EQUIPMENT CHAPTER 7: When using a whip, you get a +2 bonus on opposed attack rolls with a Dexterity score of 18 normally gains a +4 bonus to his AC, but made to disarm an opponent (including the roll to keep from being wearing chainmail drops that bonus to +2. Such a character’s final disarmed if the attack fails). Armor Class would be 17 (10 base + 5 armor bonus + 2 Dex bonus = You can use the Weapon Finesse feat (page 102) to apply your 17), assuming he has no other modifiers. This restriction doesn’t Dexterity modifier instead of your Strength modifier to attack rolls affect any other Dexterity-related abilities (such as Reflex saves and with a whip sized for you, even though it isn’t a light weapon for skill checks). you. Even if a character’s Dexterity bonus to AC drops to 0 because of armor, this situation does not count as losing a Dexterity bonus to MASTERWORK WEAPONS AC. For example, a rogue can’t sneak attack a character just because you’re wearing half-plate. A masterwork weapon is a finely crafted version of a normal Your character’s encumbrance (the amount of gear he or she weapon. Wielding it provides a +1 enhancement bonus on attack carries) may also restrict the maximum Dexterity bonus that can be rolls. applied to his or her Armor Class; see Encumbrance by Armor, page You can’t add the masterwork quality to a weapon after it is cre- 161, for details. ated; it must be crafted as a masterwork weapon (see the Craft skill,",
        "name":  "Spiked Shield, Heavy or Light",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shields do not affect a character’s maximum Dexterity page 70). The masterwork quality adds 300 gp to the cost of a normal bonus. weapon (or 6 gp to the cost of a single unit of ammunition, such as",
        "name":  "Shields",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Anything heavier than leather hurts a an arrow). For example, a masterwork bastard sword costs 335 gp, character’s ability to use some skills. An armor check penalty while a set of 10 masterwork arrows costs 70 gp. Adding the number is the penalty that applies to Balance, Climb, Escape Artist, masterwork quality to a double weapon costs twice the normal Hide, Jump, Move Silently, Sleight of Hand, and Tumble checks by increase (+600 gp). a character wearing a certain kind of armor. Double the normal Masterwork ammunition is damaged (effectively destroyed) armor check penalty is applied to Swim checks. Some characters when used. The enhancement bonus of masterwork ammunition don’t much care about the armor check penalty, but others do. The does not stack with any enhancement bonus of the projectile barbarian, in particular, faces a trade-off between heavier armor and weapon firing it. better skill check results. A character’s encumbrance (the amount of All magic weapons are automatically considered to be of gear carried, including armor) may also apply an armor check masterwork quality. The enhancement bonus granted by the penalty; see Encumbrance by Armor, page 161, for details. masterwork quality doesn’t stack with the enhancement bonus",
        "name":  "Armor Check Penalty",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If a character is wearing armor and using a shield, both provided by the weapon’s magic. armor check penalties apply. Even though some types of armor and shields (such as spiked",
        "name":  "Shields",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A character who wears armor shields) can be used as weapons, you can’t create a masterwork ver- and/or uses a shield with which he or she is not proficient takes the sion of such an item that confers an enhancement bonus on attack armor’s (and/or shields’s) armor check penalty on attack rolls and on rolls. Instead, masterwork armor and shields have lessened armor all Strength-based and Dexterity-based ability and skill checks. The check penalties (see Masterwork Armor, page 126). penalty for nonproficiency with armor stacks with the penalty for nonprofiency with shields.",
        "name":  "Nonproficient with Armor Worn",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This armor is made of interlocking metal rings. It allow you to deal extra piercing damage (see Table 7–5: Weapons) on includes a layer of quilted fabric worn underneath to prevent chaf- a successful grapple attack. The spikes count as a martial weapon. If ing and to cushion the impact of blows. Several layers of mail are you are not proficient with them, you take a –4 penalty on grapple hung over vital areas. Most of the armor’s weight hangs from the checks when you try to use them. You can also make a regular melee shoulders, making chainmail uncomfortable to wear for long attack (or off-hand attack) with the spikes, and they count as a light periods of time. The suit includes gauntlets. weapon in this case. (You can’t also make an attack with armor Full Plate: This armor consists of shaped and fitted metal plates spikes if you have already made an attack with another off-hand riveted and interlocked to cover the entire body. The suit includes weapon, and vice versa.) gauntlets, heavy leather boots, a visored helmet, and a thick layer of An enhancement bonus to a suit of armor does not improve the padding that is worn underneath the armor. Buckles and straps spikes’ effectiveness, but the spikes can be made into magic weapons distribute the weight over the body, so full plate hampers movement in their own right.",
        "name":  "Chainmail",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A breastplate covers your front and your back. It Gauntlet, Locked: This armored gauntlet has small chains and comes with a helmet and greaves (plates to cover your lower legs). A braces that allow the wearer to attach a weapon to the gauntlet so light suit or skirt of studded leather beneath the breastplate protects that it cannot be dropped easily. It provides a +10 bonus on any roll your limbs without restricting movement much. made to keep from being disarmed in combat. Removing a weapon",
        "name":  "Breastplate",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This small metal shield is worn strapped to your fore- from a locked gauntlet or attaching a weapon to a locked gauntlet is arm. You can use a bow or crossbow without penalty while carrying a full-round action that provokes attacks of opportunity. The price it. You can also use your shield arm to wield a weapon (whether you given is for a single locked gauntlet. The weight given applies only if are using an off-hand weapon or using your off hand to help wield a you’re wearing a breastplate, light armor, or no armor. Otherwise, two-handed weapon), but you take a –1 penalty on attack rolls while the locked gauntlet replaces a gauntlet you already have as part of doing so because of the extra weight on your arm. This penalty the armor. stacks with those that may apply for fighting with your off hand and While the gauntlet is locked, you can’t use the hand wearing it for for fighting with two weapons. In any case, if you use a weapon in casting spells or employing skills. (You can still cast spells with your off hand, you don’t get the buckler’s AC bonus for the rest of somatic components, provided that your other hand is free.) the round. 124 :7 RETPAHC TNEMPIUQE",
        "name":  "Buckler",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You strap a shield to your damage rather than nonlethal damage with an unarmed strike. forearm and grip it with your hand. A light shield’s weight lets you Half-Plate: This armor is a combination of chainmail with metal carry other items in that hand, although you cannot use weapons plates (breastplate, epaulettes, elbow guards, gauntlets, tasses, and with it. greaves) covering vital areas. Buckles and straps hold the whole suit Wooden or Steel: Wooden and steel shields offer the same basic together and distribute the weight, but the armor still hangs more protection, though they respond differently to special attacks (such loosely than full plate. The suit includes gauntlets. as warp wood and heat metal).",
        "name":  "Like a normal gauntlet, a locked gauntlet lets you deal lethal Shield, Light, Wooden or Steel",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This armor is prepared from multiple layers of leather and Shield Bash Attacks: You can bash an opponent with a light shield, animal hides. It is stiff and hard to move in. Druids, who wear only using it as an off-hand weapon. See Table 7–5: Weapons for the nonmetallic armor, favor hide. damage dealt by a shield bash. Used this way, a light shield is a",
        "name":  "Hide",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The breastplate and shoulder protectors of this armor martial bludgeoning weapon. For the purpose of penalties on attack are made of leather that has been stiffened by boiling in oil. The rest rolls, treat a light shield as a light weapon. If you use your shield as a of the armor is made of softer and more flexible leather. weapon, you lose its AC bonus until your next action (usually until",
        "name":  "Leather",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
