[
    {
        "origin_file":  "monsters.json",
        "description":  "Fascinates (2d4 + level) HD of despite impediments. creatures. Invisibility, Greater: As invisibility, but subject can",
        "name":  "Hypnotic Pattern",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creates decoy duplicates of you (ld4 Reduce Person, Mass: Reduces several creatures. +1 per three levels, max 8). Shout: Deafens all within cone and deals 5d6 sonic",
        "name":  "Mirror Image",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Misleads divinations for one creature damage. or object.",
        "name":  "Misdirection",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As many as eight creatures hide in enchantments, alterations, curses, and petrification.",
        "name":  "Rope Trick",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As hold person, but any creature. their bonds to evil.",
        "name":  "Hold Monster",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Assume form of a similar creature. environments.",
        "name":  "Alter Self",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gain 1d10 temporary hp +1/level (max +10). saves, counter mind control, hedge out elementals Glitterdust Blinds creatures, outlines invisible creatures. and outsiders.",
        "name":  "False Life",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Indicates direction to familiar creature. Water Breathing: Subjects can breathe underwater.",
        "name":  "Locate Creature",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 slams +4 melee (ld2-2) The creature serves as a companion and servant to the Space/Reach: 2-1/2 ft./0 ft. sha\u0027ir. The sha\u0027ir may choose the elemental type of the",
        "name":  "Full Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous Detect Poison: Detects poison in one creature or object.",
        "name":  "Duration",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calms creatures, negating Poison: Touch deals 1d10 Con damage, repeats in 1 min. emotion effects. Protection from Energy: Absorb 12 points/level of Cat\u0027s Grace: Subject gains +4 to Dex for 1 min./level. damage from one kind of energy.",
        "name":  "Calm Emotions",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Senses direction toward object (specific Blight: Withers one plant or deals ld6/level damage to or type). plant creature.",
        "name":  "Locate Object",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As many as eight creatures hide in Legend Lore M F: Lets you learn tales about a person, extradimensional space. place, or thing.",
        "name":  "Rope Trick",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Compels subject to follow stated course Locate Creature: Indicates direction to familiar creature. of action. Minor Creation: Creates one cloth or wood object.",
        "name":  "Suggestion",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ignore 10 points of damage per attack. Sequester: Subject is invisible to sight and scrying; Susurrus of the City * F x: Knowledge of city answers renders creature comatose. one question/round. Statue: Subject can become statue at will.",
        "name":  "Stoneskin M",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10-ft.-radius field hedges out living creatures. level for many creatures. Bear\u0027s Endurance, Mass: As bear\u0027s endurance, affects Dimensional Lock: Teleportation and interplanar travel one subject/ level. blocked for one day/level. Bull\u0027s Strength, Mass: As bull\u0027s strength, affects one Discern Location: Reveals exact location of creature subject/level. or object. Cat\u0027s Grace, Mass: As cat\u0027s grace, affects one subject/level. Earthquake: Intense tremor shakes 80-ft. radius.",
        "name":  "Antilife Shell",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Turns subject creature into statue. +1/level for many objects.",
        "name":  "Flesh to Stone",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pushes away wooden objects. certain creatures.",
        "name":  "Repel Wood",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Restores petrified creature. level for many creatures.",
        "name":  "Stone to Flesh",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Destroys ld4/level HD of undead Freedom: Releases creature from imprisonment. (max 20d4). Imprisonment: Entombs subject beneath the earth.",
        "name":  "Undeath to Death M",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarms of centipedes attack at Storm of Vengeance: Storm rains acid, lightning, and hail. your command. Sympathy M: Object or location attracts certain creatures.",
        "name":  "Creeping Doom",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Owen K.C. Stephens. Source: #312. other targets adjacent to you and within the attacker\u0027s reach, you can\u0027t have attacks strike others. CUTHBERT\u0027S SMITE [GENERAL] Special: A fighter may select Deceptive Dodge as one You can smite chaotic creatures as well as evil ones. of his fighter bonus feats.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dead Eye does not increase the damage dealt Prerequisite: Patron deity. to creatures immune to critical hits. Benefit: Once per day you can call upon your deity A fighter may select Dead Eye as one of his fighter and gain a +2 bonus to any one ability score. The bonus bonus feats. lasts a number of rounds equal to 1 + your Charisma",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fighter may select Haft Strike as one of his onto another. Often, illithids use body parts from fighter bonus feats. their own race to augment their slaves. Eventually, Author Jason Biilmahn, Ari Marmell, et al. Source: #331. some of these enhanced slaves escape back to their own people. You are the descendant of one such HAMMER FIST [GENERAL] escaped slave. You are trained in an unarmed fighting style that Creatures with the Illithid Bloodline feat tend emphasizes a two-handed strike. toward no particular alignment, personality trait,",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Scott Carter. Source: #325. KIN MASTERY [BLOODLINE] You can channel the energies of your arcane bloodline to turn or rebuke creatures with which you share a common heritage.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +3 bonus on Will saves made to resist mind-affecting effects. 3rd—Suggestion Author: Scott Carter. Source: #325. 4th—Confusion 5th—Feeblemind LONG STRIKE [GENERAL] 6th—Mass suggestion You have practiced grasping a pole arm farther down 7th—Insanity the haft than normal, granting you extended reach. 8th—Mind blank Prerequisite: Base attack bonus +2. 9th—Dominate monster Benefit: As a full-attack action, you can make one",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Scott Carter. Source: #325. Penumbra-blooded creatures tend toward extremes in coloration, with either unusually dark or fair skin, black PACK FEINT [GENERAL] or stark white hair, and silver or black irises. Most are very You know how to confuse an opponent with the aid of thin, but not to the point of unhealthiness. They generally your comrades. wear plain clothing in subdued hues of gray or white.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Improved Feint, Pack Tactics, base Creatures with shadowy or ethereal ancestry tend toward attack bonus +8. neutrality and often have quiet, secretive personalities.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can only use the Deflect Arrows feat You have a creature of elemental water as an ancestor. once per round. Your physical characteristics might vary with the type",
        "name":  "Normal",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fighter may select Spinning Defense as one of elemental creature from which you are descended, of his fighter bonus feats. but you\u0027re likely to have blue, green, or white coloration.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "#331. and creatures native to the Material Plane that have a strong affinity for water. STAGGERING BLOW [GENERAL] Triton spawn often seem well meaning but distant. You are capable of delivering devastating strikes in Characters who can trace their water heritage directly melee combat, and when you land a critical blow, to a being from the Elemental Plane of Water, however, opponents seldom recover in time to fend off your can seem downright cold to others. attacks. Water-blooded characters adventure for a number",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This fine white powder sparkles for 1d4 rounds because of sneezing and watery eyes. faintly. An ounce, mixed with a single drop of water, Creatures immune to gases or poisons are immune becomes a gallon of drinkable water. The powder is to sneezing powder. Author: Jesse Decker and Stephen usually put in a vessel that can contain the full gallon of Kenson. Source: #280. water before the drop of activating liquid is added. The Softshoe Powder: Rubbing this powder on feet or vessel is then shaken to agitate the mixture. It takes a full footwear makes moving silently easier. Applying softshoe round for the gallon of water to form. powder provides a +2 competence bonus on Move Silently The powder must be kept in a watertight container to checks. Unless all of a creature\u0027s feet or footwear are remain effective, but it is an easy way to transport large treated, there is no benefit from the powder. The effects of amounts of water over great distances. Author: Jesse the powder last for 10 minutes after its application. Author: Decker and Stephen Kenson. Source: #280. Jesse Decker and Stephen Kenson. Source: #280.",
        "name":  "Powdered Water",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Several versions of these specially slightly purplish color. When smeared on a surface, designed buttons exist. They can be fancy or plain and it retains the same consistency almost indefinitely. are made to blend in with the clothing they are sewn When the paste is exposed to a light source equivalent on. To use a spy button, the wearer must rip it free from to torchlight or greater, it rapidly crystallizes. During the article of clothing to which it is attached as a free this process, the paste emits a high-pitched screeching action and throw it against a hard surface. The most noise, making it a useful signaling device. The shriek common types of spy buttons are as follows. is loud and easy to hear (Listen DC -10) This sound Flash: This button creates a brilliant burst of light lasts for 1 round before the paste dries up entirely and on impact. If a flash button detonates within 5 feet (1 is rendered inert. Author: Eric Cagle. Source: #298. square) of a creature, that creature must make a DC 15",
        "name":  "Shriek paste is an oily, smelly substance with a Spy Button",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reverse of Akme. Deals fire per 2 caster levels to creatures of good damage to creatures of any alignment alignments only. A successful Reflex save other than lawful evil. It deals 1d6 points halves the damage. of damage per 2 caster levels. A successful Kuan: The witherer. This glyph can Reflex save halves the damage. only be set with the touch trigger. It causes",
        "name":  "Dage",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This glyph explodes into a ball of the toucher\u0027s limb to wither, affecting flame that deals fire damage to creatures whichever limb he touched the warded of evil alignments only. It deals 1d6 points area with. If the target walked on to the glyph, he moves of damage per 2 caster levels. A successful at half speed and takes a -4 penalty on all Balance checks Reflex save halves the damage. and Reflex saves. If he touched it with an arm, he cannot use that arm. This effect lasts for 1 round per caster Qrn: This glyph deals 1d6 points of fire level. A successful Fortitude save negates the effect. damage per 2 caster levels to whomever sets it",
        "name":  "Dam",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The scream. When touched or heroes are bored with fighting the same smelly orcs, passed this glyph emits a monstrous toss a riddle or two at them. Even the most calloused scream that stuns everyone within 20 feet adventurers start to sweat when it\u0027s \"Answer—or else!\" of its location for 1d3 rounds. A successful (In case you\u0027re wondering, the answer to the riddle Fort save sets the duration to 1 round. In addition, above, as Gollum well knew, is \"fish.\") nearby creatures and guards that hear this noise likely Riddles and perplexing puzzles of many sorts come to investigate. are a perfect means to liven up an adventure when",
        "name":  "Wod",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " H eroes need powerful foes against whom Full Attack: 2 claws +10 melee (1d4+4 and poison) to test their skills and prove their mettle. or thorns +7 ranged (1d6 and poison) This chapter presents some of the most Space/Reach: 5 feet/5 feet interesting monsters presented in DRAGON\u0027S history. Special Attacks: Poison, thorns",
        "name":  "CHAPTER SEVEN",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "bodak restful state, tremorsense 60 ft. creature, demonically fused elemental, ghastly creature, Saves: Fort +2, Ref +3, Will +4 ghoulish creature, ravenous, seelie court fey, trap haunt, Abilities: Str 18, Dex 12, Con —, Int 10, Wis 14, and unseelie fey. Cha 10",
        "name":  "This chapter includes the following templates",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +7, Ref +5, Will +9 leaves a trail of dried husks in its wake when it is on the hunt. Bleeders are highly territorial. When two meet, they almost always fight to the death. This duel is an important part of the bleeder\u0027s biological processes. The victorious bleeder lays its eggs within the slain opponent\u0027s corpse. After a brief incubation period, those eggs hatch into young bleeders. While bleeders can fly, sometimes these creatures roll along the ground to better engage their opponents or to take cover in preparation for an ambush. COMBAT Bleeders prefer to attack from ambush, particularly if they can strike from above. While bleeders usually attack a foe with their tentacles, their bulky, spherical bodies are suited to trampling opponents. A bleeder uses this attack mode to escape tight quarters. Blood Drain (Ex): A bleeder\u0027s tentacles deal 1 point of Constitution damage per round that they are attached to a victim. The bleeder drains blood from its victims and gathers it within its body. Keep track of the total Constitution damage a bleeder deals during an encounter, as it uses the blood it drains with its blood feeding ability. Tentacle Grapple (Ex): A bleeder gains the benefits of improved grapple when it strikes an opponent with its tentacles, with several exceptions. The bleeder does not lose its Dexterity bonus to AC while grappling in this manner. If the specific tentacle used to grapple a victim is severed, the victim breaks free if no other tentacles Bodak Five-Headed Hydra remain attached to him. Huge Undead",
        "name":  "Saves",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A bodak retains all the base creature\u0027s poison, sleep, paralysis, stunning, disease, death effects, special qualities and gains those listed below. and any effect that requires a Fortitude save unless it",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +4, Ref +7, Will +6 transforms, as befits a realm where chaotic beings hold Abilities: Str 12, Dex 16, Con 11, Int 5, Wis 15, Cha 10 sway. Sometimes, the raw material of the plane spawns Skills: Balance +11, Climb +9, Listen +10, Spot +10, a living creature imbued with a patchwork soul made Survival +10",
        "name":  "The material of the Abyss constantly shifts and Saves",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 Combat Air demons prefer to attack by diving down from a high This demon has a pale blue body, feathered birdlike wings, altitude and tearing at their opponents with beaks and and a long, vinous beak. Its fingers are spindly and thin, and talons. Despite their ferocity, these creatures can easily be its face resembles that of a bird of prey. beaten back by a determined defense. Air demons exhibit almost no loyalty to each other—in fact, they have been Air demons are spawned from the titanic, howling known to tear the wings off a weaker member of their storms that tear across some layers of the Abyss. These own flock, thus forcing it to remain behind and cover creatures travel in flocks, eagerly descending to attack their retreat. small bands of travelers or demons they encounter. Air Blast (Su): At will, an air demon can form a When trained as servants, air demons can function powerful sphere out of air and send it whistling toward as scouts and messengers, although they are not a target as a ranged touch attack (maximum range 100 reliable enough to be trusted with important missives. feet, no range increment). If the attack hits, the target Sometimes, an air demon unwittingly delivers a takes 2d6 points of damage and must make a successful message to the wrong person simply because it is too Strength check (DC 12) or be pushed 5 feet directly dense to remember who the intended recipient is. backward and knocked prone. This ability\u0027s Strength Crafty demon lords make use of this tendency and DC is Constitution-based.",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 This black-skinned humanoid creature has white eyes, a",
        "name":  "Initiative",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +7, Ref +6, Will +6 plot against the other creatures of the Abyss. Some",
        "name":  "Saves",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any land and underground creatures to gather elemental demons together and",
        "name":  "Environment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always chaotic evil abyssal creatures at their command. Only the swirling, trackless nature of the Abyss allows such fiefdoms to Base Attack/Grapple: +8/+11 survive; the tanar\u0027ri would quickly exterminate these Attack: Greatclub +11 melee (1d10+4) upstarts if they could locate them. Full Attack: Greatclub +11/+6 melee (idio+4) Characters who encounter ash demons might find Space/Reach: 5 ft./5 ft. themselves drawn into the war between these monsters Special Attacks: Fire of earth and the tanar\u0027ri. Should it appear that a mortal knows Special Qualities: DR 5/good, earthen form, fire the location or plans of an ash demon, she becomes a immunity, outsider traits, SR 16 target for both sides. The ash demon and its minions Saves: Fort +9, Ref +5, Will +5 relentlessly pursue and attempt to silence the character, Abilities: Str 17, Dex 8, Con 16, Int 5, Wis 8, Cha 7 while agents of the tanar\u0027ri give chase in hopes of learning Skills: Hide +10, Jump +14, Listen +10, Spot +10, what the mortal knows. Survival +10",
        "name":  "Alignment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. (4 squares), burrow 20 ft. as fiery lava. Whenever the creature is hit with a piercing",
        "name":  "Speed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any arctic and underground by other powerful creatures. Some demon lords build",
        "name":  "Environment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, party (3-8), or flock (9-24) huge furnaces near the glaciers where these creatures",
        "name":  "Organization",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 composite being is a new sort of creature, wholly evil with a different agenda and different powers than their This piscine humanoid has scaly skin, bulbous eyes, and normal elemental counterparts. Demonically fused oversized teeth that protrude like fangs. Its fingers and toes aree lementals usually appear as darker, more sinister tipped with long, curved claws. versions of the original elemental creature. Water demons infest almost every waterway in the SAMPLE DEMONICALLY FUSED Abyss—be it river, lake, or sea. Schools of the creatures ELEMENTAL gather in areas where ships commonly sail or where Appearing similar to a mass of ambulatory flames, this creature\u0027s other denizens of the Abyss approach the shore to drink. vaguely humanoid form has a demonic look to it. While water demons can survive on land, they rarely venture there, since they cannot use their waters of fire Demonically Fused Fire Elemental ability on land. Small Elemental (Fire)",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A demonically fused elemental creature retains all the special attacks of the base creature and also gains haste and smite good. Smite Good (Su): Once per day the creature can make a normal attack to deal additional damage equal to its HD total (maximum of +20) against a good foe. The creature must decide to use its smite power before its attack. A missed smite good attack is wasted.",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A demonically fused creature retains all the special qualities of the base creature and also gains the following abilities:",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: ORANGE DRAGON Str +4, Dex +4, Con +2, Int +4, Wis +0, and Cha +2. Dragon (Water)",
        "name":  "Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to 3 HD, as base creature +1. 4 HD Organization: Wyrmling, very young, young, juvenile, to 7 HD, as base creature +2. 8+ HD, as base creature +3. and young adult: solitary or clutch (2-5); adult,",
        "name":  "Challenge Rating",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. wyrm: solitary, pair, or family (1-2 and 2-5 offspring)",
        "name":  "Advancement",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to mind-influencing CREATING A GHASTLY CREATURE effects, poison, sleep, paralysis, stunning, disease, \"Ghastly creature\" is a template that can be added to any death effects, and any effect that requires a Fortitude giant or monstrous humanoid or a humanoid with 7 or save unless it also works on objects. It is not subject more HD (referred to hereafter as the \"base creature\"). to critical hits, nonlethal damage, ability damage, Creatures with this template have their type changed ability drain, energy drain, or death from massive to \"undead.\" It uses all the base creature\u0027s statistics and damage. A ghoul cannot be raised, and resurrection special abilities except as noted here. works only if it is willing. The creature has darkvision",
        "name":  "Undead Traits",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. SIZE BITE CLAW — Fine 162 Ghoulish Creature Diminutive ld3 1 Tiny ld4 ld2 Small ld6 ld3 by Gwendolyn K M. Kestral, DRAGON #307, May 2003 Medium ld8 ld4 Large 2d6 ld6 Occasionally, a living person chooses a path of ineffable Huge 2d8 ld8 evil through depraved acts including regular cannibalism. Gargantuan 4d6 2d6 Sometimes, these creatures turn into ghoulish versions Colossal 4d8 2d8 of their living selves. In appearance, they look much as they did in life, except their skin decays and the outline Special Qualities: +2 turn resistance, undead traits of their bones becomes evident. Ghouls speak the Saves: Fort +2, Ref +9, Will +8 languages they spoke in life. Abilities: Str 12, Dex 19, Con —, Int 9, Wis 16, Cha 23",
        "name":  "Advancement",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bluff +14, Intimidate +10, Listen +9, Perform SAMPLE GHOULISH CREATURE (oratory) +8, Spot +5 This creature looks like an evil-faced old human with the Feats: Dodge, Flyby Attack, Persuasive lower body, legs, and wings of a reptilian monster. It\u0027s mottled Environment: Any decaying flesh is drawn tight across clearly visible bones. Organization: Solitary, gang (2-4), or pack (7-12)",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. (4 squares), fly 80 ft. (average) Although a more malignant and wretched creature than",
        "name":  "Speed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Captivating song, create spawn, paralysis and torment prey before finally killing and eating it. Combat Tiny ld3 1 When a ghoulish harpy engages in battle, it prefers Small ld4 ld2 to use Flyby Attack and strike with a potentially Medium ld6 ld3 paralyzing claw. Large ld8 ld4 Captivating Song (Su): The most insidious ability Huge 2d6 ld6 of the harpy is its song. When a harpy sings, all Gargantuan 2d8 ld8 creatures (other than harpies) within a 300-foot spread Colossal 4d6 2d6 must succeed at a DC 18 Will save or become utterly captivated. This is a sonic, mind-affecting charm effect. Special Attacks: A ghoulish creature retains all the If the save is successful, that creature cannot be affected base creature\u0027s special attacks and gains those listed again by that harpy\u0027s song for one day. below. Saves for abilities listed below have a DC of 10 A captivated victim walks toward the harpy, taking + 1/2 the ghoul\u0027s HD + the ghoul\u0027s Charisma modifier the most direct route available. If the path leads into unless noted otherwise in the ability\u0027s description. a dangerous area (through flame, off a cliff, and so on), Create Spawn (Su): A creature killed by a ghoulish that creature gets a second saving throw. Captivated creature rises as a form of ghoul 1d4 days after death. creatures can take no actions other than to defend The victim returns as a ghoul if it was a humanoid themselves. (Thus, a fighter cannot run away or attack with 3 or fewer HD and as a ghoulish creature if it was but takes no defensive penalties.) A victim within 5 feet a giant or monstrous humanoid or a humanoid with 4 of the harpy stands there and offers no resistance to the or more HD. monster\u0027s attacks. The effect continues for as long as Paralysis (Ex): Those hit by a ghoulish creature\u0027s the harpy sings. A bard\u0027s countersong ability allows the natural attack must succeed at a Fortitude save or be captivated creature to attempt a new Will save. paralyzed for 1d6+2 minutes. Elves are immune to Create Spawn (Su): A creature killed by a ghoulish harpy this paralysis. rises as a form of ghoul 1d4 days after death. The victim Special Qualities: A ghoul retains all the base creature\u0027s returns as a ghoul if it was a humanoid with 3 or fewer HD special qualities and gains those listed below. and as a ghoulish creature if it was a giant or monstrous Turn Resistance (Ex): A ghoul has +2 turn resistance. humanoid or a humanoid with 4 or more HD. Undead Traits: Immune to mind-influencing effects, Paralysis (Ex): Those hit by a harpy ghoul\u0027s claw or poison, sleep, paralysis, stunning, disease, death effects, bite attack must succeed at a DC 18 Fortitude save or and any effect that requires a Fortitude save unless it be paralyzed for 1d6+2 minutes. Elves are immune to also works on objects. It is not subject to critical hits, this paralysis. nonlethal damage, ability damage, ability drain, energy",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ghoulish harpies gain a +4 racial bonus on drain, or death from massive damage. A ghoul cannot Bluff and Listen checks. be raised, and resurrection works only if it is willing. The creature has darkvision (60-foot range).",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from base creature as follows: \"Ghoulish creature\" is a template that can be added to +2 Strength, +4 Dexterity, +2 Intelligence, +4 Wisdom, any giant or monstrous humanoid or a humanoid with 4 and +6 Charisma. Being undead, a ghoul has no or more HD (referred to hereafter as the \"base creature\"). Constitution score.",
        "name":  "CREATING A GHOULISH CREATURE Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any to \"undead.\" It uses all the base creature\u0027s statistics and Organization: Solitary, gang (2-4), or pack (7-12) special abilities except as noted here. Challenge Rating: Same as base creature +1",
        "name":  "Creatures with this template have their type changed Environment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— action, the glasspane horror can emit a burst of light that blinds all creatures within a 30-foot spread who fail A pane of glass nearby suddenly cracks and appears to crumble. DC 16 Fortitude saves. This is a Charisma-based save As the pieces of glass tumble they stop in mid-air, rising slowly DC that includes a +2 racial bonus. This blindness lasts and beginning to form into a glittering whirlwind. for 1d4 minutes. The horror can use this ability only when it is in humanoid form. The glasspane horror is a bizarre creature that is capable of assuming several different forms. Its shapechanging ability allows it to take the guise of a humanoid creature seemingly hewn from scintillating gemstones, a sheet of clear glass, or a whirling funnel cloud of stinging, crushed gems. In its glass from, the horror usually lurks within a window frame or similar position to pounce upon its enemies. Hence, the creature\u0027s name. Glasspane horrors make excellent guardians, and many powerful wizards and nobles seek them out as guards. The horrors consume gems to survive. Thus, a wealthy merchant can offer a glasspane horror a steady diet of high-quality diamonds, emeralds, and so forth in exchange for its service. Once a horror enters a contract, it does its best to live up to its bargain. A glasspane horror might wait patiently within its hiding place for days. While in its glass form, it is almost utterly inert. It can survive for years without feeding. While glasspane horrors are faithful servants, they are by no means bound to give their lives for their masters. A severely injured (10 hit points or less) horror flees to warn its master of any intruders. If a horror\u0027s employer is slain, the creature is freed from its bond. In many cases, a glasspane horror\u0027s agreement with a master includes a stipulation that it is to hunt down and attack those responsible Multiple Forms (Su): As a standard action once Special Qualities: Construct traits, darkvision 60 feet, door per round, the glasspane horror can shift into one of guardian, DR 10/adamantine, immobile, SR 20, three different forms. telepathic link",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. (4 squares), fly 40 ft. (good) creature, it can maintain the bond indefinitely as long",
        "name":  "Speed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +4 melee (1d6-2) comes back within range. A creature who successfully Space/Reach: 5 ft./5 ft. saves is immune to this ability for one day.",
        "name":  "Full Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blindsight 120 ft., fire resistance 10, There is a 50% chance that a ragewing is accompanied hivemind, wound transfer by a bonded creature (suitable to the ragewing\u0027s",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Warm marsh bonded creature can resist the rage if it makes a DC",
        "name":  "Environment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 for a rage-wing. A creature that succumbs to the rage",
        "name":  "Challenge Rating",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None perceives all creatures within 60 feet of itself as enemies,",
        "name":  "Treasure",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to mind-influencing effects, poison, sleep, paralysis, stunning, disease, death effects, and any effect that requires a Fortitude save unless it also works on objects. It is not subject to critical hits, nonlethal damage, ability damage, ability drain, energy drain, or death from massive damage. A ghoul cannot be raised, and resurrection works only if it is willing. The creature has darkvision (6o-foot range). CREATING A RAVENOUS CREATURE \"Ravenous\" is a template that can be added to any corporeal undead (referred to hereafter as the \"base creature\"). It is most common among undead that feast on humanoid flesh, such as ghouls, ghasts, and some zombies. A ravenous undead possesses an exaggerated maw filled with especially sharp, jagged teeth. Some even sport multiple rows of teeth. It can also unhinge its jaw in order to take larger bites and feed its perpetual hunger all the quicker. A ravenous undead uses all the base creature\u0027s statistics and special abilities except as noted here.",
        "name":  "Undead Traits",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ravenous creature retains all the attacks of the base creature and also gains a bite attack if it didn\u0027t already have one.",
        "name":  "Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ravenous creatures have bite attacks. If the base creature does not have this attack form, use the damage values in the table below. Creatures with natural bite attacks deal damage as if they were one size larger on the table below or retain their original damage, whichever is better. SIZE DAMAGE Fine 1 Diminutive ld2 Need to Feed (Ex): A ravenous creature is driven by a Tiny ld3 consuming hunger, not a lust for battle. Whenever it Small ld4 slays a living opponent, the ravenous undead must Medium ld6 succeed at a DC 15 Will save or immediately stop to Large ld8 eat its kill. When eating, a ravenous creature can do Huge 2d6 nothing else. It loses its Dexterity bonus to AC and Gargantuan 2d8 does not make attacks of opportunity. Colossal 4d6 Abilities: Increase from the base creature as follows: Str +4, Dex +2.",
        "name":  "Damage",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ravenous creature retains all the Environment: Any. special attacks of the base creature and also gains Challenge Rating: Same as the base creature +1. those listed below. Treasure: Half of the base creature\u0027s treasure. Feed (Ex): A ravenous creature deals automatic bite Ravenous undead sometimes collect wealth if their damage with a successful grapple check. base type is inclined to, but their hunger often causes Improved Grab (Ex): To use this ability, the ravenous them to overlook treasure in favor of flesh. creature must hit with a natural attack. If it gets a Alignment: Any nongood. hold, it can feed. Advancement: Same as the base creature.",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any land and underground. dies while bearing a grudge. The creature\u0027s hate sustains it",
        "name":  "Environment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As base creature +1. in undeath and drives it to spread death and havoc.",
        "name":  "Challenge Rating",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Corpse animation corpse when it uses this ability. The dead creature gains",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Corpse home, darkvision 60 ft., the zombie template (Monster Manual, pages 265-266). incorporeal traits, invisibility, turn resistance +4, The resulting zombie can have up to 14 hit dice. The undead traits spiritus anime remains within the zombie and controls",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str —, Dex 19, Con —, Int 11, Wis 11, Cha 14 can exit the body and animate another creature. The",
        "name":  "Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dodge, Improved Initiative oozes, plants, and incorporeal creatures lack vital areas",
        "name":  "Feats",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any to attack. Any creature immune to critical hits is not",
        "name":  "Environment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard sneak attack while striking a creature with concealment",
        "name":  "Treasure",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always chaotic evil or striking the limbs of a creature whose vitals are",
        "name":  "Alignment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The trap haunt\u0027s incorporeal touch attacks Turn Resistance (Ex): A trap haunt has +4 deal 1d6 points of cold damage plus additional cold turn resistance. damage equal to the trap haunt\u0027s Charisma bonus. Abilities: Same as the base creature, except the",
        "name":  "Damage",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The trap haunt has all the special and acid immunity, fiery regeneration, low-light qualities of the base creature and those listed below. vision, regeneration 8, scent, vulnerability to cold Bonded Trap (Su): Trap haunts cannot move more than Saves: Fort +15, Ref +6, Will +4 30 feet from the trap that created them, but as long as the Abilities: Str 28, Dex 17, Con 26, Int 10, Wis 12, Cha 11 trap that created the trap haunt exists, the undead spirit Skills: Climb +22, Survival +14 cannot be slain. If reduced to 0 hit points, the trap haunt Feats: Improved Bull Rush, Improved Natural Attack merely fades away for 2d6 rounds before returning at full (claws), Multiattack, Power Attack, TrackB strength. As long as the trap haunt has at least 1 hit point, its Environment: Any warm",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "They are not often aware of it, and would be insulted if someone else were to suggest it, but the drow live every day of their lives in mortal terror. They fear their masters and priestesses, they fear the treachery of underlings, they fear displeasing their deity, they fear losing power and falling into disgrace. This fear engenders the paranoia and distrust that keep the drow from growing close, and the secrecy in which they orchestrate their schemes. For all their cru- elty, all their power, the drow are bitterly fearful creatures, always afraid to lose what they have, yet driven to risk it all for just a little bit more. Everything the drow do stems from the interactions between these three emotions, bolstered by societal pressures.",
        "name":  "Fear",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you deal damage to a living creature, you gain a +1 morale bonus on saves for 1 round. SHADOWBORN WARRIOR A drow warrior bestride his Huge spider companion You are adept at fi ghting in darkness. As a swift action, you can suppress the effect of this feat",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you deal damage to an opponent in the same strous spider as your spider companion. A druid of suffi ciently round that you successfully feinted against it, it becomes fl at- high level can select a more powerful creature as her spider footed. This effect lasts 1 round or until the opponent’s next companion, applying the indicated adjustment to the druid’s turn, whichever comes fi rst. level (in parentheses) for the purpose of determining the spider Opponents that can’t be caught fl at-footed, such as charac- companion’s characteristics and special abilities. ters who have uncanny dodge, cannot be affected by Surprising Riposte. Spider Minimum Level (Adjustment) Large 4th (–3) Special: A fi ghter can select Surprising Riposte as a fi ghter Huge 10th (–9) bonus feat.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fi ghter can select Versatile Combat as a fi ghter bonus feat. AMBUSH FEATS Ambush feats, introduced in Dragon Magazine and expanded upon in Complete Scoundrel, allow you to use your sneak attack ability to deal an additional harmful or hindering effect upon an opponent, at the cost of one or more of the extra damage dice you normally deal with a successful hit. You must declare your intent to use an ambush feat’s ability before making your attack roll and you must always deal at least one extra die of sneak attack damage with the attack (that is, you can’t reduce the number of sneak attack bonus damage dice to 0). You can apply multiple ambush feats to the same attack as long as you still deal at least one extra die of damage with the attack. Creatures immune to sneak attacks are immune to the secondary effects created by ambush feats. Even if a creature is vulner- able to sneak attacks, if your attack deals no damage to the creature (for example, if it is negated by the creature’s damage reduction), the secondary effect doesn’t occur. As noted in Complete Adventurer, the sudden strike class fea- ture can be used in place of sneak attack in qualifying for feats. Furthermore, whenever an ambush feat mentions sneak attack, you can substitute sudden strike. The skirmish ability of a scoutCAd doesn’t count as a sneak attack for the purpose of qualifying for feats, nor may a scout sacrifi ce skirmish extra damage to gain the benefi t of an ambush feat. Using Versatile Combatant, a drow fi ghter dispatches a goblin while fi ring at a distant foe Illus. by B. Trott 95726720_Ch02.indd 53 2/22/07 3:00:11 PM 54 2 RETPAHC WORD SNOITPO GLOOM STRIKE [AMBUSH] Third, turning or rebuking undead is a supernatural abil- Your sneak attacks leave a residue of darkness that clouds ity and a standard action that does not provoke attacks of your enemy’s vision. opportunity and counts as an attack. Activating a divine feat",
        "name":  "Special",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The target of your sneak attack, if it is a living Benefi t: You can spend three turn or rebuke undead creature, is sickened for 1 round. attempts to teleport to any point up to 30 feet away within Using this feat reduces your sneak attack damage by 1d6. line of sight. This effect functions as dimension door, except that you can’t bring along other creatures. TERRIFYING STRIKE [AMBUSH] Your sneak attacks inspire fear. LOLTH’S BOON [DIVINE]",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can spend a rebuke undead attempt to DIVINE FEATS speed up the effects of poison, affecting all creatures within The feats in this category share a number of characteristics that 20 feet of you. Any poisoned creature in the area that has restrict them to certain classes or class combinations. First, not yet attempted its saving throw against the poison’s they all have as a prerequisite the ability to turn or rebuke secondary effect must do so immediately. (This takes the undead. Thus, they are open to clerics, paladins of 4th level place of the saving throw at the end of the normal poison or higher, and members of any prestige class or any creatures duration.) with that ability. Second, the force that powers a divine feat is the ability to PROFANE AGONY [DIVINE] channel positive or negative energy to turn or rebuke undead. You can channel negative energy to deal terrible pain.",
        "name":  "Benefit",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Rebuke undead, Death or Destruction turning or rebuking attempt from her number of attempts domain. each day. If you don’t have any turn or rebuke attempts left, Benefi t: You can spend a rebuke undead attempt as a you can’t use a divine feat. Turning or rebuking undead is a full-round action to channel your deity’s displeasure at a standard action (unless you have a special ability that says single living creature within 30 feet. That creature takes otherwise). These feats normally take a standard action to 3d6 points of nonlethal damage and is sickened for 1 round. activate, but might require other actions as specifi ed. Regard- A successful Fortitude save (DC 10 + one-half your level + less, you can activate only one divine feat per round, though your Cha modifi er) negates the damage, but not the sicken- overlapping durations might allow you the benefi ts of more ing effect. than one divine feat at a time. 95726720_Ch02.indd 54 2/22/07 3:00:15 PM 55 OPTIONS DROW CHAPTER 2 VILE FEATS You gain immunity to poison. When using the Verminfriend feat, you gain a +5 insight Introduced in Book of Vile Darkness, feats with the vile bonus on the Charisma check, and you can prevent any single descriptor are available only to intelligent creatures of evil vermin within 30 feet from attacking you. If you succeed, the alignment. affected vermin cannot attack you for 24 hours. UNSPEAKABLE VOW [VILE] Also, you can expend a rebuke undead attempt to rebuke or command vermin. This ability functions like rebuke undead, You willingly give yourself to the service of an evil deity or except that it affects vermin. cause, denying yourself an ordinary life to serve your unspeak- Finally, you develop horrid glands in your mouth that allow able ends. you to spit a wad of toxic fl uid. Your glands produce enough",
        "name":  "Each use of a divine feat costs a character a minimum of one Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You Strength damage. cannot overdose Ten rounds later, when using drugs. the target must suc- If the drug deals ceed on a second variable damage, save against the you always take the same DC or take minimum amount. an additional 1d4 If the drug has a points of Strength penalty that lasts for damage. Every a variable amount of creature within 5 time, it is always for feet of the target the minimum time takes 1 point of acid described. In addi- damage from the tion, you gain a +4 splash. competence bonus Special: To ful- on saving throws Lolth gives special protection to her daughters who have the Profane Agony feat fi ll your vow, you against ingested must not cause poisons. harm to any vermin. You may not deal lethal damage or ability",
        "name":  "Benefit",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you deal damage with a charge attack or Spring (your choice) for 1 round. Attack against an opponent at a lower elevation than you, You can use this feat once per round. the target also falls prone unless it succeeds on a Refl ex save DESPANA SCHOOL [STYLE] (DC 10 + 1/2 your level + your Dex modifi er). You have learned House Despana’s fi ghting techniques, STEAL AND STRIKE [STYLE] which involve teaming up against an enemy with summoned You are a master of the style of fi ghting that involves using creatures. a rapier and a kukri at the same time. With it, you can rob",
        "name":  "Benefi ts",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature sneak attack damage). melds into the new form as normal).",
        "name":  "Target",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature You complete the incantation and nearby switch targets, it continues to attack",
        "name":  "Target",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action When you kill a living creature with massive spider legs burst through your fl esh. Range: Close (25 ft. + 5 ft./2 levels) one of your invocations (including",
        "name":  "Your body bloats and writhes until eight Casting Time",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature eldritch blast), a swarm of spiders bursts hardens into a dark exoskeleton. Duration: 1 round/level from the corpse. This swarm has the",
        "name":  "As the transformation fi nishes, your skin Target",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Abyssal. of subterranean beasts. Alternately, a duergar or dwarf caves- Invocations:Baleful utterance plus any two others. talker could be a prospector seeking new veins of ore for his clan. The barbaric quaggoths and grimlocks rarely become CLASS FEATURES cavestalkers, but a truly exceptional individual from one of The demonbinder prestige class increases the number of these races might choose this class—perhaps one born into invocations at your disposal, and it also provides access to a slavery and later raised to leadership of his tribe. number of supernatural abilities and resistances. From the A character from a surface-dwelling race can also become start, you gain a pool of points that you use to bind demons a cavestalker, though he would need to have extensive expo- that bestow their powers onto you. In many cases, you can use sure to an underground environment. He could dwell near an these demons to modify your eldritch blast. You also gradually extensive natural cave system, for example, or in a community acquire the immunities enjoyed by demons, as well as their with close ties to a gnome or dwarf clanhold. In this case, the damage reduction. character might start out as a ranger or druid and become",
        "name":  "Language",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This hood composed of fl exible lizard (such as in the Vault of the Drow; see page 154), the eye 91 hide completely covers the head of the wearer and extends cusps enhance your vision. If you don’t already have IIlllluuss.. bbyy WW.. EEnnggllaanndd 95726720_Ch04.indd 91 2/22/07 3:10:01 PM 92 4 RETPAHC WORD TNEMPIUQE darkvision or low-light vision, you gain darkvision out to 120 both contact and inhaled poisons. Ingested poisons allow the feet. If you have only low-light vision, you gain darkvision out victim to attempt a DC 15 Refl ex save to avoid contact with to 240 feet. If you already have darkvision, you gain vision the mist and escape the poison’s effect. Mister-borne injury over the entire radiation-infused area equal to that of normal poisons are effective only if the victim is wounded and hasn’t vision on the surface at twilight. The eye cusps grant no special been treated with a Heal check. vision in an area that has only the normal concentrations of If the mister delivers a potion, that potion can be used these radiations typically found throughout the Underdark. against an adjacent creature that breathes. You can automati- The DM will determine which areas qualify for the special cally do this to yourself or to a willing or disabled subject. Oils, vision granted by these lenses. salves, and elixirs cannot be delivered through a mister.",
        "name":  "Breathing Hood",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 lb. This long gray cloak has a black lining. Three times per day, whenever you speak the command word, the assassin’s cloak diminishes your presence, making you seem insignifi cant and unimport- ant. You gain a +10 competence bonus on Hide checks, and creatures must succeed on a DC 17 Will save to attack you. Those who succeed can attack you normally. This effect lasts 10 rounds or until you make an attack (as invisibility, PH 245), whichever comes fi rst.",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Shoulders While you wear trackless boots, Survival you reel in the creature, it must succeed",
        "name":  "Body Slot",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Strong; (DC 21) conjuration, –5 circumstance penalty. In addition, forward. If the Strength check fails by illusion creatures with scent cannot use this 5 or more, the target falls prone.",
        "name":  "Aura",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8th Prerequisite: Craft Rod, daze monster, demon rod to conjure a vrock demon. Aura: Moderate; (DC 19) necromancy fear, haste, drow.",
        "name":  "Finally, once per day, you can use the Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See text Creatures called by the egg appear invest themselves in the struggle, the",
        "name":  "Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Desmodu. AC 17, touch 14, flat-footed 14",
        "name":  "Monster Manual II",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures that take damage from your shriek must actions. succeed on a Fortitude save (DC 10 + 1/2 your character level + Prerequisite: Vril, base attack bonus +2. your Con modifier) or be dazed for 1 round. Benefit: You can use your shriek ability as a swift action.",
        "name":  "Benefit",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead (augmented vermin). Do not recalculate base attack bonus,",
        "name":  "Size and Type",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A husk vermin loses all attack options of saves, or skill points. Size is unchanged. the base creature and gains new attack options as described",
        "name":  "Atk Options",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Large or smaller, same as the base crea- below, depending on its size. ture +1; Huge or larger, same as the base creature +2. Create Spawn (Su): A living vermin of any size slain by a husk",
        "name":  "Challenge Rating",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s alignment changes to chaotic vermin gains the husk vermin template in 1d4 hours. evil. Strength Damage (Su): A Large or smaller husk vermin can",
        "name":  "Alignment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase all current and future Hit Dice to weaken foes in addition to damage dealt by one attack (typi- d12s. cally its bite or sting). Damage depends on the base creature’s",
        "name":  "Hit Dice",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The giant lizards described here live exclu- silver lizards to scout enemy territory. The subterranean lizard sively underground. They hunt near water sources and other is the most rarely domesticated, owing to its ferocious nature, places where game is abundant. As cold-blooded creatures, but is a useful guardian or mount when properly trained. they prefer warmer climes, so they are more active in areas Battle Beast (EL 9–10): Subterranean lizards are solitary with geothermal vents. creatures and resist training. When broken, they sometimes",
        "name":  "Environment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hunters and web- Spitting Spider spinners. Both the spitting spider and the widowmaker are 15 This creature is a spitting spider, a particularly hunting spiders, and so they do not rely on webs to catch prey. deadly breed of hunting spider that occasionally Instead, they prowl their territory in search of fresh meat. A serves the drow as a mount. This result reveals all tangle terror lurks in its web, lying in wait until some hap- vermin traits. less creature stumbles into its trap, at which point, it gingerly 20 A spitting spider can deliver its paralytic poison by bite or by spitting it up to 30 feet. descends to paralyze the prey with its bite. Its big advantage 25 Though it favors softening its foes up first, a spitting over other web-spinners is its poisonous web, which causes spider can pounce on its enemies, delivering a rapid strange and confusing hallucinations that make prey easier barrage of attacks. pqqqqqqqqqrs Tangle Terror 18 This creature is a tangle terror, a breed of web- POWERFUL CHARGE spinning spider. This result reveals all vermin traits. The Powerful Charge feat appears in Monster Manual IV and 23 Beware the tangle spider’s webs; they’re just as is reprinted here for convenience. poisonous as its bite. Though its bite weakens prey, the venom of its webs leaves them disoriented and POWERFUL CHARGE helpless. A creature with this feat can charge with extra force. 28 A tangle spider cannot be hampered by webs of any",
        "name":  "Monstrous spiders come in two varieties",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When the creature charges, if its melee attack hits, it deals an extra 1d8 points of damage (if it is Medium size). Widowmaker For Large creatures, the extra damage is 2d6 points; for Huge, 20 This creature is a widowmaker, a vicious hunting 3d6; for Gargantuan, 4d6; and for Colossal, 6d6. spider sometimes used as a steed by the drow. This This feat works only when the creature makes a charge. It result reveals all vermin traits. does not work when the creature is mounted. If the creature 25 A widowmaker can make an overpowering charge has the ability to make multiple attacks after a charge, it can attack to drive its venomous fangs deep into its apply this extra damage to only one of those attacks. prey’s body.",
        "name":  "Benefit",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fighter can select Powerful Charge as one of his 30 Once it bites, a widowmaker hangs on and drinks its fighter bonus feats. victim’s blood. pqqqqqqqqqrs pqqqqqqqqqrs 95726720_Ch05.indd 144 2/22/07 3:30:38 PM 145 UNDERDARK MONSTERS OF THE CHAPTER 5",
        "name":  "Special",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "fi lth-eater, tunnel thug Illus. by B. Trott 95726720_Ch05.indd 147 2/22/07 3:30:43 PM 148 5 RETPAHC EHT FO SRETSNOM KRADREDNU avoid detection and traps, easily surmount diffi cult terrain, and VENOM OOZE use tertiary tunnels to head off their quarry. These trolls can A glistening patch of luminescent yellow slime slides forward, gather- run quickly through tunnels, leaping over debris and obstacles ing itself to form a sticky pseudopod. that might hinder the movement of smaller creatures.",
        "name":  "Trolls",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The trolls that serve the drow inhabit the A venom ooze is a protoplasmic creature that excretes deadly middle depths of the Underdark where the dark elves build toxins. their cities. Filth-eaters inhabit burrows and caverns, while the pens of tunnel thugs are associated with houses or temples. STRATEGY AND TACTICS",
        "name":  "Environment",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " lair’s small entrance. Creatures of Large size must squeeze Scrabbling through the dust and muck at the entrance to this cave, to fi t through the entrance, and bigger creatures cannot pass you are fi nally able to stand up in a dark cavern. Tall mushrooms through it at all. surmounting densely packed bases of rootlike tendrils occupy the The lair is unlit, and all descriptions below assume that the perimeter of the chamber. Tunnels exit to the southeast and the PCs have a light source or at least darkvision. If they do not, southwest. modify the descriptions as needed. 95726720_Ch06.indd 177 2/22/07 3:34:26 PM 178 6 RETPAHC DNA SNGIAPMAC SERUTNEVDA",
        "name":  "To trigger this encounter, read",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hardness room was used to torture prisoners to extract information, 15; hp 240 (currently 110); break DC 38. as well as to provide entertainment for the drow. Currently, the manacles hold no captives, but the room is not empty. A 10 Drow Warriors CR 1 troll tunnel thug is here, preparing to sneak out of the villa hp 4 each; see page 169 through the postern gate in area 7 so that it can get behind the attacking forces and slay their leaders. These warriors were tasked to defend the main gates to the The troll is taking 10 on its Listen check. If it hears the PCs death, and they fear reprisal from Lady Thandysha more than approaching, the creature hides in a dark corner so that it can they fear the invaders. The drow do not realize that their make a sneak attack when they enter. matriarch has already fl ed the villa.",
        "name":  "Damaged Mithral Gates, Barred and Braced",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blood of the Spider Queen is always either a CAVESTALKER FORMATION shallow pool of ichor or a long, sticky smear on a tunnel wall Many fanciful rock formations add to the mysterious allure of or fl oor. It can be found in any type of Underdark terrain but the caverns of the Underdark. The whimsical shapes seem to is never located on the surface. The ichor is a thick, black, have been carved by a deliberate hand, and these sculptures tarlike substance that gives off a foul odor detectable from of living stone these never fail to inspire awe. In many cases, 20 feet away. If found in a pool, the ichor is never more than they are not natural formations at all, but rather manifesta- a few inches deep; if found in a smear, it is never more than tions of the spirits of intrepid explorers who met their ends 20 feet long. Regardless of the size of the deposit, the ichor in the environment to which they were so attuned. When an always remains fresh and never dries out. experienced cavestalker falls prey to one of the many perils Unintelligent Underdark creatures instinctively avoid such of the Underdark, the site of his death is sometimes imbued sites. Intelligent creatures immediately notice a sinister air with his knowledge of the stone tunnels, spawning a caves- that seems to hang about this foul effl uvia. A drow who has talker formation. claimed the power granted by a blood of the Spider Queen site Lore: Characters can gain the following pieces of infor- looks no different, but other dark elves notice that a palpable mation about a cavestalker formation by making a Knowledge aura of Lolth’s favor surrounds the benefi ciary. (dungeoneering) check against the stated DCs.",
        "name":  "Description",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "To claim the gift of a blood of the Spider can use it to hide from the senses of Underdark creatures.",
        "name":  "Location Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A cavestalker formation appears to be a natural to Lolth at the blessed site and let the blood of the offering sculpture of stone in an underground setting. Exotic in appear- mingle with the divine substance of the deity. ance, the formation is usually a fancifully shaped column,",
        "name":  "Queen site, the drow must sacrifi ce a living, sentient creature Description",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3,000 gp (1,000 gp per affected creature). their lives cheaply to sample the delights promised by these profane places. GARDEN OF RESPLENDENT HUES These altars, known as fonts of delights and sorrows, occur Long have explorers told of giant subterranean forests of fungi spontaneously. They can appear anywhere, at any time, but and caverns fi lled with multicolored mushrooms, puffballs, they rarely remain intact for long before a paladin or some and molds. Certainly, the drow and other denizens of the other do-gooder destroys them. Thus, fonts of delights and sor- Underdark harvest fungi to supplement their meager diets, rows are more common in the direst corners of the Underdark, slake their thirst with fermented juice, clothe themselves in where only the most courageous or the most reckless would the fi bers, concoct unguents and infusions, and more. But not dare venture. all such forests are mere gardens. Some simmer with a deep and",
        "name":  "Far too many fools succumb to these seductive evils, selling Ability Value",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Only a creature that has attained at least fi ve resplendent hues can undergo a transformation. levels is worthy of gaining the evil blessing of a font of delights DC 25: A druid or ranger found worthy by a garden of resplen- and sorrows. dent hues transforms into a plant, crossing his form with that",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The most prestigious of all individuals do make useful agents sometimes when dealing with psioni- in drow society are the clerics, because of their divine con- cally endowed races, however, and many envoys to illithid 95726720_Ch0App.indd 219 2/22/07 3:40:47 PM 220 XIDNEPPA or duergar communities have a powerful psion among their THE DROW RACIAL CLASS number. Wilders generally move invisibly through drow The drow, also known as dark elves, are a depraved and evil society, concealing their powers and causing no more chaos offshoot of the more commonly known surface elves. They than what already exists in the streets. Only after manifesting spend their lives continually plotting the downfall of their a particularly powerful surge do wilders have to watch their hated light-skinned kin. Although they share a common backs, as the local authorities seek to harness or eliminate the enemy, there is certainly no love lost among the drow them- source of the power revealed. selves, since every individual only looks out for himself and RACIAL CLASS LEVELS sees any weakness in a compatriot as a chance to enhance his own place in society. One of the disadvantages of running a drow as a character is Through the millennia of their subterranean exile, and the the race’s +2 level adjustment. A 1st-level drow character has machinations of their foul goddess, the drow have developed an effective character level (ECL) of 3rd, which is the sum of an affi nity for arachnids and are typically accompanied by his level adjustment and his Hit Dice. Simply put, a character several of these vermin, from the smallest normal spiders to cannot be a 1st-level drow. Even if you have only one character the most gargantuan monstrous varieties. level, you’re still considered a 3rd-level character. This becomes For more details on drow, see MM 103. a problem if you want to play a drow character, but your new campaign requires that you roll up a 1st-level character. RACIAL CLASS FEATURES However, through the use of the new drow racial class, The following features are gained by characters who take drow the various abilities of a drow that provide him with his level racial levels that are integrated with a standard class. adjustment boost are now incorporated into the racial class levels. Only a drow character can take this racial class. Using Class Level this variant, a drow character has an effective level adjust- The Class Level column of the accompanying table indicates ment of +0 but does not gain all of his natural drow abilities whether a drow gains a standard class level at any given racial until he advances in his racial class. These racial class levels level. Some racial levels provide a standard class level, some can be integrated with any standard class levels. A racial racial levels provide a drow-specifi c ability, and some grant class level might or might not grant Hit Dice independent of both. Class levels grant all the benefi ts normally associated the character’s class depending on the level attained. When with level advancement. This includes another Hit Die, other taking a racial class, you can still take levels in one or more class abilities, and improvement in base attack bonus, base standard character classes, subject to the normal multiclass- saves, and ability scores. ing restrictions. pqqqqqqqqqrs pqqqqqqqqqrs NEW DROW FEAT HALF-DROW PLAYER CHARACTERS This feat is provided for half-elf characters with drow ancestry In the core DUNGEINS \u0026 DRAGONS game, the offspring of drow that wish to emphasize their dark elf heritage. This feat can be and humans are standard half-elves. The union of a drow and taken only at 1st level. In a FORGOTTEN REALMS campaign, this any other creature does not produce children. However, in should be considered a regional feat and subject to the rules the FORGOTTEN REALMS campaign setting, there exists a race of described on page 33 of Player’s Guide to Faerun. half-drow as the offspring of humans and drow elves. This rare race is found primarily in the isolated land of Dambrath on the DROW LEGACY southernmost shores of Faerûn. It is not recommended that The drow blood in your veins runs true and grants you some half-drow be used except in a FORGOTTEN REALMS campaign. abilities from that heritage. The half-drow race is detailed in the FORGOTTEN REALMS ac-",
        "name":  "Divine Casters",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Factotum . . . . . . . . . . . . .14 Legendary Location . . . . . . . . . . . . . . . . . . . .68 Discouraging Pursuit . . . . . . . . . . . . . . . . . .118 Making a Factotum . . . . . . . . . . . . . . . . . . . . .15 The Bizarre . . . . . . . . . . . . . . . . . . . . . . . . . . . .70 Testing Intruders . . . . . . . . . . . . . . . . . . . . . .118 Class Features . . . . . . . . . . . . . . . . . . . . . . . . . .16 Making Dungeons . . . . . . . . . . . . . . . . . . . . . . . .71 Ejecting Intruders . . . . . . . . . . . . . . . . . . . . .119 Playing a Factotum . . . . . . . . . . . . . . . . . . . . .17 Dynamic Dungeons . . . . . . . . . . . . . . . . . . . .72 Altering the Dungeonscape . . . . . . . . . . . .119 Starting Package . . . . . . . . . . . . . . . . . . . . . . .18 Dungeons as Systems . . . . . . . . . . . . . . . . . . .72 Encounter Traps . . . . . . . . . . . . . . . . . . . . . . . . 120 Factotums in the World . . . . . . . . . . . . . . . . .18 Memorable Monsters . . . . . . . . . . . . . . . . . . .72 Creating Encounter Traps . . . . . . . . . . . . . . . 125 Factotum Lore . . . . . . . . . . . . . . . . . . . . . . . . .19 Dungeon Factions and Interactions . . . . .74",
        "name":  "New Standard Class",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you select this alternative class feature, you Penetrating Strike do not gain the Track feat at 1st level or the swift tracker Creatures that have immunity to extra damage from sneak ability at 8th level. attacks are a bane to rogues everywhere. Particularly in",
        "name":  "Replaces",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This is a giant canvas stitched from wood bracing. Hastily installing these supports takes 10 humanoid flesh. Full sliding speed is 120 feet per round minutes per square cleared. For more details, see Cave-Ins and requires a DC 12 Tumble check at the bottom. and Collapses (DMG 66). Because the walls of the chute are flexible, though, making a controlled descent requires only a successful Flowstone DC 5 Balance check. Flesh chutes are relatively weak Deposited by mineral-laden water, flowstone can, over and easily damaged. Unless surrounded by other solid many years, cover the walls and floors of a dungeon materials, any damage to a flesh chute causes it to tear, with smooth, damp layers of rock. In ancient dungeons, with a 25% chance of dropping those in the chute into fl owstone might engulf entire corridors or conceal doors an unintended space. and other features. Flowstone can be broken and chipped Sometimes a fl esh chute is the actual gullet of a living away like normal stone, though it is a bit softer (hardness creature. Such passages are less fragile than stitched chutes; 6). Areas of fl owstone are not diffi cult terrain, but they are treat them as fl esh walls for the purpose of dealing damage. considered lightly obstructed for the purpose of making A gullet might also deal acid and bludgeoning damage to Tumble checks (PH 84). Wet fl owstone is especially slick, those inside. rendering areas slippery and impeding movement and",
        "name":  "Flesh Chute",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This premade hemp rope ladder Manacles, Adamantine: Intended for chaining power- has two small steel grappling hooks on either end. ful dungeon monsters, these manacles can be broken only Throwing a grappling ladder is like throwing a grap- with a successful DC 52 Strength check. They have 15 hit pling hook, only more difficult. The Use Rope check points and hardness 20. Otherwise, adamantine manacles to seat the ladder is made at a DC equal to 15 + 3 per 10 function as masterwork manacles (PH 126). feet thrown. A DC 10 Climb check is required to scale Periscope, Hand: This device consists of two steel a grappling ladder. mirrors placed opposite each other at angles, separated The price and weight in Table 2–1 is for a 10-foot ladder, by a metal tube about 2 feet in length. The periscope but longer ladders are commonly available. For each allows you to peer around corners without revealing additional 10 feet of the ladder, add 35 gp to the cost and your presence. Because only the end of the periscope 6 pounds to the weight. protrudes, you can make a Hide check (with a +7 bonus)",
        "name":  "Grappling Ladder",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bottled air clears fog, smoke, and other spirits from drifting in and out of your camp- gases from the square it occupies. If you are carrying site all night. a vial when it is opened, you can apply the effect to a Description: Concentrated ghostwall shellac single square adjacent to you. That square, and only is a thick green sludge that is always warm to the that square, will be cleared. A creature that stands in a touch. It is usually stored in metal vials and mixed clear square still gains the benefi t of concealment from with water when needed. Prepared shellac is lime obscured squares around it, but it loses those benefi ts green and runny, and it smells like dead fl esh. against foes adjacent to the clear space. Activation: Ghostwall shellac must be mixed Once released from its vial, bottled air lasts for 2d4 with 1 gallon of water to become active. The mixture rounds before it sputters out. is then spread over any nonliving surface, most com-",
        "name":  "Effect",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When ghostwall shellac substance that reacts to the position of either the sun or dries, it changes the composition of the the moon. Even while indoors or surface upon which it has been spread. below ground, you know the Incorporeal creatures can no lon- time of day (or night). ger pass through a coated",
        "name":  "This violet crystal gem has been treated with an alchemical Effect",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Firmament wall any more than normal stones are violet iolite gems creatures can. The shel- that have a clear crystalline lac also causes the wall to appearance. While the heav- simultaneously exist on enly body to which the stone the Ethereal Plane for a is attuned is in the sky, a small limited time, so creatures yellow light glows with- on that plane cannot see in the stone, crossing through or pass through from one side (when the space it occupies. When the body first appears in the applying ghostwall shellac to sky) to the other (when the body the walls of a room, remember to sets). By examining the position of coat the fl oor and ceiling as well, the glow, you can approximate the time lest unwanted spirits merely of day or night. enter through those sur-",
        "name":  "Description",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A greater lava stone is the size of a potato and you to create a series of temporary steps across a body forms a step that has a diameter of 6 feet. Large creatures of magma. can walk across a trail of greater lava steps with a series of",
        "name":  "Lava stones cool small areas of molten rock, allowing Variants",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A lava stone is a tiny pebble that is cool successful DC 10 Balance checks. For Medium or smaller to the touch. When dropped in lava, the pebble sinks creatures, the DC of each check drops to 5. quickly, cooling the lava as it descends. The result is a 2- Weight: — (standard) or 1 lb. (greater). foot-diameter column of hardened black stone that crests Price: 24 gp (standard) or 114 gp (greater). just above the surface of the lava.",
        "name":  "Description",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The swarmstrike ability activates automati- Description: Boots of sidestepping are comfortable cally when you attack a creature of the swarm subtype. No boots of soft leather that have good traction. They are other action on your part is required. fashioned from the tanned hide of displacer beasts and",
        "name":  "Activation",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dungeons have a nasty tendency to be trail of a monster are just as important in a dungeon as in full of deep pits and steep slopes. Failing a check to climb or the aboveground wilderness. Don’t forget that with 5 or more secure a rope can mean death or serious injury, not to mention ranks in Survival, you can discern north—a useful ability in hindering the party’s progress, and you’ll need those hit points a maze. for combat. Jump: Chasms, rubble, and another sorts of obstacles are",
        "name":  "Climb and Use Rope",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The most interesting parts of a dungeon are usually hidden. Secret doors, concealed switches, and faint glyphs FEATS abound—not to mention nasty traps—and finding a cache of Some feats that are useful most of the time can be even more treasure is easier with a high Search modifier. so in a dungeon. Knowledge (dungeoneering): No skill informs your strategic Alertness: This feat improves those critical Spot and Listen choices as well as Knowledge (dungeoneering). Use it to navi- checks to help you avoid being surprised. gate underground environments and get the drop on subterra- Improved Initiative: Ambushes are frequent in dungeons, and nean creatures. Improved Initiative lets you recover quickly even if you are caught",
        "name":  "Search",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You slip between your foes in a blur when you started this maneuver. of movement, confusing them and causing them to strike Wall Leaper: If you drop from a wall while climbing and at each other by mistake. If you use the Tumble skill to land adjacent to a creature, you can make one attack as a avoid an opponent’s attack of opportunity, you can use this standard action. This attack counts as a charge, and you maneuver on the following round. You must make a double gain a bonus on your damage roll equal to the number of move and attempt a Tumble check at a –5 penalty to avoid points of falling damage that you take. a foe’s attack of opportunity. If your check succeeds, your Special: A fi ghter can select Gnome Tunnel Acrobatics foe makes an attack of opportunity but targets a creature as one of his fi ghter bonus feats (PH 38). of your choice within its reach rather than you. You can use this maneuver against one creature per round. HAMMER AND PITON [STYLE]",
        "name":  "Combat Puppeteer",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Without this feat, you must actively search for attacks. Any creature attempting a Tumble check to avoid a trap to fi nd it before it activates. your attack of opportunity takes a –5 penalty on the check. Any creature attempting to tumble through your space TUNNEL FIGHTING takes a –10 penalty on its check.",
        "name":  "Normal",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When encountering a surface to be scaled, the task leader must climb it fi rst. Upon reaching the top (or another safe point along the climb), the leader can use the aid another action to grant a +4 bonus (instead of the usual +2) to each other member who attempts the climb. In addition, each member after the task leader can attempt accelerated climb- ing and take a –2 penalty to the Climb check. Adventurers practice for an upcoming expedition Illus. by C. Frank 662200__9955668844__CChh33..iinndddd 4477 1111//2277//0066 99::3366::2244 AAMM 48 3 RETPAHC RETCARAHC SNOITPO PRESTIGE CLASSES By attuning himself to the bestial urges of dungeon Dungeoneers have a wide variety of options when choos- creatures, he learns to form powerful bonds with a ing a prestige class. While few prestige classes focus on small number of monsters. These creatures become dungeon survival, they still have abilities that prove quite his devoted allies, and together they form a potent useful in such environments. Consider the following fighting combination. prestige classes for each vital character role.",
        "name":  "Benefi t",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dark hunter (Complete Warrior), monstrous creature that hides within his heart. Once he dungeon delver (Complete Adventurer), exemplar (Complete completes this process, he becomes capable of forming a Adventurer), nightsong enforcer (Complete Adventurer), powerful bond with certain creatures. nightsong infi ltrator (Complete Adventurer), shadowbane stalker (Complete Adventurer), shadowdancer (Dungeon Entry Requirements Master’s Guide), temple raider of Olidammara (Complete Skills: Handle Animal 8 ranks, Knowledge (arcana) 4 ranks, Divine), thief-acrobat (Complete Adventurer), and whis- Knowledge (dungeoneering) 4 ranks.",
        "name":  "Stealth Specialist",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Arcane trickster (Dungeon Master’s Guide), complex. dungeon delver (Complete Adventurer), exemplar (Complete Adventurer), nightsong infi ltrator (Complete Adventurer), and Table 3–2: The Beast Heart Adept Hit Die: d8 temple raider of Olidammara (Complete Divine). Base",
        "name":  "Trap Specialist",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Divine oracle (Complete Attack Fort Ref Will Level Bonus Save Save Save Special Divine), earth dreamer (Races of Stone), exemplar (Com- 1st +1 +2 +0 +2 Monstrous companion, plete Adventurer), loredelver (Races of Destiny), loremaster monster empathy, (Dungeon Master’s Guide), mindbender (Complete Arcane), monster handler ollam (Complete Adventurer), and sublime chord (Com- 2nd +2 +3 +0 +3 Monster lore plete Arcane). 3rd +3 +3 +1 +3 Alternative monstrous companion",
        "name":  "Knowledge Specialist",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use the base statistics for ALTERNATIVE MONSTROUS COMPANIONS a creature of the companion’s kind as given in the Monster A beast heart adept of sufficiently high level can select his Manual, but make the following changes. monstrous companion from one of the following lists. Apply",
        "name":  "Monstrous Companion Basics",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use the character’s beast heart adept level. the indicated adjustment to the beast heart adept’s level (in",
        "name":  "Class Level",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "More than a hun- dred years ago, a band of adventurers raided the dungeon of a powerful lich and accidentally released the fi end on the surrounding countryside. By the time the undead menace had been sealed in its tomb once again, hundreds were dead, including every member of a local temple dedicated to Heironeous—except one. Young Thalkin Talymir survived because he had been sent to a nearby city to deliver a message about the impending threat. Soon after, Thalkin founded the Keepers of the Seal, a group dedicated to ensuring that the dangers buried in deadly dungeons remain contained. Thalkin has long since passed on, but his followers carry on his noble work. Members of the Keepers of the Seal watch known threats and research new sites that might deserve their attention. When terrors manage to break free, guild mem- bers are the fi rst to move in to rectify the situation. They also wipe out ordinary monsters that live in dungeons where greater threats are bound before those creatures Titles, Benefits, and Duties: Members of the Keep- unwittingly or intentionally unleash the stronger evil ers of the Seal are required to spend the majority of their on the world. time attending to guild duties. Due to the small number Some Keepers argue for a more active approach to dealing of guild members, they must work with nonmembers with imprisoned monsters. They believe who share their ideals. Advancing in the that captive creatures should be guild is difficult, and when a mem- released and then permanently de- ber attains a new rank, he travels stroyed to eliminate the risk that to one of the guild’s headquar- the beasts will one day escape. ters for a special ceremony in While members frequently de- which he receives a new signet bate this idea, the leaders of the ring. The silver seal on the new guild have so far preferred to ring has fewer cracks than the stick to Thalkin’s original vision. previous ring’s seal. Guild leaders",
        "name":  "Background, Goals, and Dreams",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For some thrill- tasks. Members cannot be of an evil alignment. seekers, hunting monsters and looting dungeons is a sport. Banding together to share resources and Criterion Affi liation Score Modifi er exploits, guild members seek to increase their personal Character level +1/2 PC’s level wealth and prestige through daring raids into subter- Successfully complete all initiation rites +1 ranean halls. Have levels of cleric or paladin +1 Chapters of the Headhunters are found in many cities, Can cast banishment, dispel evil, imprisonment, +2 or temporal stasis but once per year, all the groups gather at one guildhall Successfully maintain a failing seal +2 to compare trophies, boast about their successes, and Retrieve an iron flask or mirror of life trapping +4 plan future ventures. This gathering culminates in one for the Keepers member receiving the title of Crownhunter, a position of Release a bound creature or spirit –10 respect and glory. The honor is awarded to the member Illus. by J. Hodgson Affiliation",
        "name":  "Keepers only upon the successful completion of their Background, Goals, and Dreams",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Aside from the annual meeting, members of the Headhunters have few set responsibilities, but those who remain idle lose their status quickly. New titles are conferred upon members every other month during a meeting at the local guildhall. To reach the rank of Gem Hunter, you must collect heads from three different monsters that have a Challenge Rating of 6 or higher. To reach the rank of Headhunter, you must defeat a monster that has a CR of 16 or higher. Affi liation",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Benefi ts and Duties 3 or lower Not affiliated. Headhunters symbol 4–12 Coin Hunter: Recognized as a member of the guild, you are invited to the annual who completed the most daring, most impressive, or most convocation. numerous adventures over the past year. 13–21 Gem Hunter: Gain a +2 competence bonus Constantly searching for dungeons to explore and roam- on Survival checks when following monster tracks. You are assigned a personal assistant ing monsters to slay, Headhunters often travel with other who accompanies you (though not into groups of adventurers and guild members. danger) to record your successes.",
        "name":  "Score Title",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Many DMs try to fit each dungeon a guildmaster’s hall—watch your words, or you might find level on a single sheet of graph paper. Assuming that a square yourself trapped in a one-sided deal. Dusty, undead-infested represents 5 feet, one sheet of graph paper has enough space for passages are like sewers—filled with vile monsters, but also five or six good combat encounters. D\u0026D battles work best when convenient hiding places for those who wish to avoid attention. the monsters have plenty of room to move around, especially if Add in good-aligned subterranean creatures such as dwarves or they are Large or Huge creatures. The creatures can attack from gnomes, and you have a setting ripe for intrigue, roleplaying, more than one direction, and the PCs likewise have more options and storytelling. for maneuvering. Overdetailed Ecology: Will the players really notice that the",
        "name":  "One Sheet, One Level",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The PCs aren’t the only adventurers. Individuals have Inhabitants bring dungeons to life. Like any other setting in the varying reasons for delving into the unknown, and dungeons D\u0026D game, dungeons can be full of internal intrigue and con- offer the opportunity for such delving. An explorer is in it for the flict, making them fine areas for roleplaying. When you populate sheer thrill of discovery; a character with a greater purpose is a your creation, you don’t have to give every creature a unique seeker (see below). Such characters might be willing to help the motivation or role, but a few choice actors besides the obvious party, or they might be the ones who need help. But they might villain can liven up the adventure. also want to be the first or only ones to make a particular find, Each of the following roles defines a creature’s or charac- putting them at odds with other explorers—including the PCs. ter’s basic motivations for being and staying in the dungeon, Guardian: Guardians exist to watch and protect, whether as well as more general goals. The most interesting or signifi- they’re soldiers garrisoning entry points into their living space cant creatures in your dungeon can take on more than one of or ancient constructs bound to defend an even older portal to these roles. another world. The most common type of guardian is a simple",
        "name":  "Explorer",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Captives are common in dungeons. Most intelligent dwelling for most creatures is in the dungeon, where they simply evil creatures that have need or desire for such “luxuries” have go about their life activities. In the societies of civilized beings, no qualms about enslaving those weaker than they are. Other inhabitants are the experts and commoners, while warriors act prisoners are kept for ransom or as pawns in political games. as guardians (see above). A unique NPC might also be an inhab- More unfortunate prisoners form part of a monster’s larder or a itant of the dungeon, but this role is secondary. group of sacrifices bound for a wicked altar. Killer: Another default role for many dungeon creatures, the",
        "name":  "Captive",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Where sentient creatures congregate, leaders killer exists simply as a combat threat. Being a killer doesn’t also appear. The role of commander can be literal, referring to a mean that a creature can’t or won’t employ stealth and trickery. creature that leads others directly. Some commanders are pas- An assassin who stalks her mark through the dungeon fills the sive, expecting their servants to make their lives comfortable and role just as much as the orc barbarian who brooks no challengers interesting, but others take on the role of petty warlord or would- in his domain. be conqueror. Subtler commanders are masterminds that work Lost: Explorers and seekers get lost from time to time, but as the power behind the throne or manipulate the common folk, the truly lost are those creatures that never even intended to in the form of false prophets or charismatic rebels. Most mysteri- be where they are. They remain free, however, unlike captives. ous are the puppeteers that guide events toward secret ends but Most lost creatures want to find their way back to a specific are uninterested in direct influence over dungeon inhabitants. place or, barring that, out of the place they’re in. Some are",
        "name":  "Commander",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sometimes a creature or character has an inscru- whether justly or wrongly accused, are pariahs, as are those in table purpose unrelated to the apparent nature of the locale it self-imposed exile, such as hermits. Other pariahs have strange inhabits. Other creatures have thoughts and desires wholly alien personal views that can be proven only in the crucible of the to the humanoid mindset. Such a creature could be a remnant dungeon or played out in isolation from other beings. Some- of a bygone era, an original inhabitant of a complex turned to times a pariah needs a place to hide and defenses to shore up another use, or an invader from another reality. Sometimes, that hiding place. pqqqqqqqqqqqqqqqqqqqqrs 662200__9955668844__CChh44..iinndddd 7766 1111//2277//0066 99::4444::2288 AAMM 77 DESIGN DUNGEON CHAPTER 4 pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Enigma",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Worshipers are most common in sites built as SAMPLE DUNGEON CAST temples, but they can be found anywhere religion exists. Strange Here are several unique creatures and characters modeled on cults centered on eldritch mysteries or dark gods are staples of the roles described above. fantasy adventure, and whole dungeons are built to hide and The Black Worm: (Enigma, Hook) Many monsters worship house religious organizations. Sometimes devotees can contact this half-fiend purple worm as a deity, claiming that it seeks the the object of their worship only within a dungeon, which might buried, bound form of an evil god. The tunnels it bores don’t just contain the essence of a dead deity, a sleeping or imprisoned create and link levels of its dungeon, but they also break into dis- outsider, or another mighty creature, such as a great wyrm or tant, unrelated dungeons. The locals offer sacrifices to the Black ancient aboleth. Worm in hopes of appeasing it and its imprisoned master. As the PCs approach, the creature burrows into a chamber, perhaps RANDOM ROLES drawn by the sounds of battle. It attacks a few random combat- To ease the pressure of picking roles, and to allow some ants, then burrows away. happy accidents of unusual combinations, use Table 4–1 to Arleena the Pure: (Aide, Pariah, Worshiper) Arleena, a cleric determine an NPC’s role randomly. Roll two or more times to of Pelor, wants to prove her deity’s power and mercy, and does get multifaceted characters; you can either reroll a duplicate so by trying to convert evil creatures to her faith. A number result or allow the duplication to indicate a severe leaning in of ogres have been swayed by her words and now follow her. the NPC’s personality. Each of these roles are described earlier She controls a small area of the dungeon and offers healing, in this section. food, and protection to all its inhabitants as long as they swear to convert to Pelor’s faith. Her ogre followers protect her Table 4–1: Random NPC Roles from aggressive dungeon denizens and offer tithes to Pelor d% Result d% Result that Arleena uses to strengthen her burgeoning underground 01–05 Aide 51–56 Inhabitant sect. The PCs might be in pursuit of a villain who is now under 06–10 Broker 57–60 Killer her protection. 11–16 Captive 61–67 Lost Grayspike: (Broker, Hook, Commander) A cunning, avaricious 17–22 Commander 68–72 Lunatic roper, Grayspike occupies a critical juncture at which many pas- 23–28 Deviant 73–81 Pariah sages meet. It allows creatures to pass without harm if they pay it 29–34 Enigma 82–87 Seeker tribute in the form of food, gold, and other trinkets, as well as in- 35–40 Explorer 88–94 Schemer formation. Passersby can also buy information from Grayspike, 41–45 Guardian 95–100 Worshiper who believes it has nothing to fear from the dungeon’s other 46–50 Hook occupants. Little happens in the dungeon without Grayspike’s knowledge, owing to its spy network of kobolds.",
        "name":  "Worshiper",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The hidden waits to be found, mysteries to be of play (albeit dangerous) and riddles, to a soul-trapping solved, and unknown territory to be discovered. Discovery sepulcher built by a ruler who was afraid of the afterlife. is an alluring facet of the adventuring life. Finding clues History: Remnants of the past lie buried, awaiting the to unanswered questions, seeing sights rarely beheld by intrepid and bold. Tombs of greedy monarchs and plotting mortal eyes, and uncovering tantalizing clues to newer and wizards are sealed against invaders, and the ruins of ancient greater fi nds can be just as much fun as fi ghting monsters civilizations stand in wildernesses that were once civilized lands. and winning treasure. Great dungeons play into the players’ A threat seen once every millennium might be only a few years sense of wonder and desire to explore a fantasy world. from awakening. A time of prophecy could be at hand.",
        "name":  "Discovery",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Chaos calls to mind twisting corridors, no mere PC can understand. The bizarre dungeon model changeable environments, and unpredictable encounters, (see page 70) is a natural fi t with this theme. Weirdness while law suggests orderly layouts where every room and encourages you to let your imagination run wild. Remem- every creature has a purpose within a grand design. Good ber, though, a little can go a long way. carries with it the suggestion of boons for the worthy and barriers designed to thwart evil, perhaps faded in power ENVIRONMENT over time. Evil holds quiet scheming, iniquitous behavior, Where you choose to set your dungeon can be your theme wanton violence, and corruption of body, mind, and soul. and tells players a great deal about it. Beyond these simple aspects are combinations of align- Alien: If you want to catch your players off guard, ments, as well as differing ideals within each. create a dungeon with an environment that is completely",
        "name":  "Alignment",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Death has many faces. Necromancers meddle with strange and threatening, and inhabitants that are warped rituals best left unknown, calling unnatural fates down on the and incoherent. Pseudonatural creatures (Lords of Madness innocent. A dungeon can be designed simply as a death trap. 161) and aberrations often inhabit such environments, and Impending death changes the way creatures act—visions of insanity and horror are part of the mix. 662200__9955668844__CChh44..iinndddd 7788 1111//2277//0066 99::4444::3311 AAMM 79 DESIGN DUNGEON CHAPTER 4",
        "name":  "Death",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Defense is important, whether as protec- offer space for supernatural manifestations related to the tion against enemies or as a bulwark against natural and deity or religion. Structures dedicated to the gods often supernatural disasters. Dungeons can be military facilities, house great wealth, making them targets for robbers and emergency shelters, or refuges for imperiled people against opposed faiths. ruthless leaders. Sometimes a dungeon is built to defend against a particular threat, such as the depredations of INHABITANTS a dragon, and later abandoned when the danger passes. Who or what inhabits a place largely determines that Opportunistic squatters eventually move in. place’s layout. All sorts of intelligent creatures exist in",
        "name":  "Fortifi cation",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Related to concealment and even fortifi ca- the D\u0026D game, and they have certain needs, even if their tion, restraining dungeons are meant to confi ne creatures nature is alien. or forces that someone doesn’t want loose in the world. Physiology: The capabilities of a strange creature deter- Such dungeons can be actual prisons, as in the conventions mine how its home differs from that of a humanoid. Flying of the trapped archfi end or the archmage’s supernatural creatures have no use for fl oors or horizontal passages in menagerie. However, they might also be laboratories sealed their living spaces, and they certainly don’t need to build away to protect the surrounding countryside. Interesting amenities that suit two-legged intruders—stairs, bridges, roleplaying possibilities emerge when considering who and ground-level entries. Aquatic creatures need water, and wants the restraint to work and who doesn’t. their habitations are similarly unrestricted vertically, but",
        "name":  "Restraint",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The floor has squares of alternating This room might be a simple pit or an elaborate amphi- colors covered with life-sized game pieces. Such a trap theater. Here, warriors and beasts fight to the death for usually involves a chess problem but might be more the amusement of the dungeon’s inhabitants. Prisons insidious. and animal pens are attached to the main combat area, Gantlet: This corridor or long, narrow chamber is fi lled and unlucky PCs might wind up scheduled for the next with fi endish devices, making passage through it a virtual day’s entertainment. guarantee of death.",
        "name":  "Gladiatorial Arena Chessboard",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A monster that springs from hiding for one entangle prepared. devastating attack before escaping or backing off. Ambush- Hoser: A monster whose special attack is not neces- ers rely on stealth and the ability to evade counterattack. sarily deadly, but which will hamper the PCs long after",
        "name":  "Ambusher",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A choker, a phase spider, a goblin rogue. the battle ends. Such monsters are part of a cooperative",
        "name":  "Examples",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In some cases, the monsters in an ment while opening up a range of tactics for monsters, encounter will have specific information on the actual which can try to bull rush or enchant their foes into PCs in your game. For example, if the dungeon is the the hazards. stronghold of a vile necromancer who has fought the Obstacles: Not only do obstacles provide cover from characters several times (and watched them by means ranged attacks, they also slow advancing foes. Obstacles of a crystal ball), the villain has no doubt informed his that can be crossed (such as a table, a low wall, or a hori- minions of the party’s strengths and weaknesses. In this zontal sarcophagus) should be marked differently from case, you can use the actual PCs to test your encounter, those that cannot (such as a jutting wall, a column, or designing the template around their most commonly a vertical sarcophagus). Later, you can describe exactly employed tactics. what these obstacles are to add flavor and ambience to",
        "name":  "Forewarning",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Beware of making a room so formidable the fl ankers. that the only outcome is death. Your dungeon occupants Elana imagines the whole scene again. After the party want to kill the PCs, but you, as the DM, do not. As a rule enters the room, the archers jump up from behind the of thumb, avoid placing more than three monster roles and obstacles and shoot at the intruders. The NPCs try to back three other elements (such as terrain areas, obstacles, or out of the room, only to fi nd two more monsters behind hazards) in an encounter. If you overload the encounter, it them, blocking the door. She can imagine several scenarios will be too diffi cult not only for the PCs but also for you, from this point, but none of them is immediately apparent because you will have too many special rules to work into or will nullify the threat of the archers, so she considers the action. her template fi nished.",
        "name":  "Going too Far",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Elana looks through the Monster Manual. CRs to form a group of that strength. You can also use Hobgoblin warriors have a CR of only 1/2, so she knows the “Mixed Pair” column to help you fi nd an appropriate she’ll want to give them class levels. She decides that mix of monsters. each flanker will be a 1st-level fighter 1/3rd-level rogue,",
        "name":  "Level for the group, and add enough monsters with lower Example",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Consider adding a few spaces Everything you wrote in steps 1 through 4 was indepen- that confer an advantage to whomever stands there. The dent of level or theme. Later in the campaign (or in your most common area would be a raised platform (such as next campaign), you can reuse that template to create a a dais) that allows melee attackers to gain a +1 bonus for different encounter with the same solid tactics, but with higher ground. Lines of columns create areas of cover different monsters, different terrain features, and different for either side. Hazards such as spiked pits can also serve themes—and with half the work. As you draw encounter this purpose; adventurers often try to push monsters into template diagrams, consider saving them in a notebook. their own traps. A PC might push over a teetering statue, By the time you have created fi ve or six full dungeons, you crushing the monsters beside it. A chain that hangs from will have collected dozens of encounter templates, each the ceiling could allow a character to swing over a pit and ready for new monsters, obstacles, and room descriptions. across the room. With practice, you will be able to pull templates from Your goal is to create opportunities for the PCs to seize your notes on the fl y during a game session, in case your location-based advantages so that they feel encouraged to players decide to explore a random cave that you did not try new things in combat. The more they move around prepare in advance. and explore different strategies, the more likely it is that Example: A few months later, Elana is creating a new a given combat encounter will transcend everyday hack dungeon, but the PCs are now 10th level and she wants a and slash. much tougher challenge for them. Pressed for time, she",
        "name":  "Areas of Advantage",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "With her monsters written up and her digs out the encounter template for the hobgoblin archer template ready, Elana puts the final encounter together. room. She replaces each archer group with a medusa, She places her monsters according to their roles, and and splits four grimlocks (each a 2nd-level barbarian) then draws a rectangular room around them. She sees into the two groups of flankers. The obstacle in front of that her flankers are just standing in plain view, so the archers becomes a row of stalagmites; Elana thinks she gives them hiding niches behind the entrance. that medusas on balconies would be a little too tough. She decides that the obstacle between the PCs and her She also forgoes the niches for the flankers, since grim- archers will be a raised platform; the archers will hide locks have a high bonus on Hide checks in underground behind its railing, and step up to shoot while retaining terrain and don’t really need any help. When drawing some cover. the room, she makes it rounder—more of a natural Looking at her drawing, Elana thinks it resembles a cavern than a constructed chamber—and she places a temple of some sort, so she decides on the spot that it is. few petrified adventurers around the room instead of She sketches the layout of a shrine, with raised niches the evenly spaced columns of the shrine. In only a few for statues lining the long side walls. (The hobgoblins minutes, she has created a different encounter that still destroyed the statues near the entrance so those niches has a solid tactical underpinning and is unlikely to be could serve as hiding spots.) She adds entrances to the recognized as springing from the humble hobgoblin archers’ platforms, turning them into raised balconies. dungeon of days gone by. That should keep them from being charged! Now Elana needs to determine the scale. The room feels STOCK ENCOUNTER like it should be large, but if it’s too big, the archers won’t TEMPLATES get much benefi t from their sneak attack. She makes the room 60 feet long, big enough so that the archers will have Presented below are four encounter templates designed to hold their sneak attack until the party is 30 feet in the around certain monster roles. Each template includes three door. This length also gives the fl ankers some fi ghting encounters of varying Encounter Levels. In each template, room when they drop down from the niches. The width one encounter has been fully developed and can be used doesn’t matter so much to Elana, so she makes it 40 feet as is in your next dungeon. The other two encounters are to give the room a pleasing shape. She sets the ceiling at left for you to develop as needed. 20 feet tall, high enough for the fl ankers’ hiding niches to be above the doorframe. ENCHANTER ENCOUNTER (EL 12)",
        "name":  "Example",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An enchanter tries to control the PCs into attack- room, spaced around the long side walls. The bracers ing each other or falling into hazards. appear to be architectural elements, but they’re actually The Enchanter: Any monster that can control other meant to provide cover against the archers for any PCs creatures is usable here, though you should consider smart enough to take it. The fl ankers will have specifi c what sort of control it exerts. A monster that causes fear is 662200__9955668844__CChh55..iinndddd 110000 1111//2277//0066 99::4477::3344 AAMM 101 ENCOUNTERS DUNGEON CHAPTER 5 a viable choice, but you should place any hazards behind get PCs to run past the blockers, thus provoking attacks the point where the fear takes effect, so that fl eeing PCs of opportunity. run directly into them. EL 21 Variation: Balor (enchanter, CR 20), nine vrocks",
        "name":  "Finally, Elana adds a set of four support braces to the Focus",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A large group of blockers keeps the PCs Focus: A freezer tries to pin down as many PCs as occupied while the enchanter does its thing. They should possible while bruisers pound them into the fl oor. be able to prevent most of the PCs from advancing past The Freezer: Because you are working with melee- them, and they might try to push the adventurers into oriented bruisers, keep your freezers out of the fray. the hazards. Look for monsters that can paralyze or entangle from",
        "name":  "The Blockers",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An acidborn monster’s natural weap- ons deal 1d6 points of acid damage in addition to their normal damage.",
        "name":  "Special Attacks",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An acidborn monster retains the special qualities of the base creature, and also gains the following qualities. —Immunity to acid and poison. —Breathe Acid (Ex): An acidborn monster is capable of breathing acid just as it once breathed water. It is in no danger of drowning if immersed in acid. However, the monster loses its ability to breathe in regular water, though it can hold its breath for as long as it is able.",
        "name":  "Special Qualities",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Con +4.",
        "name":  "Abilities",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The size of the creature is reduced one step, so that a Large base creature becomes a Medium Dungeonbred blue chimera dungeonbred monster.",
        "name":  "Size and Type",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the base creature fl ies, its maneuverability damage of the base creature. They also gain Endurance improves by one step (from clumsy to poor, poor to average, as a bonus feat. average to good, or good to perfect). Challenge Rating: As the base creature.",
        "name":  "Speed",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dungeonbred monster retains the special qualities of the base creature, and also gains the GUARDIAN MONSTER following qualities. —Easy Maintenance (Ex): Dungeonbred monsters con- Dungeon builders are frustrated by intruders who focus on sume food and water as if they were one size smaller than avoiding (rather than confronting) monsters that defend they actually are (and thus two sizes smaller than the base vaults or treasure. Many have responded by breeding ani- creature). Further, all carnivorous dungeonbred monsters mals and monsters that have unusual sensory perception, that are bred for the same dungeon will eat the same type designed to detect interlopers and respond with deadly of prey eagerly, regardless of the base creature used in each force. Domesticated guardian monsters might serve as case, cutting down on the need to import exotic prey for living alarm systems for other sentries, while monsters different monsters. that cannot truly be domesticated—such as the guardian —Hardy (Ex): A dungeonbred monster has a +2 racial gorgon below—are usually left to themselves somewhere bonus on saves against disease and poison. in the dungeon.",
        "name":  "Special Qualities",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the base creature has a racial bonus on Hide AC 20, touch 9, fl at-footed 20 checks or Move Silently checks in a certain terrain, that (–1 size, +11 natural) bonus applies to underground environments instead. hp 85 (8 HD) Adjust the creature’s Hide modifi er to refl ect its smaller Immune sleep size (PH 76). Fort +11, Ref +6, Will +7; +2 against mind-affecting",
        "name":  "Skills",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A guardian monster has a +6 racial bonus on scanning its surroundings for intruders. Listen checks and Spot checks. If the base creature already has a racial bonus on either check, the bonuses stack.",
        "name":  "Skills",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: patience and concentration requires a successful DC 20 Dex +6, Int +2, Wis +10, Cha +10. Concentration check. Hivedeath (Ex) If a hivenest minotaur zombie is reduced to 0",
        "name":  "Abilities",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A hivenest monster retains the special qualities of the base creature, and also gains CREATING A the following qualities. HIVENEST —If the base swarm has MONSTER blindsense, blindsight, or “Hivenest” is an ac- tremorsense, the hivenest quired template that monster retains that ability. combines two crea- The hivenest monster also re- tures into one hybrid tains any racial bonus on Spot creature. The template checks or Listen checks pos- can be added to any Large sessed by the base swarm. or larger corporeal plant, —Hivedeath (Ex): If a undead, or construct (referred hivenest monster is re- to here after as the base crea- duced to 0 hit points, ture) and to any Diminutive the monster is destroyed or Fine vermin of the swarm sub- but the swarms that nest type (referred to hereafter as the within it are released. base swarm). One or more base swarms",
        "name":  "Special Qualities",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This section gives the DC of the Search check affects or from a square adjacent to that area. that is required to fi nd the trap. If the DC is exceeded by Disarm: This section gives the DC for disabling a 10 or more, the searcher also fi nds the specifi c area from single attack source. Each successful Disable Device which one of the attacks will originate (allowing it to be check disables one attack source, allowing the others to disarmed before the trap is sprung). function normally. Some traps have a central location that, pqqqqqqqqqqqqqqqqqqqqrs TRAPS AND MONSTERS foe into a trap’s activation area. Triggering a trap in this manner The inhabitants of a dungeon usually know where all the adds injury to insult. traps are placed, and smart monsters can turn traps to their Ambush: Kobolds favor this tactic, which involves lying advantage in battle. A few common tactics involving traps in wait until the enemy springs a trap. The ambushers then include these. attack, making the most of the trap’s effects to turn the battle",
        "name":  "Search",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The monster bull rushes its foe into the trap’s acti- their way. vation area, hoping that he is harmed by the trap’s effect. If the Remote Activation: If a trap attacks a location other than trap involves a pit, this tactic works even if the trap has already where it is triggered, a monster can trigger the trap to hit activated, because the pit remains. the PCs without ever having to risk getting too close to the",
        "name":  "Bull Rush",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2,900 gp. up to the starting side of the pit with a successful DC 15 Climb check. Anyone who fails this check by 5 or more falls into the water. The trap resets and extends the bridge again 1 hour after it is sprung. Variants of this trap add a 1-round delay between the triggering of the pressure plate and the bridge retraction to fool cautious adventurers who wait until the bridge’s safety is “confi rmed” by a successful crossing. Trapbuilders also might fi ll the pit with something other than water, such as acid (immersion causes 10d6 points of acid damage per round), lava (immersion causes 20d6 points of fi re damage per round), or simply a dangerous monster.",
        "name":  "Market Price",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "CR 5; psionic; touch and psionic visual trigger (true seeing); automatic reset; psionic effect trigger (detect psionics); automatic reset; psionic effect (energy burst, 20th-level psion, augmented by 15 power (psychic vampire, 7th-level psion, drains 14 power points points, 20d6+20 points of cold damage, Fortitude DC 20 or deals 2 points of Wis damage to creatures that have no half); multiple targets (40-ft.-radius burst); Search DC 36; power points, Fortitude DC 16 negates); Search DC 29; Disable Device DC 36. Cost: 134,750 gp, 10,780 XP. Disable Device DC 29. Cost: 16,500 gp, 1,320 XP.",
        "name":  "Psychic Vampire Trap",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "CR 6; psionic; proximity trigger HAZARDS (touchsight); automatic reset; psionic effect (baleful teleport, 9th-level psion, 9d6 points of damage, Fortitude DC 17 Dungeon hazards are diffi cult to defi ne. They are not traps; half); Search DC 30; Disable Device DC 30. Cost: 33,500 hazards are often living and rarely intentionally placed. gp, 2,680 XP. Nor are they creatures; hazards usually have no means of",
        "name":  "Baleful Teleport Trap",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A simple way to add decor to a wall is to from maws, as described on page 21. You can adjust the color it with chalk, paint, or dye. Crude drawings are attack bonuses, trip checks, and damage as appropriate typical of less civilized beings, and graffi ti might mar for the party’s level. the halls of the once-powerful. Refi ned scenes accent the domains of wealthy occupants, the work of skilled Floors of Glass or famed artists. Wall paintings can range from simple A glass fl oor might shatter (as a wall of glass) if subjected words to elaborate compositions. Many of the themes to significant impacts, such as that of a falling-object suggested for carvings above work as paintings too. A trap. The spray of glass shards increases the damage dealt painting might also present a map of the surrounding by the basic trap effect, and might also release enclosed territory, the next part of the dungeon, or a feature on substances or creatures. some other level. It can provide direction or warning symbols that are readily understood by dungeon dwell- Floors of Ooze ers. Sometimes wall paintings depict lifelike trompe-l’oeil A very thick layer of ooze over a solid fl oor acts like deep representations of doors, passages, or pits. A successful bog (DMG 88). Characters wading through the slime are DC 15 Spot check reveals their true nature. also subject to its specifi c abilities, if you use a particular",
        "name":  "Paintings",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In some cases, an altar is built to placate a powerful creature. For example, lizardfolk might make LADDERS offerings on a stone plinth to a red dragon that lives Ladders are common devices for moving vertically than nearby. This type of altar is commonly found at the elevators, and do not offer the same level of complexity boundary between two separate areas of infl uence (such or security as elevators. A ladder usually consists of a pair as at the mouth of a dragon’s cave). Making offerings does of wooden or iron posts or rails with a number of rungs not guarantee the benevolence of the honored creature, spaced evenly along their length. though. These altars are usually worn and relatively plain, A ladder is built for a certain size category of creature. A with remnants of past offerings scattered about. Those PC of the same size category can climb a well-built ladder dedicated to evil beings are often stained with the blood with a DC 0 Climb check. The DC of this check increases of sacrifi ces. by 5 for each step of difference between the size category of the ladder’s builder and its climber. ELEVATORS A ladder offers numerous chances to slow a falling An elevator is a stable platform that moves vertically character’s descent in the event of a failed Climb check. from one level of the dungeon to another. The intricacies With a successful DC 20 Refl ex save, the character grabs or oddities of such a system can add tension to a chase, hold of a rung before hitting the bottom but takes 1d6 escape, or race to the surface. Security elevators allow you points of nonlethal damage from the jarring stop. to seal off areas of the dungeon until the PCs are ready Ladders with parallel posts allow characters to slide to explore them. When placing an elevator, consider the down them at 60 feet per round. Doing so is a move action following variables. that requires a DC 5 Balance check per round of travel.",
        "name":  "Offering",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "How seriously you take things Tordek: I enter and look around. sets the standard for how seriously the players take things. Jokes Jozan: I come in behind with the torch. and silly remarks can make the game more fun, but they can also DM: You are in a chamber about 30 feet across to the south and detract from the action. If you make funny comments during the 30 feet wide east and west. You see 10-foot-wide passages to the left game, expect that the players will, too. and right as well as straight ahead, each in the center of its respec- Likewise, if you design adventures that are lighthearted, create tive wall. Looking back, you see the stairway by which you entered NPCs that are slightly silly, or introduce embarrassing or humor- the chamber in the center of the north wall. ous situations into the game, realize that it changes the tenor of Lidda: What else do we see? the game. If the king of the land is a talking dog named Muffy or DM: The floor is rough and damp. The ceiling is supported by 8 if the PCs have to find abrassiere of elemental summoningrather arches that probably rise to meet in the center, about 20 feet above than a brazier of elemental summoning, don’t expect anyone to take you—it’s hard to tell because of all the webs. Some moldering old the game too seriously. sacks are lying in the southwest corner, and some rubbish is jum- :1 RETPAHC GNINNUR EMAGEHT bled in the center of the floor—dirt, old leather, scraps of cloth, DM: The webs burn quickly. As they do, tiny burning husks of and some sticks or bones. smaller spiders fall from the ceiling, but nothing the size of the After a short discussion and the formation of a plan, each player creature that attacked. announces an action for his or her character. Tordek looks down the south Tordek: [On lookout.] What do we see down the passages? passage, Mialee investigates the rubbish in the middle, Jozan looks at the DM: The south tunnel runs straight as far as you can see. The old sacks, and Lidda looks down the west passage. The players position west corridor ends in a door at about 20 feet. their figures on a floor plan the DM has sketched out on paper. Tordek: Okay, I’ll also glance down the east passage. Since no one paid the webs any attention, the DM doesn’t worry about DM: You see the east corridor goes straight for about 20 feet and Spot checks to see the spider. then turns a corner to head north.",
        "name":  "Serious versus Humorous",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "That mighty blow smashes the creature to bits. Lidda: Jozan, bring your light over and we’ll check out the pool.",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "How fast the creature can climb.",
        "name":  "UpSpeed",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Space is the width of the square a creature needs to Creatures may occupy the same square if they are three or more fight without penalties (see Squeezing Through, below). This size categories different. For instance, a human could occupy one width determines how many creatures can fight side by side in a of the squares also occupied by a purple worm. 10-foot-wide corridor, and how many opponents can attack a Example:A human (Medium) fights a cloud giant (Huge). The creature at the same time. A creature’s space does not have a front, human occupies a single space. The cloud giant occupies roughly back, left, or right side, because combatants are constantly nine spaces. If the human tried to occupy one of the giant’s spaces, moving and turning in battle. Unless a creature is immobile, it up to half as many humans as normal could fit, since the creatures effectively doesn’t have a front or a left side—at least not one you are two size categories apart. Since that only amounts to one-half can locate on the tabletop. of a human, the human cannot occupy one of the giant’s spaces",
        "name":  "Space",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A colony of stirges (Tiny) attacks a human (Medium). Up to four Tiny creatures can occupy the same space. They are two size categories apart from a human, so up to two Tiny stirges can occupy the same space as the human, and they provide each other with flanking against the human.",
        "name":  "Example",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Lidda is sneaking through a dungeon filled with ity check gives a character, the degree of success is important to hobgoblins. She must pass by an open doorway beyond which is the task. For example, an invisible assassin sneaks up on a cleric. a room where the brutes are drinking from a keg of ale. She The cleric makes a Listen check opposed by the assassin’s Move makes a Move Silently check, and the hobgoblins make opposed Silently check, and the cleric is successful. You could describe Listen checks, but they’re not paying much attention, so the half- this success to the player of the cleric in many different ways, ling sneaks by easily. The hobgoblins aren’t even looking at the including these. door, so no Hide check is required. To get out, however, she must • “You heard a noise and you know something’s out there, but pass right through a guard room. She must make a Hide check to you don’t see anything.” keep to the dark shadows near the walls, and a new Move • “You heard a noise. It sounded like a person moving, and it Silently check (new because the listeners are different individu- came from ‘over there.’ ” als, plus they’re more alert) to get past the guards and through • “You heard a noise. You know there’s an invisible creature the room. about 15 feet northeast of you, and you can target that crea- A new Move Silently check is needed for each different group ture’s location with an attack.” that a sneaker is trying to avoid. Sometimes both a Move Silently To determine how much information to give out, compare check and a Hide check are needed when sneaking around. Some- the opposed check results (or for a nonopposed check, the times they’re not. check result and the DC). In the example above, you give the first answer if the check merely succeeds on the check. If the GENERAL VERSUS SPECIFIC cleric beats the assassin’s check result by 10 or more, he has Sometimes a player will say, “I look around the room. Do I see achieved a greater success, and he gets the second answer. If he anything?” and sometimes she’ll say, “I look into the room, exceeds the assassin’s check result by 20 or more, he has knowing that I just saw a kobold dart inside. I look behind the achieved a perfect success, and he gets all the information—the chair and the table, and in all the dark corners. Do I see it?” In third answer. both cases, the DM replies, “Make a Spot check.” However, in Degrees of success usually only apply when the amount of the second example, the character has specialized knowledge of information you have to give out can be different depending on the situation. She’s asking specific questions. In such cases, how well the character succeeds. Most of the time, the only out- come that matters is whether the character succeeds or fails. DEGREES OF FAILURE Usually failure itself is a sufficient problem and does not need to be compounded. However, failure can sometimes cause addi- tional problems, such as a setting off a trap or alerting a sentry to the characters’ presence. When such consequences exist, a check that fails by 5 or more causes them to occur. For example, if Lidda the rogue misses a Disable Device check by 5 or more, she sets off the trap she’s trying to disable. Skills that carry an additional risk on a failed check include the following. Other risks on a failure may apply, at your discretion. 32 :2 RETPAHC GNISU SELUR EHT Incorporeal wraiths lunge toward an adventurer. rehcsiF .S yb .sullI Skill Risk • Two or more separate ability checks, usually involving different Balance Falling abilities, to accomplish a multipart task (such as opening the Climb Falling jug without spilling). Craft Ruin raw materials You can also use a combination of an ability check and a skill Disable Device Device triggers, or is not disabled check in an appropriate situation. For example, when swimming Spot (reading lips) Receive false information in frigid water, Lidda might have to make a Constitution check to Swim Sink below surface of water avoid taking a penalty on her Swim check. Use Rope Grappling hook fails in 1d4 rounds Decisions on how to handle nonstandard situations are left to your best judgment. TAKING 10 Encourage players to use the take 10 rule. When a character is SAVING THROWS swimming or climbing a long distance, for example, this rule can really speed up play. Normally, you make a check each round with Adjudicating and varying saving throws works a lot like adjudicat- these movement-related skills, but if there’s no pressure, taking 10 ing and varying skill and ability checks. allows them to avoid making a lot of rolls just to get from point A to point B. WHICH KIND OF SAVE? Fortitude, Reflex or Will? When assigning something a saving ABILITY CHECKS throw, use these guidelines.",
        "name":  "Sneaking",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When a choice has a significant consequence, it sionally include undead that she can use her turning ability on. If should sometimes be a difficult one to make. Should the PCs help the party has a ranger or a druid, include encounters with animals the church of Heironeous wage war on the goblins, even though (dire animals can make challenging encounters for even mid- to the conflict will almost certainly keep them from reaching the high-level PCs; see the Monster Manualfor more information). The Fortress of Nast before the evil duke summons the slaadi assassins? advice to remember is “Everyone gets a chance to shine.” All abili- Should the PCs trust the words of a dragon, or ignore her warning? ties available to PCs were designed to make the characters better,",
        "name":  "Difficult Choices",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ledges allow creatures to walk above some lower Floors area. They often circle around pits, run along under- As with walls, dungeon floors come in many ground streams, form balconies around large rooms, or types. provide a place for archers to stand while firing upon",
        "name":  "Ledge",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Small chunks of debris litter the ground. Light to be viewed safely from above. Transparent floors are sometimes rubble adds 2 to the DC of Balance and Tumble checks. placed over lava pools, arenas, monster dens, and torture cham-",
        "name":  "Light Rubble",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ogre in the cave keeps a candle lit next to the skull of her child, which was killed by human hunters. The kuo-toas MISCELLANEOUS FEATURES have a series of underwater altars dedicated to their dread god Any dungeon is made more interesting by the inclusion of some Blibdoolpoolp. Any creature that is particularly religious may have or all of the following features. some place dedicated to worship, and others may venerate some- Stairs:The usual way to connect different levels of a dungeon thing of great historical or personal value. Depending on the crea- is with stairs. Straight stairways, spiral staircases, or stairwells ture’s resources and piety, a shrine can be humble or extensive. A with multiple landings between flights of stairs are all common shrine is where PCs will likely encounter NPC clerics, and it’s in dungeons, as are ramps (sometimes with an incline so slight common for wounded monsters to flee to a shrine friendly to that it can be difficult to notice; Spot DC 15). Stairs are important them when they seek healing. accessways, and are sometimes guarded or trapped. Traps on",
        "name":  "Shrine",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a bridge is particularly narrow, such as a series Statue:Reflections of bygone days, stat- of planks laid over lava fissures, treat it as a ledge (see Special ues found in dungeons can be realistic depic- Floors, page 60). It requires a Balance check (DC dependent on tions of persons, creatures, or scenes, or they width) to cross such a bridge. can be less lifelike in their imagery. Statues",
        "name":  "Narrow Bridge",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Constructed of wooden planks suspended from often serve as commemorative representations ropes, a rope bridge is convenient because it’s portable and can be of people from the past as well as idols of gods. easily removed. It takes two full-round actions to untie one end of Statues may be either painted or left bare. Some a rope bridge, but a DC 15 Use Rope check reduces the time to a have inscriptions. Adventurers wisely distrust move action. If only one of the two supporting ropes is attached, statues in dungeons for fear that they may ani- everyone on the bridge must succeed on a DC 15 Reflex save to mate and attack, as a stone golem can do. Statues avoid falling off, and thereafter must make DC 15 Climb checks to in a dungeon could also be a sign indicating the move along the remnants of the bridge. presence of a monster with a petrifying power Rope bridges are usually 5 feet wide. The two ropes that support (such as a medusa or a cockatrice). Feel free to uti- them have 8 hit points each. lize both of these ideas, but don’t forget that some-",
        "name":  "Rope Bridge",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    }
]
