[
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to poison, sleep, paralysis, and freshly liquefied crystal. The creature targets the largest stunning. Not subject to critical hits. crystal object available. Psionics (Sp): At will—control object, control sound, create Liquefy (Ex): A folugub that makes a successful touch sound, detect psionics, and phase door. These abilities are as the attack with its tongue causes the target crystal to change powers manifested by an 18th-level psion. phase, turning from solid to liquid and becoming Attack/Defense Modes (Sp): At will—ego whip, mind immediately worthless. The size of the object is immaterial— thrust/empty mind. a crystal statue liquefies as quickly as a diamond in a ring.",
        "name":  "Elemental",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "49,000 gp + 3,920 XP. GITHYANKI SOCIETY Mind flayers enslaved entire races, including the githyanki forerunners. Centuries of captivity bred hate, nurtured resolve, and finally instilled psionic powers. With mental armaments of their own and a powerful leader to rally behind (the legendary Gith), the slaves instigated a crossplanar struggle that, in the end, threw down the illithid empire, bringing freedom to the surviving slaves. However, these soon split into the racially distinct githyanki and their mortal enemies, the githzerai (see the Githzerai entry, below). Each constantly attempts the extinction of the other. This animosity has burned through the centuries, warping the githyanki into the evil, militaristic creatures they are today. Both peoples\u0027 hatred of the mind flayers knows no bounds, though, and they will break off hostilities to slay illithids if the opportunity presents itself. Githyanki live within massive fortresses adrift in the Astral Plane. Here they conduct commerce, manufacture goods, grow food, and live out their lives. Family dwellings are nonexistent, as most githyanki prefer their own abode; however, githyanki are often found in groups, honing their fighting skills. A fortress contains noncombatants (mostly children) equal to 20% of the fighting population. Githyanki males and females may be found in almost any role or class. The githyanki have no deity but instead pay homage to a lich-queen. A jealous and paranoid overlord, she devours the essence of any githyanki that rises above 16th character level Besides eliminating potential rivals, the lich-queen enhances her power with the stolen life essence.",
        "name":  "Cost to Create",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7-8 HD (Medium- size); 9-12 HD (large) Skills: *When it consumes a brain, “A big brain on four the intellect devou- legs” describes an rer absorbs some of the victim\u0027s memo- intellect devourer. ries, gaining a +5 The creature stalks living prey, sometimes at the behest of powerful masters, competence and co-opts their bodies after devouring the brain. bonus on Perform (act) checks when trying to pass off the possessed body as the A closer look reveals that the intellect devourer\u0027s 2- footdIameter brain is protected by a impervious, transparent original crust, and its legs are bestially jointed with cruel claws. It uses its body-thief ability to masquerade as its latest victim, allowing NEOTHELID it to secretly penetrate areas rich in prey or to spy for its masters (usually mind flayers). Gargantuan Aberration",
        "name":  "Advancement",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tentacle rake 2d6+10 An intellect devourer charges into melee combat after first Face/Reach: 30 ft. by 30 ft. (coiled)/25 ft. manifesting schism, allowing the creature to make a he partial",
        "name":  "Damage",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "15 Blindsight (Ex): The neothelid can ascertain creatures by",
        "name":  "Challenge Rating",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Construct, psionics immunity, damage reduction 30/+2 152 :8 RETPAHC SRETSNOM If uncommanded, the psion-killer usually follows its last Puppeteers are psionic parasites that vicariously experience instruction to the best of its ability, though if attacked it the lives of their victims by taking control of their minds. returns the attack. The creator can give the golem a simple A puppeteer resembles a 4-inch-long, dark brown leech program to govern its actions in his or her absence, such as with no definable anatomy or sense organs. Once one “Remain in this area and attack all psionic creatures that establishes control over a victim (now called a host), it enter.” attaches to the host\u0027s skin in a spot hidden by fur, hair, or",
        "name":  "Special Qualities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to mind-influencing effects, poison, clothing. It draws nutrients from the host\u0027s blood, but since it disease, and similar effects. Not subject to critical hits, is so small, its requirements are minimal. subdual damage, ability damage, energy drain, or death Only when twenty or more from massive damage. puppeteers ride a single host—a Psionic Immunity (Ex): Psion-killers completely rare occurrence—is there resist psionic effects, including psionic attack direct risk to the host\u0027s modes. health. Negate Psionics (Su): A psion-killer can use Puppeteers seek to negate psionics as a free action once per round. The secretly infect the effect is as an area negation in a 30-foot-radius societies of other burst. creatures and take control of them so as to have a continuous CONSTRUCTION supply of bodies. They A psion-killer\u0027s body is constructed from do not speak except massive blocks of quartz crystal, with a when directing a host body total weight of at least 4,000 pounds. to do so. The golem costs 90,000 gp to create, which includes 10,000 gp for the body. COMBAT Assembling the body Puppeteers use their requires a successful psionic powers to dominate Craft (sculpting) or potential hosts. Once in control, a profession (masonry) check puppeteer almost exclusively relies (DC 17). on the host\u0027s mental and physical The creator must be 18th level and able to abilities, although it may use its own manifest psionic powers. Completing the construction psionic powers to enhance their drains 1,600 XP from the creator and requires emulate power, effectiveness in a particularly matter manipulation, negate psionics, and psychic chirurgery. dangerous situation. Puppeteers are most commonly encountered secretly riding a host, so their PUPPETEER presence is not obvious to most Fine Vermin opponents.",
        "name":  "Construct",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blindsight, psionics, host protection Blindsight (Ex): A puppeteer can ascertain creatures by",
        "name":  "Special Qualities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 153 MONSTERS CHAPTER 8: When badly wounded, the filcher escapes using its time TEMPORAL FILCHER filch ability (on itself only), or dimension door. Large Aberration Psionics (Sp): At will—chameleon, dimension door, and",
        "name":  "Advancement",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Claw 1d6+1, bite 2d6 smaller creature with two or more claw attacks, it latches Face/Reach: 5 ft. by 5 ft./10 ft. onto the opponent\u0027s body and shifts forward in time 7",
        "name":  "Damage",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9-15 Speed: 40 ft. HD (Large) AC: 17 (+1 size, +4 Dex, Temporal filchers are hun- +2 natural) ters that use their psionic Attacks: abilities to “bump” Touch +4 prey ahead in time, melee thereby disorien- Damage: ting the creature Touch eat and preventing thoughts (see aid from its text) companions, if any. Face/Reach: 5 ft Temporal filchers by 5 ft./5 ft. are off shoots of Special Attacks: Eat ethereal filchers, though thoughts more aggressive and larger. Special Qualities: A temporal filcher is 6 feet tall Ethereal jaunt, psionics with a baglike body from which Saves: Fort +1, Ref +5, Will protrudes a twisted horn, a thick neck, +4 and a bulbous head. It has four long arms Abilities: Str 12. Dex 18, Con 11, ending with cruelly clawed hands, and a single leg that ends Int 7, Wis 12, Cha 10 in a prehensile foot. It is yellowish with gray and blue Skills: Hide +14, Listen +7, Spot +7 markings. Feats: Improved Initiative Temporal filchers do not speak. Climate/Terrain: Any land and COMBAT underground",
        "name":  "Advancement",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 creatures bringing up the rear of a group and gain a free",
        "name":  "Challenge Rating",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Zarus’s temples are fi gureheads used to personify ideals. handsome structures, not elaborate The only true power, they claim, is but extemely well made and the universe itself, which has with tasteful decorations. The no consciousness or personality, walls are covered with tapestries but responds through effort to depicting mankind’s the will of sentient talents: scenes of creatures. hunting, farming, weaving, and other occupa- HISTORY AND tions. The altar is always a gold FOLKLORE statue of a perfect human male, a representation of Zarus himself. Humans are the youngest of the major",
        "name":  "Temples",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Human history has more Dwarf’s Fall: A good example of a human creation myth recent events of importance than the history of any other told by nonhumans is the Dwarf’s Fall. Long ago, the tale race. Think about which historical events resonate with goes, a dwarf was walking home. It began to rain heavily, your character. Your character might treat gnomes kindly but the dwarf trudged on. Then his boot slipped in the because she is ashamed of Dessloch’s gnome purges a mud and he fell backward, his heavy body sinking into decade ago. Your character might revere the pioneers in the soaked earth. Grumbling, the dwarf pulled himself the Caravan of Istagarrai, founders of the first human free and continued on his way, leaving his outline pressed settlements in your area. The history your character chooses into the mud. says a lot about his attitude toward his people, and toward As the rain continued, it filled that outline. The rain himself. turned to ice, and ice began to form above the outline, shap- ing the top portion of the dwarf as well. For three days and MYTHIC ORIGINS three nights the wind howled and snow fell. On the fourth While humans have a rich, detailed recent history to draw day, the sun rose, and the ice and snow melted away. The mythic inspiration from, they don’t have as rich a trove of ice replica of the dwarf cracked and disintegrated, leaving humanitywide myths. For example, humans don’t have a behind a creature cast in the dwarf’s image. But the ground widely accepted creation story. Instead, each culture has there slanted slightly, so the outline slid downhill, during its own story of how humans came to be—even nonhu- the rain and snow. Thus the new creature was taller and man cultures such as the elves and dwarves. The majority slimmer than the original dwarf. Thus, from the outline of humans refuse to accept any nonhuman’s version of of a dwarf rose the first man. humanity’s origins—even accounts from outsiders who The Tale of Oratea: A halfling folk tale has humanity claim to have been there. Humans believe that such born of older races in a much more literal way. Oratea was a accounts are biased against humanity (and indeed, many beautiful female halfling, and many of her own kind wooed play on less than flattering human stereotypes). her. Then she encountered a pair of travelers, a tall slender Most human histories agree on one point—that human- elf named Terian and a stout dwarf named Koemac. ity did not have an illustrious beginning. Only the Book of The travelers both loved her and demanded that she Zarus claims otherwise. choose one of them as her mate. Oratea was greedy and",
        "name":  "Roleplaying Application",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creatures perform the states of preservation, waiting for resurrection, conversion basic functions within a gravewhisper cabal. Zombies to undead, or ritual use. and skeletons make up much of the cabal’s manual labor, Adventure Hook: One of the PCs has died in the middle while ghouls and wights guard the enclave from attack. of an adventure, and the other characters are carrying the Shadows and spectres act as the cabal’s spies in the outside body back to a friendly temple for resurrection. Along the world. Intelligent undead, however, are actually members way, minions and illumian members of a gravewhisper cabal of the cabal, not just its servants. A gravewhisper cabal repeatedly waylay them. The cabal believes, rightly or wrongly, usually includes vampires or liches among the members that the dead PC possesses information that they can acquire of its Black Table. with speak with dead or less savory necromantic rituals. 69 ILLUMIANS CHAPTER 3 Quill Cabals While vengeance cabals take the fight to the githyanki, quill cabals instead attempt to reassemble the lore the illumians lost when the githyanki sacked the Library of the Sublime. Avaricious book collectors, quill cabals stop at nothing to acquire tomes they don’t already possess. Their libraries are first-rate, which makes them a target for forces that desire the knowledge ensconced on the shelves of illumian enclaves.",
        "name":  "Enemies and Allies",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Root cabals work with intelligent Enclaves: Root cabals use the natural terrain at their creatures that can be trusted to live in concert with the disposal to build their enclaves. Sometimes their enclaves land, such as centaurs, goliaths (described in Races of are camouflaged by terrain, such as a dungeonlike enclave Stone), and lizardfolk. Others ally themselves with fey under a mossy hillock. More often their enclaves appear inclined to help guard their lands, such as dryads and as weird structures that stand out from the surrounding nymphs. The most strident root cabals trust only plants land while obviously being a part of it; root cabals want the and animals, relying on druid-enhanced flora and fauna architecture of their enclaves to imply that “These lands as guardians. are under our protection.” In a forest, a root enclave might 71 ILLUMIANS CHAPTER 3 be a spherical tangle of branches supported by dozens of seem overly curious about the lore contained within the massive oak trunks—with animated branches set to grasp Library of the Sublime, so vengeance cabals wonder whether intruders. A mountain enclave might be a graceful series of they have ulterior motives in hunting down the githyanki towers attached to a sheer cliff at the end of a box canyon. A who looted it. subterranean enclave might be a warren entirely within a Typical Characters: The following characters are typical hollowed-out stalagmite in a massive underground cavern. of those who grow up in vengeance cabals.",
        "name":  "Enemies and Allies",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Aasimars maintain ex- cellent relations with beings of good alignment. They are found primarily among humans, but they also associate with elves, dwarves, and good-aligned humanoids. They are extremely stern and disapproving toward evil beings of all kind and do not willingly deal with 92 xoC .E yb .sullI OF DESTINY OTHER RACES CHAPTER 4 orcs, goblins, and other races noted for their evil alignment. Aasimars are extremely suspicious of half-orcs, but they can AASIMAR RACIAL TRAITS overlook blood or upbringing if an individual proves that • +2 Wisdom, +2 Charisma: Aasimars inherit a measure of he leads a life of good and honor. the insight and presence of their celestial forebears. Aasimars treat one another with respect and friendship, • Outsider (native): Aasimars are outsiders who are native to seeing other aasimars as cousins united in the cause of good. the Material Plane. Unlike true outsiders, native outsiders However, if they encounter an aasimar who has fallen to need to eat and sleep. evil, they become frightful to behold in their anger and • Medium: As Medium creatures, aasimars have no special righteous indignation. bonuses or penalties due to size.",
        "name":  "Relations",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The indisputable fact of their celestial ancestry and Sylvan. Aasimars enjoy learning languages that enable leads aasimars to become deeply devoted beings who feel a them to communicate with good creatures. personal connection with a particular deity. Even those who • Favored Class: Paladin. The paladin class levels of an do not become paladins (their favored class) are profoundly aasimar who becomes an ex-paladin class do not count religious and forthright in their faith. While they are not when determining whether she takes an experience point prone to proselytizing, by words and action aasimars show penalty for multiclassing. the power and righteousness of their deity to those who • Level adjustment +1. have not yet seen the light and truth that they experience themselves. DOPPELGANGER",
        "name":  "Religion",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In their natural form, doppel- mere pawns to be deceived and used in whatever manner gangers are gaunt, gray-skinned, genderless humanoids seems necessary at the time. On the other hand, most dop- with long, gangly limbs, standing around 5-1/2 feet tall pelgangers do not have any preconceived notions about a and weighing about 150 pounds. Doppelganger bodies are race—they all have their positive and negative qualities, slender and frail-looking, although this appearance belies and none are any better or worse in comparison (except for their hardy constitution and doppelgangers themselves, of course). In turn, other races are extremely suspicious of a creature that can assume their own forms and blend in with impunity. In some places, doppelgangers have thoroughly infi ltrated posi- tions of authority, using their newfound power in whatever way they see fi t. When a doppelganger is discovered, pogroms and witch-hunts inevi- tably follow, as the panicked populace accuses anyone and everyone of being a shapeshifter.",
        "name":  "Physical Description",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Be- cause they live according to the borrowed morals and ethics of other races, doppelgangers are usually neutral in alignment, with no strong opinions on the properties of good, evil, law, or chaos. Doppelgangers regu- A doppelganger infi ltrator larly “portray” creatures of decides it’s time for a change 94 ippillihP .M yb .sullI OF DESTINY OTHER RACES CHAPTER 4 different alignments, although their psyches are amazingly of time mimicking warriors become fighters or rangers. As toughened to resist any permanent shift from acting in such mentioned above, doppelganger clerics are notoriously rare, a manner. They retain their own objectivity regardless of and druids even more so, mainly because doppelgangers the intensity of emotions that they exhibit on the surface. are so focused on social intricacies that they barely think On occasion, doppelgangers stray from the racial norm of about the natural world. Doppelganger paladins are one in neutrality—and their inclination toward duplicity and de- a million, and are viewed with considerable suspicion by ceit means that most of these individuals fall to evil. the rest of their race.",
        "name":  "Alignment",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Half-ogres inherit a tendency toward chaos from polite company, half-ogres fi nd acceptance and from their ogre parents, but, like their human parents, they friendship among adventurers, many of whom are fellow favor neither good nor evil. Half-ogres raised among ogres wanderers and outsiders. and willing to live out their lives with them, however, tend toward evil. Half-Ogre Racial Traits Half-Ogre Lands: Half-ogres have no lands of their • +6 Strength, –2 Dexterity, +2 Constitution, –2 Intelli- own, living among ogres or humans depending on their gence, –2 Charisma: Half-ogres are big, brawny creatures circumstances and the tolerance of the locals. without a great deal of intelligence or couth.",
        "name":  "Alignment",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sea kin generally prefer to stick close to violent, and determined to kill anyone who stands in their the safety of their coral homes, occasionally trading with path. These suppositions rarely prove false. But even orcs nearby land-dwelling people. That said, sea kin also have display variation within the species, and one group in a strong sense of curiosity, and some individuals become particular stands apart from all others. adventurers out of sheer inquisitiveness. Other sea kin turn The sharakim (the name means “the tainted” or “those to adventuring after a particularly violent encounter with with taint” in an old human dialect) were once human. At 102 OF DESTINY OTHER RACES CHAPTER 4 least, their forebears were. Legends claim that, long ago, all humans resided in the village of Desh. They lived peacefully until a hunter named Sharak killed a sacred stag, and all those who ate of the stag’s fl esh became ill. Many died, but others were transformed, twisted into hideous caricatures of humanity by the evil they had committed. The humans who escaped the curse scattered, leaving Desh to be lost forever. Those creatures who had once been human gathered together and fl ed as well, making their own way in the world but forever after hated by humans because they stood as a reminder of that sin. These became the sharakim. Sharakim live in small villages and towns. They are comfortable in hills and mountains, especially places that feature long shadows and high cliffs on every side. They are eager for outside contact, and thus settle close to other races. They make frequent forays to nearby towns and encourage their neighbors to visit them, whereupon they take the part of lavish hosts. Sharakim spend their waking hours fi ghting the impression people assume based on their appearance; only in the privacy of their own homes do they relax and gather their thoughts.",
        "name":  "Adventurers",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sharakim learn from early childhood that they were created from sin, and that others believe Sharakim, due to their their existence is a curse upon the world. This knowledge human roots, are a special makes them sullen when they are alone, and eager to breed indeed please when they are with other races. Humans compare them to puppies, which hate to be alone and accept any treatment because it means attention. Sharakim despise other orcs, seeing them as examples of what they could have become, and they make every effort to distinguish themselves from those monsters. They bathe frequently and are fastidious about their clothing and manners. They learn to speak Common and strive to pronounce the words without an accent, which is diffi cult because of their tusks. Sharakim villages are models of tidiness and order, each house carefully placed in relation to its neighbors, and each one kept spotlessly clean. Sharakim strive to better themselves individually, constantly improving their knowledge and skills to make themselves worthy of social interaction.",
        "name":  "Personality",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sharakim live in villages nestled will win their respect. Most sharakim, upon reaching adult- among high hills or low mountains. They prefer the protec- hood, leave their villages to go adventuring. This allows tion of cliffs around them, but they also like to be close to them to encounter strangers, make new friends, and hone other races, so their homes are usually no more than a few their skills. Earning riches is less important than winning days’ travel from a human or gnome village. Sharakim do renown, and a sharakim who is immortalized in song is the not like open water, preferring to avoid settlements located pride of his clan. next to rivers or lakes. Sharakim can be found in large human cities, where they SHARAKIM RACIAL TRAITS delight in the number of people present and in the chance • +2 Strength, –2 Dexterity, +2 Intelligence, –2 Charisma: to mingle with everyone openly. They purchase homes Sharakim are naturally strong but their size makes them and redecorate them, creating elaborate carvings on door clumsy. Their monstrous appearance works against them frames and columns and hanging intricate tapestries on in social settings, but their culture forces them to be well the walls. Sharakim are known as excellent hosts no matter educated. where they live, because their homes are always luxurious • Humanoid (human): Sharakim are humanoid creatures and well maintained, and because they go out of their way with the human subtype. to make guests comfortable. • Medium: As Medium creatures, sharakim have no special",
        "name":  "Sharakim Lands",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hadan, Krem, Lar, Lorrid, Mullev. skulk monster class. To use the monster class, generate your",
        "name":  "Male Names",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most tieflings have human names, although these humans adapted to this strange world, filled with one may acquire an infernal-sounding name, especially if natural wonders and dangerous creatures. Some underfolk raised by parents who accepted the taint of their offspring. societies have not ventured to the surface in generations, Some tieflings take on multiple names and switch aliases and others have forgotten their true origins altogether. numerous times during their lives to help them from be- However, those who live close to the caves that give entry ing hunted down. to the underground realms make occasional forays to the",
        "name":  "Names",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subtle and devious, tieflings are natural of evil and predatory races and creatures in the caves and rogues, striking from the shadows and manipulating the tunnels they call home, underfolk have become quick, weak minded. Tieflings devoted to a dark deity become stealthy, and survival-oriented. Although rather primitive clerics. Martial tieflings become fighters or rangers, and rustic when it comes to technology, underfolk make up choosing humans and other good races as their favored for this lack with a superior knowledge of how to survive enemies. Their naturally poor Charisma hinders most beneath ground, although even they avoid the deepest tieflings in learning the bardic arts, though a few are depths of the subterranean realms. attracted to the idea of entertaining and thereby manipu- Personality: Underfolk are insular and focused on lating others. their tribe’s well-being. They can be mildly xenophobic and suspicious of strangers, although they become deeply TIEFLING RACIAL TRAITS loyal to those who are true to their word and prove their • +2 Dexterity, +2 Intelligence, –2 Charisma: Tieflings’ worth. While not as bound to their grudges as dwarves infernal heritage grants them quickness and cleverness, are, underfolk nevertheless take oaths very seriously and but others find their sinister aura unsettling. immediately sever ties with any being who lies or otherwise • Outsider (native): Tieflings are outsiders who are native to deceives them. the Material Plane. Unlike true outsiders, native outsiders Underfolk maintain a deep spiritual connection with need to eat and sleep. their home and have come to understand the subtle rhythms • Medium: As Medium creatures, tieflings have no special of its seasons. They delight in the natural beauty of under- bonuses or penalties due to size. ground caves, warrens, and grottos, and do their best to • Tiefling base land speed is 30 feet. keep them from harm. Underfolk have a rich oral tradition • Darkvision: Tieflings can see in the dark out to 60 feet. and fill their speech with allegories, oaths, and hyperbolic Darkvision is black and white only, but it is otherwise statements. Unlike those of dwarves, who share a similar like normal sight, and tieflings can function just fine custom, underfolk stories are poetic and rather dreamlike with no light at all. in quality. • +2 racial bonus on Bluff and Hide checks: Tieflings are Singing is a favorite pastime among underfolk, and every deceptive and stealthy. individual knows a litany of tunes. • Darkness (Sp): A tiefling can use darkness once per day as Physical Description: Underfolk are both short and a 1st-level caster or a caster of her class level, whichever slight, with builds similar to elves. They typically stand is higher. between 5 and 5-1/2 feet tall, weighing 100 to 150 pounds. • Automatic Languages: Common and Infernal. Bonus Their eyes and ears are proportionally larger than those of",
        "name":  "Adventurers",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Underfolk live in the “shallowest” regions of the underground, within a mile or so of the surface. Tribes live in the same territory as orcs, goblins, drow, and other subterranean dwellers, but do their best to remain unnoticed. Most underfolk tribes number between fi fty and one hundred individuals, although larger tribes exist, including at least a few “cities” of nearly a thousand people. Underfolk tribes with a militaristic bent make forays into orc and goblin warrens, in an effort to drive those creatures out of areas they want to claim for themselves.",
        "name":  "Underfolk Lands",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You are treated as a humanoid with the human subtype for the purpose of adjudicating all effects. If you are not a humanoid, your type changes to humanoid and you gain the human subtype. If you are already a humanoid, you gain the human subtype. In either case, you retain any other subtypes you had (such as orc or extraplanar), and you retain any traits common to all creatures of your original type (such as darkvision). You gain 4 additional skill points.",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Know the race of one creature/ of 1d8 damage +1 point/level (max. +10). level. Insignia of WardingF: Bearers of special insignia gain +1",
        "name":  "Discern Bloodline",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more creatures, no dazzled for 1 minute. Afterward, the BESTOW CURSE, two of which can be more than 30 lights return to normal. Sightless GREATER ft. apart creatures are unaffected.",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched number of creatures whose combined but it can function in any area with",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Will negates at least one creature regardless of HD. City lights counters or dispels any",
        "name":  "Saving Throw",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and touched objects or an enhancement bonus to Strength DELAY DEATH touched willing creatures and Constitution, as well as damage Necromancy",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bard 1, sorcerer/wizard 1 your arrival point; you appear at a that you are in, attaining knowledge Components: V, S, M randomly determined safe location of the surrounding community. You Casting Time: 1 standard action within the borders of the city (not instantly gain knowledge of as many Range: Close (25 ft. + 5 ft./2 levels) within a building). as three facts from among the follow- Target: One creature per round",
        "name":  "You do not have precise control over You become one with a community Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Personal Target: Creature touched the standard action you are readying.",
        "name":  "Range",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you spend 2 additional standard action (without spending an level ground. This includes perfectly power points, your place in the initia- action to do so) and use it whenever vertical walls, glass windows, and tive order changes, much as if you had you choose during the next round. even clothes-drying lines. Your speed delayed (but you may move earlier in Unlike the normal use of readied remains unchanged, even when walk- the initiative order rather than later). actions, you need not specify the con- ing straight up a wall. 170 n campaigns where humans are the most populous feel of the genre, in which peasants work the land, millers of the races, basing an adventure among the lands make the flour, merchants haggle in the streets, and city of humanity works pretty much as described in the guards keep an eye out for trouble. Dungeon Master’s Guide. Humans are social creatures However, there’s nothing stopping you from altering who prefer living in communities with others of their the way in which humans, and the towns in which they kind, although loners, homesteaders, and explorers who live, operate. Terrain is a major factor in how towns live far from the rest of their kind are common as well. come into being and evolve. A town located on an This chapter provides advice on breathing more life and oasis in the middle of the desert, for instance, looks variety into the numerous communities that humans and acts differently from one in the foothills of a lofty and their kind call home. Towns are broken down in to mountain range. Your imagination is the limit when their component parts, letting the DM tailor each town it comes to deciding how an exotic human culture to his liking. This chapter also provides numerous sample would construct its town. NPCs from a wide variety of challenge ratings, including several low-level but ubiquitous NPC classes that make ELEMENTS OF A TOWN up the bulk of human towns—aristocrats, commoners, experts, and warriors. Humans and their kind are noted for living in close- Chapter 5 of the Dungeon Master’s Guide provides guide- knit communities. Most cultures create permanent lines for randomly generating communities of various communities that combine houses, shops, places of sizes and levels. In most cases, these rules work best when worship, inns, and all the other structures that one creating average communities, primarily dominated by would expect. humans and their kin. Provided here are rules for creating Larger settlements are divided up into neigh- even more variety and detail in a given area or town. borhoods, or districts, that cater to a particular The rules in the Dungeon Master’s Guide reflect the fact segment of the population, trade, racial group, or that humans are the most common race living in cities. In some other division. In general, a town boasts one addition, these towns try to emulate the pseudo-medieval district per 1,000 people in its population (thus, 171 Illus. by C. Lukacs 8 RETPAHC FO SNGIAPMAC YNITSED communities smaller than a small town do not have page 137 of the Dungeon Master’s Guide), then at least one separate districts). For each 1,000 people in a town, roll on of the districts must be either a temple or wizard district Table 8–1 below to determine what sort of districts exist. (depending on the type of power center). You can deal with duplicate rolls in one of three ways. First, Because most people live close to (or in) the same place you may choose to reroll duplicate or inappropriate rolls. that they work, it should be assumed that each district has Second, duplicate rolls presume that the town has a much an adequate number of houses or living quarters, along larger district of that type for its size. Third, duplicate rolls with individual shops, food stalls, inns, and services may indicate that the town has multiple districts of the that cater to the population. In general, 50% to 70% of same type, located in different parts of town. For instance, any settlement is devoted to residential buildings. The if you roll foreign district three times, you may decide that size and composition of a particular district is up to the the town hosts three different foreign cultures. DM. In addition, feel free to add additional types of If the same result comes up three or more times, assume districts that you feel appropriate, such as docks or that the town is famous for a given kind of district and prob- wharfs (which have been left out to keep the table ably derives a major portion of the town’s economy from as generic as possible). that district. Each of these kinds of districts can appear in Each district described below includes a list of any sort of town, regardless of alignment or power center, sample encounters that are likely to occur when with some exceptions. If the town’s power center is magi- the adventurers are present. For more information, cal (see Power Center see Urban Encounters, page 101 of the Dungeon for the Community, Master’s Guide. 172 One of many busy streets in the arcane district DESTINY CAMPAIGNS OF CHAPTER 8 Table 8–1: Kinds of Districts Merchant District: The merchant district is filled with Urban Encounter stores, shops, and bazaars, owned by sellers who hawk all d% District Check Modifier manner of goods. This area is usually thronging with people 01–10 Arcane district +1 during the day and virtually vacant at night, with patrols 11–20 Artisan district +0 of city guard and private watchmen keeping vandals and 21–30 Foreign district +1 31–40 Merchant district +1 petty thieves from causing too much mayhem. In smaller 41–50 Military district +1 cities, the merchant district is indistinguishable from the 51–60 Noble district –1 artisan district, with craftsfolk selling their goods from the 61–70 Racial district +1 stalls and shops in which the products are made. 71–80 Temple district –1",
        "name":  "Augment",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The court wizard gains special of soldiers, or is a lieutenant within a much larger army. benefits from having a familiar. This creature grants the She is a formidable opponent and can bolster her troops court wizard a +3 bonus on Bluff checks (included). to acts of valor. Alertness (Ex): *The snake familiar grants its master Alert-",
        "name":  "The human commander is either the leader of a platoon Familiar Benefits",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The flame savant’s familiar is a hawk. The SAMPLE HALF-ORC NPCS familiar uses the better of its own and the flame savant’s While half-orcs do not create their own unique culture, they base save bonuses. The creature’s abilities and characteristics have some common archetypes that can be found almost are summarized below. anywhere. Where noted, they use the optional substitution",
        "name":  "Familiar",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The loremaster’s familiar is a toad. The familiar saving throw and half damage if the saving throw fails. uses the better of its own and the loremaster’s base save Skills: A toad’s coloration gives it a +4 racial bonus on Hide bonuses. The creature’s abilities and characteristics are checks. summarized below. Speak with Master (Ex): The familiar can communicate",
        "name":  "Familiar",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The battle sorcerer’s familiar is a raven. The ENCOUNTERS familiar uses the better of its own and the battle sorcerer’s Humans and their kin exist in a bewildering variety of base save bonuses. The creature’s abilities and characteris- groups. Some typical examples are provided below to tics are summarized below. springboard your own ideas. Each includes an average",
        "name":  "Familiar",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Jesse Decker Monster Manual—as well as Races of Destiny—to use this",
        "name":  "Design",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ceilings of the corridors and Creature: The curator is within the mortuary rooms within the catacombs are about 12 feet high. during daylight hours. The ceiling in the grand room with the coffin-shaped Curator: Male illumian sorcerer 4; hp 10. dais is 20 feet high. Development: Anyone searching the curator’s",
        "name":  "Ceilings",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unlike the mortuary entrance, ment, and characters cannot run or charge while on however, this one is watched and guarded by cabal the stairs. The staircase rises 40 feet from the floor of members from within the safehouse. Thus, PCs who try the dais chamber. to force their way into the catacombs via this entrance",
        "name":  "Creatures",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Three wraiths loyal to the Finalveil pushed to the side of the room. Cabal guard this chamber at all times. Once minor Two hulking gray corpses move about the members of the cabal, they were transformed into chamber under their own power, hewing yet more undead creatures as a reward for their exemplary stone from the walls with their powerful blows. service. Though the creatures stand nearly 8 feet tall, their",
        "name":  "Creatures",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Two mindless minotaur zombies Shadowy illumination (see page 164 in the Player’s occupy this chamber, working tirelessly to excavate a Handbook) reaches this room from the dais chamber new catacomb section. They attack any intruders that (area 4). they detect. This chamber resembles area 3a in most ways, except DD Minotaur Zombies (2): hp 83 and 81; see that the undead guardian stationed here is a solitary Monster Manual,page 267. bodak rather than a group of wraiths. 4 walls provide normal illumination within the cham- Faint illumination filters into this area from an ber and shed dim light along the passages and into entrance at its western end, revealing three large areas 3a and 3b. coffins. The room’s only occupant is a gray- The chamber contains numerous coffins, plus a fleshed, hairless humanoid with an elongated, coffin-shaped dais that holds pride of place at the very skull-like head and horrid, empty eyes. center. The coffins house the remains of lesser cabal members Light from three torches illuminates this large who did not merit induction into unlife. chamber, revealing dozens of coffins, one of which",
        "name":  "Creatures",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 58; see Monster Manual,page 28.",
        "name":  "DDBodak",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Iarmid attacks a flat-footed creature if might be forced to turn to them again when seeking possible so as to take advantage of his sneak attack other lore. ability. If he manages to deal sneak attack damage, The Veiled Codex can lead to additional adventures he triggers the power of the mystical symbols that as well. Certain cryptic passages within the tome hint surround him. Unlike most vampires, Iarmid does at other manuscripts that can unlock the powers of not try to flee if the battle goes against him. Not only undeath. These tomes, even more ancient and terrible does he know that the leaders of the Finalveil would 7 ABOUT THE AUTHOR than the Veiled Codex, have long been sought by the leaders of the Finalveil Cabal. But because they now Jesse Decker spends his days (and nights and week- hunt and hate the characters, the cabal members are ends) as the development manager for DUNGEONS \u0026 likely to investigate any location that the characters DRAGONSminiatures and roleplaying products. Prior to visit. And if one of those sites holds a clue to the loca- that, he spent two years as the editor-in-chief of Dragon tion of a book they seek, they will certainly find and Magazine, and lots of time working with nefarious pursue it. Thus, the PCs could easily find themselves groups such as the Wizards of the Coast web team. Jesse embroiled in a race with the cabal for possession of an has participated in numerous design projects, including evil tome. Should it fall into the cabal’s hands, its Unearthed Arcanaand the upcoming Races of Eberron.If members would surely use it to make life miserable he’s not shooting his mouth off about some aspect of for their enemies—including the PCs. the DUNGEONS\u0026 DRAGONSgame, Jesse is likely asleep. 8",
        "name":  "Tactics",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Valkauna’s clerics perform funeral and although he was pleased with his creation’s rites full of pomp that honor major events in the beauty, it gave him no joy. Finally, Mya, his wife and life of the deceased and commend his spirit to the companion, counseled him and bade him to create dwarf ancestors. They also bless births with a simple creatures to care for his world. In doing so, she said, lineage-chant. In noble dwarf clans, the lineage-chant be- these creatures would provide the soul his world lacked gins while the mother is still in labor, because it takes sever- and bring him joy. al hours to recite the illustrious deeds of so many forebears. Moradin saw the wisdom of her words and set about creat-",
        "name":  "Rites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dwarf barbarians are often race-and-class combination work. berserkers who throw themselves into Paladin: Dwarves are stalwart melee. A dwarf’s high Constitution com- creatures who revere duty, honor, bines well with barbarian rage, resulting in and responsibility, so the path of the a long rage and plenty of hit points. paladin is natural to them. However, their",
        "name":  "Barbarian",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "To gnomes, humans represent a constant yearn- Roleplaying Application: Does your gnome character ing for change and growth, not often present in the longer- believe in deities as physical creatures, or see them as a pow- lived races. They share the gnomes’ inventive spirit in many erful, existential extension (or allegorical representation) of ways, and strive to improve both themselves and others. The the gnome mind? How does she view religious belief in problem with this (and the reason human–gnome relations others? Does she have respect for those who devote them- are not generally closer than they are) is that the short life selves to the deities, or does she fi nd herself in awe at the span of humans makes them disorganized and unpredictable gullibility of others and attempt to educate them? 620_96567_RacesOfStone.indd 42 6/14/04, 7:57:04 AM 43 GNOMES CHAPTER 2 GARL GLITTERGOLD CALLARDURAN SMOOTHHANDS Greater Deity (Neutral Good) Intermediate Deity (Neutral) Garl Glittergold is also described on page 107 of the The patron deity of the svirfneblin (described on page Player’s Handbook. 131–132 of the Monster Manual), Callarduran teaches his",
        "name":  "Humans",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blade bravo, divine prankster, shadow- they get a racial bonus on their saving throw DCs. craft mage. Wizard: As with the sorcerer, gnome wizards almost certainly want to specialize in the illusion school to get as GNOMES AS CHARACTERS much use out of their racial bonus as possible. Gnomes have a natural knack for being bards and illusion- For alternative options for the gnome illusionist, see ists. Still, they’re clever and resourceful enough to excel in the gnome racial substitution levels in Chapter 6: Charac- many classes. ter Options. 620_96567_RacesOfStone.indd 52 6/14/04, 7:57:47 AM 53 IIlllluuss.. bbyy CC.. LLuukkaaccss ountain-dwelling nomads, the goliaths are hunt than dig up roots all day. Had the tribe been a reclusive, tribal race more at home scal- moving the camp that day, most of the members ing a sheer cliff than walking the streets would have been assigned to “travel teams” charged of a city. This chapter provides all the nec- with carrying the tribe’s tents on their backs, and essary details for adding this race to any Keothi might not have been picked for a hunting D\u0026D campaign. team. Once all the teams are fi lled, the goliaths chant a prayer to Kavaki the Ram-Lord, then rush off to their appointed tasks. A DAY IN THE LIFE Along with four other goliaths, Keothi begins to For Keothi Softspeaker Thunukalathi, the day begins with scour the ridges and valleys of the mountains for the low drones of the dawncallers—musically gifted goli- an elk herd whose tracks have been spotted nearby. aths who watch over the tribe’s camp at night, then awaken But the elk prove elusive that morning, and Keothi’s everyone in the morning with songs that exhort and band of hunters begins to get nervous. It will be inspire. Keothi’s family dresses and then gathers together embarrassing if they return to camp in the evening for a brief meal of goat’s milk, berries, and smoked fish empty-handed, especially if other hunting teams from a mountain stream. The tribe isn’t moving the camp have had better luck. today, so everyone gathers near the central fi re pit for the By midday, any elk are bedded down in the day’s work. The tribal chief chooses ten “captains” for that brush, making fi nding them almost impossible. day, assigning four to the hunt, two to berry- and root- The hunting team amuses itself by wrestling each gathering, two to food preparation, one to care for infants, other in a hastily drawn circle in the dirt (Keothi and one to tend to the tribe’s small herd of mountain goats. wins one match and loses two) and challenging The chief looks Keothi’s way as he chooses captains but each other to feats of archery (Keothi comes doesn’t call his name. “Perhaps tomorrow I’ll be captain for within an arrow-width of beating even the cap- the fi rst time,” thinks Keothi. tain, and he handily defeats everyone else). One by one, the captains select tribe members for their When the sun is low in the mountain sky, it’s time teams. Because Keothi is adept at archery, he is chosen to hunt again. Keothi and the captain wait at the for a hunting team. Keothi is happy, because he’d rather bottom of a river gully while the rest of the team 620_96567_RacesOfStone.indd 53 6/14/04, 7:57:53 AM 54 3 RETPAHC SHTAILOG beats the bushes above them. This trick works, sending lies over the next ridge or a good water source can be found more than a dozen elk rushing past Keothi. Two fall to his in the next canyon. arrows, and Keothi’s captain also fells an elk. Amid much Goliaths are completely unsympathetic toward tribe laughter, the goliaths butcher the elk quickly, members who can’t contribute to the well-being of the tribe then stagger back to camp, carrying as much anymore—an attitude reinforced by social structures. Old, meat and elk-hide as they can. sick, and otherwise infi rm goliaths are exiled from their They are the last of the four hunting clans, never to return. teams to return to camp. A late Physical Description: A typical goliath is larger hunting party often ar- than the largest half-orc. Most stand between 7 rives empty-handed, and 8 feet tall and weigh between 280 and 340 so another hunt- pounds. Unlike with most other races, there is ing team is no appreciable difference in height or weight already cele- between male and female goliaths. brating their Goliaths have gray skin, mottled two-elk bounty with dark and light patches that goliath when a weary Keo- shamans say hint at a particular goli- thi places his team’s ath’s fate. Lithoderms—coin-sized third elk carcass at the bone-and-skin growths as hard as chief’s feet. The chief de- pebbles—speckle their arms, shoul- clares Keothi’s team to have ders, and torso. Their skulls have a won the hunt that day, amid cheers jutting eyebrow ridge, wide jaw, from the entire tribe. When the and occasional lithoderms as captain reports that Keothi felled well. Female goliaths have two of the elk himself, the chief dark hair on their heads, says, “Beginning tonight, you are grown to great length no longer Softspeaker. You are now and always kept braided. Keothi Steadyhand Thunukalathi.” Male goliaths gener- Grinning from ear to ear, Keothi ally have hair only on enjoys the spoils of victory—fi rst their limbs. Goliaths’ in line when the roasted haunch eyes are a brilliant of elk is ready. After an evening blue or green, and spent hearing campfire tales they often seem to of brave climbers and cunning glow a little from hunters, Keothi returns to the family tent underneath their for sleep. “Perhaps tomorrow I’ll down furrowed brows. three elk,” Keothi thinks as he drifts Because their off to sleep. skin mottling has cultural significance, DESCRIPTION goliaths generally Unlike the previous two chapters, which covered races pre- dress as lightly as viously described in the Player’s Handbook, this chapter gives possible, displaying their skin patterns for all to see. For the a full description of goliaths, their racial traits, and all other same reason, few goliaths would willingly get a tattoo—to information necessary for creating goliath characters. draw on one’s skin is tantamount to trying to rewrite one’s fate. Goliaths instead decorate themselves with jewelry, OVERVIEW often sporting ear, nose, or brow rings. A goliath’s litho- Goliaths are massive creatures unafraid of throwing their derms are also common places to embed a gem or two, since weight around in a fi ght. Highly competitive, these strong they have few nerve endings and stand out on the goliath’s nomads can prove to be powerful allies and welcome addi- body already. tions to any adventuring party. Relations: When encountered in the mountains, goli-",
        "name":  "Prestige Classes",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you’re playing a goliath winner; the goliaths’ sense of fair play determines when a character, consider keeping a tally of the monsters he particular root has won the game. It’s considered bad form defeats and track events such as “most damage dealt in a to gang up on a root (using the aid another action or similar single blow” or “biggest wound I survived.” Your character’s tactics) until everyone has failed to move the root singly, and desire to outshine his previous accomplishments probably it’s always bad form to attack the root outright. For his part, infl uences what adventures he undertakes as he goes up in the root is obligated to forego the attack of opportunity that level. Consider carefully what your character regards as fair precedes the bull rush attempt, unless his opponents are play, especially with regard to situations that come with ganging up on him, in which case the root can attack with some frequency in the D\u0026D game, such as the dilemma of nonlethal force. a helpless foe or the notion of breaking the law to achieve a Participating in Stubborn Root: PCs who win at stubborn greater good. root have overcome a challenge equal to the CRs of the two toughest opponents, as long as the game of stubborn root somehow has a bearing on the ongoing adventure. GOLIATH LIFE",
        "name":  "Roleplaying Application",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bren-Iol, Bollinak, Car-Innul, Derinar, on the ground). Harar, Malanath. • +2 racial bonus on Diplomacy checks made with creatures",
        "name":  "Male Names",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Allalia, Assanae, Giallin, Kula-Tai, Mala, of the earth subtype: Dream dwarves get along well with Shelbath. earth elementals and similar creatures.",
        "name":  "Female Names",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Brekaran, Esstranak, Penathan, Quwerthena, • Dream Sight (Su): A dream dwarf can see ethereal crea- Skarnath. tures as easily as she sees material creatures and objects.",
        "name":  "Clan Names",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Stonechildren do not have lands tures at least once or twice in their lives. of their own on the Material Plane. Even on the Elemen- STONECHILD RACIAL TRAITS tal Plane of Earth, their numbers are sparse, but they occasionally form permanent communities along with • +8 Strength, +8 Constitution, +2 Intelligence, –2 Charisma. elementals and other earth creatures. On the Elemental • Size: As Medium creatures, stone children have no spe- Plane of Earth, stonechildren build secure dwellings in cial bonuses or penalties due to size. the sides of great caverns, usually with the help of pow- • A stonechild’s base land speed is 30 feet. erful elementals. • Darkvision: Stonechildren can see in the dark out to 60",
        "name":  "Stonechild Lands",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whisper gnomes are slightly taller than other gnomes, standing between 3-1/2 and 4 feet tall. Whisper gnomes are skinny, almost gaunt creatures, and rarely weigh more than 40 pounds. Their skin ranges in color from light gray to light green, although none of this variation in skin tone is noticeable without careful attention. Whisper gnomes have gray or blue eyes, but again they are rarely bright or strik- ing in intensity.",
        "name":  "Physical Description",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whisper gnomes speak Gnome, • +1 racial bonus on attack rolls against kobolds which uses the Dwarven alphabet. Most and goblinoids (including goblins, whisper gnomes also speak Terran, and hobgoblins, and bugbears): Like they sometimes use that tongue as a their more common cousins, sort of semisecret code when in the whisper gnomes battle these company of other races. creatures frequently and prac-",
        "name":  "Language",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bella, Freith, Geim, Mala, footed, it loses its dodge bonus, too. The Monster Nan. Manual has information on which creatures are of the",
        "name":  "Female Names",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d8. Song of Warding (Sp): Beginning at 6th level, a dawncaller with 14 or more ranks in Perform (sing) can use song to Requirements help protect an area from incursion by unwanted creatures. To qualify to become a dawncaller, a character must fulfi ll Dawncallers generally use this song to protect a goliath all the following criteria. tribe’s camp at night. The dawncaller must sing the song of",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d4. the dream only reveals correct answers. The earth dream ability can be used only to answer ques- Requirements tions that are connected to the mountains in some way. In To qualify to become an earth dreamer, a character must general, the dreamer can get answers to questions about fulfi ll all the following criteria. creatures, objects, and locations within 50 miles of a moun-",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d8. RUNNER Requirements While goliath tribes are To qualify to become a peregrine runner, a character must largely self-sufficient, fulfi ll all the following criteria. they sometimes need Race: Goliath. to get a message Base Attack Bonus: +4. to another tribe Skills: Climb 9 ranks, Diplomacy 4 ranks, Handle quickly, often be- Animal 4 ranks, Jump 9 ranks. cause they’re under attack or in Feats: Endurance, Run. some other danger. When such a need arises, the goliaths send an Class Skills elite, fl eet-of-foot warrior known as The peregrine runner’s class skills (and the key ability for a peregrine runner. Peregrine run- each skill) are Balance (Dex), Bluff (Cha), Climb (Str), Craft ners also serve as long-range scouts for (Int), Diplomacy (Cha), Gather Information (Cha), Hide their tribe, checking a far-off valley to (Dex), Jump (Str), Knowledge (nature) (Int), Listen (Wis), see whether game is plentiful before the Move Silently (Dex), Profession (Wis), Search (Int), Sense sivraJ .J yb .sullI Kelaamae Swiftstrider Oamothaalomaki, a peregrine runner 620_96567_RacesOfStone.indd 116 6/14/04, 8:37:49 AM 117 CLASSES PRESTIGE CHAPTER 5 Motive (Wis), Speak Language (n/a), Spot (Wis), Swim The extra damage only applies against living creatures (Str), Tumble (Dex), and Use Rope (Dex). See Chapter 4 of that have a discernible anatomy. Undead, constructs, oozes, the Player’s Handbook for skill descriptions. plants, incorporeal creatures, and creatures immune to",
        "name":  "PEREGRINE Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Giant, humanoid, or monstrous humanoid. Racial Battle Technique (Ex): At 2nd level and higher, a",
        "name":  "Creature Type",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The character must be able to speak Dwarven, monsters of the giant type. In addition, she gains another Gnome, or Goliath (must match the language of ability based on her chosen race: the chosen race), as well as Terran. A dwarf-bonded stoneblessed gains a",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Goblinoid subtype.",
        "name":  "Creature Type",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One of the key features of the stonespeaker in one wild shape. guardian prestige class is the ability to use the Stone Form At 2nd level and again at 4th level, a stonespeaker guard- feat in conjunction with the wild shape ability to turn into ian gains one additional use of wild shape per day. This ben- a kind of creature a druid can’t become. A similar class efi t stacks with her number of daily uses gained from other based in a volcanic region might take on a fi ery form or one classes that grant that ability. made from magma. An “oceanspeaker guardian” could take She doesn’t gain any additional wild shape-related class a watery form and gain a swim speed, eventually acquiring features, such as the ability to wild shape into Large animals, the vortex special ability possessed by water elementals. plants, and so on.",
        "name":  "Adaptation",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 5th level, a stonespeaker guardian training time or Handle Animal checks, and it doesn’t gains Earth Master (see Chapter 6) as a bonus feat. count against the normal limit of tricks known by the creature. Akamoa selects this bonus trick, and once SAMPLE STONESPEAKER GUARDIAN selected, it can’t be changed. Akamoa Trailmaster Mavoleth the Stonespeaker Scent (Ex): Can detect approaching enemies, sniff",
        "name":  "Earth Master",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can teach an animal a specifi c Poem 5 sp–2 gp 12 trick with one week of work and a successful Handle Animal Novel 5 gp–15 gp 15 check against the indicated DC. The following tricks expand Reference book 25 gp–100 gp 18 upon the list presented in the Player’s Handbook. Epic 50 gp–500 gp 20 Scent Fighting (DC 20): The animal is trained to help its Song 5 sp–5 gp 12 Quartet or quintet composition 5 gp–15 gp 15 rider or handler fi ght against a creature that it cannot see. Symphony 25 gp–100 gp 20 Each round, the creature takes a move action to locate the Dramatic monologue 1 gp–5 gp 15 direction of a scent and then travels in that direction, stop- Comedic play 10 gp–30 gp 15 ping when it is within 5 feet of the source of the scent (or at Dramatic play 15 gp–50 gp 15 the limit of its movement) and indicating the location of the origin of the scent. An animal must have the scent ability to learn this trick. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Composition Type Value Craft DC Teach an Animal a Trick",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Rather than teaching an an- imal individual tricks, you can simply train it for a general purpose. The following general purpose expands upon the list presented in the Player’s Handbook. Underground Fighting (DC 20): An animal trained to engage in combat underground, where scent is typically as important as vision in a fi ght, knows the tricks attack, defend, down, scent fi ghting, seek, and heel. Training an animal for under- ground fi ghting takes six weeks. LISTEN (WIS) Sound doesn’t behave underground the way it does on the surface. Water and stone carry it in ways that open air doesn’t. Words and noises sometimes travel far from the individuals who made them to the ears of unfriendly creatures who would otherwise have remained unaware of the intruders’ presence. To those who have learned the ways of sound in the earth’s heart, an echo from the sound of an enemy’s misstep can be sweet music to their ears. Years of training have taught many underground explorers how to tell an enemy’s location and distance from the echoes they hear.",
        "name":  "Train an Animal for a Purpose",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your prestigious actions grant you a +4 bonus on Prerequisites: Con 13, Wis 13, Earth Sense, Earth’s all Charisma-based skill checks when dealing with other Warding, ability to rebuke earth creatures. members of your clan. The clan must be specifi ed when the Benefi t: As a standard action, you can spend one of your feat is taken, and it cannot be changed. rebuke earth creatures attempts to give yourself damage",
        "name":  "Benefi t",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Con 13, Wis 13. [GENERAL] Benefi t: As long as you are touching the ground, you can You are in tune with the take a move action to sense the number of creatures within ground at your feet, making you 20 feet that are also touching the ground and the direction more dangerous in the shifting condi- to each one. You cannot pinpoint the location of any crea- tions of combat. ture with this feat.",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Con 13, Wis 13, Earth Sense. Special: Creatures with the air or aquatic subtype may",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Con 13, Wis 13, Earth Sense, ability to REALMS® game supplement Underdark. This version of the rebuke earth creatures. feat supersedes the previous version.",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When you make a melee attack from higher your natural attacks as if you were one size category large ground than your opponent, you gain a +1 bonus on your (see the Improved Natural Attack feat on page 304 of the damage roll. When you make a ranged attack from higher Monster Manual). ground than your target, you gain a +1 bonus on your attack roll. RAMPAGING BULL RUSH [GENERAL] When an opponent attacks you in melee from higher You can use brute force to slam into and knock down your ground, the opponent does not gain a +1 bonus on its enemies. attack roll. Prerequisites: Improved Bull Rush, rage ability, size You gain a +2 bonus on all Balance checks made when Large or larger (goliaths qualify by virtue of their powerful moving on steep slopes (see page 89 of the Dungeon Master’s build racial trait). Guide). Benefi t: While in a rage, you can attempt to knock down",
        "name":  "Benefi t",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A character who makes melee attacks from higher any creature that you successfully bull rush (that is, that you ground gains a +1 bonus on attack rolls. Ranged attacks made push back at least 5 feet with a bull rush attempt). You take from higher ground do not receive any bonus. a –4 penalty on your Strength check to bull rush the oppo-",
        "name":  "Normal",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to rebuke earth creatures, stability POWERFUL WILD SHAPE [WILD] racial trait. You retain your powerful build while in wild shape form. Benefi t: As a standard action, spend one of your rebuke",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wild shape, powerful build racial trait. earth creatures attempts to root yourself to the spot where",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 + Int modifi er (or four dwarves have at least a single level of fi ghter to augment times this number as a beginning character). their abilities. The dwarf fi ghter gives up versatility to specialize in the Class Features arts of war most needed in dwarf communities. He focuses All the following are features of the dwarf cleric’s racial on traditional fi ghting styles and takes advantage of the substitution levels. dwarf’s lack of mobility. Smite Giants (Su): A dwarf cleric who takes the 1st-level Hit Die: d12. racial substitution level can attempt to smite a giant with a melee attack, similar to the way a paladin smites an evil Requirements creature. She adds her Constitution bonus (if any) to her To take a dwarf fi ghter substitution level, a character must attack roll and deals an extra 1 point of damage per cleric be a dwarf about to take his 1st, 2nd, or 8th level of fi ghter. level. The cleric can use this ability a number of times per day equal to 1 + her Con modifi er (minimum once per day). Class Skills If the cleric accidentally smites a creature that is not a giant, Dwarf fi ghter substitution levels have the class skills of the smite has no effect but still counts as one of the cleric’s the standard fi ghter class plus Knowledge (dungeoneer- daily smite attempts. ing) (Int). This substitution benefi t replaces the standard cleric’s Skill Points at Each Level: 2 + Int modifi er (or four ability to turn or rebuke undead. times this number as a beginning character). 620_96567_RacesOfStone.indd 146 6/14/04, 8:40:30 AM 147 OPTIONS CHARACTER CHAPTER 6",
        "name":  "Skill Points at Each Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6 + Int modifi er (or four the phantasmal component is downright terrifying, with times this number as a beginning character). effects that build as the bard continues to play. Enemy crea- tures within 30 feet of the bard who can hear the music Class Features become shaken (Will negates; DC 10 + 1/2 bard’s level + All the following are features of the gnome bard’s racial bard’s Cha modifi er). Any creature affected by phantasmal substitution levels. song (that is, who failed the initial Will save) that remains",
        "name":  "Skill Points at Each Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Defeat/slay creatures with the cold subtype.",
        "name":  "Special Purpose",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None CREATURES OF STONE",
        "name":  "Treasure",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a dire eagle is up to hate all fl eshy creatures, and the elementals seek to drive 399 pounds; a medium load, 400–798 pounds; and a heavy them mad with greed or fear. load, 799–1,200 pounds. These incorporeal creatures look like ghostly earth elementals. They are squat and stocky in Dire Eagles as Animal Companions build, yet entirely incorporeal. They float A dire eagle may be selected as an animal through solid substances easily and companion by a druid of 4th level prefer to spend time encased in or higher. Treat the druid’s level solid stone. as three lower than normal As perverse as any demon for the purpose of deter- or devil, these ghostly el- mining the companion’s emental apparitions characteristics and spe- see themselves as cial abilities. the earth’s rightful vengeance against EARTH those that plun- WHISPER der its treasures. Medium Although they hate Elemental all other living crea- (Earth, tures, except possibly Extra planar, earth elementals, earth whis- Incorporeal) pers despise miners more than",
        "name":  "Carrying Capacity",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4d8+4 (22 hp) any other creatures, and they",
        "name":  "Hit Dice",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +3 melee (1d4+1) or sonic ray +3 ranged touch Stone drakes live deep under the earth, hunting wild (1d8 sonic) beasts and unwary miners alike. Although they never Full Attack: Bite +3 melee (1d4+1) or sonic ray +3 ranged grow to the size or great age that true dragons reach, touch (1d8 sonic) stone drakes share their physical prowess and gifted Space/Reach: 5 ft./5 ft. intellects. Unlike true dragons, stone drakes do not covet Special Attacks: Sonic ray treasure, and they rarely attack out of any motivation Special Qualities: Darkvision 60 ft., low-light vision, train- other than hunger. able, tremorsense 60 ft. A stone drake looks like a gray-scaled reptile the size of Saves: Fort +5, Ref +4, Will +1 a very large dog. Its sleek scales accentuate its speed and Abilities: Str 13, Dex 13, Con 15, Int 2, Wis 12, Cha 6 strength, and its long claws can easily dig into solid stone. Skills: Hide +3, Listen +3, Move Silently +3 Stone drakes speak Draconic and Undercommon. Feats: Blind-Fight",
        "name":  "Attack",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Nancy Walker the Monster Manual—as well as Races of Stone to run",
        "name":  "Typesetting",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ": Julmund the stone giant is a gentle soul pretty far removed from the rest of the citadel (and with an artist’s temperament. Araduk would very much behind a closed stone door to boot), they are not apt to like to recruit this giant into his band, but Julmund has notice most disturbances in the citadel. Still, if a fight proven resistant to such suggestions so far. Araduk has breaks out in area 5, they might just hear it. Make a considered threats and torture, but those tactics don’t Listen check for each sentry each round, increasing the have much effect on a creature that is being slowly DC by +15 for the closed door. Since they aren’t really worked to death, so Araduk has decided to try bribery listening, each has a –5 penalty on the checks, and an instead. Julmund must labor 12 hours a day, just like the additional penalty applies for the distance between other prisoners, but he has fairly warm clothing, plenty them and the battle (–1 per 10 feet). The sentries auto- to eat, and a fire to warm his cell. Araduk hopes to matically hear pounding on the secret door, however, persuade Julmund that joining the band is much better since raiders from other parts of the citadel habitually than living as a slave. Thus far, the stone giant has bang on the door to get their attention. refused, but he’s tried to become friendly with the DDFFeerraall GGaarrgguunn BBaarrbbaarriiaannss ((22))::Male or female feral guards so as to extend his special treatment for as long gargun barbarian 2; CR 4; Medium monstrous as possible and perhaps get an opportunity to escape. humanoid; HD 2d8+6 plus 2d12+6; hp 34; Init +3; Spd DD JJuullmmuunndd ((SSttoonnee GGiiaanntt)):: hp 119; see Monster 30 ft.; AC 21, touch 13, flat-footed 21; Base Atk +4; Grp Manual,page 124. +13; Atk +9 melee (1d6+5, claw) or +10 melee",
        "name":  "CCrreeaattuurree",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sea drake, sunwyrm. kobold, and draconic creatures. Should a creature acquire the",
        "name":  "Fiend Folio",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "True dragons, behir, dragon turtle, kobold, dragon type, it loses the dragonblood subtype. pseudodragon, ravid, wyvern.",
        "name":  "Monster Manual",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The kobolds’ view of the dragonborn product of an uncommon union between elf and human, is that of suspicion tempered by grudging respect. It is nothing more. Kobolds regard half-elves as social creatures diffi cult for kobolds to overlook the fact that dragonborn that try to facilitate communication between different were not born with the dragon within them. The touch races. If kobolds were ever to trust nonkobolds with the of Bahamut elevates the dragonborn above their unfor- task of representing their interests (not likely), they would tunate nondragon origins, but it is diffi cult for a kobold probably rely upon half-elves. to wholly forget a dragonborn’s origins, especially when Half-Orcs: Kobolds perceive orcs as disorganized, that dragonborn was formerly a gnome. Still, kobolds have ill-bred warmongers and associate half-orcs with their full- been known to cooperate with dragonborn on occasion, blooded cousins. Orcs are too unpredictable to trust on any when their goals coincide. level, but kobolds are not above selling metal and goods to Dragon-Descended: Kobolds view the dragon-descended orc armies. Dealing with orcs during such a transaction, races with almost the same reverence that they reserve for however, is out of the question. A half-orc representative dragons, particularly when they encounter a half-dragon. must broker such trade pacts. While kobolds see half-orcs While no kobold tribe would consent to devote itself to any as the most reasonable members of orc society, the reverse but the most exceptional and charismatic half-dragon, it perception holds when dealing with half-orcs from human would still be willing to go out of its way to help out any lands. Only a half-orc who speaks Draconic can earn any half-dragon or draconic character, regardless of what that real regard from kobolds. character’s dragon heritage is. Halfl ings: Kobolds hate fey, and the pleasant demeanor",
        "name":  "Dragonborn",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dwarves and kobolds are competitors for of halfl ings reminds them of such creatures. This is not resources in the underground world. As such, they perceive a fair assessment of halfl ings, but kobolds indulge their each other as enemies and frequently butt heads over suspicion of other races fi rst, especially races with possible subterranean claims. The dwarves’ close ties to gnomes ties to gnomes. Beneath the judgmental eye of kobolds, do not improve their relationship with kobolds, since halfl ings are duplicitous creatures constantly looking for dwarves frequently ally with or champion gnomes in battle ways to exploit others. The fact that no self-respecting 662200__995533669900000000__CChh33..iinndddd 4477 1100//2255//0055 1122::0077::3377 PPMM 48 3 RETPAHC SDLOBOK halfl ing rogue would, honestly speaking, disagree with considered upstanding role models. Kobolds who willingly this assessment only feeds the kobold opinion. The two suffer injury so that the daily work can continue without races can fi nd common ground in trapmaking. interruption are treated with praise as zealous disciples.",
        "name":  "Dwarves",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the largest open space in more interesting dilemma. Iejirokarthel, this room is big enough to accommodate a Colossal dragon, but it is more frequently used at the KOBOLDS AS CHARACTERS beginning of each day when the entire lair performs the For kobolds, awakening the potential of sorcery within Searching for the Dragon ritual. Bonding ceremonies themselves is a birthright. Nothing could be more natural. between kobolds are also held in this room, in addition As quick-footed creatures, kobolds can also become tal- to sorcerer vows. When not otherwise in use, which is ented rogues. With a kobold’s lack of brawn and stamina, most of the time, this roughly hewn room is where kobold the fi ghting professions might seem less than appealing, sorcerers train to harness their abilities. but as with any vocation that kobolds embrace with deter- mination, they are still very much possible.",
        "name":  "The Common Room",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "the iredar (Draconic the Dragon Below. for “ones of earth”), who trace their ancestry to Eberron, and the Stories are told of a third subrace of kobolds: the irsvern irvhir (Draconic for “ones below”), who descend from Khyber. (Draconic for “ones above”), children of Siberys. According to These two subraces share a common appearance, but each has legend, these kobolds have wings and live in hidden communi- a distinctive body odor that kobolds can instantly detect. ties on the peaks of the tallest mountains. pqqqqqqqqqqqqqqqqqqqqrs 662200__995533669900000000__CChh33..iinndddd 5544 1100//2255//0055 1122::0077::5588 PPMM etween the fabulous existence of dragons and Although either of these templates can be applied to the mundane races stand those creatures with no a wide variety of creatures, most of the information in home in either sphere. Half-dragons, even when this chapter assumes that the nondragon part of a half- they are the product of a loving relationship, are dragon’s or a draconic creature’s heritage is a humanoid alone most of the time and end up having to fend of some kind. for themselves. Draconic creatures trace a much more tenu- ous dragon ancestry, but they remain noticeably alien and THE HALF-DRAGON: do not always fi t in well. These are the dragon-descended, A DAY IN THE LIFE whose heritage includes one or more dragons, possibly as recently as one generation previous. Angriz Ulhargix stretched out his arms and glided Such beings do not form communities of like individuals. on mottled flaps of skin down from the ancient They can’t—each is the result of a unique circumstance, tower. Landing lightly in the circular space of his setting him apart from not only his kin, but also from the laboratory, he looked around the room and then haughty and solitary dragons. Moreover, dragons do not look moved to the workbench, checking on the progress kindly on the capricious mingling of draconic blood with of various experiments. He adjusted a fl ame here, that of nondragons or even dragons of another kind. added a measured portion of reagent there, and The dragon-descended often have humanoid blood mumbled a brief incantation over a sealed vessel. and do interact with humanoid societies, particularly as Satisfi ed, he descended to the kitchen hearth and members of fringe groups such as adventurers. Sections stirred up the fi re, adding fresh fuel to bring the throughout this chapter describe how half-dragons and kettle to a boil for tea. draconic characters compare to and contrast with the As the water heated, he jotted some notes in a humanoids among whom they usually live. journal and leafed through loose papers on the Half-dragons and draconic creatures are created using dining table. His cat familiar purred as she rubbed templates. The half-dragon template appears on page 146 against him, looking for head scratches and table of the Monster Manual (with additional options found in scraps. this book). The draconic template originally appeared in Angriz needed fi ne sapphires to fashion an idol, and Draconomicon and is reproduced at the end of this chapter to get them he would have to brave the fair. Well, 55 for ease of reference. there was nothing for it. It was his only chance to IIlllluuss.. bbyy RR.. HHoorrsslleeyy 662200__995533669900000000__CChh44..iinndddd 5555 1100//2255//0055 1122::1100::0077 PPMM 56 4 RETPAHC -NOGARD DEDNECSED fi nd a jeweler with suitable wares, and the fair came but “Pretty things?” Molligrew had said. “There’s a lady who once a season. The stares, the whispered comments, and has armfuls of them. Comes every season. She’s right over the pointing fi ngers—those he could handle. Trying to there. I could talk to her for you.” fi nd a merchant who would even talk to a bastard creature The stranger’s eyes had followed her pointing fi nger, and such as he, let alone deal with him, was always emotionally he had moved about uncomfortably under his cloak for a draining—humiliating, even. few moments. Finally, he had produced a scrap of paper You’d think dragon blood would count for something, on which some strange words were written. but Angriz had never developed a talent for fi nding gem- Molligrew remembered a glimpse of blue-black scales stones. It would be so easy just to swoop in and take all he and ragged claws as she took the paper; the stranger’s wanted; the blue-black scales of his face drew back into hand had quickly withdrawn. She had skipped off to the a nasty grin at the thought of it. But it had taken him so jeweler’s booth. A few moments later, she had come back much effort just to be allowed to stay in this ruin in peace. with a list of prices, and not long after that, the stranger Even perceived misbehavior would be enough to get him had received a small pouch of gemstones. driven out of town. Again. Perhaps that overly friendly She had refused the coin he had diffi dently tried to offer halfl ing would be at the market today. Though a pest, the in thanks. It had been fun, after all. Then he was gone, just little one had a knack for being a go-between. She actually like that. dealt with Angriz as an equal. Well, here it was a new season and a new fair. Molligrew Angriz sighed and gulped down scalding tea. He took was willing to bet he’d be back. Maybe she could learn a voluminous traveling cloak from a wall hook. Swathing more about this stranger. himself in its folds, he ventured into the gray morning. DRAGON-DESCENDED",
        "name":  "Two subraces of kobold exist in Khorvaire",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You are sly and incisive, which might suit you or paladins, usually serving deities of justice and order. well for the paths of the rogue and assassin. Your darkly Silver: You’re a people person. That’s how you were con- tinged fl esh also aids in such endeavors. You tend to be ceived, after all—silver dragons love to spend time among unpredictable and violent. Your tendencies might favor humanoids. The individuals around you might not respond rapid advancement in societies that value them but make as you wish, either putting you on a pedestal or turning a you the object of suspicion in most others. cold shoulder, but you persist in trying to form friendships 662200__995533669900000000__CChh44..iinndddd 5588 1100//2255//0055 1122::1100::1177 PPMM 59 DESCENDED DRAGON- CHAPTER 4 and can be deeply hurt when your affection is not returned. If you no longer qualify for a feat due to the transforma- Silver half-dragons are drawn to classes that aid and support tion, you lose the feat and immediately select a new feat for others, becoming clerics who focus on healing or druids which you qualify in its place. If the lost feat is a prerequisite within rural communities. for another feat, you must also replace that feat. If you no longer qualify for a prestige class, you lose DRAGON-DESCENDED HERITAGE the benefi t of any class features or other special abilities Both draconic and half-dragon characters sometimes dis- granted by the class, gaining nothing in return. You retain cover their heritage. In fact, knowing that heritage can be Hit Dice, base attack bonus, and saving throw bonuses vital to unlocking a particular power. Many who discover gained from advancing in the class. their heritage are proud of it, and they shout their ancestry Time: The Rite of Draconic Affi nity requires 24 hours to the heavens. However, not all dragon-descended see of fasting and meditation. If the rite is interrupted, it is draconic ancestry as a boon. For such characters, the Rite spoiled and must be started again. of Draconic Affinity (described below) can help put a Cost: This rite requires special oils costing 5,000 gp. distasteful ancestry behind them once and for all. DRAGON-DESCENDED LIFE Rite of Draconic Affinity The Rite of Draconic Affinity changes your draconic The nature of a dragon-descended creature’s life depends heritage from one kind to another. greatly on how he is perceived by and how he interacts Changing one’s draconic heritage is rarely a diffi cult with the nondraconic beings around him. decision. Most dragon-descended creatures never think of doing so, but a few decide their ethos doesn’t match HALF-DRAGONS their heritage. For instance, a half-dragon paladin may Isolated as they are, half-dragons develop solitary pursuits decide that his black dragon father’s blood is too much of involving intellectual stimulation and discovery. A half- an obstacle to overcome. On the other hand, a backbiting dragon derives great pleasure from testing himself against sorcerer might feel his gold dragon mother’s blood keeps ever greater challenges. him from being all he can be. When the rite begins, the participant spends 24 hours Leisure fasting and meditating, all the while anointing himself Enjoying long lives, as well as their ancestors’ materialism, with the distilled essence of the dragon type he wishes half-dragons are collectors par excellence. They obsess to take on (see Cost). about acquiring the fi nest pieces for their collections, with",
        "name":  "Black",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Half-dragons can only wonder at those recognize how much they have in common. Should a who deliberately become dragonblood creatures and will- half-orc and a half-dragon meet in their wanderings, ingly take on the social problems and the advantages of a solid friendship might develop. Usually the half-orc that choice. They respect such devotion to the Platinum makes the fi rst move, hoping a half-dragon misfi t might Dragon, at the same time feeling that the dragon god has be more accepting of him than pureblooded humanoids. little interest in them. Should a half-dragon encounter one Such advances are surprising to a half-dragon, but if he of these devotees, he is likely to be full of questions—if can control his initial suspicion, he quickly warms to this he can overcome his usual reticence. kindred spirit. Sharing great strength and furious hearts,",
        "name":  "Dragonborn",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Half-dragons have an ambivalent attitude drawn to a half-dragon. Strong, lifelong relationships can toward true dragons. On the one hand, they long for the full arise between draconic characters and half-dragons. power of that ancient strain, denied them by their crossbreed Half-Elves: Draconic characters treat half-elves much as nature. They try to emulate dragons in many ways and seek to exotic humans, with all that entails. Individuals are judged unlock draconic abilities in themselves. On the other hand, on a case-by-case basis, though half-elves are arguably given a half-dragon is often fi ercely resentful of a draconic parent more leeway due to their unusual racial heritage. who abandoned him to his fate, usually never to return. Half-Orcs: Brutes: That’s typically how a draconic The aloofness of dragons, especially toward impure breeds, character without orc blood sees these crossbreeds. She only reinforces that anger, to the extent that half-dragons feels no kinship with their mixed race, and their crudeness sometimes devote themselves to slaying dragons. is offensive. Besides, half-orcs think all the wrong jokes Half-dragons are commonly contemptuous toward less are funny. An unusual half-orc, such as a monk, might intelligent creatures of the dragon type, such as pseudo- be acceptable to a draconic character, especially if they dragons and wyverns. They see such creatures as less than are forced to work together in an adventuring party. In “real” dragons, perhaps uncomfortably similar to themselves. general, though, the two races avoid each other. Dragonnels (see Draconomicon, page 151) make excellent Halfl ings: Draconic characters who have chaotic ten- steeds for half-dragons, who often feel more comfortable dencies get along very well with halfl ings. The two races with these draconic mounts. also share an inborn love of fun and pleasure that manifests in the form of drinking contests, hearty meals, and friendly DRACONIC CHARACTERS competitions. Draconic characters often enjoy gambling, Usually, draconic characters approach other races in much and in this they fi nd kinship with halfl ings. the same way their humanoid kin do, having been raised Humans: As is true of half-dragons, the attitude of in the same culture and absorbing the same values and draconic characters toward humans depends on the sort of prejudices. However, the draconic essence within such a humans they meet. But since their dragon nature isn’t gener- character can lead to stronger links with the other races ally as obvious as that of half-dragons, draconic characters of the dragon. have less trouble in bigoted societies than individuals who",
        "name":  "True Dragons",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Politely translated as “Go and breed uses a primitive battery to store his lightning breath and with a monster!” This crude expression draws on Orc a string of copper coins to transmit the jolt. and Draconic and has numerous equivalents in other Battery Trap: CR 4; mechanical; touch trigger; manual languages. The self-loathing many half-dragons experience reset; 6d8 electricity, Refl ex DC 12 half; Search DC 20; lends extra bile to this curse. Disable Device DC 20.",
        "name":  "Maurg wux gashtik",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None / Water breathing / Neutral of ghostly, multicolored flames. These flames deal an extra 1d6 points of fire damage to any creature that suc- Ability Descriptions cessfully strikes the protected half-dragon with a melee Ability Drain (Su): Three times per day, a half-fang attack. (Such successful attacks still deal normal damage dragon can choose to deal 1d4 points of Constitution drain to the half-dragon normal damage.) Lung dragons and with its bite attack (Fortitude negates). The decision to use half-lung dragons are immune to this special attack. this ability must be made before the attack roll is made. Water fire lasts for 1 minute or until it is exposed to",
        "name":  "Yu lungOA",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kobolds mine more effi ciently than other Small your existing damage value, whichever is greater. creatures. Treat them as Medium creatures for determining their daily progress, but as Small creatures when determin- Size Tail Slap Damage ing how many kobolds can work on a given 5-foot cube. Fine 1 A weak ditherbomb (see page 122) used in conjunction Diminutive 1d2 with a Profession (miner) check grants a +2 alchemical bonus Tiny 1d3 Small 1d4 on the check. A strong ditherbomb grants a +4 alchemical Medium 1d6 bonus, while a wyrm ditherbomb grants a +6 bonus. Using Large 1d8 more than one ditherbomb doesn’t add to this bonus. Huge 2d6",
        "name":  "Special",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A kobold who would gain Endurance as a bonus to other living creatures or to yourself. Creating a draconic feat can choose Kobold Endurance in its place. Kobold Endur- graft takes one day for each 1,000 gp in its price. To create ance counts as the Endurance feat for the purpose of meeting a graft, you must spend 1/25 of the graft’s price in XP and a prerequisite for a feat, prestige class, or special ability. use up raw materials costing half this price. Draconic grafts are described beginning on page 126. KOBOLD FOE STRIKE You are more effective in combat against your racial BREATH CHANNELING enemies. FEATS",
        "name":  "Special",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Draconomicon Mon: Monsters of Faerûn",
        "name":  "Dr",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Monster Manual Sa: Sandstorm MM2: Monster Manual II",
        "name":  "MM",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "With your DM’s permission, you can choose a draconic legacy associated with a kind of dragon not found in the Monster Manual. See the table on page 103 for details. DRACONIC PERSUASION [DRACONIC] Your arcane talents lend you a great deal of allure.",
        "name":  "Special",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Store some of your life force for later healing. Trans Steal Size: Humanoid creature doubles in size as",
        "name":  "Hoard Life",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your wings of force can attack all foes Ench Power Word Deafen: Deafens one creature with within 30 ft. 100 hp or less.",
        "name":  "Wings of Flurry",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deals 2 points Dex 5th Level damage to one creature with 75 hp or less.",
        "name":  "Power Word Maladroit",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures a wyvern. Power Word Weaken: Deals 2 points Str damage to one creature with 75 hp or less. 8th Level Trans Mighty Wallop, Greater: +1 size category of",
        "name":  "Manifest Dragon Heritage",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Entangles and immobilizes creatures in affected area. 5th Level",
        "name":  "Sticky Floor",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Makes one creature with Ench Power Word Disable: Reduces living creature 100 hp or less fatigued. with 50 hp or less to 0 hp.",
        "name":  "Ench Power Word Fatigue",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deal 1d6 points of damage per round to one creature with 100 hp or less. 6th Level",
        "name":  "Power Word Pain",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creates illusory doubles of you. Ench Power Word Nauseate: Makes one creature with",
        "name":  "Illus Instant Diversion",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cloud of itchy debilitating pollen 8th Level sickens living creatures. Ench Power Word Petrify: Petrifi es one creature with",
        "name":  "Conj Gnome Blight",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sickens one creature with 100 hp or less. 100 hp or less.",
        "name":  "Ench Power Word Sicken",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A drop of blood You evoke a partially translucent, HOARD LIFE from a dragon or dragon-descended scaled tail that can attack foes that are Conjuration (Healing) creature. vulnerable to attacks of opportunity. Level: Sorcerer 4",
        "name":  "Material Component",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A gem worth at least 50 gp. Evocation [Force] 1d4+1 rounds after it leaves. (Roll Special: A dragonblooded character,",
        "name":  "GHOSTLY TAIL as a creature is in the cloud and for Focus",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) 1d10 1d12 Enchantment (Compulsion) [Mind- Target: One living creature with Affecting] 150 hp or less",
        "name":  "POWER WORD DEAFEN Range",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature with A single word from your lips renders your MIGHTY WALLOP, 100 hp or less foe vulnerable and distracted.",
        "name":  "Target",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action Components: V 25 or less 1d4+1 hours Range: Close (25 ft. + 5 ft./2 levels) Casting Time: 1 standard action 26–50 1d4+1 minutes Target: One living creature with Range: Close (25 ft. + 5 ft./2 levels) 51–100 1d4+1 rounds 150 hp or less Target: One living creature with",
        "name":  "Hit Points Duration Casting Time",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) instantly causes one creature of your You utter a single word of power that",
        "name":  "Range",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature with 75 choice to become nauseated, whether instantly causes one creature of your hp or less the creature can hear the word or not. choice to become petrifi ed, whether",
        "name":  "Target",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None the target’s current hit point total, as Any creature that currently has 101",
        "name":  "Saving Throw",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Transmutation your target, and the creature shrinks",
        "name":  "Range",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature with Level: Sorcerer/wizard 3 before your eyes—just as you simultane- 100 hp or less Components: V, S, M ously grow larger.",
        "name":  "Target",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature with from creatures it cannot see. only you can see falls across the area you 75 hp or less Sense of the dragon can be made perma- designate.",
        "name":  "Target",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None to yourself for a cost of 1,500 XP. Creatures that are within or that",
        "name":  "Saving Throw",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 round back, the subject instead slams into target creature to immediately attempt",
        "name":  "Casting Time",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One aspect of Bahamut points of damage from the impact check, the creature immediately ends",
        "name":  "Effect",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None attacks of opportunity. The chance it isn’t the creature’s turn). Typically,",
        "name":  "Saving Throw",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8,000 gp. and renders the creature immune to your frightful DRAGONHEART crest for 24 hours; the save PRESENCE DC is 10 + 1/2 your HD + your A bit of a dragon’s heart Cha modifi er. This is a mind- tissue is grafted into your affecting fear effect. Characters chest, giving you some of the who are immune to a dragon’s dragon’s indomitabile spirit. frightful presence are also immune",
        "name":  "Price",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Although your Construction: Wyrmgrafter, fear, appearance does not undergo an obvious 14,000 gp, 1,120 XP, 28 days. physical change, you ooze confi dence Donor: A crest or horn from a and pride. If the donor was a chromatic A frightful crest bestows the power dragon. dragon, this attitude is tinged with of dragonfear on the grafted creature Sacrifi ce: 6 hp. arrogance and a certainty of victory. Price: 28,000 gp. If the fl esh came from a metallic dragon, you radiate an air of watchful patience. GLARING EYE",
        "name":  "Description",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain immunity to paralysis effects and the Location: Head. frightful presence of dragonkind. In addition, you gain a Description: A glaring eye is the same color as the eye +2 bonus on Bluff, Diplomacy, Gather Information, and of the dragon it was grown from and has a slitted pupil Intimidate checks you make involving a creature with the like that of a crocodile. It has no lid and cannot close. dragonblood subtype. Activation: A glaring eye is always active once the graft",
        "name":  "Effect",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your tail can make a secondary slam attack that When Booldipdop fl ed the temple of the Sea Mother, deals damage as a dragon one size category larger than he had already begun preparation of his hideout and work you (1d8 for a Medium creature), adding 1-1/2 times your space. He discovered a well-hidden, sizable tunnel and Strength bonus to the damage. cave under the overhang of a marine cliff, partly obscured Your tail also provides you with a +2 bonus on Balance by coral reefs. The cave was originally inhabited by a checks and Swim checks. monstrous moray eel, but Booldipdop was able to kill the",
        "name":  "Effect",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wyrmgrafter, bull’s strength, 15,000 gp, creature and take over the lair. 750 XP, 30 days. The cave entrance is diffi cult to notice (Spot DC 25)",
        "name":  "Construction",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30,000 gp. more coral from other nearby areas. Now, the entrance is a tight squeeze for creatures larger than Small (including TALONED ARM Booldipdop himself). One of your arms is sheathed in a dragon’s fl esh, which gives you a natural claw attack. Cave",
        "name":  "Price",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dragons, those who would observe creature was good, evil, chaotic, lawful, or neutral in",
        "name":  "Worshipers",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "N life—in death, all creatures’ remains are welcome to rest",
        "name":  "Cleric Alignments",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " cases, towns even rely on the local draconic worshiper Dogma of Lendys to parcel out justice. Tamara believes in mercy both in life and in Clerics of Lendys get along well with wor- death. Not only does she heal the sick and shipers of St. Cuthbert, and poorly with those tend the injured, she also delivers a merci- who follow chaotic deities such as Kord, Oli- ful end to those dragons nearing the end of dammara, or Erythnul. their natural life span. She fiercely detests those who artificially prolong the life of a Quests dragon, particularly when it is against that Lendys primarily assigns his followers to dragon’s will. quests involving meting out punishment to a dragon who has harmed dragonkind. Clergy Tamara’s clerics are healers, but also deliverers Prayers of death to those who would escape it. They Prayers to Lendys focus on judgment. They prefer to destroy any undead they encoun- are recited in solemn tones. ter, particularly draconic undead (such as dracoliches). Temples Though theirs is a peaceful and merci- Temples to Lendys are few. More often, a ful faith, the worshipers of Tamara do not simple shrine, perhaps marked only by the hesitate to stand against evil or tyranny. She god’s symbol, is set up in a courtroom or other counts Pelor among her staunchest friends and justice-dispensing place. Falazure, Hextor, Nerull, and Erythnul among her enemies. Rites For followers of Lendys, any trial is a holy rite. Quests The duty of weighing evidence and rendering Holy symbol The most common quest from Tamara is judgment is taken very seriously. Although of Lendys undertaken in opposition to some endeavor of Lendys focuses his judgment exclusively on Falazure. Those seeking undeath are corrupt- dragons, worshipers usually generalize any ing the natural order and must be stopped, so act of justice as an honor entrusted to them Tamara’s quests focus on destroying or thwart- by their god. ing undead creatures, especially undead dragons. Herald and Allies Prayers Lendys uses a contingent of four marut inevitables Prayers to Tamara have joyous, uplifting cadences and are as his herald. Acting in perfect unison, the often melodious paeans to light and life. construct performs the task the deity set them. His allies include silver dragons, Temples inevitables, and draconic formians. If Tamara’s temples are not simple places you use Draconomicon, the golems in of worship. They tend to be hospitals, that book make suitable allies. infi rmaries, or hospices where the sick are welcomed. Severely or terminally ill TAMARA individuals are cared for with dignity Her Benefi cence, Her Mercy and respect. When a patient dies, his Lesser Deity passing is greeted as good news, a merci-",
        "name":  "APPENDIX",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "CR 1 mechanical; location trig- their racial craft as an art form. Kobolds realized long ger; automatic reset; Escape Artist DC 15 (see note); ago that for every trap installed around their lair, an- Search DC 20; Disable Device DC 20. Market Price: other kobold life is spared... or more importantly, kept 1,500 gp. out of melee combat. Consequently, a dedicated and proven trapsmith is the closest equivalent that kobolds Note: 5 ft. of tunnel is narrow and low* for Medium come to a celebrity in their society. For this reason, all creatures (2 1/2 ft. high by 2 1/2 ft. wide) but narrow* kobolds aspire to protect their homes with especially for kobolds. Reverse direction is an awkward space* devious traps, wanting to be respected as a trapsmith for Medium creatures (Escape Artist DC 15) but nar- on some level. It is not uncommon to find entire kobold row and low* for kobolds. \u0018 Topsy-Turvy Bridge: CR 3; mechanical; location trig- * See page 55 of Dungeon Master’s Guide II. ger; automatic reset; DC 20 Reflex save avoids; 40-ft. deep (4d6, fall); multiple targets (all targets within 10 CR 2: Automatic Phalanx ft. of target); Search DC 20; Disable Device DC 20.",
        "name":  "Trapmaking is an obsession for kobolds, who regard Choke Point Trap",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "February 2005 Raptoran Holidays . . . . . . . . . . . . . . . . . . . .185 Chapter 3: Raptorans . . . . . . . . . . . . . . . . . . . . . .65 Plunging Shot . . . . . . . . . . . . . . . . . . . . . . . . 152 Other Holidays . . . . . . . . . . . . . . . . . . . . . . . 186 A Day in the Life . . . . . . . . . . . . . . . . . . . . . . . . . .65 Shared Fury . . . . . . . . . . . . . . . . . . . . . . . . . . 152 DUNGEONS \u0026 DRAGONS, D\u0026D, DUNGEON MASTER, d20, d20 System, WIZARDS OF THE COAST, Player’s Handbook, Dungeon Master’s Guide, Monster Manual, Races of the Wild, and all Friends of the Wild . . . . . . . . . . . . . . . . . . . . . 186 other Wizards of the Coast game titles and their respective logos are trademarks of Wizards of the Coast, Inc., in the U.S.A. and other countries All Wizards characters, character names, Description . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .66 Underfoot Combat . . . . . . . . . . . . . . . . . . . 152 Brixashulty . . . . . . . . . . . . . . . . . . . . . . . . . . 186 and the distinctive likenesses thereof are property of Wizards of the Coast, Inc. Distributed to the hobby, toy, and comic trade in the United States and Canada by regional distributors. Overview . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .66 Yondalla’s Sense . . . . . . . . . . . . . . . . . . . . . . 152 Distributed in the United States to the book trade by Holtzbrinck Publishing. Distributed in Canada to the book trade by Fenn Ltd. Distributed worldwide by Wizards of the Coast, Inc., Chordevoc . . . . . . . . . . . . . . . . . . . . . . . . . . . 188 and regional distributors. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained Raptoran Racial Traits . . . . . . . . . . . . . . . . . .68 Tactical Feats . . . . . . . . . . . . . . . . . . . . . . . . . . . . 152 Dire Hawk . . . . . . . . . . . . . . . . . . . . . . . . . . . 189 herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events Psychology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .69 Confound the Big Folk . . . . . . . . . . . . . . . 153 is purely coincidental. Printed in the U.S.A. ©2005 Wizards of the Coast, Inc. Raptoran Life . . . . . . . . . . . . . . . . . . . . . . . . . . . . .70 Winged Warrior . . . . . . . . . . . . . . . . . . . . . 153 Elven Hound . . . . . . . . . . . . . . . . . . . . . . . . . 189 Visit our website at www.wizards.com/dnd Raptoran Society and Culture . . . . . . . . . . . . .72 Wolfpack . . . . . . . . . . . . . . . . . . . . . . . . . . . . 153 Appendix 1: Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .76 Woodland Archer . . . . . . . . . . . . . . . . . . . . 154 One Hundred Adventure Ideas . . . . . . . . . . 191 Nature Worship . . . . . . . . . . . . . . . . . . . . . . . .76 Racial Substitution Levels . . . . . . . . . . . . . . . 154 Appendix 2: NPCs by CR . . . . . . . . . . . . . . . . . 192 The Raptoran Pantheon . . . . . . . . . . . . . . . .77 Elf Paladin . . . . . . . . . . . . . . . . . . . . . . . . . . . 155 Raptoran History and Folklore . . . . . . . . . . . .80 Elf Ranger . . . . . . . . . . . . . . . . . . . . . . . . . . . 155 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .81 Elf Wizard . . . . . . . . . . . . . . . . . . . . . . . . . . . 157 3 CONTENTS TABLE OF",
        "name":  "First Printing",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yondalla’s rites center “Don’t get caught” is her credo, Thaun’s holy symbol on the other side. have traditions rooted in antiquity; despite their somewhat on family and community. Weddings and the lesson that she passes along to Rites: Dallah Thaun’s clerics celebrate the same holy days frivolous demeanor, they hold a deep reverence for the ways feature particularly elaborate and joyous ceremonies, because all her worshipers. Dallah Thaun also serves as an avenger as Yondalla’s do, and they are usually present for the same of their ancestors. The fact that halfl ings rarely write down tying two souls together for life is so rare in the halfl ing race. for any wrongs done to her people. celebrations. They also bless new ventures, successes of any their legends and the details of their culture makes it diffi cult huhcsnegeiF .E \u0026 dooW .S yb .sullI Illus. by D. Crabapple Holy symbol of Dallah Thaun Holy symbol of Yondalla Dallah Thaun and Yondalla 54 2 RETPAHC SGNILFLAH 55 HALFLINGS CHAPTER 2 to tell how long a given tradition has been in force. If the death, or of any hardship. However, no good could come of Slightly mollifi ed, the other gods nevertheless decreed that halfl ings know of such information, they do not tell. such brutality, and Yondalla did not tarry in their realms. Yondalla must be punished for her crime. They ruled that No one knows exactly when the fi rst halfl ings appeared, Next she came to the humans, and here she found much her people, whom she named the halfl ings, could have no but legend holds that they were the last race created—even to admire. These creatures were strong and clever, brave and lands of their own. Always would they wander, and their after humans. Whether or not their creation story and quick, and fl exible enough to adapt to any circumstance. welcome in the lands of others would be on their own other legends handed down from parent to child are true, Indeed, they were so fl exible that no two of their settle- merit alone. Yondalla agreed. they explain much about why halfl ings feel the need to be ments were alike. Such diversity was surely a fi ne thing, Furthermore, they decreed that Yondalla must constantly on the move, and how a touch of larceny came to but they seemed oddly given to warring with each other expunge the larcenous streak in her own being that be deeply rooted in the halfl ing soul. over the very differences that made them able to survive in had caused her to steal the essences of the other gods’",
        "name":  "Rites",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Lady’s shrines are built into fl ocks for disputed lands. They also hunt large natural hollows in the cliffs, high enough to allow creatures for meat and undertake missions involving worshipers to observe moonrise and moonset. The long journeys. nidelleB .S yb .sullI Illus. by D. Crabapple Holy symbol of Tuilvel Glithien Holy symbol In a fi nal act of respect, a raptoran elder’s body is lifted to the winds of Duthila 78 3 RETPAHC SNAROTPAR 79 RAPTORANS CHAPTER 3",
        "name":  "Shrines",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When they are Trickery, Water. Nilthina appears as a handsome, bare- and gather food. When initiates are accepted into the accepted into the priesthood, clerics †New domain described on page 174. chested male raptoran dressed in breeches. His priesthood, they plant trees near the cliff dwelling of Kithin arrange corpses for expo- Cleric Training: Clerics of Lliendil skin is bronzed and his feathers the purest gold. to celebrate. Later, the new members of the clergy sure and prepare meals in the winter begin their training by charting weather Occasionally Nilthina is said to appear in the night tend the flock’s eggs and arrange matches between months. Later, they tend the communal patterns, keeping track of wind speed and sky, tossing stars back and forth while his song groups of age-mates. fires that keep the camp warm and tally the direction, and propitiating their god daily. floats on the breeze. Quests: Ventila’s followers restore lands devastated by supplies needed for the winter season. As they gain experience, they advise the Portfolio: Summer, abundance, warmth, growth, lore. natural disasters, hunt down and slay creatures that live without",
        "name":  "Cleric Training",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When they are Trickery, Water. Nilthina appears as a handsome, bare- and gather food. When initiates are accepted into the accepted into the priesthood, clerics †New domain described on page 174. chested male raptoran dressed in breeches. His priesthood, they plant trees near the cliff dwelling of Kithin arrange corpses for expo- Cleric Training: Clerics of Lliendil skin is bronzed and his feathers the purest gold. to celebrate. Later, the new members of the clergy sure and prepare meals in the winter begin their training by charting weather Occasionally Nilthina is said to appear in the night tend the flock’s eggs and arrange matches between months. Later, they tend the communal patterns, keeping track of wind speed and sky, tossing stars back and forth while his song groups of age-mates. fires that keep the camp warm and tally the direction, and propitiating their god daily. floats on the breeze. Quests: Ventila’s followers restore lands devastated by supplies needed for the winter season. As they gain experience, they advise the Portfolio: Summer, abundance, warmth, growth, lore. natural disasters, hunt down and slay creatures that live without",
        "name":  "Cleric Training",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gnolls adventure to see the world, adventuring gnolls travel almost constantly. To a gnoll, tion to a pack of the standard gnolls described in the Monster prince Yeenoghu, however, gnolls grow more and more to rise above the savagery of their people, and to find what sitting in one place isn’t cowardly or illogical; it’s simply Manual or an interesting solo NPC. This barbarian can rep- scattered rather than less so. Driven away from their kin civilization has to offer. While some return to their tribes unpleasant. Some gnolls are drawn simply by the thrill resent either a powerful member of an evil gnoll tribe or a by the wrath of Yeenoghu’s priests, yet still subject to the thinking less of the civilized races because of their experi- and variety of the hunt, while others are motivated only by tough but honorable outrider of a neutral tribe. suspicions of the civilized races, these gnolls wander far and ences as adventurers, others find wealth, power, or prestige curiosity. As a pack of gnolls grows, the bond of the pack EL 6: Scouting party of three gnolls (Monster Manual wide in a near-permanent nomadic state. far beyond the normal images of gnoll warriors. serves as a major impetus for travel—the most page 130) and one gnoll barbarian.",
        "name":  "As some gnolls turn away from the worship of the dread Adventuring Gnolls",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gnolls have little in the way of power the following examples. venturing companions to +1; Str 20, Dex 13, Con 16, Int 8, groups. Among tribes of evil gnolls, the strongest warriors Male Names: Derror, Grerr, Remmar, Thurrg. contemplate long, over- Wis 12, Cha 6. rule by brute force. Occasionally, exceptionally powerful or Female Names: Arrna, Mirrin, Ryssa, Thrrae. land journeys. In light Skills and Feats: Listen +4, Spot +6, persuasive priests of Yeenoghu will lead a tribe, usually by Tribal Names: Bloodfist, Greatfang, Speardeath, of this, make sure that Survival +4; Cleave, Power Attack. ensuring that the strongest warriors are devoted to the dark Thunderdance. you can carry everything Language: Gnoll. worship of the demon prince. Even those rare gnoll tribes you own. If you can’t carry Rage (Ex): Once per day, a gnoll that place a greater value on personal honor are led by the ROLEPLAYING A GNOLL something with you personal- barbarian can enter a state of fierce most physically powerful warrior. Because of this, when Cruelty and viciousness remain the defining traits of ly, make sure you have a trusted rage that lasts for 8 rounds. The fol- a gnoll adventures with members of other races, he will most gnolls, but a few tribes have managed to pull mount or beast of burden to lowing changes are in effect as sometimes expect to lead if he is the strongest, regardless of away from this bestial outlook and the worship of the carry it for you. In general, a few long as he rages: hp increase by the difficulties he faces when traveling within the members demon prince Yeenoghu that usually accompanies and high-quality possessions 8; AC 16, touch 9, flat-footed of other races and regardless of other group members’ more engenders this behavior. Although far from altruistic, are much more valuable 15; Grp +10; Atk or Full Atk developed social skills. these gnolls temper the viciousness of their kind with a to you than numerous +11 melee (1d12+11/×3, +1",
        "name":  "Power Groups",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gnolls adventure to see the world, adventuring gnolls travel almost constantly. To a gnoll, tion to a pack of the standard gnolls described in the Monster prince Yeenoghu, however, gnolls grow more and more to rise above the savagery of their people, and to find what sitting in one place isn’t cowardly or illogical; it’s simply Manual or an interesting solo NPC. This barbarian can rep- scattered rather than less so. Driven away from their kin civilization has to offer. While some return to their tribes unpleasant. Some gnolls are drawn simply by the thrill resent either a powerful member of an evil gnoll tribe or a by the wrath of Yeenoghu’s priests, yet still subject to the thinking less of the civilized races because of their experi- and variety of the hunt, while others are motivated only by tough but honorable outrider of a neutral tribe. suspicions of the civilized races, these gnolls wander far and ences as adventurers, others find wealth, power, or prestige curiosity. As a pack of gnolls grows, the bond of the pack EL 6: Scouting party of three gnolls (Monster Manual wide in a near-permanent nomadic state. far beyond the normal images of gnoll warriors. serves as a major impetus for travel—the most page 130) and one gnoll barbarian.",
        "name":  "As some gnolls turn away from the worship of the dread Adventuring Gnolls",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gnolls have little in the way of power the following examples. venturing companions to +1; Str 20, Dex 13, Con 16, Int 8, groups. Among tribes of evil gnolls, the strongest warriors Male Names: Derror, Grerr, Remmar, Thurrg. contemplate long, over- Wis 12, Cha 6. rule by brute force. Occasionally, exceptionally powerful or Female Names: Arrna, Mirrin, Ryssa, Thrrae. land journeys. In light Skills and Feats: Listen +4, Spot +6, persuasive priests of Yeenoghu will lead a tribe, usually by Tribal Names: Bloodfist, Greatfang, Speardeath, of this, make sure that Survival +4; Cleave, Power Attack. ensuring that the strongest warriors are devoted to the dark Thunderdance. you can carry everything Language: Gnoll. worship of the demon prince. Even those rare gnoll tribes you own. If you can’t carry Rage (Ex): Once per day, a gnoll that place a greater value on personal honor are led by the ROLEPLAYING A GNOLL something with you personal- barbarian can enter a state of fierce most physically powerful warrior. Because of this, when Cruelty and viciousness remain the defining traits of ly, make sure you have a trusted rage that lasts for 8 rounds. The fol- a gnoll adventures with members of other races, he will most gnolls, but a few tribes have managed to pull mount or beast of burden to lowing changes are in effect as sometimes expect to lead if he is the strongest, regardless of away from this bestial outlook and the worship of the carry it for you. In general, a few long as he rages: hp increase by the difficulties he faces when traveling within the members demon prince Yeenoghu that usually accompanies and high-quality possessions 8; AC 16, touch 9, flat-footed of other races and regardless of other group members’ more engenders this behavior. Although far from altruistic, are much more valuable 15; Grp +10; Atk or Full Atk developed social skills. these gnolls temper the viciousness of their kind with a to you than numerous +11 melee (1d12+11/×3, +1",
        "name":  "Power Groups",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use Balance to walk or tation and defense, and halflings have developed many ways Mark (DC 20): The animal moves toward a creature you some other fairly subtle alteration of the landscape. Halflings crawl along a pitching or heaving surface, such as the top to get the most from their animals. Many elves and raptorans designate and endeavors to stay near the creature no matter make use of simple drawings, which they scratch into the of a moving wagon, the backs of animals while they pull a have also honed their animal handling techniques. what it does or how it moves. The animal generally stays ground or on some object with a sharp implement or draw vehicle, or a bouncy tarp or tent top. These techniques include tricks and general purposes that within 10 feet of the creature but keeps out of its reach. While with a piece of chalk or charcoal. anyone with the Handle Animal skill can teach to animals. performing this trick, the creature makes noise to help mark Very simple messages, such as “Go this Balance For a full description of teaching an animal a trick or training the foe’s location. way” or “Don’t go this way,” are fairly easy to DC Example Surface it for a purpose, see page 74 of the Player’s Handbook. If the animal also knows the seek trick, you can designate convey (DC 10). More complex messages, such 10* Loose gravel or wobbly bricks or stones",
        "name":  "Moving Along an Unstable Surface",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use Balance to walk or tation and defense, and halflings have developed many ways Mark (DC 20): The animal moves toward a creature you some other fairly subtle alteration of the landscape. Halflings crawl along a pitching or heaving surface, such as the top to get the most from their animals. Many elves and raptorans designate and endeavors to stay near the creature no matter make use of simple drawings, which they scratch into the of a moving wagon, the backs of animals while they pull a have also honed their animal handling techniques. what it does or how it moves. The animal generally stays ground or on some object with a sharp implement or draw vehicle, or a bouncy tarp or tent top. These techniques include tricks and general purposes that within 10 feet of the creature but keeps out of its reach. While with a piece of chalk or charcoal. anyone with the Handle Animal skill can teach to animals. performing this trick, the creature makes noise to help mark Very simple messages, such as “Go this Balance For a full description of teaching an animal a trick or training the foe’s location. way” or “Don’t go this way,” are fairly easy to DC Example Surface it for a purpose, see page 74 of the Player’s Handbook. If the animal also knows the seek trick, you can designate convey (DC 10). More complex messages, such 10* Loose gravel or wobbly bricks or stones",
        "name":  "Moving Along an Unstable Surface",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When you take 10 or take 20 on an Intelligence Prerequisite: Killoren. check or Intelligence-based skill check, you gain a +2 bonus Benefi t: When you are manifesting the aspect of the on the check. hunter (see page 103), you can take a move action to pinpoint the location of any living creature within 30 feet, provided GNOLL FEROCITY that you have line of effect to the creature, even if you cannot You embody the savage ferocity of your people. When you see the creature in question. Any opponent that you cannot fl y into a berserk rage, you can bite opponents with your see still has total concealment. powerful jaws.",
        "name":  "Benefi t",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When you take 10 or take 20 on an Intelligence Prerequisite: Killoren. check or Intelligence-based skill check, you gain a +2 bonus Benefi t: When you are manifesting the aspect of the on the check. hunter (see page 103), you can take a move action to pinpoint the location of any living creature within 30 feet, provided GNOLL FEROCITY that you have line of effect to the creature, even if you cannot You embody the savage ferocity of your people. When you see the creature in question. Any opponent that you cannot fl y into a berserk rage, you can bite opponents with your see still has total concealment. powerful jaws.",
        "name":  "Benefi t",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium air elemental 7th +5 +5 +2 +5 Open the wind-gate As standard cleric Illus. by S. Wood Raptoran cleric Raptoran fi ghter Raptoran sorcerer 160 6 RETPAHC RETCARAHC SNOITPO 161 OPTIONS CHARACTER CHAPTER 6 Table 6–7: Halfling Rogue Racial Substitution Levels Hit Die: d6 Base Attack Fort Ref Will Level Bonus Save Save Save Special 1st +0 +0 +2 +0 Ranged sneak attack +1d6, melee sneak attack +0, trapfinding 3rd +2 +1 +3 +1 Ranged sneak attack +2d6, melee sneak attack +1d6, thief’s luck 10th +7/+2 +3 +7 +3 Sniping mastery Requirements RAPTORAN CLERIC To take a halfling rogue substitution level, a character The raptoran cleric gains extra powers from his dedication must be a halfling about to take her 1st, 3rd, or 10th level to the pact made between his race and the denizens of the of rogue. Elemental Plane of Air. While not as combat-oriented as a typical cleric, a raptoran cleric can bring powerful servants Class Skills of air to do his bidding.",
        "name":  "Summon monster IV",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium air elemental 7th +5 +5 +2 +5 Open the wind-gate As standard cleric Illus. by S. Wood Raptoran cleric Raptoran fi ghter Raptoran sorcerer 162 6 RETPAHC RETCARAHC SNOITPO Class Skills Class Skills Raptoran fighter substitution levels grant the same class skills Raptoran sorcerer substitution levels grant the same class as the standard fighter class. skills as the standard sorcerer class.",
        "name":  "Summon monster IV",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) and quieting the sounds they make. All creature moving more than 30 feet",
        "name":  "Range",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature When you manifest living arrow, you BOOMERANG",
        "name":  "Target",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the bard’s bardic knowledge class feature (see sneak attack +5d6; SQ evasion, improved uncanny dodge, Wis 10, Cha 12. creatures to become fascinated with him. page 28 of the Player’s Handbook). trap sense +3, trapfinding, uncanny dodge; AL CN; SV Fort Skills and Feats: Appraise +5, Bluff +9, Climb +3, Diplomacy Inspire Competence (Su): Use music or poetics to help an ally",
        "name":  "Lore",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the bard’s bardic knowledge class feature (see sneak attack +5d6; SQ evasion, improved uncanny dodge, Wis 10, Cha 12. creatures to become fascinated with him. page 28 of the Player’s Handbook). trap sense +3, trapfinding, uncanny dodge; AL CN; SV Fort Skills and Feats: Appraise +5, Bluff +9, Climb +3, Diplomacy Inspire Competence (Su): Use music or poetics to help an ally",
        "name":  "Lore",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Balance +5,Jump +10, Listen +5, Spot +3 erally drive back a foe. When a brixa hits with its gore attack, costs 150 gp. her successful rite of passage. This event is always held in Feats: Endurance it can immediately attempt a bull rush without entering the Carrying Capacity: A light load for a brixashulty is up to a cavern or chamber that can only be reached by flying Environment: Warm plains foe’s space or provoking an attack of opportunity. The brixa 75 pounds; a medium load, 76–150 pounds; and a heavy load, creatures and presided over by a priest of Duthila (see Organization: Domesticated makes a Strength check with a +7 bonus, which includes a 151–225 pounds. page 77). The returning raptoran is welcomed and the Challenge Rating: 1 +4 racial bonus. If the bull rush succeeds, the foe is driven community proclaims her entry into full adulthood. It Treasure: None back 5 feet and must make a DC 12 Refl ex save or fall down. Brixashulties as Animal Companions is during this ceremony that the raptoran announces her Alignment: Always neutral If being driven back would force the opponent into a barrier A halfl ing who has the animal companion class feature can adult name, taking her place among them. She then plucks Advancement: — or into a square where it cannot stop (such as a wall or a square choose a brixashulty as an animal companion. a feather from her wing and adds it to the community’s Level Adjustment: — that already contains another creature), the foe falls down in A nonhalfl ing also can have a brixashulty companion, but collection of feathers. The solemn rites conclude with the its square instead. The Refl ex save DC is Strength-based. her effective level for the animal companion class feature raptoran making an aerial circuit of the settlement. Once This creature looks like a big, shaggy goat with a heavy body and Skills: A brixashulty has a +2 racial bonus on Balance, must be 4th or higher, and her effective level for deter- a coat of long, wavy fl eece. It has curving horns like a ram’s and she returns to the cave, merriment and feasting replace Jump, and Listen checks. A brixashulty uses its Dexterity mining the brixashulty companion’s abilities is reduced big feet with cloven hooves. the earlier somber tone. modifi er for Jump checks. by three. For example, if a 4th-level half-elf druid has a During Wingsweep, all raptorans who can fl y gain 3 brixashulty companion, that brixashulty has only 1st-level temporary hit points. The brixashulty (brixa for short) is a goatlike creature that Training a Brixashulty companion abilities. the halfl ings have bred to serve a beast of burden, guard A character with the Handle Animal skill can train a brixa- animal, and source of food and fi ber for textiles. Halflings shulty as noted in the Handle Animal skill description on like to boast that a brixashulty is a surefooted as a mule, pages 74–75 of the Player’s Handbook. Illus. by S. Wood Brixashulty 188 8 RETPAHC NI SNGIAPMAC DLIW EHT 189 THE WILD CAMPAIGNS IN CHAPTER 8 Combat feature must be 4th CHORDEVOC Chordevocs are bred to attack, and they’re well equipped or higher, and the Tiny Animal for combat in spite of their miniature size and fairly low character’s effective",
        "name":  "Four Winds is marked with a great ceremony celebrating Skills",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral is hostile to most other creatures. Space/Reach: 5 ft./5 ft. dire hawk companion, the dire hawk has only 1st-level",
        "name":  "Alignment",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral is hostile to most other creatures. Space/Reach: 5 ft./5 ft. dire hawk companion, the dire hawk has only 1st-level",
        "name":  "Alignment",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Rob Lazzaretti Monster Manual—as well as Races of the Wild—to use Web Production Julia Martin this adventure site. The information presented here",
        "name":  "Cartography",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Delembril Vintagil, the Rifinti supply Inkili lobs a tanglefoot bag at the closest foe, then chief, often drops by the workshops to check on any shoots arrow at whichever foe appears most dangerous. work in progress. In addition, Inkili, the oldest member Development: Anyone in this chamber notices of the flock, spends at least 18 hours a day here blowing disturbances in area 2 right away, and vice versa. glass or just puttering around. The elderly glassblower 4. Kitchen (EL 0–8) sleeps poorly because of his aches and pains, so he Food of some sort is always cooking in this chamber, arrives well before sunset and usually doesn’t leave filling the room with delicious smells. A pair of ovens until after dawn.",
        "name":  "Creatures",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In a fight, the birds in this chamber pedestals, each about 5 feet high and topped with a plat- screech so loudly that every other creature in the form about 3 feet square. Poles about 6 feet high rise dwelling can hear them. The noise brings the guards from from the southeast and northwest corners of each plat- area 2, plus any Rifinti in area 7, in 2 rounds. Rifinti form, ending in sturdy perches. anywhere else in the dwelling take 3 to 4 rounds to arrive. The chamber’s south section is open, and a vertical 7. Great Hall (EL 6) shaft leads upward 15 feet from its ceiling to area 20. A Most of the Rifinti prefer the great hall to any other wickerwork liner inside the shaft facilitates climbing room in the whole dwelling. Benches line the walls (Climb DC 15). Any creature with clawed appendages here, and perches run between the pillars both north (including a raptoran) gains a +10 circumstance bonus and south. When the chamber is in use, oil lamps simi- on Climb checks inside the shaft. lar to the one in area 3 are mounted in sconces on each The floor is covered with a mixture of twigs, pine of the chamber’s twelve pillars. During cold weather, needles, herbs, and moss that absorbs the birds’ drop- the Rifinti bring in massive clay urns filled with glow- pings and food scraps. The Rifinti sweep up the whole ing charcoal to provide heat. mess several times a week and dump it in the forest. A The Rifinti gather here to pursue their favorite patch of edible mushrooms grows on the dumpsite, and pastimes: storytelling and debate. They hold a commu- the Rifinti particularly relish these. nal debate whenever any kind of issue—be it important",
        "name":  "In the northern portion of the chamber stand six Development",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Two mated pairs of giant owls and or trivial—faces the community. They also meet here to two dire hawks call this chamber home, and tell stories once in awhile for variety. During any Lightning (Jenlisa Iltinger’s dire hawk animal communal gathering, junior Rifinti (flock members companion) is sometimes here as well. During the who have not yet completed the Walk of the Four day, Lightning is in area 8a with his master, but at Winds) sit on the benches, and the senior members night he’s here about 50% of the time and with occupy the perches. Jenlisa the rest of the time. DDGiant Owls (4):hp 26 each; see Monster Manual, Creatures:Most hours of the day, the hall stands empty, except perhaps for three or four gliders (young- page 205. DD Dire Hawks (2): hp 32 each; see Races of the sters who are approaching adulthood but have not yet gone on the Walk of the Four Winds). They have a little Wild,page 189.",
        "name":  "Creatures",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The gliders in here use the tactics Creatures:One or two gliders are posted here to described in area 2 to fight any intruders. keep an eye on the entrances nearby.",
        "name":  "Tactics",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All forty-one adult Rifinti sleep in pages 76–80). The windows in the alcove provide light these chambers, along with a varying number of chil- during the day, and two everburning torches illuminate dren and fledglings. Exactly who sleeps where varies the chapel at night. The Rifinti do not clutter their with the season and the current mood of the flock. chapel with furniture or even perches because they favor simple worship and feel that a pleasant atmos- phere is the only necessary element. 8",
        "name":  "Creatures",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A cleric is always on duty here. The star UPPER FLOOR chief (Jantril Sestriin) rotates 8-hour shifts with two The chambers on this floor are generally reserved for glider clerics. The attendant can help fellow Rifinti with storage or private pursuits. their devotions but is primarily here to keep an eye on 12. Sentry Posts (EL 8) the west entrance, just in case someone tries to sneak in.",
        "name":  "Creatures",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Elissto Nisian, the sunspeaker, is here • Hannilac went down under a hail of arrows and dragged during daylight hours. He is always ready to speak for himself into the brush. He blacked out after that. the Rifinti should any diurnal visitors arrive.",
        "name":  "Creatures",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The gliders try to remain out of sight in 21. Upper Aviary the two alcoves. If combat ensues, they use the tactics Read or paraphrase the following when the PCs enter. described in area 2. ABOUT THE AUTHOR Continuous rows of perches and nesting boxes in various sizes line the walls from floor to ceiling. In Skip Williams keeps busy with freelance projects for the domed portion of the ceiling, perches criss- several different game companies, and he served as the cross the open space. The chamber echoes with avian cries. sage of Dragon Magazine for eighteen years. Skip is a codesigner of the D\u0026D 3rd edition game and the chief architect of the Monster Manual. When not devising The Rifinti keep birds of all kinds in this room, and the swift and cruel deaths for player characters, Skip air is thick with loose feathers. To keep the place clean, putters in his kitchen or garden (rabbits and deer are the Rifinti keep the floor covered with litter similar to not his friends) or works on repairing and improving that in area 6. the century-old farmhouse that he shares with his wife,",
        "name":  "Tactics",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In this chamber, the Rifinti keep Penny, and a growing menagerie of pets. chickens and ducks for meat and eggs, pigeons for long- 13",
        "name":  "Creatures",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "I’d contend that the Monster Manual creature unlimited stacking is a key ingredient in some way-too- with the most exceptions is the hydra. It can make multiple good character builds. attacks after moving. It tracks hit points separately for dif-",
        "name":  "It helped us with some game balance issues too, because Monsters",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to one willing creature per level, all within 30 • The target retains the ability to understand but not to ft. of each other speak the languages it understood in its natural form.",
        "name":  "Targets",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Druid 5, Gluttony 5, hexblade 4, Limbo 5, sorcerer/ points change to match an average creature of its assumed wizard 5, wu jen 5 form. These abilities and statistics return to normal if the",
        "name":  "Level",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action Incorporeal or gaseous creatures are immune to baleful",
        "name":  "Casting Time",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) polymorph. A creature of the shapechanger subtype can",
        "name":  "Range",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature revert to its natural form as a standard action, ending the",
        "name":  "Target",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See page 6. as it’s still confused when its turn comes. A confused creature",
        "name":  "Ability Drained",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A checked creature is prevented from achieving from lack of water are considered dehydrated and become forward motion by an applied force, such as wind. Checked fatigued. In addition, if a dehydrated creature would take non- creatures that are on the ground merely stop. Checked crea- lethal damage from hot conditions (see page 155), that dam age tures that are fl ying move back a distance specifi ed in the instead becomes lethal damage. description of the effect. Disabled: See page 72.",
        "name":  "Checked",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An exhausted creature can neither run nor A winged creature fl ying in the air at the time that it becomes charge, and it takes a –6 penalty to Strength and Dexterity. paralyzed can’t fl ap its wings and falls. A paralyzed swimmer It can move at only half speed. After 1 hour of complete rest, can’t swim and might drown. an exhausted creature becomes fatigued. Petrifi ed: A petrifi ed creature has been turned to stone",
        "name":  "Exhausted",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A grappling creature is engaged in some but takes a –4 penalty to AC against melee attacks. form of hand-to-hand struggle with one or more attackers. Standing up is a move action that provokes attacks of Its actions are limited—see page 60. It doesn’t threaten any opportunity. squares, and it’s denied its Dexterity bonus to AC against Rebuked: A rebuked creature has been affected by a turn- opponents it isn’t grappling. ing attempt to rebuke. Rebuked creatures cower in awe for",
        "name":  "Grappling",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An immobilized creature can’t move out Stable: See page 73. of the space it was in when it became immobilized. It oth- Staggered: A staggered creature is one whose nonlethal erwise functions normally unless it’s fl ying. Immobilized damage exactly equals its current hit points. A staggered fl ying creatures that have the ability to hover can maintain creature can take a single move action or standard action their initial altitude. All other flying creatures subjected each round (but not both, nor can it take full-round actions). to this condition descend at a rate of 20 feet per round until A creature whose nonlethal damage exceeds its current hit they reach the ground, taking no falling damage. points becomes unconscious.",
        "name":  "Immobilized",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See page 64. Stunned: A stunned creature drops everything it was",
        "name":  "Incorporeal",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Depending on their size, creatures can denied its Dexterity bonus to AC. be knocked down by winds of high velocity. Creatures on the Turned: A turned creature has been affected by a turning ground are knocked prone by the force of the wind. Flying attempt. A turned creature fl ees for 10 rounds (1 minute) creatures are instead blown back 1d6×10 feet. by the best and fastest means available to it. If it can’t fl ee,",
        "name":  "Knocked Down",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can escape a grapple by win- creature pinning you doesn’t allow, even speaking. While ning an opposed grapple check you make in place of making you’re pinned, you take a –4 penalty to your AC against an attack. You can make an Escape Artist check in place of opponents other than the one pinning you. You can’t move, your grapple check if you so desire, but doing this requires so your Dexterity is considered to be 0 for the purpose of a standard action. If more than one opponent is grappling determining AC (–5 modifi er). You’re also subject to attacks, you, your grapple check result has to beat all their individual such as sneak attacks, that rely on a defender’s being denied grapple check results. Opponents don’t have to try to hold its Dexterity bonus to AC. you if they don’t want to. If you escape, you fi nish by moving To escape, you can make an Escape Artist check in place into any unoccupied space adjacent to that in which you of a grapple check, but doing this requires a standard action. were grappling. If you win, you escape the pin, but you’re still grappling.",
        "name":  "Escape from Grapple",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures that have no hind limbs action, a standard action, or a full-round action provokes don’t have the feet body slot. attacks of opportunity. A successful attack or grapple check",
        "name":  "Legless Creatures",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that has a natural climb perpendicular wall –5 speed moves at the noted speed while climbing. It has a +8 Climbing at half speed instead of one-quarter speed +5 racial bonus on all Climb checks. The creature must succeed Climbing at normal speed +20 on a Climb check to climb any wall or slope that has a DC Climbing while retaining Dexterity bonus to AC +20 higher than 0, but it can choose to take 10, even if distracted Surface is slippery +5 or threatened. If the creature chooses an accelerated climb, it moves at double the given climb speed or its base land speed, 1 These modifi ers stack. whichever is lower, and makes a single Climb check at a –5 penalty. Creatures can’t run while climbing. A creature that",
        "name":  "Climbing a corner where you can brace against a Natural Climb Speed",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a fl ying creature fails to around you, and if they happen to be hostile, they’re likely maintain its minimum forward speed, it must land at the end to point you out. of its movement. If it’s too high above the ground to land, it Move between Cover: If you’re already hiding thanks falls straight down, descending 150 feet in the fi rst round to cover or concealment, and you have at least 5 ranks in of falling. If this distance brings it to the ground, it takes Hide, you can make a Hide check (with a penalty) to try to falling damage. If the fall doesn’t bring the creature to the move across an area that doesn’t offer cover or concealment ground, it must spend its next turn recovering from the stall. without revealing yourself. For every 5 ranks in Hide you It must succeed on a DC 20 Refl ex save to recover; otherwise, possess, you can move up to 5 feet between one hiding it falls an additional 300 feet. If it hits the ground, it takes place and another. For every 5 feet of open space you must falling damage. If not, it has another chance to recover on cross between hiding places, you take a –5 penalty on its next turn. your Hide check. Movement speed penalizes the check",
        "name":  "Minimum Forward Speed",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that has good maneuverability uses space between you and the target, you take a –5 penalty on up 5 feet of its speed to start fl ying backward. your Hide check. If your Hide check succeeds, your target",
        "name":  "Reverse",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "How much the creature can turn after covering the doesn’t notice you until you attack or perform some other stated distance. attention-grabbing action. Such a target is treated as being",
        "name":  "Turn",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that has good or average maneu- fl at-footed with respect to you. verability can use some of its speed to turn in place. Sniping:If you’ve already successfully hidden at least 10",
        "name":  "Turn in Place",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "How much the creature can turn in any feet from your target, you can make one ranged attack, then one space. take a move action to hide again. You take a –20 penalty on",
        "name":  "Maximum Turn",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The angle at which the creature can climb. your Hide check to conceal yourself after the shot.",
        "name":  "Up Angle",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "How fast the creature can climb.",
        "name":  "Up Speed",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fl ying creature can fl y down at twice its by jumping is counted against your normal maximum normal fl ying speed. movement for the turn. The DC and the distance you can",
        "name":  "Down Speed",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that has a natural can move up to double your speed. The square you start out swim speed can move through water at its swim speed in isn’t considered threatened by any opponent you can see, without making Swim checks. It has a +8 racial bonus and therefore visible enemies don’t get attacks of opportu- on any Swim check to perform some special maneuver nity against you when you move from that square. Invisible or avoid a hazard. The creature can choose to take 10 enemies still get attacks of opportunity against you, and you on a Swim check, even if distracted or endangered. The can’t withdraw from combat if you’re blinded. creature can run while swimming, provided it swims in If, during the process of withdrawing, you move out of a a straight line. threatened square other than the one you started in, those",
        "name":  "Natural Swim Speed",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can move through a square occupied by a Diffi cult terrain includes heavy debris, shallow water, slopes helpless opponent, but a creature, particularly a very large that can be walked up, undergrowth, and similar environ- one, might present an obstacle even when helpless. In such mental factors that slow and hamper movement. Each square cases, each square the creature occupies counts as diffi cult of diffi cult terrain counts as 2 squares of movement. Each terrain (see Hampered Movement, below). diagonal square counts as 3 squares. You can’t run or charge",
        "name":  "Helpless",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some special abilities allow you to move creatures aren’t hampered by diffi cult terrain. through squares in an opponent’s space or make it so an oppo- nent can’t stop you from moving through its space, but you Obstacles provoke an attack of opportunity from a creature whose space Like diffi cult terrain, obstacles can hamper movement. If an you enter unless a special ability also prevents such an attack. obstacle hampers movement but doesn’t completely block it, each",
        "name":  "Special Abilities",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature trained in the Tumble skill can try obstructed square costs double the normal movement cost. to tumble through a square occupied by an opponent (see It costs 2 squares of movement to cross an obstacle that sepa- Tumble, above) without provoking attacks of opportunity. rates two squares. You must pay this cost to cross the barrier, in",
        "name":  "Tumbling",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Tiny or smaller creature can move addition to the cost to move into the square on the other side. If through squares occupied by an opponent. Such a creature you don’t have suffi cient movement to cross the barrier and move provokes attacks of opportunity for doing so. into the square on the other side, you can’t cross the barrier.",
        "name":  "Very Small Creature",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some creatures break these rules. You Some obstacles might also require a skill check to cross. can’t move through squares completely fi lled by a creature, Other obstacles block movement entirely. A creature can’t even if you have the Tumble skill some sort of special ability, move through a blocking obstacle. Flying and incorporeal unless the ability’s description says otherwise or the DM creatures can easily avoid many obstacles. rules otherwise. Squeezing Sharing Spaces In some cases, you might have to squeeze into or through an If you’re Small or larger, you usually can’t end your movement in area that isn’t as wide as the space you take up, hampering a square occupied by another Small or larger creature, effectively your movement. You can squeeze through or into a space that sharing a space with that creature. You can share space with a is at least half as wide as your normal space. Each move into creature that is helpless or one that has a special ability that allows or through a narrow space costs double. While squeezed in it to share spaces. You can also share spaces with a creature you’re a narrow space, you take a –4 penalty on attack rolls and a riding or carrying, or a creature you’re grappling. If you have –4 penalty to AC. a special ability that allows you to do so, you can share a space Space Occupied by Big Creatures: When a Large crea- with another creature. Regardless, you still provoke an attack ture squeezes into a space that’s 1 square wide, the creature’s of opportunity from a creature whose space you enter. miniature fi gure occupies 2 squares, centered on the line Tiny and smaller creatures can freely share space with between those squares. For a bigger creature, center the other creatures (see Size, page 116). creature likewise in the area it squeezes into. 95 MOVEMENT",
        "name":  "Other Exceptions",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    }
]
