[
    {
        "origin_file":  "monsters.json",
        "description":  ": YYeess come to kill the Tiny 1d2 Small 1d3 great monster. Medium 1d4 On the last day, Large 1d6 the last hero struck down Chupoclops with her dying blow. Huge 1d8 Chupoclops, never a creature defi ned by the normal rules Gargantuan 2d6 of the universe, became a vestige after its death. Binder Colossal 2d8 scholars claim that adventurers still encounter its enormous corpse in the misty Ethereal Plane. Now that the monster You add your Strength modifi er to your damage roll. You can no longer destroy hope, some say it will exist forever, and cannot use this ability if you do not show Chupoclops’s thus, so will the world. sign.",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You must draw Chupoclops’s seal Pounce: If you charge a foe, you can make a full attack, with a handful of soil from a grave or tomb. Alternatively, you including a bite attack, at the end of the charge. can place the dead body of a sentient creature (one with Int 3 Soulsense: You notice and locate living creatures within 10 or higher) over its seal before the summoning begins. In addi- feet as if you possessed the blindsense ability. You also sense tion, Chupoclops hates Amon for some unknown reason and the strength and type of their life forces automatically, as if will not answer your call if you are already bound to him. you had cast deathwatch. This ability is continuously active",
        "name":  "Special Requirement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dahlver-Nar’s within 10 feet per effective binder level frightful apparition fl oats in the to share the damage you take. As long air above his seal, with arms and as the subject creature remains within legs hanging limply. Teeth and range, you take only half damage from fangs of all kinds stud his entire all effects that deal hit point damage, body, replacing even his eyes. and it takes the rest. The effect ends What skin is visible between the immediately if you designate another teeth appears to be the moist, pink creature or if either you or the subject fl esh of gums. Dahlver-Nar’s mouth is dies. Any damage dealt to you after the a bloody ruin that clearly lacks teeth, effect ends is no longer split between you and the and when he opens it to speak, only a moan subject, but damage already split is not reassigned issues forth. Some binders believe that his to you. You can affect one creature at a time with this vestige form is a punishment infl icted ability. An unwilling target of this ability can attempt by the other vestiges, but others insist a Will save to negate the effect. that he appears as he does because of his everlasting obsession with the teeth Manifestation of DANTALION, that bear his name. Dahlver-Nar THE STAR EMPEROR",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ": 2255 under one arm read the thoughts of a creature with an Intelligence score 10 SSppeecciiaall and speaks with points higher than your own, you automatically fail and are",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ": NNoo the voices of his stunned for 1 round. You can read a creature’s thoughts for many faces, al- as long as you concentrate. ways in cryptic Thought Travel: As a standard action, you can instantly passages that he reads from his book. Sometimes just one transport yourself and any objects you carry (up to a heavy face reads from his tome, but the speaking face changes of- load) to any location you can see that is within 5 feet per effec- ten and usually in mid-sentence. Those who glance at the tive binder level you possess. The desired location cannot be book’s pages see a dark sky fi lled with stars that change with within an object or beyond a barrier unless you have some each fl ip of a page. means of seeing the exact space you desire to occupy. If you",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While infl uenced by Focalor, you feel some of The warhammer disappears (until you summon it again) if his inestimable grief and act morose, rarely smiling or fi nd- it leaves your grasp for more than 1 round. ing cause to laugh. Whenever you kill a creature, Focalor",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While you are bound to Eurynome, your blood demands that as soon as you have a peaceful moment, you becomes poisonous. Any creature that ingests it (by either take a round to say a few words of sorrow and regret for the making a bite attack against you or swallowing you whole) life cut short by your actions. must immediately make a successful Fortitude save or take Granted Abilities: Focalor gives you the ability to breathe 1d6 points of damage. After 1 minute, the creature must make water, strike foes down with lightning, blind enemies with a another Fortitude save at the same DC or take another 1d6 puff of your breath, and cause creatures to be stricken with points of damage per three effective binder levels you possess grief in your presence. (maximum 5d6). Each bite attack (or each round that you Aura of Sadness: You emit an aura of depression and anguish remain in the creature’s gullet) poisons the creature anew, that overtakes even the strongest-willed creatures. Every forcing a new round of saving throws. Your poison blood adjacent creature is overcome with grief, which manifests as becomes inert 1 minute after leaving your body. a –2 penalty on attack rolls, saving throws, and skill checks,",
        "name":  "Poison Blood",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ": YYeess within 30 feet of you must succeed on a Will save or take 2d6 reestablished his points of acid damage. Opponents can avert or close their right to rule all eyes to protect themselves, as normal for a gaze attack. You Baator. Know- can still take a standard action to focus your gaze on a target ing he had taught the usurpers a lesson they would not creature, as normal for a gaze attack. You can choose not to soon forget, Asmodeus returned them to power. Rather than affect specifi c creatures within range of the gaze attack, such reward Geryon, however, he inexplicably gave his lone sup- as your allies, if desired. You cannot use this ability if you do porter’s power and position to another. not show Geryon’s sign. Geryon’s fate after losing his position is unclear, but some All-Around Vision: Your extra eyes allow you to look in any binder scholars maintain that Asmodeus held one more direction, granting you a +4 bonus on Spot and Search checks. betrayal in store for him. The story goes that Geryon, bewil- Opponents gain no benefi ts when fl anking you. When con- dered and stunned, lost all hope for the future. He began fronted by a creature with a gaze attack, however, you cannot to question the purpose of his actions and, in a moment of avert your eyes, though you can still close them. You cannot weakness, even the point of his own existence. It was then use this ability if you do not show Geryon’s sign. that Asmodeus struck. The ruler of the Nine Hells had al-",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can create an illusion at will, as though have been unfamiliar with the bald ibis. Ipos clearly has that you had cast major image (caster level equals your effective bird’s long, downward-curving beak and mottled, featherless binder level). A creature can attempt a Will save to realize the head. Atop his warty scalp, he wears a crown of black iron, and illusion is false. You can never create more than one major a many-layered gray cloak hides most of his form. Ipos’s overly image at a time, and you can dismiss or renew the effect as a long arms end in gray-furred and clawed members that are standard action. Once you have used this ability, you cannot more like the paws of a lion than the hands of a man. In one do so again for 5 rounds. paw, he holds a gnarled iron cane that he uses more often to",
        "name":  "Major Image",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You think highly of your intellect and show remained tied KKAARRSSUUSS contempt toward those who question your assumptions or to the Material conclusions. If you encounter a creature that shows interest Plane for ages, in a topic about which you have knowledge, Ipos requires never becom- that you truthfully edify that individual. ing a petitioner.",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ": YYeess the kill effect, she dies. If she fails against the paralysis effect, the three-headed, she is rendered helpless and unable to act for 1d6 rounds + 1 doglike creature round per effective binder level. If the victim’s saving throw that guards the gates to the Underworld on the third layer succeeds, the attack is just a normal sneak attack. Once you of Hades, but that creature is thought to be simpleminded have completed the 3 rounds of study, you must make the and has never been known to speak. Naberius never admits death attack within the next 3 rounds. to having had older forms or names, and questions about his If you attempt a death attack and fail (the victim makes origin get only a sly smile in reply. her save), or if you do not launch the attack within 3 rounds Special Requirement: Naberius values knowledge, indus- of completing the study, 3 new rounds of study are required try, and the willingness to deceive. He manifests only for a before you can attempt another death attack. summoner with at least 4 ranks in Bluff or in any Knowledge",
        "name":  "If the victim of such an attack fails a Fortitude save against be an aspect of RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can take 10 on Diplomacy and Bluff est of beasts. The checks even if distracted or threatened. In addition, you can vestige says nothing; its summoner can only plead her case make a rushed Diplomacy check as a standard action and take and hope that Orthos does not impose its infl uence. no penalty. (Normally, a rushed Diplomacy check requires a Sign: You always seem to be buffeted by a breeze that no full-round action and imposes a –10 penalty on the check.) one else can feel, even when you’re indoors. The eerie wind makes no noise, but it tousles your hair and belongings, frequently changing direction. ORTHOS,",
        "name":  "Silver Tongue",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When Orthos begins to manifest, a breeze a scouring blast of wind in a 60-foot cone. Your whirlwind seems to pass over the summoner, but it ruffl es nothing ex- breath deals 1d6 points of damage per binder level you pos- cept the summoner’s hair and clothes. The breeze intensifi es, sess. Every creature in the area can attempt a Refl ex save to becoming a cold wind, and a low whistle emanates from halve the damage, and must also succeed on a Fortitude save the vicinity of Orthos’s seal. Directly over it appears a black or be knocked prone and moved 1d4×10 feet away from you speck—a mote of shadow like a blind spot in the observer’s (or just outside the cone, whichever is a shorter distance). vision. The whistle becomes a moan that slowly rises in pitch Once you have used this ability, you cannot do so again for and volume, eventually transforming into a howl as the dark- 5 rounds. ness spirals outward, opening like the pupil of some great",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One side of your mouth becomes wider than the sign from her. Years passed, and no sign came. One by one, other, as though it were being stretched or pulled. That side her followers lost faith and deserted her. At last only one re- of your mouth has a tendency to remain slightly open, caus- mained. Disillusioned, he dug up the rusted sarcophagus, ing you to drool. only to fi nd it empty. He tracked down his fellow disciples 44 to tell them of the miracle, but none believed him. Ronove creature touches and her nameless disciple would have been lost to obscurity, it. You can move RROONNOOVVEE but her lone faithful follower inscribed his story on the walls only one object of a cavern. The recent discovery of this inscription explains at a time in this the strange powers and appearance of Ronove. fashion.",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can instantly swap positions with any visible within sight of willing ally within 5 feet per two effective binder levels of a pond, stream, your position. Objects carried by you or your ally (up to the or larger body of maximum load for each) go along, but creatures do not. The water. movement is instantaneous and does not provoke attacks of Manifes- opportunity. Using this ability is a standard action at fi rst, tation: Shax though at 7th level you can use it as a move action, and at 13th fi rst appears as level you can use it as a swift action. Once you have used this a semitranspar- ability, you cannot do so again for 5 rounds. ent female storm",
        "name":  "Move Ally",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ": 2255 feel their worship empowering him, and with each passing any creature minute he gained strength and felt his awareness widening. within 30 feet. SSppeecciiaall",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When Zagan begins to manifest, several before using it again. snakes appear in a heap in his seal. The snakes then slither apart Improved Grapple: You gain the benefi t of the Improved and rise upright along the lines of the seal. Then the crown of Grapple feat (PH 95). In addition, you are considered to be a head appears, with baleful eyes glowering. An ogrelike head of Large size for the purpose of making grapple checks, and slowly reveals itself, and after another moment, shoulders and damage you deal with a successful grapple check to a grappled arms appear, to which the snakes are attached. Zagan then uses foe is lethal damage. his powerful arms to pull the rest of his body from the ground, Scent: You gain the scent special quality (MM 314). revealing a long, serpentine form instead of legs. He reaches Constrict: You gain a giant constrictor’s ability to crush the toward his summoner hungrily, his mouth gaping open in a life from its prey. You deal damage equal to 1d8 + 1-1/2 × your feral grin, but the snakes on his body turn toward him and hiss, Str modifi er with a successful grapple check, in addition to causing him to fl inch backward. The brooding Zagan then your normal unarmed damage (typically 1d3 + Str modifi er addresses his summoner while calming the snakes. Binder for a Medium humanoid and 1d2 + Str modifi er for a Small scholars say that the snakes on his body are his most loyal humanoid). lieutenants, who were killed on the night of Zagan’s murder Snake Bane: Zagan’s hatred for snakes, yuan-ti, and all snake- and dragged with his soul into a vestige’s existence. like creatures gives you improved combat prowess against",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a lisp and can’t help but speak in a sibilant their kind. You gain a +2 bonus on melee attacks against manner. snakes, snakelike creatures (such as nagas or yuan-ti), or",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While infl uenced by Zagan, you become creatures with a natural poison attack, and you deal an extra domineering and aggressive. Zagan requires that you slay 2d6 points of damage against such foes when making melee any snake or snakelike being you meet, and deface any rep- attacks. This damage also applies when you make a grapple resentations of snakes or snakelike beings other than Zagan check to deal damage against a snake or snakelike enemy, in that you fi nd. addition to dealing your normal unarmed damage and your",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One incorporeal creature or apparition/level in a Resist cold 5, electricity 5, fire 5 20-ft.-radius emanation centered on you Fort +7, Ref +6, Will +11; +2 insight bonus on saves against",
        "name":  "Targets",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Knowledge (nobility and royalty) 2 ranks the thoughts of a creature you have dazed on subsequent",
        "name":  "Skill",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to bind Dantalion rounds. A successful save allows the creature to break free of your thought reading. CLASS FEATURES Dantalion’s Glare (Su): From 4th level on, you can use Dantalion favors his scions above all others. When you make a standard action to intensify Dantalion’s sign and glare a pact with Dantalion, the abilities he grants become more through its eyes. The starry voids in the eyes of Dantalion’s potent, and you gain additional powers as well—some of which sign blaze forth with the brightness of an exploding star, you can use even when you are not bound to Dantalion. affecting all creatures in a 30-foot cone. Every creature within",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This feat can be taken multiple times. Each time Benefi t: Once per day, you can widen a supernatural abil- you take it, you can apply the Sudden Ability Focus feat one ity. When you use a widened supernatural ability, its area more time per day. You cannot apply Sudden Ability Focus increases by 100%. Thus, a widened line or cone is double the more than once to a single use of a special ability. normal length, and a widened burst, emanation, or spread has twice the normal diameter. You must declare use of this feat before you use the ability. Widening a supernatural ability SUPERNATURAL CRUSADER does not require a separate action. You are adept at fi ghting supernatural creatures.",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +7, Ref +6, Will +2 A horned beast measures between 4 and 5 feet long and",
        "name":  "Saves",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral evil as Amon did, eventually becoming the horned beasts. Thus,",
        "name":  "Alignment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5–8 HD (Medium); 9–12 HD (Large) most binders refer to horned beasts as the fl ock of Amon.",
        "name":  "Advancement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 37; MM 200. creature allows them to pass. Otherwise it uses its scatter",
        "name":  "Thurgesh, Ogre Mage",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The golem attacks anyone who is neither wearing the livery of the Order of Seropaenes nor accompanied by 7. BLEAK HALL AND CELLS someone who is. Anyone wearing the livery of the order can (EL VARIES) command the iron golem to attack someone not wearing it. Both staircases from area 5 continue up from area 6, eventu- ally converging on a single landing that connects to a stone hallway ending in yet another staircase. Read or paraphrase 6. AUDIENCE HALL (EL 13) the following when the PCs enter this hallway. Both sets of stairs from area 5 end at a landing before continu- ing upward. These landings overlook a square auditorium. The stench of fear, sweat, and excrement fills the air, as if dozens Read or paraphrase the following when the characters fi rst of people were sharing too small a space. Smaller corridors lined view the audience hall. with cell doors extend from both sides of the hall. From these small rooms emanate moans of suffering. The seating in the chamber below is arranged on different tiers, each row lower than the last. In a small clear space at the bottom The Seropaeneans house captives here after breaking their stands a podium. The walls depict various symbols similar to those will in the interrogation room (see area 13). After the ques- outside the tower. Hanging from the ceiling is a massive, imposing tioning (and often torture), the Seropaeneans rip the tongues iron chandelier with white marble figures perched on its many arms. from their captives’ mouths (to prevent them from calling up vestiges) and place them in cells. The symbols are those of the order’s patron deities. The audi- Creatures: At any time, these cells house ten to forty bind- ence hall contains nothing of value. ers and binder sympathizers of various levels. In addition,",
        "name":  "Tactics",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature BREATH OF TWILIGHT",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched Only one of these two effects is possible per use, and you must",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Personal fi re burns only a few feet tall, so a creature can avoid the effect",
        "name":  "Range",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched ent spot, up to a maximum distance of 25 feet plus 5 feet per",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch any bonuses on Hide checks or similar efforts. You gain a +1 Target: One living creature defl ection bonus to AC, with an additional +1 for every six Duration: Instantaneous, then 1 round/level (D); see text caster levels (maximum bonus +4). Saving Throw: Will negates",
        "name":  "Caul of shadow faintly darkens your form, but does not provide Range",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20-ft.-radius emanation (D) saving throw or die. If the creature succumbs to the mystery",
        "name":  "Area",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 minute/level and dies, it immediately returns to life, gains the dark creature",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Refl ex negates; see text template, and is under your control. The creature remains in",
        "name":  "Saving Throw",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) that enters the area on its turn, must make a Refl ex save or Effect: Shadowy wall whose area is up to one 10-ft. square/ become immobilized (see page 140). level (S)",
        "name":  "Any creature within the area affected by this mystery, or Range",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/5 levels Range: Personal",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched as noted above. In addition, the image that you project has",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature/2 levels, no two of which are Dexterity damage, or 2 points of Constitution damage to more than 20 ft. apart the subject; you choose which kind of ability damage when",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature/level in a 20-ft.-radius spread KILLING SHADOWS",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature or one creature/level, no two of which",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature/level in a 20-ft.-radius spread Target: You",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched, or up to eight willing creatures saving against a second casting. joining hands",
        "name":  "Effect",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Level/School: 7th/Conjuration (Creation)",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One Huge or smaller creature",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 minutes/level or until discharged Target: One creature",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./level) creatures.",
        "name":  "Ra nge",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature with an Intel- ligence of 3 or higher This mystery creates a blast of electricity and cold energy,",
        "name":  "Ta rget",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to one living creature/level, no two of which are more than 30 ft. apart",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature or object; or 20-ft.-radius burst Range: Touch",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous Target: Creature touched",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature touched SHARP SHADOWS",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and touched objects or other touched willing creatures",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One summoned creature",
        "name":  "Effect",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched be duplicated with truth revealed. Concentrating on a specifi c",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 round/ Ta rget: Up to one creature/level, all level (D) within 30 ft. of each other",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched concentrate on the effect, uses umbral body to become Duration: Instantaneous but you must direct it with incorporeal before attacking Sa ving Throw: Will negates (harmless) your thoughts once each round (a free",
        "name":  "Irrin Coradran Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature or creatures touched deafened, diseased, exhausted, fatigued, immobilized, insan-",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature caster level check (1d20 + caster level). If you do not, you",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to one touched creature/level Duration: 10 minutes/level (D)",
        "name":  "Targets",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., hide in plain sight, tion of new creatures. resistance to cold 10, superior low-light vision",
        "name":  "Special Qualities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 11, Dex 13, Con 12, Int 10, Wis 9, Cha 6",
        "name":  "DARK CREATURE Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +13, Listen +2, Move Silently +11, Ride +4, Dark creatures dwell on the Plane of Shadow, sometimes Spot +4 crossing into other planes where the barriers between",
        "name":  "Skills",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gang (4–9), band (10–100 plus 100% dark creatures superfi cially resemble creatures from the noncombatants plus 1 3rd-level sergeant per 20 adults Material Plane. Dark creatures are shadowy, more elusive, and 1 leader of 4th–6th level), warband (10–24 with worg and spookier than their material counterparts. Gray and black mounts), or tribe (40–400 plus 100% noncombatants plus are their most common colors, and they almost never boast 1 3rd-level sergeant per 20 adults, 1 or 2 lieutenants of 4th bright hues such as white or yellow. Other creatures native or 5th level, 1 leader of 6th–8th level, 10–24 worgs, and to the Plane of Shadow exist that have stronger or weaker 2–4 dire wolves) connections to the energies of the place (such as the shadow",
        "name":  "Organization",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral evil hulk as the base creatures.",
        "name":  "Alignment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +6, Ref +7, Will +2 pack tactics. They rarely attack creatures more than one size",
        "name":  "Saves",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 23, Dex 13, Con 19, Int 11, Wis 11, Cha 13 This hulking, powerfully built creature looks something like a",
        "name":  "Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral evil Dark umber hulks are massive creatures that dwell deep",
        "name":  "Alignment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 CREATING A DARK CREATURE",
        "name":  "Challenge Rating",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always chaotic evil to any creature (referred to hereafter as the base creature).",
        "name":  "Alignment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "12–22 HD (Large); 23–33 HD (Huge) Dark creatures tend to be much duller in color, with more",
        "name":  "Advancement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— gray and black skin tones and hair highlights, than their Material Plane versions. In general, they also weigh less, as if From the shadowy passage extends a dark tentacle of inky blackness, part of their very substance was mere shadow stuff. seemingly too large to fi t within the corridor. A second follows, then A dark creature has all the base creature’s statistics and a third. Behind it, practically invisible in the darkness, is a trunklike special abilities except as noted here. body formed solely of writing tentacles.",
        "name":  "Level Adjustment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Type and size are unchanged. Dark crea- tures encountered away from the Plane of Shadow have the An ephemeral hangman is an aberration born of shadow, an extraplanar subtype. anomaly even among the strange creatures of the Plane of",
        "name":  "Size and Type",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As base creature, +10 feet to all modes of move- Shadow. It consists of dozens of black tendrils located around ment. a central maw. It normally stands upright, presenting an",
        "name":  "Speed",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature, plus Hide +8 and Move Silently +6.",
        "name":  "Skills",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature or same as the base creature +1; see sidebar.",
        "name":  "Challenge Rating",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually one step different from the base creature, rarely good.",
        "name":  "Alignment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., elemental endurance, Improved Grab (Ex): To use this ability, a hangman immunity to cold, improved fi nesse, pass into shadow, must hit a creature at least one size smaller than itself with resistance to acid 5, electricity 5, fi re 5, sonic 5, telepathy its tendril attack. It can then attempt to start a grapple as a 100 ft. free action without provoking an attack of opportunity. If it",
        "name":  "Special Qualities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A description of a creature (“halfl ing”), place The basic truenames that form utterances are described in (“forest”), thing (“dagger”), or action (“destroy”), delivered in countless grimoires found in the libraries of truenamers. The the primal language of the universe. Each truename is exceed- Analects of Vondellak, The Spotted Libram, and Hadrakk’s Tome, ingly specifi c and incredibly diffi cult to pronounce aloud. for example, are three multivolume collections of truenames",
        "name":  "Truename",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Studying entire categories of truenames Research on page 196. is largely the province of characters with the truenamer class. Lots of powerful truenamers keep lists of personal true- Throughout their career, they learn utterances, which they names they have learned, and some of these have survived can use to describe everything in the world. Utterances thus through the ages to inform future generations of truenam- allow truenamers to affect creatures, objects, and even loca- ers. The Merciless Catalog of Fiends and Splendor beyond the tions with their words. The choice is theirs which utterances Veil are two encyclopedias of personal truenames that cover they study from each of the three lexicons. Utterances are also important fi ends and powerful undead, respectively. Copies unique because most—specifi cally, those from the Lexicon of 194 are kept under lock and key in many a master truenamer’s their harsh masters demand hours of repetitive pronuncia- library. tion drills: “Aaaaaoooah, aaaaaoooah, aaaaaoooah…” and so",
        "name":  "Basic Truenames",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You know your own per- “Whenever I speak my truename, the world revolves around me sonal truename. However, pronouncing it correctly requires for a change.” a Truespeak check with a DC equal to 15 + (2 × your HD) + 2. —Kalazart Candlesong, acolyte of the ego You get a +4 bonus on the Truespeak check because it’s your personal truename. An acolyte of the ego seeks to master but one truename—his Morphic Cadence (Sp): Starting at 2nd level, and at own. In so doing, he learns to fortify himself against harm every even-numbered level thereafter (4th, 6th, 8th, and and unleash pain and suffering upon his enemies. He cares 10th), you learn to pronounce your own truename with less about the truenames of other creatures. He devotes his certain cadences that alter your personal reality. Each time study to his true self as he experiments with the pronuncia- you gain this ability, you learn a new morphic cadence (in tion of his truename to increase his power. other words, a new way to morph your truename), and your existing morphic cadences get incrementally better. Entry Requirements Activating a morphic cadence is a standard action, and",
        "name":  "Known Personal Truename",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a luck bonus on saving Alter Personal Truename (Su): At 7th level, you can alter throws equal to the number of mor- your own truename slightly—just enough phic cadences you know. This to make it diffi cult or impossible benefi t lasts for 1 round per class for others to utter it correctly. level. Any creature other than you",
        "name":  "Cadence of the Lucky Fool",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whenever a creature fails by 5 points or more in an attempt to speak your personal truename, it immediately EXTEND UTTERANCE takes 1d6 points of damage for every Hit Die you have. Your utterances have a more lasting effect on the universe.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +4 bonus on Truespeak checks made Your utterances have greater effect against a certain type to counter or dispel the utterances of other truespeakers. of creature.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When you take this feat, choose a creature type (such as aberrations or monstrous humanoids). The DCs of your utterances are increased by 1 whenever you use them TRUENAME RESEARCH against creatures of the chosen type. You have a knack for uncovering the personal truenames of",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can take this feat more than once. Its effects friends and foes alike through study and investigation. do not stack. Each time you take this feat, it applies to a new Prerequisite: Truespeak 9 ranks. creature type. Benefi t: You gain a +2 bonus on Knowledge checks made to discover a creature’s personal truename (as described in Truename Research, page 196). In addition, the cost to MINOR UTTERANCE OF THE research a personal truename is reduced by half. EVOLVING MIND Your mastery of Truespeech has led you to the understanding necessary to perform a simple utterance from the Lexicon TRUENAME TRAINING of the Evolving Mind. Unlike most of your peers, you have discovered the secret",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You learn one 1st-level utterance from the Lexi- Your further mastery of Truespeech allows you to wield its con of the Perfected Map. power more effectively against creatures.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Truespeak 9 ranks, ability to speak utter- describe a creature, place, or object to be affected and the ances, must know your own personal truename. desired effect (such as “control speed” or “wreathe in fi re”).",
        "name":  "Prerequisites",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Successfully making the recitation dispels any By putting these truenames together in exacting fashion, you fear, rage, despair, or other emotion-based effects on you. create a rudimentary sentence in the true language of the If you’re frightened or panicked, this recitation won’t help universe—an utterance. As a truenamer, you do not know you because you won’t be able to take the full-round action the truename for every creature and object in the world, but required to make the recitation. But if you’re merely shaken, you can describe them in the language of Truespeech. To do you can return to an unafraid state. so is to speak an utterance. When you speak an utterance properly, reality reshapes itself to conform to the power of your words. “Reelaka’pothrenekka’endrieakau!” You learn utterances as you progress in level, starting with the simplest creature-oriented utterances and progressing —Utterance of mystic rampart, a debased to more powerful and more diverse utterances. Utterances form of which became a rallying cry for the are divided into three lexicons, or groups of related words. Wintervein dwarf clan As a truenamer, you learn many words in the Truespeech but only a few practiced phrases that you can turn into true utterances that carry the full power of Truespeech—and that RECITATION OF MINDFUL STATE power can change reality itself. Utterances can be described This recitation narrows and focuses your perception so you as follows. can concentrate on a delicate task at hand.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Truespeak 9 ranks, ability to speak utter- that require a successful Truespeak check; the DC for the ances, must know your own personal truename. check is equal to 15 + (2 × target creature’s CR). Your effective",
        "name":  "Prerequisites",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Grant creature freedom from restricting as if its duration had expired. In cases where the Truespeak effects, or root an enemy to the ground and prevent it check for the original utterance is unknown, assume that it’s from moving. 11 + the truenamer’s Truespeak bonus. Knight’s Puissance: Ally gains +2 on attack rolls, or enemy gains –2 on attack rolls.",
        "name":  "Inertia Surge",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subject’s speed increases by 20 feet Essence of Lifespark: Remove one negative level from and he can run up walls, or reduce foe’s speed by 10 feet. creature, or one enemy gains one negative level.",
        "name":  "Speed of the Zephyr",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ally gains one free attack, or enemy is feet (perfect), or cause a fl ying creature to fall and take dazed for 1 round. damage.",
        "name":  "Temporal Twist",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Give ally fast healing 3, or Sensory Focus: Creature gains blindsight, or creature is deal 2d6 damage each round for 2 rounds. blinded and deafened.",
        "name":  "Word of Nurturing, Lesser",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature gains the celestial tem- Breath of Recovery: Remove conditions from an ally, or plate, or creature gains the fi endish template. paralyze an enemy.",
        "name":  "Incarnation of Angels",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Give creature ability to fl y, or force a fl ying Ether Reforged: Creature gains the benefi t of defenses creature gradually to the ground. against incorporeal foes and can affect them normally, or",
        "name":  "Seek the Sky",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Give ally fast healing 5, Singular Mind: Free subject from enchantments, curses or deal 4d6 damage each round for 2 rounds. and possession, or dominate one creature.",
        "name":  "Word of Nurturing, Moderate",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Remove fear from a creature, or frighten attacks can be reciprocated. Images of the target in action persist an enemy. for a few seconds after the target has gone.",
        "name":  "Morale Boost",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The universe responds to your words by forcing your A nimbus of silvery power surrounds your target, absorbing target closer to you, pulled inexorably by a sapphire cord. a specifi c energy type and hampering it from reaching the target. This utterance grants your target resistance 10 to one You move your target toward you up to 40 feet along an intan- type of energy (acid, cold, electricity, fi re, or sonic). gible blue tether that connects the two of you. You can’t move the target into a space that is occupied by an ally, an enemy, Reverse: The fl esh and skin of an enemy are imbued with energy, or a solid object. You can draw a fl ying creature closer to you, causing it great pain and discomfort. but you cannot make a creature on the ground fl y. The Truespeak DC of this utterance increases by 2 for When you speak the reverse of this utterance, you imbue every size category the target is larger than Medium. your target’s skin with energy: acid, cold, electricity, or fi re. This movement provokes attacks of opportunity. The subject appears to be surrounded with a nimbus of the selected energy type, and takes 2d6 points of damage from",
        "name":  "Normal",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None or a solid object. You can push an airborne fl ying creature away from you, but you cannot make a creature on the",
        "name":  "Saving Throw",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "With soothing words, you revitalize an ally and restore some of his lost vitality. The negative level that affl icted him spirals You grant the target a +10 bonus on a single Knowledge check upward, fading as it rises. and enable her to use the skill, even if untrained. If the target has bardic knowledge, lore, or a similar class feature, this This utterance dispels one negative level and restores one bonus can apply to that check instead. experience level to a creature who has had a level drained.",
        "name":  "Normal",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your target’s words ring true thanks to this utter- from your target and drifts upward before dissipating into ance—even if they actually are not. nothingness. The drained level is restored only if the time since the creature lost the level is equal to or less than one Your target gains a +10 bonus on a single Bluff check made day per truenamer level. before the duration of the utterance expires.",
        "name":  "As you dispel the negative level, a shadowy form detaches Reverse",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You instruct the universe to sap some of the life force of INCARNATION OF ANGELS a target creature.",
        "name":  "Reverse",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None of a creature. A shadowy version of your target appears a few feet away, then rushes inward, incorporating itself into your",
        "name":  "Saving Throw",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your ally gains a sixth sense about where nearby can choose to use its effect. This word grants the subject a enemies are. When you speak this utterance, the target gains a greater sense of where his enemies are, granting him the use An utterance of preternatural clarity gives an ally renewed focus and combat prowess 241 Illus. by C. Frank +5 insight bonus on any single attack roll, opposed ability With this word, you render a fl ying creature unable to fl y. The or skill check, or saving throw. When your target uses the subject immediate plummets downward, taking 1d6 points insight bonus, those within 10 feet of her can hear an echo of falling damage for every 10 feet it drops. It can make Jump of your original utterance, even if you’re no longer present. and Tumble checks normally to attempt to land softly. Activating the effect is an immediate action. The target can choose to apply the bonus after she has rerolled the d20, but SENSORY FOCUS before the Dungeon Master reveals the result of the check.",
        "name":  "Normal",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None (normal) or Will negates (reverse) With this word, you render a fl ying creature unable to fl y, no",
        "name":  "Saving Throw",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 Reverse: An enemy creature is unable to speak or make a peep,",
        "name":  "Level",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Normal: With a word of Truespeech, you grant a creature incred- ible refl exes, enabling it to immediately make an attack as tendrils",
        "name":  "Saving Throw",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By reversing this utterance, you cause a creature to lose TEMPORAL SPIRAL its focus and become bewildered.",
        "name":  "Reverse",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 and abilities that move a creature within a plane, such as",
        "name":  "Level",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You speak a more complex utterance of health, providing reappears where it had been when the utterance was spoken. an ally with the soothing balm of healing. If this location is fi lled with a solid object, the subject appears in the nearest open space. You grant a creature fast healing 3. At the beginning of each turn, a green fl ash coalesces into an energy fi eld that WORD OF BOLSTERING surrounds and erases your target’s wounds.",
        "name":  "Normal",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 rounds (normal) or instantaneous and concen- creature fast healing 5. tration, up to 1 round (reverse)",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You speak a simple word of health, providing an ally with minor healing ability. You unmake a portion of the subject’s being as you utter the reverse form of the life-giving words. You deal 4d6 points of You grant a creature fast healing 1. At the beginning of damage to the subject. If you concentrate for 1 round (a stan- each turn, a green fl ash surrounds your target, who heals dard action), and the subject remains within range, it takes slightly. another 4d6 points of damage at the end of your next turn. 246 WORD OF NURTURING, POTENT Your target emits a greenish glow from within (equivalent to",
        "name":  "Normal",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 a torch’s light). You grant a creature fast healing 20.",
        "name":  "Level",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your powerful utterance grants an ally increased ability You unmake a portion of the subject’s being as you utter the to knit her own wounds. reverse form of the life-giving words. You deal 10d6 points of damage to the subject. If you concentrate for 1 round (a A thin network of green tendrils heals your target’s wounds standard action), and the subject remains within range, it almost as fast as they’re created. You grant a creature fast takes another 10d6 points of damage at the end of your next healing 10. turn.",
        "name":  "Normal",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your ally experiences a tremendous rejuvenation as targeted by one of these utterances—wielded or not—does healing energy soothes her wounds. not get to save to avoid the effects. A network of ropy strands of green energy heals your target’s 1ST-LEVEL UTTERANCES wounds with startling rapidity. You grant a creature fast",
        "name":  "Normal",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 creature can’t interact with them in any way.",
        "name":  "Level",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. stone, to use this effect. Each creature of Medium size",
        "name":  "Range",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Frighten creature that hears You can temporarily create or remove diffi cult terrain (PH its own truename. 148) in the affected area. You can cause the natural terrain in the area to buckle and crack, making it much more diffi cult 3RD LEVEL to traverse. The diffi cult terrain does not obscure line of",
        "name":  "Horror of the Spoken Name",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Force a creature to approach you against sight or provide cover. its will. Alternatively, you can smooth an area of diffi cult terrain for your allies, eliminating penalties to movement or skill checks the terrain would normally impose. Eliminating dif- 4TH LEVEL fi cult terrain with this utterance does not eliminate terrain Spurn the Supernatural: Suppresses one or more of a foe’s features that provide cover. supernatural abilities. As you deliver this utterance, the ground shifts and fl ows to take on the characteristics you seek, eroding obstacles 6TH LEVEL impossibly quickly or creating new debris through minor",
        "name":  "Beckon Monster",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Frighten creature that hears its own truename.",
        "name":  "Horror of the Spoken Name",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Allies gain +1 bonus on most rolls. 253 3RD LEVEL Ritual of RenamingX: You give a creature a new personal",
        "name":  "True Prayer of the Faithful",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You give a creature a new personal 1ST LEVEL truename, expunging the old one.",
        "name":  "Ritual of RenamingX",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Banishes an extraplanar creature whose your level (+5 minimum). personal truename you know.",
        "name":  "True Banishment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Frighten creature that hears its own truename.",
        "name":  "Necro Horror of the Spoken Name",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Force a creature to approach you against its will. 5TH LEVEL",
        "name":  "Ench Beckon Monster",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Enslaves extraplanar creature of CR 6 or less with the power 8TH LEVEL of its truename.",
        "name":  "Conj Truename Binding, LesserX",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Enslaves Second, all creatures within the area gain a +4 defl ection extraplanar creature of CR 14 or less with the bonus to AC against attacks from the named creature, and a power of its truename. +4 resistance bonus on saving throws required by the named",
        "name":  "Conjur Truename Binding, GreaterX",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 minute/level correctly speak the personal truename of the creature you’re",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One humanoid creature to better modifi ers apply: attack rolls, melee damage rolls, hit",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch If you succeed on the Truespeak check and the creature",
        "name":  "Range",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20-ft.-radius emanation centered on a point in space fails its saving throw, it must move at least 10 feet closer to 255 you each round if able. The creature can choose its own path EXPUNGE THE SUPERNATURAL and means of locomotion, but if it can, it must end its turn at Abjuration least 10 feet closer to you than it started. The creature defends Level: Bard 6, cleric 8, druid 8, sorcerer/wizard 8 itself normally and can take whatever actions it likes, so long Components: V, S, T, XP as it moves closer to you every turn. The creature can move Casting Time: 1 standard action toward you faster than 10 feet per round if it likes. Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Area",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./level) correctly speak the personal truename of the creature you’re",
        "name":  "Range",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature targeting.",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature with an Intelligence score of 3 or",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One willing creature with a Intelligence score of",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10-ft.-radius spread ability possessed by the target creature. For the duration of",
        "name":  "Area",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bard 4, cleric 5, druid 5, sorcerer/wizard 5 correctly speak the personal truename of the creature you’re",
        "name":  "Level",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more creatures, no two of which are more text than 30 ft. apart; see text",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, T, XP currently affecting the target creature, and effects you want",
        "name":  "Components",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature with an Intelligence score of 3 or",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Unname reduces a mind fl ayer Dice), as well as all benefi ts derived",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Book of True Binds is a massive tome 2 feet wide and 3 feet tall. The book’s binding appears to be of maroon leather, embedded with silver, cold iron, and adamantine runes depicting a variety of summoning circles. When held, the person touching the tome hears a susurra- tion of telepathic whimpers, screams, and wails of despair. Book of True Binds 263 Illus. by W. England Illus. by H. Lyon If a creature is killed either while bound or not, the page TRUENAME MONSTERS corresponding to that creature turns blank. Aura/Caster Level: Strong conjuration. CL 20th. Truename monsters are physical embodiments of",
        "name":  "Description",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Truespeak checks (included in the statistics above). This four-armed creature wears jet-black full plate and carries a bloody halberd in LOGOKRON DEVIL each pair of hands. Its wide tongue lolls SOCIETY several feet out of its mouth, revealing an Logokron devils are schemers eldritch symbol tattooed on it—a symbol who surround themselves with that is painful to look at. minions, but regard other logok- rons as rivals. They seek to learn Logokron devils epitomize evil, malice, the personal truenames of powerful creatures and scheming. They’re clever creatures that (often powerful fi ends and heroes from the lay long-term plans and work steadily and Material Plane), then use their utterances to patiently to achieve them. They delight in bend these creatures to their will. Because learning the personal truenames of their they are eager scholars in the discipline of foes, then tormenting them or turning them Logokron devil truenames, they often travel the Material Plane to into slaves. “research” the truenames they know. Lesser devils, such as barbed devils, fear and serve logokron devils. They perform all manner of services for the logokrons, including spying, fi ghting, and even menial tasks LOGOKRON DEVILS IN EBERRON such as carrying messages. Most logokron devils have one Logokron devils fi ght in the endless battles on Shavarath. or more barbed devils in attendance at all times. They can be mighty generals, but they often focus on A logokron devil is about 10 feet tall, weighs about 600 conducting espionage and assassinating opposing leaders. pounds, and speaks Abyssal, Celestial, Common, Draconic, They particularly hate word archons and go to great lengths Ignan, and Infernal. to oppose them. COMBAT LOGOKRON DEVILS IN FAERÛN A logokron devil observes its foes from a safe distance if it Logokron devils reside in the Nine Hells. Many venture can, using minions to learn what its enemies are capable of. to Toril for the rich resources useful for furthering their Then a logokron uses reversed morale boost to force some ambitions on Baator. Occasionally, a logokron devil will take enemies to fl ee, while battering at others with reversed critical up residence in Toril, either as part of a pact it makes or in words of nurturing. furtherance of its grander schemes. Utterances (Sp): Lexicon of the Evolving Mind: 5th—critical word of nurturing (reverse only), preternatural clarity (DC 20); 4th—morale boost (DC 20); 2nd—hidden truth. Truenamer level 15th. 266 wolhctirC .C yb .sullI GARBLER d6 Utterance 1 Defensive edge (reversed) Small Aberration 2 Morale boost (reversed)",
        "name":  "Level Adjustment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pounce, and these creatures are commonly known rake, Truespeech inter- to accept large bribes—although bribes of rogation, utterances knowledge and information are more readily",
        "name":  "Special Attacks",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Concentration +18 (+22 speak- ing defensively), Diplomacy +18, Knowledge (any two) +20 (+22 COMBAT truename research), Listen +16, A loquasphinx only usually Sense Motive +16, Spot +16, attacks when forced to do Truespeak +24 so—or if another creature has",
        "name":  "Skills",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 (cohort) different creature each time one suc- Loquasphinx cumbs to the effect. If its utterances A muscular, leonine creature with a strangely human prove to be ineffective, or if a group face regards you with uncanny intelligence. Its large body is brown, of foes contains a truespeaker capable of countering their but down its length you see narrow, faint bands of black. Two large effects, a loquasphinx resorts to melee attacks. feathered wings grow behind its shoulders, and it has eerie green Rake (Ex): +12 melee, damage 1d6+2. eyes. When it opens its mouth, you have only a moment to regard Truespeech Interrogation (Su): A loquasphinx is a its daggerlike teeth before it begins to speak—and you feel the master of Truespeech, and bombards its prey with a confus- structure of the world begin to press in with bewildering rapidity ing barrage of riddles posed in the purest of languages. Each on your suddenly fragile mind. round as a free action, a loquasphinx can pose a question in Truespeech to a creature within 60 feet. Whether the Loquasphinxes are rare creatures, and they are avid students creature knows the answer to the question is irrelevant. of Truespeech. They spend most of their time in aeries on A loquasphinx’s words, couched in Truespeech, are fi lled desert plateaus or hills, studying the world around them with power, and if the target creature does not succeed on 268 wolhctirC .C yb .sullI a DC 17 Will save, it is confused for 3 rounds. The save DC PAINSPEAKER is Charisma-based. Medium Undead A creature with ranks in Truespeak can attempt to coun-",
        "name":  "Level Adjustment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 page 234. In addition, a creature with Truespeak can choose",
        "name":  "Initiative",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Except for material designated as Product Identity (see above) and the githyanki/githzerai, slaad, and yuan-ti bloodlines in Chapter 1, the contents of this WIZARDS OF THE COAST® game product are Open Game Content, as defi ned in the Open Gaming License version 1.0a Section 1(d). No portion of this work other than the material designated as Open Game Content may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www.wizards.com/d20. DUNGEONS \u0026 DRAGONS, D\u0026D, DUNGEON MASTER, d20, d20 MODERN, d20 System, WIZARDS OF THE COAST, Player’s Handbook, Dungeon Master’s Guide, Monster Manual, Unearthed Arcana, and their respective logos are trademarks of Wizards of the Coast, Inc., in the U.S.A. and other countries. Distributed to the hobby, toy, and comic trade in the United States and Canada by regional distributors. Distributed in the United States to the book trade by Holtzbrinck Publishing. Distributed in Canada to the book trade by Fenn Ltd. Distributed worldwide by Wizards of the Coast, Inc., and regional distributors. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fi ction. Any similarity to actual people, organizations, places, or events is purely coincidental. Printed in the U.S.A. ©2004 Wizards of the Coast, Inc. Visit our website at www.wizards.com/dnd 620_88156_UnearthedArcana2.indd 2 12/10/03, 2:27:49 PM 3 CONTENTS TABLE OF Contents Sidebars Numbered Tables (BtC = Behind the Curtain; 1–1: Reducing Level Adjustments. . . . . . . . . 18 Introduction...................................................4 HR = House Rule) 1–2: Bloodline Levels. . . . . . . . . . . . . . . . . . . . . 20 Aquatic Race Level Adjustments. . . . . . . . . . . 7 1–3: Bloodline Strength. . . . . . . . . . . . . . . . . . 30 Chapter 1: Races.............................................5 Subraces and Paragon Classes. . . . . . . . . . . . . 32 1–4: Minor Bloodlines. . . . . . . . . . . . . . . . . . . 31 Environmental Racial Variants. . . . . . . . . . . . 5",
        "name":  "Open Content",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "HR: XP Bonus Pool. . . . . . . . . . . . . . . . . . . . . . 214 Effects. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 200 When Worlds Collide . . . . . . . . . . . . 216 BtC: Level-Independent XP. . . . . . . . . . . . . . 215 6–11: Random Indefi nite Insanity. . . . . . . 201 Variant Checklist.....................................219 6–12: Drugs. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 203 6–13: Alternative Experience Point Progression. . . . . . . . . . . . . . . . . . . . . . . . . . 214 6–14: Experience Award (Single Monster). . . . . . . . . . . . . . . . . . . . . 214 620_88156_UnearthedArcana2.indd 3 12/10/03, 2:28:20 PM 4 NOITCUDORTNI Introduction it presents paragon classes that enable characters to develop into quintessential examples of their race.",
        "name":  "Afterword",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An Language: Water crea- aquat ic race usually tures speak any languages shares the tempera- spoken by members of ment and interests of their standard race. the standard race, but Many also learn Aquan its members tend to be to facilitate communica- more serene than their tion with other under- landborn cousins. water creatures.",
        "name":  "Personality",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Adventurers: While A water creature is taller there are plenty of ad- and thinner than a standard ventures to be found member of her race. Her beneath the waves, wa- feet and hands are webbed to ter creatures occasion- facilitate swimming. (Aquatic ally venture onto land to elves even have fi ns along their fulfi ll some important limbs that serve the same pur- goal. Some are lured by pose.) A water creature’s skin ranges the alien ways of the sur- from pale green to dark blue. Her hair face people; others feel a usually matches her skin color but may wanderlust that can be be one or two shades darker. tamed only by walking Water dwellers wear very little cloth- the earth. ing, and what they do wear tends to cling tightly to their bodies. Some favor jewelry General Aquatic made of coral and other undersea treasures. Racial Traits",
        "name":  "Physical Description",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The attitudes of water creatures tend to All aquatic races have the fol- 6 be very similar to those of their landborn cousins. Members of Jungle gnome lowing racial traits. nosleN .M yb .sullI 620_88156_UnearthedArcana2.indd 6 12/10/03, 2:29:07 PM RACES CHAPTER 1 • Aquatic: An aquatic race gains the aquatic subtype. An aquatic • An aquatic gnome has a swim speed of 20 feet. creature can breathe underwater. It cannot also breathe air • Well-Traveled: Aquatic gnomes receive a +2 racial bonus on unless it also has the amphibious special quality. An aquatic Sense Motive and Gather Information checks. They always creature can hold its breath outside the water for 2 rounds per know when their welcome is wearing out. point of Constitution. After that, it begins to suffocate (see • No +1 racial bonus on attack rolls against kobolds: Aquatic page 304 of the Dungeon Master’s Guide). gnomes do not come into combat with kobolds as frequently • Swim speed: An aquatic creature always has a swim speed. It as their land-bound cousins. They retain their bonus against can move through water at its swim speed without making goblinoids, however. Swim checks. It has a +8 racial bonus on any Swim check to • No racial bonus on Craft (alchemy) checks or Listen checks: perform some action or avoid a hazard. It can always choose Aquatic gnomes’ visual acuity has improved at the expense of to take 10 on a Swim check, even if distracted or endangered. their other senses. It can use the run action while swimming, provided it swims in a straight line. Aquatic Goblins • Bonus Language: Aquan. Aquatic races are familiar with the Aquatic goblins are feared and reviled as ocean-dwelling piranhas. language of water-based creatures. A band of aquatic goblins and their shark mounts is likely to swoop down on any individual or group perceived as weak, to strip it of Aquatic Dwarves everything from gold and jewelry to clothing and hides. Leaving Beneath the waves, dwarves remain the masters of stone. They a trail of junk behind them as they evaluate their loot, the ban- build massive, elaborate fortresses near the mineral-rich waters dits swim off in search of other unlucky victims. that surround undersea thermal vents. Aquatic goblins to take up adventuring for many reasons.",
        "name":  "Relations",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Aquatic elves have the general aquatic racial • An aquatic goblin’s racial bonus on Move Silently and Ride traits described above, the elf racial traits given in Chapter 2 of checks is only +2. Aquatic goblins are known for riding Me- the Player’s Handbook, and the aquatic elf traits given on page 103 dium sharks. of the Monster Manual, with the following exception. • No gills. Aquatic Half-Elves Aquatic elves sometimes wed aquatic humans, just as land-based Aquatic Gnomes elves sometimes marry surface-dwelling humans. The aquatic Aquatic gnomes travel the world beneath the waves in elaborate results are aquatic half-elf children. They often serve as the dip- wood and shell chariots pulled by domesticated sea creatures. lomats and negotiators for either their human or elf communi- Their vehicles range in size from single-person launches to ties, depending on where they live. those large enough to house several families. Elf Racial Traits: Aquatic half-elves have the general aquatic",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Aquatic gnomes have the general aquatic racial racial traits described above and all the half-elf racial traits given traits described above and all the gnome racial traits given in in Chapter 2 of the Player’s Handbook, with additions and excep- Chapter 2 of the Player’s Handbook, with additions and exceptions tions as noted below. as noted below. • An aquatic half-elf has a swim speed of 40 feet. pqqqqqqqqqqqqqqqqqqqqrs AQUATIC RACE LEVEL ADJUSTMENTS None of the aquatic races have level adjustments (see Monsters However, when a mix of aquatic and nonaquatic characters as Races, page 172 of the Dungeon Master’s Guide) when your occurs in an aquatic or ship-based campaign, aquatic characters entire campaign is set underwater and all the PCs have the aquatic enjoy a distinct advantage over their land-based cousins. In this subtype, or when playing a nonaquatic campaign. The advantages case, consider applying a +1 level adjustment for all aquatic gained by an aquatic character when in an aquatic environment races, due to their swim speed, improved low-light vision or even out with those of other aquatic characters, and their disad- darkvision, and other special abilities. vantages in nonaquatic environments make up for any advantages they might enjoy. pqqqqqqqqqqqqqqqqqqqqrs 7 620_88156_UnearthedArcana2.indd 7 12/10/03, 2:29:36 PM 1 RETPAHC SECAR • No racial bonus on Gather Information checks. Aquatic Kobolds • +2 racial bonus on Survival checks: Aquatic half-elves spend Aquatic kobolds are seldom seen outside their mines, much like a great deal of time traveling between elf and human settle- their surface-dwelling cousins—despite the fact that their broad ments on their diplomacy work, and so are accustomed to tails make them exceptional swimmers. They dig constantly, surviving in the undersea wilderness. always expanding their subterranean territory, and as a result frequently come into confl ict with aquatic dwarves. Aquatic Aquatic Half-Orcs kobolds often hire mercenaries to fi ght for them, hiding behind In their remote and wild tribal homes, aquatic orcs occasionally their carefully constructed traps and other defenses and paying coexist with barbarian tribes of aquatic humans. Sometimes the their defenders with the mineral wealth they uncover while two groups intermarry, producing aquatic half-orcs. expanding their warrens.",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Aquatic half-orcs have the general aquatic The life of an aquatic kobold is one of constant toil and racial traits described above and all the half-orc racial traits fear. Some few kobolds seek peace of mind through personal given in Chapter 2 of the Player’s Handbook, in addition to those power and boon companions. These rare individuals noted below. become adventurers. • An aquatic half-orc has a swim speed of 30 feet. Racial Traits: Aquatic kobolds have the • Emissaries: As emissaries for their tribes, general aquatic racial traits described aquatic half-orcs receive a +2 racial above and all the kobold racial bonus on Diplomacy and Gather traits given on page 162 of Information checks. They aren’t the Monster Manual, as well the best diplomats under the as the following trait. waves, but they’re a far • An aquatic kobold sight better than their has a swim speed of orc cousins. 40 feet. Aquatic Halflings Aquatic Orcs Aquatic halflings Aquatic orcs survive are much more settled on the slopes of cliff than their surface- sides or undersea drops, dwelling cousins. Their far from the warmth of volca- slight size means they nic vents and the nurturing light of are easily buffeted by the sun. As such, they control access to currents that fl ow beneath the secrets of the deep ocean trenches—but are the waves like the rivers of the menaced by fell creatures that rise up out of surface world. Many predatory creatures the trenches in search of fresh prey. think nothing of swooping down on such small prey. As a result, Aquatic orcs stand ever vigilant against attackers and aquatic halfl ings often live among dwarves and humans, within thieves when they’re not making preemptive strikes against the defenses those races provide. those foolish enough to settle near their territory.",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Aquatic halfl ings have the general aquatic Occasionally an individual orc questions the need for con- racial traits described above and all the halfl ing racial traits stant battle, or seeks strategies other than brute force. Such given in Chapter 2 of the Player’s Handbook, in addition to those iconoclasts often leave their tribes—at least temporarily—to noted below. become adventurers. • An aquatic halfl ing has a swim speed of 20 feet. Racial Traits: Aquatic orcs have the general aquatic racial • Low-Light Vision: An aquatic halfl ing can see four times as far traits described above and all the orc racial traits given on page as a nonaquatic human in starlight, moonlight, torchlight, and 204 of the Monster Manual, as well as the following trait. similar conditions of poor illumination. He retains the ability • An aquatic orc has a swim speed of 30 feet. to distinguish color and detail under these conditions. ARCTIC RACES Aquatic Humans Your campaign might be set in a snow-swept expanse of glaciers, Aquatic humans have a place beneath the surface of the sea, mountains, and icy seas. Settlements cluster around sources of perhaps as descendants of forgotten civilizations whose island heat, including hot springs and volcanic vents. Frozen in the cities sank beneath the surface. They may replace merfolk in ice are relics of a forgotten, warmer time. Strange creatures such campaigns, or exist along with them. descend from the glaciers, wreaking havoc and drawing adven-",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Aquatic humans have the general aquatic turers like beacons. racial traits described above and all the human racial traits Players wanting their characters to be nonhuman arctic given in Chapter 2 of the Player’s Handbook, in addition to dwellers can build characters using these variants, or their those noted below. characters could encounter these races while journeying across • An aquatic human has a swim speed of 30 feet. the ice and snow. • Low-Light Vision: An aquatic human can see four times as far The following cultural attributes are common to most arctic as a nonaquatic human in starlight, moonlight, torchlight, and races. similar conditions of poor illumination. He retains the ability Personality: Nearly all ice dwellers are more grim and 8 to distinguish color and detail under these conditions. humorless than members of their standard races. Effi ciency elppabarC .D yb .sullI 620_88156_UnearthedArcana2.indd 8 12/10/03, 2:29:51 PM RACES CHAPTER 1 in word and deed is crucial to survival in the harsh arctic Arctic Dwarves realms, so arctic creatures tend to get straight to the point in In the icy wastes, dwarves are the masters of both ice and stone. conversation, and they have little patience for those who speak They build massive, elaborate defenses of ice and rock around in riddles or half truths. Because they must struggle for even the mines where they dig for copper, silver, gold, and iron. the most basic existence in the severe climate of the arctic re- Racial Traits: Arctic dwarves have the general arctic racial gions, excess of any kind is offensive to them. Thus, they tend trait described above and all the dwarf racial traits given in to be frugal and to value hard work for the benefi t of all over Chapter 2 of the Player’s Handbook, with additions and exceptions individual accomplishment. as noted below.",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "It is diffi cult for any living thing to survive in the exertion, preferring quick action when necessary. frozen wastelands where arctic races live. Thus, most other • +2 racial bonus on any one Craft skill (chosen by the character races know little or nothing of their arctic cousins, and what at the time of creation). they do know is often tainted by legend and hearsay. Most arctic • +2 racial bonus on Survival checks made in arctic environ ments: creatures make their homes in ice caves or beneath the ground, Arctic elves are naturally adept at staying alive in the harsh although some tribes have adapted to life on the surface by conditions of their homeland. building ice houses and other structures that can survive fi erce • No racial bonus on Search checks. winter storms. • No special ability to notice a secret or concealed door within",
        "name":  "Lands",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Arctic goblins have the general arctic racial larger races such as humans. They are a peaceful, spiritual people trait described above and all the goblin racial traits given on whose rituals include preexpedition prayers for forgiveness page 134 of the Monster Manual, with additions and exceptions from the animals they hope to kill. as noted below. Racial Traits: Arctic halfl ings have the general arctic racial • –2 Strength, +2 Constitution, –2 Charisma. Arctic goblins are trait described above and all the halfl ing racial traits given in hardy creatures, but weaker than many races. Chapter 2 of the Player’s Handbook, with additions and exceptions • Low-Light Vision: An arctic goblin can see twice as far as as noted below. a human in starlight, moonlight, torchlight, and similar • +2 racial bonus on Swim checks: Arctic halfl ings rarely conditions of poor illumination. She retains the ability to swim by choice, but are reasonably good at saving them- distinguish color and detail under these conditions. selves from drowning. • No darkvision. • No racial bonus on attack rolls with slings. Arctic halfl ings do • +2 racial bonus on Bluff and Sleight of Hand checks: Arctic not particularly favor slings for hunting. goblins are natural thieves, snatching up anything that isn’t • Favored Class: Ranger. A multiclass arctic halfl ing’s ranger nailed down. class does not count when determining whether she takes an • No racial bonus on Move Silently checks: Arctic goblins aren’t experience point penalty for multiclassing (see XP for Multi- as stealthy as their nonarctic cousins. class Characters, page 60 of the Player’s Handbook). This trait replaces the base halfl ing’s favored class. Arctic Half-Elves Arctic elves wed humans as often as basic elves do, producing Arctic Kobolds arctic half-elf children. These half-breeds tend to have great Arctic kobolds are seldom seen outside their mines. They dig wanderlust, and are uncomfortable staying in one place for very constantly, always expanding their subterranean territory long. They often carry messages and rumors with them as they (which is often carefully constructed to tap into geothermal travel between communities. vents for heat), and as a result are in constant confl ict with arc-",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Arctic half-elves have the general arctic racial tic dwarves. Arctic kobolds often hire mercenaries to fi ght for trait described above and all the half-elf racial traits given in them, hiding behind their carefully constructed traps and other Chapter 2 of the Player’s Handbook, with additions and exceptions defenses and paying their defenders with the mineral wealth as noted below. they uncover while expanding their warrens. • No racial bonus on Diplomacy checks: Their transient nature Racial Traits: Aquatic kobolds have the general arctic prevents arctic half-elves from being as well trusted as their racial trait described above and all the kobold racial traits normal counterparts. given on page 162 of the Monster Manual, with one exception • +2 racial bonus on Survival checks: Arctic half-elves as noted below. spend a great deal of time traveling between elf and hu- • –2 Strength, +2 Dexterity, –2 Constitution, –2 Wisdom: man settlements, and are accustomed to surviving in the Arctic kobolds are stronger than other kobolds, but are wilderness. weaker of will. Arctic Half-Orcs Arctic Orcs The arctic is a harsh place, a frozen testing ground for the chosen Arctic orcs are primitive herders, eking out a living on the people of Gruumsh. Many tribes of arctic orcs eke out a living slopes of volcanic mountains and building their crude huts on the warm slopes of volcanic mountains, herding elk and cari- near hot springs or steam vents. They herd woolly cattle, bou. Often their mutual dependence on sources of fresh water caribou, and elk. As a result, they control large sources of and meat brings them into contact with arctic-dwelling human meat, water, and heat—all things coveted by others living in barbarians. The resulting offspring are sometimes welcome in or traveling through the arctic. What they don’t have, they places where full orcs are not, valued for their tenacity, courage, take by force. and combat prowess. Arctic orcs stand ever vigilant against attackers and thieves—",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Arctic half-orcs have the general arctic racial when they’re not making preemptive strikes against those fool- trait described above and all the half-orc racial traits given in ish enough to settle near their territory. Chapter 2 of the Player’s Handbook, with additions and exceptions Occasionally an individual orc questions the need for con- as noted below. stant battle, or seeks strategies other than brute force. Such • Low-Light Vision: An arctic half-orc can see twice as far as a iconoclasts often leave their tribes—at least temporarily—to human in starlight, moonlight, torchlight, and similar condi- become adventurers. tions of poor illumination. He retains the ability to distin- Racial Traits: Arctic orcs have the general arctic racial trait guish color and detail under these conditions. described above and all the orc racial traits given on page • No darkvision. 204 of the Monster Manual, with additions and exceptions as 10 noted below. 620_88156_UnearthedArcana2.indd 10 12/10/03, 2:30:24 PM RACES CHAPTER 1 • Low-Light Vision: An arctic orc can see twice as far as a human Adventurers: Opportunity for adventure is common on in starlight, moonlight, torchlight, and similar conditions of the burning sands. Denizens of the desert may turn to ad- poor illumination. He retains the ability to distinguish color venturing because they find the scavenger’s life too difficult, and detail under these conditions. or simply because they crave the rewards of the adventuring • No darkvision. life. Although nomadic societies are often made up of net- • No light sensitivity. works of extended families, those who leave them to pursue • +2 racial bonus on Handle Animal checks: Arctic orcs are their own goals rarely return. herders, and they rely on their skills with animals to keep their tribes fed. General Desert Racial Trait All desert races gain the following racial trait. DESERT RACES • Heat Endurance: Members of desert races gain a +4 racial In a campaign set in a vast desert, water is worth its weight in bonus on Fortitude saves made to resist the effects of hot gold, and shifting sands occasionally reveal long-buried ruins of weather. forgotten civilizations. Players wanting their characters to be nonhuman desert Desert Dwarves dwellers can build characters using these variants, or their Because of their skill with stone and engineering, dwarves are characters could encounter these races while journeying across acknowledged masters of locating water and digging wells. The the sands. importance of water to desert peoples gives the dwarves both The following cultural attributes are common to most desert great wealth and great political power. races. Racial Traits: Desert dwarves have the general desert racial",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Desert goblins have the general desert racial trait described above and all the goblin racial traits given on Desert Halflings page 134 of the Monster Manual, with additions and exceptions Like gnomes, halflings are most likely to be active during as noted below. the day. Most other races regard them somewhat like cats, in • Low-Light Vision: A desert goblin can see twice as far as a that they appear whether invited or not, work at what they human in starlight, moonlight, torchlight, and similar condi- want when they want, and disappear without prior notice. tions of poor illumination. He retains the ability to distin- A desert gnome proverb observes that “Halflings in your guish color and detail under these conditions. town are a source of trouble, but at least they don’t tolerate • No darkvision. competition.” • +2 racial bonus on Gather Information checks: Desert Racial Traits: Desert halfl ings have the general desert racial goblins soak up gossip like sponges when they visit towns trait described above and all the halfl ing racial traits given in or settlements. Chapter 2 of the Player’s Handbook, with additions and exceptions as noted below. Desert Half-Elves • +2 racial bonus on Hide and Sleight of Hand checks: Desert Desert elves often wed humans, just as their more common halfl ings are stealthy and nimble-fi ngered. 12 cousins do, producing desert half-elf children. These offspring • No racial bonus on Climb and Jump checks. ttocserP .S yb .sullI 620_88156_UnearthedArcana2.indd 12 12/10/03, 2:30:51 PM RACES CHAPTER 1 Desert Kobolds cities of forgotten societies, and races that predate human civi- Desert kobolds live like scaly, intelligent rats, hiding in forgot- lization struggle to maintain their ancient traditions, makes a ten corners of settlements, living just over the dunes from trad- compelling setting for a campaign. ing posts, and always reappearing right after the residents think Players wanting their characters to be nonhuman jungle they’ve fi nally been killed off. dwellers can build characters using these variants, or their char- Desert kobolds claim they were among the fi rst to settle the acters could encounter these races while journeying through deserts, and that gnomes threw them out into the wilderness. the green labyrinth of the jungle. Though their survival relies on goods available at oasis settle- The following cultural attributes are common to most jungle- ments and trading posts, desert kobolds hate the gnomes who dwelling races. often build and run such settlements. Personality: Jungle races tend to be very territorial, and they The life of a desert kobold is one of constant fear, which guard their families and clans closely. They are not quick to trust motivates them to build traps and fortifi cations and to ambush strangers, but they form strong bonds with outsiders who do intruders. Some few kobolds, however, seek peace of mind manage to earn their trust. through personal power and boon companions. These rare in- Physical Description: A jungle dweller looks very much like dividuals become adventurers. a member of her standard race. Typically, only a jungle creature’s",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Water halfl ings have the general traits of water the character can pay an XP cost at certain intervals to decrease races described above and all the halfl ing racial traits given in the burden of his level adjustment. Chapter 2 of the Player’s Handbook, with additions and exceptions Once the total of a character’s class levels (not including any as noted below. Hit Dice from his creature type or his level adjustment) reaches • –2 Strength, +2 Dexterity, +2 Constitution: Water halfl ings three times his level adjustment, his level adjustment is eligible are quick and healthy, but physically weak. to be decreased by 1. For instance, a gnoll’s level adjustment is +1. When a gnoll Water Orcs character gains his third class level (remember, the gnoll’s 2 Water orcs exemplify the water traits turned to evil. Though starting Hit Dice don’t count), he can pay an XP cost to reduce slow to reach decisions, once a water orc chooses a course of ac- his level adjustment to +0. tion its resolve is harder to shift than a tidal wave. If the level adjustment is greater than +1, this process repeats",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Water orcs have the general traits of water until the creature’s level adjustment reaches +0. Each time, use races described above and all the orc racial traits given on page the creature’s current level adjustment to determine the point 204 of the Monster Manual, with additions and exceptions as at which the level adjustment can go down by 1. For example, a noted below. drow (level adjustment +2) may drop to level adjustment +1 after • +4 Strength, +2 Constitution, –2 Intelligence, –2 Wisdom, gaining her sixth class level, and then to +0 after gaining an ad- –2 Charisma: Water orcs are strong and tough, but share the ditional three class levels. standard race’s limited mental capacities. Table 1–1: Reducing Level Adjustments gives the levels at which level adjustments are eligible to be reduced for starting level ad- HALF RACES justments of +1 to +6. Creatures with a level adjustment of +7 or Half-elves and half-orcs are part elemental race and part human. more retain their full normal level adjustment until reaching epic As a result, they have some of the elemental traits of their non- levels (21st level or higher), and thus aren’t included on the table. human parents—but not all of them. In appearance, they rarely However, you can follow the pattern described above to determine possess more than one variant feature: A fi re half-elf might have when such creatures’ level adjustments can be decreased. the charcoal gray skin, but not hair that waves like fl ames or large red teeth. Table 1–1: Reducing Level Adjustments Starting Number of Class Levels Necessary for Fire Half-Elves Level Level Adjustment Reduction Fire half-elves enjoy the fi ner things in life, but are not as hedo- Adjustment (Not Including Racial Hit Dice) +1 3 nistic as their fi re elf parents. Their human side allows them to +2 6, 9 temper their indulgences through self-control. +3 9, 15, 18",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Skilled and quick to adapt, human paragons benefi t monsters. Despite this tendency, orcs can occasionally be found from a high Intelligence. But they are also often at the forefront accompanying small groups of adventurers on quests of great of humanity’s wars, making Strength, Dexterity, and Constitu- signifi cance. Some fi nd their own culture stifl ing, and wish tion important for their respective roles in combat. to rise above its cruel savagery, while others seek to learn the",
        "name":  "Abilities",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At the DM’s discretion, an urban ranger Add the following skills to the wilderness rogue’s class skill may select an organization instead of a creature type as list: Handle Animal, Knowledge (geography), Knowledge (na- his favored enemy. For example, a character might select a ture), Ride, and Survival. particular thieves’ guild, merchant house, or even the city guard. The favored enemy bonuses would apply to all mem- Class Features bers of the chosen organization, regardless of their creature The wilderness rogue has all the standard rogue class features, type or subtype. except as noted below.",
        "name":  "Favored Enemy",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "To fi nd the trail of an individual or to follow it for 1 Small or large city 15 2d4 hour requires a Gather Information check. You must make an- Metropolis 20 2d4+2 other Gather Information check every hour of the search, as well 1 See page 137 of the Dungeon Master’s Guide. as each time the trail becomes diffi cult to follow, such as when it moves to a different area of town. Conditions DC Modifi er The DC of the check, and the number of checks required to Every three creatures in the group being sought –1 track down your quarry, depends on the community size and Every 24 hours party has been missing/sought +1 the conditions: Tracked party “lies low” +5 If you fail a Gather Information check, you can retry after 1 hour Tracked party matches community’s of questioning. The DM should roll the number of checks re- primary racial demographic1 +2 quired secretly, so that the player doesn’t know exactly how long Tracked party does not match community’s the task will require. primary or secondary racial demographic1 –2",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " or warm LEVEL CHECK Forest, cold forest The standard rules for turning undead allow a cleric to affect a or temperate relatively narrow band of undead (up to 4 HD greater than his Forest, warm jungle Hills rugged terrain up to 2,000 feet elevation cleric level). This makes many undead creatures “off limits” for Marsh bog, moor, swamp this iconic power of the cleric. This variant changes the cleric’s Mountain rugged terrain above 2,000 feet elevation turning check into a battle of personality strength, representing Plains farmland, grassland, steppe, prairie it by a level check that also takes into account the opponents’ Underground dungeons, caverns Charisma scores. When turning undead using this variant, the cleric makes a",
        "name":  "Desert, temperate badlands, sandy desert TURNING UNDEAD VARIANT",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " closest ghouls fi rst, then the farthest ghoul, and then the ghast. ASPECT OF NATURE Jozan makes the fi rst turning check. A ghoul has 2 HD, but it also has +2 turn resistance, so it is treated as a 4 HD creature. Af- Instead of taking animal form, a druid with this variant form of ter adding the ghoul’s +1 Charisma modifi er, the turning check wild shape takes on one or more aspects of nature when she uses DC is 15. Jozan rolls a 12, which, with his three cleric levels and her wild shape ability. +1 Charisma modifi er, gives him a result of 16, so the nearest At 5th level, a druid may take on one aspect from those de- ghoul is halted in place. (If Jozan wants to maintain the effect, scribed below. At 8th level, the druid can take on up to two as- he’ll have to continue to concentrate on it in later rounds.) He pects simultaneously. At 11th level, she can take up on to three has successfully turned 4 HD worth of creatures, leaving him aspects simultaneously, and at 15th level the limit in creases to its with 5 HD. This is enough to affect another ghoul, so he makes maximum of four simultaneous aspects. (Some aspects can only another turning check against the next closest ghoul. Jozan rolls be combined with certain other aspects, as indicated in their a 6 against the second ghoul, for a result of 10, so the ghoul is descriptions.) Each aspect taken on counts as one daily use of the unaffected. Against the third ghoul, his roll is 16 for a result of druid’s wild shape ability. Multiple versions of the same aspect 20, which beats the DC by at least 5, so Jozan can turn the ghoul don’t stack. Taking on one or more aspects is a standard action if he wishes to do so. Since he knows he can’t affect the ghast on (which does not provoke attacks of opportunity), and the effect this turning attempt—it has 4 HD and +2 turn resistance, and lasts for 1 minute per druid level. Jozan has only 1 HD of turning left—he chooses to paralyze Some aspects, as noted in their descriptions, have a minimum the third ghoul rather than sending it scurrying back into its druid level as a prerequisite. burrow where it can gather more allies. (Even if Jozan had failed A druid may take on one aspect per day for every daily use of to affect the third ghoul, he would only have 5 HD left—not wild shape she is entitled to. For instance, a 5th-level druid could enough to affect the ghast thanks to its +2 turn resistance.) On normally use wild shape once per day, so she could assume an as- his next turn, Jozan can choose to continue holding the ghouls pect once per day. A 10th-level druid could take on four aspects in place or, if his allies have already destroyed the three ghouls, per day and can choose to take on two aspects simultaneously use another turning attempt against the ghast (which requires a (which would use up two of the druid’s daily uses). DC 19 turning check). Unless otherwise noted in an aspect’s description, a druid who assumes an aspect of nature retains her own type and",
        "name":  "WILD SHAPE VARIANT",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The druid’s body bursts into fl ame. While in Druid level 12th. this form, the druid has immunity to fi re, poison, sleep, paralysis, Poison: The druid gains a bite attack that deals bludgeoning, and stunning. In addition, any creature struck by the druid in piercing, and slashing damage equal to a dagger of the druid’s pqqqqqqqqqqqqqqqqqqqqrs pqqqqqqqqqqqqqqqqqqqqrs nospmohT .B yb .sullI",
        "name":  "Elemental Fire",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The druid gains the scent ability, as described on page Virtually all characters who become prestige bards are already 314 of the Monster Manual. multiclass characters, usually mixing rogue and wizard or rogue",
        "name":  "Scent",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "INJURY (represented by fi ve different sizes of Hit Dice), there are only This variant reduces the minutiae of combat bookkeeping (since two (classes with good Fortitude saves, such as barbarians, characters don’t need to track their hit point total). Still, since clerics, and fighters, and classes with poor Fortitude saves, the system ties survivability to a character’s saving throw, higher- such as bards and wizards). level characters are better at surviving injuries than lower-level Bonuses on Fortitude saves become immensely important to characters. That said, creatures or effects that deal large quan- characters, making options such as the Great Fortitude feat very tities of damage can turn a battle very quickly, since a single attractive. Multiclassing between classes with good Fortitude unlucky save can put a character out of commission. saves can create abusive situations: You might choose to rule In this system, a character’s class Hit Die becomes less that no character can get the 2-point “bump” in a good saving important than his Fortitude save bonus in terms of his abil- throw more than once (after that, a good save starts at +0 and ity to withstand damage. This factor reduces the difference goes up 1 point every even-numbered level), thus limiting the between classes—instead of having fi ve shades of ruggedness potential for extensive abuse. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 114 12/11/03, 2:15:37 PM 115 ADVENTURING CHAPTER 4 A creature with fast healing may add its fast healing value An object that takes any lethal hits has a cumulative –1 pen- to Fortitude saves made to become stable when dying. A dying alty on its future saves to resist injury from lethal damage, just vampire spawn, for example, gets a +2 bonus on its Fortitude as with characters. An object that is rendered disabled is broken saves to become stable. or destroyed instead.",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reserve points can also reduce a Regardless of the variant you use, each player should record character’s nonlethal damage total. For each reserve point that his character’s massive damage threshold somewhere on the converts to a hit point, a character also subtracts 1 point from his character sheet (to avoid mid-battle calculations), and the DM nonlethal damage. In addition, a character can take a standard may want to add massive damage threshold values to monster action to “spend” a number of reserve points equal to or less than and NPC statistics blocks for the same reason. his HD to reduce his nonlethal damage an equal amount. (If a ALTERNATE THRESHOLD LEVELS character has the Endurance feat, the DM might choose to make this a move action, to refl ect the fact that such characters can The 50-point threshold in the standard D\u0026D rules can be al- more easily persevere through exhausting situations.) tered in several different ways. Constitution-Based Threshold: A character’s massive dam- age threshold is equal to his Constitution score. Whenever he pqs takes damage from a single hit that equals or exceeds his current",
        "name":  "Nonlethal Damage",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "DEATH AND DYING and that it will probably deal enough damage to send him well This variant system increases a character’s chance of surviv- below –10 hit points. ing in combat against monsters that deal out tremendous This variant also reduces some of the swing factor of massive amounts of damage per attack, since any character brought to damage, since a single blown save won’t make the difference 0 hit points against such a creature has a chance of survival. be tween life and death. In fi ghts against monsters who can rou- It eliminates the fear that every high-level character has faced: tinely deliver 50 or more points of damage per hit—not terribly taking damage from a creature’s attack that knocks him down uncommon at higher levels—this keeps combat from being a close to 0 hit points, knowing that a second attack is coming grim game of “Who will be the fi rst to roll a natural 1?” pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 121 12/11/03, 2:31:07 PM 122 4 RETPAHC GNIRUTNEVDA For example, Lidda is smashed by a hill giant’s club for 26 standard action, he must make another DC 22 Fortitude save to points of damage, but she only has 14 hit points left. She is remain disabled after taking that action. If he fails that save, or reduced to 0 hit points. She must immediately attempt a DC 14 if he takes even a single point of lethal damage, he is rendered Fortitude save (base DC 10, +4 because the damage dealt was at unconscious and begins dying (or may be slain outright). least 20 points but less than 30 points). She rolls a 5, so she is unconscious and dying. (Had she rolled any worse, the attack ACTION POINTS would have killed her outright.) On her next turn, she must succeed on a DC 10 Fortitude Action points give characters the means to affect game play in save to become stable. She rolls a 13, which is enough to remain signifi cant ways, by improving important rolls or unlocking dying but not good enough to become stable. Next round, the special abilities. Each character has a limited number of action DC increases to 11, and she rolls a 16. Since that result exceeds points, and once an action point is spent, it is gone for good. the DC by at least 5 points, Lidda becomes stable but remains ACQUIRING ACTION POINTS unconscious. Assuming that she isn’t healed by her friends (or slain by her enemies) in the meantime, she must succeed on a A beginning (1st-level) character starts the game with 5 action DC 10 Fortitude save 1 hour later to remain stable. points. A character above 1st level starts the game with a number of action points equal to 5 + 1/2 his current character level. MASSIVE DAMAGE Every time a character advances, he gains a number of action If a single attack deals suffi cient damage to force a saving throw points equal to 5 + 1/2 his new character level. Some prestige against massive damage (typically 50 points, though if you use classes might allow a faster rate of accrual, at the DM’s option. a variant system—see Massive Damage Thresholds and Results, above—that amount may vary dramatically), the target of the Action Points and Existing Games attack makes a Fortitude save as normal. If the save fails, the Adding action points to an existing campaign is easy, since target’s hit point total is reduced to 0, and he must immediately characters don’t need to make any special changes. Each char- attempt a second Fortitude save (DC 10, +2 per 10 points of dam- acter simply gains a number of action points equal to 5 + 1/2 his age dealt by the attack or effect) to determine if he is dead, dying, current character level. or merely disabled (as outlined above). For example, Tordek is blasted by the fi ery breath of an old red NPCs and Action Points dragon. Failing his Refl ex save, he takes 88 points of fi re dam- Most NPCs probably shouldn’t have action points, due to the age. Thankfully, Tordek wears a major ring of fi re resistance, which added complexity this would create. In the case of important reduces this damage by 20 points to 68. This number is far lower villains or other signifi cant characters, however, the DM may than his current hit points, but is enough damage to trigger a DC award them an appropriate number of action points to use 15 Fortitude save due to massive damage (according to the rules against the player characters. A number of action points equal in the Player’s Handbook). Unfortunately, Tordek rolls a natural 1 to 1/2 the NPC’s level is a good baseline. on the saving throw and is reduced to 0 hit points. He must now USING ACTION POINTS attempt a Fortitude save to see if he is merely disabled, dying, or if this attack slays him outright. The DC is 22 (base 10, +12 because You can spend 1 action point either to add to a single d20 roll, to the damage dealt is at least 60 points but not 70 points). This take a special action, or to improve the use of a feat. time Tordek rolls a 23, which is good enough to remain disabled. You can spend 1 action point in a round. If you spend a point Tordek remains conscious, but may attempt only a standard action to use a special action (see below), you can’t spend another one or a move action (plus free actions) each round, and if he takes a in the same round to improve a die roll, and vice versa. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As you move, you can freely change your COMBAT FACING facing, rotating your miniature before you step into each new The combat rules in the Player’s Handbook intentionally ignore square. In addition, you can change facing at the end of your the direction a creature faces. The rules assume that creatures move. These rules do not apply if your movement is limited to a are constantly moving and shifting within their spaces, look- 5-foot step; see below. ing in all directions during a fi ght. In this variant, facing—the If you do not move during your turn, or if your movement direction your head and body are pointing—makes a big differ- is limited to a 5-foot step, you may change facing once, at any ence in how you move and fi ght. point during your turn, as a free action. You can turn to face This variant makes combat more complex, but it opens up new any direction you like, but you cannot change facing more than strategic options for PCs and monsters alike. It’s a good choice if once. (You can also change facing as a move action, however, if your group relishes the tactical complexity of D\u0026D combat and you aren’t using your move action to do something else.) doesn’t mind spending a lot of time duking it out with the bad Normal Movement: You can move into any square in your guys. It won’t change the power level of your game. front area at the normal movement cost. As you move, you may This variant supersedes the standard rules for fl anking and cre- change your facing as you enter each new square. Make it clear ates new conditions for the rogue’s use of the sneak attack ability. which way you’re facing as you move, if it matters (such as when enemies are near), and set your miniature’s facing when you’re FACING DIRECTION done moving. (If your miniature is on a square base, the corners",
        "name":  "Changing Facing",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "the direction to the of the base may extend beyond the miniature’s space. That’s adjacent square the character or creature is pointing toward. okay, but remember that regardless of your facing, the size and This means that a Medium creature standing in a given square shape of your space never actually changes.) has eight possible facings. The three squares a Small or Medium Moving Backward or Sideways: In general, you’ll usually turn character is pointing toward are its front area. The three squares your character in the direction of movement before making a move. behind it are its rear area. The squares to its left and right are (As described above, you may freely make such changes in facing its fl anks. Larger characters have more squares to deal with, but during movement.) However, sometimes you’ll want to move with- they still face toward one of eight directions. Their front areas out changing your facing, to avoid exposing your fl ank or rear area remain the squares in front of them (including those on the to an attack of opportunity while you move. It costs two squares of front corners); their rear areas remain the squares behind them movement to enter a square on your fl ank or in your rear area. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "All PCs and most monsters have a facing",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tentacles. OTHER CONSIDERATIONS",
        "name":  "Displacer Beast",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tentacles.",
        "name":  "Faceless Creatures Kraken",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tentacles. and perceive foes equally well in every direction. All elementals Roper: Strands. and oozes are faceless. Also, the following monsters are faceless: Squid, Giant: Tentacles. lantern archon, assassin vine, chaos beast, darkmantle, violet Scorpion, Monstrous: Sting. fungus, gibbering mouther, mimic, phasm, will-o’-wisp, xorn, and octopus (including giant octopus). Rear Attacks Faceless creatures can move or attack into any adjacent square, Some monsters have attacks and abilities that emerge from or and they can’t be fl anked or attacked from the rear be cause they attack into rear squares, not front squares. These creatures take don’t have fl anks or rears. no penalty for making these attacks into rear squares.",
        "name":  "Some creatures have no real facing because they can move, attack, Otyugh",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Electricity ray. Tiny and smaller creatures don’t have facing. They can move or Beholder/Gauth: Maximum of three eye rays (beholder) or attack in any direction and are otherwise treated as faceless. two eye rays (gauth) into rear area.",
        "name":  "Tiny and Smaller Creatures Arrowhawk",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/three levels, no SAVE SCORES two of which can be more than 30 ft. apart With this variant, NPCs and other opponents no",
        "name":  "Target",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "fey, outsider. To create a variant list, simply start with the list of monsters in",
        "name":  "First Column",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The incantation affects the caster rather than the and cruelty. intended target. Material Component: Forty-two mystic symbols inscribed around the perimeter of the focus doorway (requiring materials costing SAMPLE INCANTATIONS 500 gp). As described above, these symbols gradually disappear The following incantations are among the better-known incanta- during the time the incantation is in effect. tions in existence—which means that no more than a few eldritch Focus: An open doorway large enough to allow a Medium scholars know about them. Characters can learn of their existence creature to pass through it. during the course of an adventure by making a Knowledge (ar- XP Component: 400 XP. cana) check (see Discovering Incantations, above). Backlash: After speaking with the Dweller on the Threshold, the caster is exhausted.",
        "name":  "Reversal",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Six required; they chant choruses and supplica- tation’s other targets as well as the caster. Any creature inside the tions to various dark deities throughout the incantation. hut must make a Fortitude save every 10 minutes or suffer the",
        "name":  "Extra Casters",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "DC 30; Range: Close; Target: One creature; Dura- Caster reduced to –1 hp –3 tion: Hours (Instantaneous for teleportation subschool); Saving Caster infected with disease –4",
        "name":  "Conjuration",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Losing more than a few Sanity points may Sanity loss values for encountering creatures, based on their type cause a character to go insane, as described below. If a character’s and size. These are only default values—the DM can and should Sanity score drops to 0 or lower, she begins the quick slide into adjust individual monsters he deems more or less horrible than oth- permanent insanity. Each round, the character loses another ers of their size. An aasimar, for instance, hardly presents a Sanity- point of Sanity. Once a character’s Sanity score reaches –10, she shaking sight, and should probably be treated as a humanoid rather is hopelessly, incurably insane. The Heal skill can be used to than an outsider. On the other hand, a vargouille—a Small outsider stabilize a character on the threshold of permanent insanity; see appearing much like a fl ying, bat-winged head—might provoke a The Heal Skill and Mental Treatment, below, for details. much more visceral reaction than other Small outsiders. A DM’s description of a Sanity-shaking situation should al- In addition, certain types of monstrous behavior might force ways justify the threat to a character’s well-being. Thus, a horde of additional Sanity checks, much like those described under Se- frothing rats is horrifying, while a single ordinary rat usually is vere Shocks, below. For instance, a mind fl ayer is an unnerving not (unless the character has an appropriate phobia, of course). sight, but watching one consume the brain of your best friend should certainly force another check, with losses appropriate to Maximum Sanity the situation. Ranks in the Knowledge (forbidden lore) skill simulate a charac- In most D\u0026D games, no character should need to make a San- ter’s comprehension of aspects of the dark creatures at the edges of ity check when encountering an elf, dwarf, or other standard reality. Once gained, this horrible knowledge is never forgotten, humanoid race from the Player’s Handbook, or for encountering and the character consequently surrenders mental equilibrium. A domesticated or otherwise commonplace animals. In some character’s Sanity weakens as his comprehension of these hidden cases, even humanoid races such as orcs and goblins might be truths increases. Such is the way of the universe. so common as to not cause Sanity loss either. A character’s current Sanity can never be higher than 99 Specifi c Monsters and Sanity: Some monsters have addi- minus the character’s ranks in the Knowledge (forbidden lore) tional or variant special abilities when using the Sanity variant. skill. This number (99 minus Knowledge [forbidden lore] ranks) Allip: The allip’s madness ability causes the loss of 2d6 Sanity is the character’s maximum Sanity. points rather than the normal effect.",
        "name":  "Going Insane",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "INSANE INSIGHT At the DM’s option, a character who has just gone insane may awareness is up to the DM, but it may include something about have an insight into the situation or entity that provoked the a creature’s origin or a fact about its nature (feeding habits, natu- insanity. The player needs to make a DC 15 Wisdom check to ral habitat, weakness), a clue to the identity of a murderer at a gain the insight. Information provided by this sudden burst of murder scene, or some hint at a location of great importance. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 201 12/11/03, 3:11:46 PM 202 6 RETPAHC SNGIAPMAC",
        "name":  "VARIANT RULE",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "n/a. Drugs in the D\u0026D game follow many of the same rules as poi- Overdose: n/a. sons, allowing the imbiber saving throws to resist their initial and secondary effects. Delay poison, neutralize poison, and similar effects Mertoran Leaf negate or end a drug’s effects, but they do not restore hit points, When mertoran leaf is dried, treated, and chewed, it provides ability damage, or other damage caused by the substance. appropriate alchemical treatment for personality disorders, and A creature that willingly takes a drug automatically fails both substance abuse disorders. saving throws. It is not possible to intentionally fail the initial Initial Effect: 1 point of Dexterity damage. save but attempt to save against the secondary effect, or vice Secondary Effect: The user becomes more confi dent, gaining a versa. Save DCs are provided for situations in which a character +2 alchemical bonus to Charisma for 1 hour. is unwillingly drugged. Side Effect: While the drug is in effect and for 12 hours there- Drugs also have some uses in treating insanity. The drugs after, mertoran leaf relieves the most severe symptoms of the described below all affect a character’s Sanity to some extent. listed disorders.",
        "name":  "Drugs and Sanity Side Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The character fl ees from home or work Phagophobia eating and cannot recall her past. Once the fl ight halts, the character Phonophobia noise, including one’s own voice may assume an entirely new identity. Pyrophobia fi re Dissociative Identity Disorder (Multiple Personality Disor- Scotophobia darkness der): The character appears to harbor more than one personal- Spectrophobia mirrors ity, each of which is dominant at times and has its own distinct Taphephobia being buried alive behavior, name, and even gender. The player needs to keep track Teratophobia monsters of the character’s different personalities. (Each one has the same Thalassophobia the sea ability scores and game statistics, but different goals, outlooks, Tomophobia surgery and attitudes.) 620_88156_UnearthedArcana2.indd 206 12/11/03, 3:14:36 PM 207 CAMPAIGNS CHAPTER 6 Eating Disorders delusion, decreased need for sleep, being easily distracted, These disorders can be incredibly debilitating and even lead willingness for dangerous or imprudent activities such as reck- to starvation. They are conditions that may continue for many less driving, delusions, hallucinations, and bizarre behavior. years, sometimes continually endangering the patient. All attack rolls, saves, and checks take a –4 morale penalty A",
        "name":  "Pediphobia children Dissociative Fugue",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "individual mixed groups of monsters. Rather than combining monsters monster design and encounter design. Because you’re assigning of different CRs, then consulting a table to fi gure out what the specifi c XP awards to monsters, you don’t have to restrict yourself Encounter Level (EL) is, simply add up the XP award for each to the numbers that appear on the table. If you think a monster monster until you reach the XP total you want. For example, if you you’ve designed is CR 7-1/2, you can simply give out 4,200 XP for want to create an average encounter for 15th-level characters, put defeating it. At higher levels, the numbers on the table should suf- enough monsters in the encounter to total roughly 58,000 XP (the fi ce because it’s hard to discern a meaningful difference between amount the PCs would earn for a single CR 15 monster). a CR 18 monster and a CR 18-1/2 monster. But at lower levels, As with the standard experience point system, the DM should the fl exibility is potent because you can fi ll in the gap between CR closely watch the experience awards for large numbers of weak 1 and CR 2 (which otherwise represents a 100% power increase) creatures, which often provide little or no meaningful challenge and between CR 2 and CR 3 (a 50% power increase). to characters. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 215 12/11/03, 3:18:09 PM 216 :DROWRETFA SDLROW NEHW EDILLOC",
        "name":  "DMs who use this variant gain fl exibility in two areas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Metacreativity",
        "name":  "Target",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature change part of your name, behavior, clothing, or other",
        "name":  "Target",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature CLASS FEATURES",
        "name":  "Target",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You deduct the listed number Senses: The Senses entry indicates whether the of power points from your daily pool. The values are creature has darkvision, low-light vision, scent, cumulative. tremorsense, blindsense, blindsight, or some",
        "name":  "Power Point Loss",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This word or phrase identifies the creature. Immune: Any immunities the creature has are Sometimes a number is given with the name to indi- indicated here. This includes immunity to specific cate how many creatures appear in the encounter. types of energy as well as specific immunities (such",
        "name":  "Name",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    }
]
