[
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude save (DC 15 + enhancement Chromatic Spell-Like Abilities bonus needed to pierce the DR); 1 action. Species Spell-Like Ability Spell Level",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character grows scales the colour Darkness 2nd of a juvenile dragon of character’s draconic ancestor Plant Growth 3rd species. Insect Plague 5th Charm Reptiles* 8th The character can give his skin the supernatural Blue Ventriloquism 1st resistance to damage of all dragons. For the feature’s Create/Destroy Water* 2nd duration, he gains a Damage Reduction rating Hallucinatory Terrain 4th according to his current level. Mirage Arcana 5th Veil 7th Character Damage Green Plant Growth 3rd Level Reduction Suggestion 4th 1-5 5/+1 Dominate Person 5th 6-10 10/+1 Command Plants 8th 11-15 15/+2 Red Locate Object 2nd 16-20 20/+2 Suggestion 4th Find the Path 6th He can only use this feature three times per day, if Discern Location 8th this feature is made permanent, he can use it once per White Fog Cloud 2nd day per half his character level, whichever is higher. Gust of Wind 3rd Freezing Fog* 4th Spell-like Abilities Wall of Ice 4th You gain the arcane adeptness of your ancestor dragon.",
        "name":  "Appearance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Arcane caster level sufficient to cast Metallic Spell-Like Abilities the spell. Species Spell-Like Ability Spell Level",
        "name":  "Prerequisites",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcasting; as the spell. Suggestion 4th",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the spell. Control Winds 5th",
        "name":  "Duration",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Increase from the base creature as The dragon aspected are usually spellcasters who follows: Str +1d4+1. only explore the tip of their draconic heritage but they have been known to be born in communities Climate/Terrain: Same as the base creature. standing where dragons were once active. They",
        "name":  "Abilities",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Increase by one die type, to a maximum on their body. Some of these children are killed the of d12. If the base creature has more than one die moment they are born but others live one to explore type as a result of multiclassing, use the class or the potential of their bloodline. Spellcasters see type with the highest levels or HD. Whenever the this as a form that gives many of a dragon’s abilities creature gains additional levels or HD for that class without the usually alien appearance of the half- or creature type, use the dragon-enhanced die type to dragons. Dragonchildren look like members of their roll for hit points. Use the normal die types for all parent race but have a dragon’s eyes and skin, plus an other classes. air of mystery and wonder about them.",
        "name":  "Hit Dice",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Int 15+, Cha 15+. Spells per Day: At every odd level, the dragon",
        "name":  "Ability",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 10 ranks, Speak High master gains additional spell slots as if he had gained Draconic 3 ranks. a level in the spellcasting class he belonged to before",
        "name":  "Skill",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be able to cast 3rd level arcane spells. gain any other benefit a character of that class would",
        "name":  "Spells",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cha 17+, Spell Penetration. to 1/25 the cost in gold pieces of the material. Spells",
        "name":  "Prerequisite",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An arcane spellcaster needs material modifier to his caster check. components to cast his spells.",
        "name":  "Normal",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character can see four times as well Creatures with more than one ‘natural’ form such as as a human in low light, and twice as well in normal lycanthropes, can choose their Strength or Dexterity light. score from among all their forms. If transformed against his will, like with a polymorph other spell, Dragon Hearing (General) the character can mage a second Fortitude save (DC Your sense of hearing becomes inhumanly sharp. 15) to choose his Strength and Dexterity scores from",
        "name":  "Benefit",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "8 ranks in Spellcraft. Hidden Strength (General) Benefit: The character can make any of his spells that deal hit point damage deal subdual damage You keep your physical attributes while in an instead. A restrained spell uses up a spell slot one alternate form. level higher than the spell’s actual level.",
        "name":  "Prerequisite",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The market price of an inert dragon part is calculated as follows: DC 20 + spell’s normal level + double the number of subtracted levels. Market Price = Dragon’s CR x Part Size x",
        "name":  "Power Substitution Check",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Antique dealer, bookbinder, (80% of normal). bookseller, candy maker, clockmaker, cosmetics Services, Upscale: Animal trainer, apothecary, dealer, curio dealer, dice maker, distiller, fine architect, assassin, banker, barrister, bounty hunter, clothier, gemcutter, glassblower, glazier, gold- cartographer, dentist, engraver, illuminator, kennel smith, inkmaker, jeweler, mapseller, papermaker, master, masseur, mewskeeper, moneychanger, sage, perfumer, pewterer, sculptor, sealmaker, silver- scribe, spellcaster for hire, tutor. smith, slave trader, toymaker, trinkets purveyor, Services, Average:Auctioneer, barber, bookkeeper, vintner, wiresmith. Also found here are average brothel owner, clerk, engineer, fortuneteller, freight trades performed at fine quality and increased shipper, guide, healer, horse trainer, interpreter, cost (masterwork). laundress, messenger, minstrel, navigator, painter,",
        "name":  "Trades, Upscale",
        "source":  "dungeon_masters_guide_city.txt",
        "_id":  "433a4ae1a49a3246f8883c9124f4a8fcd738a80f86ef700834d030d022bf7621"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rogues can be stealthythieves, elite scouts,tricky spies, or silver-tongucd tricksters. Theyare experts in the use of skills, sneaking around, hiding. and disarming traps. No dungeon expedition should forget to bring along at least one rogue. Locked doors. trapped corridors. watchful guards-the rogue knows howto deal with all these challengesand more. \\Vizards: Forsheerpower,andtodealwiththechallenges no one else can, adventuring parties caU on wizards. With arcane spells ofall descriptions, a wizard has an arsenal of special effects at his or her disposal. With agesture. apinch of strangecomponents,andafewwordsofpower,wizardscandeal devastatingdamage. turn invisible, orcreatc walls offire.",
        "name":  "Rogues",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Snum:liasforge! terctpacttvilliavi(egroupofaar(tfJ rev c(erieswno(ur(in tnt[ower \u0027fsoftftefieryslrong!ioftf.Wnat tftearaw {lavetogainfrom sucnana[(lance isamysttry. Onfytfieir(eaaer, \u0027£cfiwtfra, k,nO\u0027wstftesinistertrutn. \u002717fe1l\"rUenSlirineispartoftlieruinetfcityoj\u0027Tamoacfuln, tlU CQpitolofanancientantfforaotten empiretMtcoveretfmucliof tlUcontinenttongkfoncurrentliistory6eaan. \u0027l1ittbppkilcity isIiUfaen kneotlitlieCQnt:Tpyofasawgejungk, amitlWUlJIiits suifaaruinsIiaw6eenpfumind, tlU1l\"ttftfenSlirineliasJet to6eexpforetf. \u002717ierearetwowaystoreaditlie1l\"ttfilenSlirine. rz1iefirst istliroUIJIia secret.st4ircaseIiUftfen inawaf[6eliintftliestatueoftlU6ataoa Canuuou,wliitlistandsattlie6tu(ojacrum6fdpyramUf-umpk. \u0027I1iesecorulentranceamonfy6ejoumi6yaccUfent. ([)epnufing onIiowyouapproaclitlieumpk,youmisfitcrossaparticufar sectionofcrac~tfa,ttfoverarawnJ1izBstonestfultsliuililer urulerfoot, colUJpsinaintoasecretumierarounilcfiam6er. SECRETSOFTHEHIDDEN SHRINEOFTAMOACHAN Due to lhe age and unstable condition of the dungeon. destructive area effect spells are likely 10 cause partial collapses.Inaddition,thedungeon\u0027slowerchamberscontain an invisible poisonous gas. These hazards. while irksome. arc not likely to kill adventurers before the dungeon\u0027s ageless trapsand monstersdo.",
        "name":  "TheDrow",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heavysetsofironaoors6a\"rentryintoIlJlJWilv\u0027s\u0027Vau[t.)f rUftfk \u003c etclieaintotlieaoorsprwidesdu~toreacliinotlieardiwiztmf\u0027sfiUfaen fio!JrQ. rt\u0027IUJnroh)fmunJ/(Jwasase(fishtyrantWMmfrt!withanironfistaduseatlit spoilsofwarto6uifdagmufpyramUftocontainIiistartlifymnains.tButOsiris curwfliim, aen)ine)fmun-\u00271qpassagetotIitafterfife.9{owtlitghartof)4mun ~hauntsthetDesertofl1Jeso£ation,fomJeTaDOmeat.owarufertIitwasusuntif someone.frusliimfromliiscurse. fDe.JertnomadS6efievethatJrteillfJ)4mun.if{ffrom liiscursewillrestorepeaa antiprosperitytoa{Qrufnowsu6sumed\u00276ytlitlitartIe.s.saunt.\u0027}{UUJt:tI«, tliesecretto JrtrillfJ)fmun.if{ffrom liiscursefiestftqJintlitIitDrttifliispymmUf,intliLpharaoli\u0027,s gUiJrrfeatom6. f£wnwiththe6fe.s.sillfJof)fmun.if{f\u0027,sgfwst, notom6raitferliasyetfivttl toc{Qimtliepliaraoli\u0027,streasumantiundotlieancientcurse. SECRETSOFTHEPYRAMlDOFAMUN·RE Teleport spellsgoing to or from thePyramid ofAmun·re will not work unless the caster also has the StarGemofMo-Pelor. However, within the confines ofthe pyramid. teleportspellsworknormally.",
        "name":  "IrODDoors",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aspects of EBERRON Fierna are sensuous and exotic, Fierna is so new to and strongly attractive in a lust- her position as arch- ful sense. Though less charis- devil that she doesn’t matic than their mistress, make many aspects they still evoke desire on yet. Thus, encounter- sight. They are humanlike ing mid-level as- except for small horns on pects is very rare. their heads and they have One might be en- almost impossibly perfect countered on Khor- features. vaire working with ASPECT OF the leaders of a FIERNA LORE new cult dedi- Characters with ranks in cated to Fierna, Knowledge (the planes) can but that’s about it. learn more about the aspect of ASPECTS OF Fierna. When a character suc- FIERNA IN ceeds on a skill check, the follow- FAERÛN ing lore is revealed, including the Fierna doesn’t make information from lower DCs. many aspects, so encounter- DC Result ing them is rare in Faerûn unless you 22 This is an aspect of Fierna, the archduchess of are part of a new cult dedicated to the archdevil. Even Phlegethos, the fourth layer of the Nine Hells. This then, Fierna would probably send another devil, like an reveals all outsider and baatezu traits. erinyes, rather than an aspect of herself. It is much 27 Aspects of Fierna love to use flame blade spells, and they can enhance their damage significantly. more likely to meet an aspect of Fierna in the Nine Hells. SOCIETY Aspects of Fierna sometimes appear in the court of ASPECT OF BELIAL Glasya, but only because their mistress is there. They This male humanlike figure is tall, dark, and almost oozing don’t yet appear in other courts of the Nine Hells with sensuality. His small horns and glowing eyes don’t take because Fierna is still learning the diplomatic ropes of away from the mesmerizing effect of his personality and phys- the Nine Hells. The few there are remain on ical beauty, and his clothes complete a look that promises pleas- Phlegethos in her citadel, and mix with (and take pleas- ure to the extreme. ure from) the devils that occupy Fierna’s court. It is rumored that some spend time with Fierna’s father, ASPECT OF BELIAL CR 10 Belial, as stand-ins. LE Medium outsider (lawful, evil, extraplanar,",
        "name":  "Characteristics",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Maladomini, the home of Disgorge Insects (Su) 60-ft. cone, once every 1d6 rounds, damage 15d6, Reflex DC 24 half. Baalzebul, is a toxic wasteland of pollution and decay. Cloud of Flies (Su)As a use of his disgorge insects Sluglike aspects of Baalzebul are very much at home a b i l i t y, the aspect of Baalzebul can surround here. himself with a cloud of flies. The flies remain Typical Physical Characteristics:An aspect until the aspect of Baalzebul next uses his of Baalzebul looks like a 12-foot-long slug with a disgorge insects ability. As long as they swarm distorted humanlike face at one end and a couple of around him, he has concealment (20% miss arms near its face. chance). Gust of wind or similar spells disperse ASPECT OF BAALZEBUL LORE the cloud. Summon Baatezu (Sp) Once per day, an aspect of Characters with ranks in Knowledge (the planes) can Baalzebul can summon a marrash or a bearded learn more about the aspect of Baalzebul. When a char- devil with a 50% chance of success. This is the acter succeeds on a skill check, the following lore is equivalent of a 5th-level spell (CL 13th). revealed, including the information from lower DCs. This aspect of Baalzebul is a mid-level manifestation of DC Result the archdevil of the same name. Baalzebul, and a 23 This is an aspect of Baalzebul, the Lord of Lies and ruler of the seventh of the Nine Hells. This reveals all stronger aspect of him, are detailed in Fiendish Codex II: outsider and baatezu traits. Tyrants of the Nine Hells. 28 Aspects of Baalzebul, like their master, can spew biting flies at enemies almost at will. STRATEGIES AND TACTICS SOCIETY The bloated aspects of Baalzebul can hold their own in melee, but they don’t have the range of attacks that Baalzebul himself still commands respect and attention Baalzebul once had. They prefer to use their disgorge from other devils, but not so the lesser aspects of insects ability as often as possible, and they make slam Baalzebul. They are shunned by diabolic society, attacks the remaining rounds. They always begin a though on important matters they command the combat with a cloud of flies, since they always have a respect of devils. The devils just don’t want to hang out cloud of flies about themselves. They summon help if with a bloated slug when more pleasant options are hard pressed and if the flies are not getting the job done. available.",
        "name":  "En v i ro n m e nt",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aspects of Asmodeus are always extra 2d6 points of damage to living nonoutsiders, but lawful evil. only half damage to outsiders, constructs, and undead. Mortalbane can be applied to the creature’s spell-like abilities a total of five times per day, but it can be 2 3 applied to any of a creature’s spell-like abilities. This feat damage. Each of the creature’s spell-like abilities can be does not allow a creature to exceed its daily uses of any violated twice per day, though the feat does not allow spell-like ability. the creature to exceed the normal daily uses of a spell- Sahuagin Flip (from S t o r m w r a c k): A f t e r like ability. making a single melee attack, you can use the withdraw ABOUT THE AUTHOR action (moving up to twice your swim speed) as a move action. You can use this feat only while swimming. Ro b e rt Wi e s e entered the gaming hobby through Swim-By Attack (from Stormwrack): When the Boy Scouts and progressed from green recruit to swimming, you can take a move action and another head of the most powerful gaming fan organization in standard action (such as an attack) at any point during the world. He served as head of the RPGA®Network for the move. You cannot take a second move action during almost seven years, overseeing the creation of the a round when you make a swim-by attack. LI V I N G GR E Y H A W K™ and LI V I N G FO R C E™ c a m p a i g n s , Vi le Natural Attack (from Book of Vile among other achievements. Eventually, he returned to D a r k n e s s): Your natural attack does 1 point of vile private life in Reno, Nevada, where he spends as much damage in addition to its normal damage. time as possible with his wife Rhonda and his son Violate Spell-Like Ability (from Book of Owen. He is still involved in writing, organizing Vile Darkness): This feat adds the evil descriptor to conventions, and playing LI V I N G GR E Y H A W K, and he a spell-like ability. Furthermore, if the spell-like ability studies mouse foot muscles for the Pharmacology deals damage, half that damage (rounded down) is vile Department of the University of Nevada, Reno. 2 4",
        "name":  "A l i g n m e nt",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nancy Walker demon lord and make your own. For example, Juiblex Web Production Bart Carroll has a few combat tricks, plus a few spell-like and ooze-",
        "name":  "Typesetting",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Michael Donais, Skaff Elias, Rob abilities. Additionally, each aspect has entries with Heinsoo, and Jonathan Tweet, for the original design of suggestions on how to use the aspect in the EB E R R O N® aspects picked up and amended from the Miniatures and FO R G O T T E NRE A L M S®s e t t i n g s . Handbook. Obyriths are older demons than the tanar’ri that Based on the original DUNGEONS \u0026 DRAGONS® game by E. have arisen in the past millennia. Before delving into Gary Gygax and Dave Arneson and on the new edition of the the demons themselves, though, take a look the infor- DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, mation on the obyrith demon subtype in the sidebar. Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. ASPECT OF BAPHOMET D\u0026D, DUNGEONS\u0026 DRAGONS, DUNGEONMASTER,RPGA, Living Greyhawk and Living Forceare registered trademarks owned by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the Coast, Inc. All Wizards characters, character Before you stands a humanoid more than 12 feet tall covered names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. in thick, black matted hair. Its head is that of a bull, and its eyes glow with fiendish light. Its great horns, longer than This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the those of any bull, are permanently stained dark red with material or artwork contained herein is prohibited blood. Its cloven hooves are scarred and stained with blood as without the express written permission of Wizards of the Coast, Inc. well. Its expression is one of sardonic primal anger, like he’s ©2006 Wizards of the Coast, Inc. mocking your very nature. All rights reserved. Made in the U.S.A. ASPECT OF BAPHOMET CR 7 This product is a work of fiction. CE Large outsider (chaotic, evil, extraplanar, tanar’ri) Any similarity to actual people, organizations, places, I n i t+2; S e n s e sdarkvision 60 ft.; Listen +15, Spot +15 or events is purely coincidental. L a n g u a g e s Abyssal, Common, Giant; telepathy This Wizards of the Coast game product contains no Open Game Content. 100 ft. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, AC20, touch 11, flat-footed 18 please visit www.wizards.com/d20. (–1 size, +2 Dex, +9 natural) For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, hp84 (8 HD); DR10/cold iron and good visit www.wizards.com/dnd Immuneelectricity,maze,poison Resistacid 10, cold 10, fire 10 1 2 Fort+12, Ref+8, Will+10 enemies as if he had the Track feat. He is never caught flat-footed. Speed40 ft. (8 squares) An aspect of Baphomet is a mid-level manifestation of Melee+2 glaive+15/+10 (2d8+11) and the demon lord of the same name. Baphomet is fully gore +9 (2d6+3) or detailed in Fiendish Codex I: Hordes of the Abyss. Melee2 claws +13 (1d6+6) and gore +8 (2d6+3) Space10 ft.; Reach10 ft. (15 ft. with glaive) STRATEGIES AND TACTICS Base Atk+8; Grp+18 The aspect of Baphomet is a melee monster, and he Atk Options Awesome Blow, Improved Bull Rush, loves to charge into a fight. He especially loves to use Power Attack, Powerful ChargeB Powerful Charge as often as possible, following that up A b i l i t i e s Str 23, Dex 14, Con 22, Int 16, Wis 18, with a full melee attack using his glaive and horns on Cha 15 the same foe. SQnatural cunning, tanar’ri traits Feats Awesome Blow, Improved Bull Rush, Power SAMPLE ENCOUNTERS Attack, Powerful ChargeB An aspect of Baphomet loves a fight, and fights are Skills Climb +17, Diplomacy +4, Handle Animal better in groups, so he usually brings friends. +13, Hide +4, Intimidate +13, Jump +17, EL 10:An aspect of Baphomet and three half-fiend Knowledge (nature) +14, Knowledge (the minotaurs are stirring up trouble so that local folk planes) +14, Listen +15, Move Silently +7, Ride will turn to the nature god that the Redeemers are +4, Sense Motive +15, Spot +15, Survival +15 p r e a c h i n g . (+17 in aboveground natural environments, +17 EL 13: An aspect of Baphomet and four vrocks ter- on other planes) rorize the countryside looking for worthy combatants. Possessions +2 Large glaive ECOLOGY Natural Cunning (Ex) An aspect of Baphomet As outsiders, the aspects don’t need to eat or sleep. possesses an innate cunning and logical ability They have little in the way of ecology. Baphomet cre- similar to that of a minotaur. He is immune to maze spells, never becomes lost, and can track ates them fully formed when he needs them. pqqqqrs THE OBYRITH DEMONS — Form of Madness (Sp): Obyriths appear in The strange and horrific obyriths are primeval forms so noxious and horrific that those within 60 demons from eons past. They wrought chaos and feet of an obyrith who observe it are subject to mad- evil upon the multiverse before the advent of intelli- ness. When a creature first encounters an obyrith, it gent life on the Material Plane. Their forms are must attempt a Will save (DC 10 + 1/2 the obyrith’s hideous to behold, rarely if ever incorporating ele- HD + the obyrith’s Cha modifier). Failure indicates ments possessed by mortal creatures. Obyriths that the victim is afflicted with some permanent dwell only in the most remote corners of the Abyss. form of madness or insanity. The kind of malady Their kind has been in decline since the rise of and its duration depends on the obyrith. A creature tanar’ri in the Abyss, although a few tenacious that makes a saving throw against an obyrith’s form examples continue to make their presences known of madness is immune to that particular effect for on key layers. 24 hours. Blindness is no protection against an",
        "name":  "Special T h a n k s",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An obyrith possesses the fol- obyrith’s form of madness—their presence is an lowing traits (unless otherwise noted in a creature’s affront to all five senses. This is a mind-affecting entry). a b i l i t y. Chaotic evil outsiders are immune to an —Immunity to poison and mind-affecting spells obyrith’s form of madness. The insanity caused by and abilities. an obyrith’s form of madness ability is permanent —Resistance to acid 10, cold 10, electricity 10, in most cases, but can be removed by greater restora- and fire 10. tion,heal,limited wish,miracle, or wish. — Fast Healing: All obyriths have fast healing — True Seeing (Su): An obyrith is under the constant (DMG 293); the exact amount is indicated in the effect of true seeing. This effect cannot be dispelled. specific creature’s entry. —Telepathy. pqqqqrs 3",
        "name":  "Obyrith Traits",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aspects of Dagon are always 7 Space10 ft.; Reach10 ft. Dual Actions (Ex) An aspect of Demogorgon, like Base Atk+11; Grp+19 Demogorgon himself, takes 2 rounds’ worth of Atk OptionsCombat Reflexes actions in any given round. For instance, he Special Actionsdual action, gaze could take two standard actions and two move actions, or he could take two full-round actions. A b i l i t i e sStr 21, Dex 16, Con 21, Int 20, Wis 21, Cha 20 Gaze (Su)Any creature within 30 feet of the aspect SQtanar’ri traits of Demogorgon must make two successful DC Fe a t sAlertness, Combat Reflexes, Dodge, Improved 20 Will saving throws each round at the begin- I n i t i a t i v e ning of his turn, the first save against the aspect S k i l l sConcentration +19, Craft (alchemy) +19, Diplo- of Demogorgon’s beguiling gaze and the second macy +21, Jump +19, Knowledge (arcana) +19, save against his confusing gaze. Creatures can Knowledge (history) +19, Knowledge (nature) +19, avoid the need to make saving throws by avert- Knowledge (the planes) +19, Listen +21, Search ing their eyes or wearing a blindfold (MM 3 0 9 ) . +19, Sense Motive +19, Spellcraft +7, Spot +21, The aspect of Demogorgon can actively target Survival +5 (+7 aboveground natural settings, +7 foes with his beguiling gaze and confusing gaze, on other planes, +7 following tracks, +9 following in which case each gaze requires a standard tracks in aboveground natural settings, +9 follow- action to activate. Thanks to his dual actions ing tracks on other planes), Swim +19 8 a b i l i t y, Demogorgon can use both gazes in the same round. He must split these gaze attacks demon lord himself. His body is apelike, and his necks between two targets to gain their effects. and tail snakelike.",
        "name":  "A l i g n m e nt",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The gaze attack of the aspect of ASPECT OF DEMOGORGON LORE Demogorgon’s left head is the equivalent of a charm monster spell (DC 20; CL 9) with a range of Characters with ranks in Knowledge (the planes) can 30 feet. learn more about the aspect of Demogorgon. When a",
        "name":  "Beguiling Gaze",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An aspect If you’re thinking of using aspects of Demogorgon in of Demogorgon looks like a smaller version of the the FO R G O T T E NRE A L M S, you may want them to live in 9 the Abyss, unless a cult calls them in for a purpose. Fraz-Urb’luu can attempt to summon 1 vrock or They also work with powerful lizardfolk or troglodyte 1d4 babaus with a 40% chance of success. This clerics of Demogorgon, usually in places “holy” to the ability is the equivalent of a 4th-level spell. Prince of Demons. These demons gain a +4 enhancement bonus to Strength and Constitution due to the aspect ASPECT OF of Fraz-Urb’luu’s Augment Summoning feat. FRAZ-URB’LUU An aspect of Fraz-Urb’luu is a mid-level manifestation This 12-foot monstrosity is covered in short, pale blue fur. In of the demon lord of the same name. Fraz-Urb’luu is contrast, two large black wings extend from its back, and its fully detailed in Fiendish Codex I: Hordes of the Abyss. tail ends in a black razor-sharp point. Its face looks small STRATEGIES AND TACTICS because of its large ears and its large, tooth-filled mouth. It The aspect of Fraz-Urb’luu prefers to let others do the glares with hatred in its black eyes at everything it sees. fighting for him, and he uses his summoning powers as ASPECT OF FRAZ-URB’LUU CR 7 soon as a combat seems likely. When he has enough CE Large outsider (chaotic, evil, extraplanar, allies, he uses his illusion spell-like ability to confuse tanar’ri) opponents. Lacking his master’s ability to summon I n i t +5; S e n s e s darkvision 60 ft.; Listen +15, demon lord aspects, he must rely on his own strength Spot +15 even more and, though unwilling, can take care of him- LanguagesAbyssal, Common; telepathy 100 ft. self in a melee. AC23, touch 12, flat-footed 20 SAMPLE ENCOUNTERS (–1 size, +3 Dex, +11 natural) An aspect of Fraz-Urb’luu does not care to encounter hp85 (9 HD); DR10/cold iron and good other beings if he has his choice. However, accidents Immuneelectricity, poison happen, so an aspect of Fraz-Urb’luu rarely travels Resistacid 10, cold 10, fire 10 alone. Fort+11, Ref+9, Will+9 EL 9:An aspect of Fraz-Urb’luu and a succubus seek Speed30 ft. (6 squares), fly 50 ft. (average) to undermine the efforts of another demonic aspect, Melee2 slams +11 (1d6+3) and and they run afoul of adventurers before they can tail +9 (1d8+1) strike. Space10 ft.; Reach10 ft. EL 10:An aspect of Fraz-Urb’luu and three babau Base Atk+9; Grp+16 assassins attempt to eliminate a good cleric and pin the Special Actionssummon tanar’ri deed on some other demonic aspect. The player charac- Spell-Like Abilities(CL 9th): ters have a chance to unravel this scheme either during At will—greater teleport(self plus 50 lbs. only) the attempt or are called in shortly after the first 3/day—persistent image (DC 22), summon monster IV attempt. (CE or NE creatures only) 1/day—summon monster V(CE or NE creatures only) ECOLOGY As outsiders, the aspects don’t need to eat or sleep. Abilities Str 16, Dex 16, Con 20, Int 18, Wis 16, Cha 24 They have little in the way of ecology. Fraz-Urb’luu cre- SQ tanar’ri traits ates them fully formed when he needs them.",
        "name":  "Typical Physical Characteristics",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An aspect ledge (dungeoneering) +13, Listen +13, Move of Juiblex is a smaller version of Juiblex himself, so it Silently +14, Sense Motive +13, Spellcraft +4, has an amorphous oozy body. It typically “stands” 10 Spot +13, Survival +2 (+4 when underground), feet tall, but it can be almost any shape. Green and black Swim +17 veiny striations show through its slimy pus covering. Constrict (Ex) The aspect of Juiblex deals 1d6+6 points of damage plus 1d6 points of acid ASPECT OF JUIBLEX LORE damage with a successful grapple check, in Characters with ranks in Knowledge (the planes) can addition to damage from his slam attack. learn more about the aspect of Juiblex. When a Improved Grab (Ex)To use this ability, the aspect character makes a skill check, the following lore is of Juiblex must hit an opponent of Large or revealed, including the information from lower DCs. smaller size with his slam attack. He can then attempt to start a grapple as a free action with- 1 2 1 3 DC Result Fort+18, Ref+9, Will+13 18 The creature is a manifestation of the Faceless Lord, Weaknessvulnerable to fire Juiblex. The PC can learn all of his outsider traits. 23 The aspect can constrict opponents, and he burns foes Speed40 ft. (8 squares) with acid. M e l e e +1 frost cold iron maul + 2 3 / + 1 8 / + 1 3 (2d8+16/X3 plus 1d6 cold) or SOCIETY Rangedrock +13 (2d6+10) Nothing wants to hang around with Juiblex or any of Space10 ft.; Reach10 ft. his aspects, though some creatures do for power-gain- Base Atk+12; Grp+26 ing reasons. Juiblex himself does not seek any society, Atk OptionsAwesome Blow, Cleave, Improved Bull preferring to destroy powerful tanar’ri instead of talk- Rush, Power Attack ing with them. Aspects are much the same. They often Special Actionsrage, rock throwing seek the company of oozes, puddings, and slimes. A b i l i t i e s Str 31, Dex 12, Con 30, Int 14, Wis 16,",
        "name":  "Typical Physical Characteristics",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "S Qincorporeal (MM 315), obyrith traits (see sidebar) their wands of Orcus. These are powerful but danger- Feats Combat Reflexes, Dodge, Mobility, Spring ous treasures that corrupt those who try to wield Attack t h e m . S k i l l sBluff +18, Diplomacy +24, Hide +19, Intimidate +20, Knowledge (arcana) +15, Knowledge (nobility ASPECTS OF ORCUS IN EBERRON and royalty) +15, Knowledge (the planes) +15, If used in an EB E R R O N campaign, aspects of Orcus Perform (song) +18, Search +15, Sense Motive spend most of their time on Shavarath, because they +17, Spot +17, Survival +5 (+7 on other planes, +7 live to fight the forces of other demon princes to following tracks, +9 following tracks on other expand Orcus’s power. Occasionally one is seen in p l a n e s ) Khyber or the Demon Wastes. Very rarely one may Charisma Damage (Su) An aspect of Pale Night make an appearance in Karrnath, called by a sect of causes 1d6 points of Charisma damage each the Blood of Vol to aid in the plans of that evil time she hits with her incorporeal touch attack. o r g a n i z a t i o n . On each such successful attack, she gains 5 temporary hit points. 2 1 2 2 Truth Beneath the Veil (Su)Like Pale Night herself, the Typical Physical Characteristics:Aspects of true form of an aspect of Pale Night is one of such Pale Night are always covered by a billowing shroud, unimaginable horror that reality itself refuses to like their mistress. They look exactly like her at first accept it. Thus, the aspect of Pale Night does not glance. Only when someone raises the shroud can he have a form of madness like other obyriths. Its true tell the difference. form is hidden by its shroud. Anyone who attempts to part the shroud to get a better look at the aspect ASPECT OF PALE NIGHT LORE must make a DC 20 Fortitude save. Success indi- Characters with ranks in Knowledge (the planes) can cates that the creature’s mind simply fails to learn more about the aspect of Pale Night. When a process what it sees before a new shroud automat- character makes a skill check, the following lore is ically wraps around the aspect’s incorporeal body. revealed, including the information from lower DCs. Failure indicates that for a brief moment, the char- acter views the truth and is immediately rendered DC Results comatose and stricken with total amnesia. Even if 19 The creature is a manifestation of the Mother of Demons, the coma and amnesia effects are dispelled, the Pale Night. The PC can learn all of her outsider traits. 24 This is an obyrith demon, a representation of an ancient character cannot remember what he or she saw race of demons. This reveals all obyrith traits. under the shroud. The save DC is Charisma-based. 29 Aspects of Pale Night steal the life force and personality of a victim with but a touch. An aspect of Pale Night is a mid-level manifestation of SOCIETY the demon lord of the same name. Pale Night is fully detailed in Fiendish Codex I: Hordes of the Abyss. A lot of demons can be found in Pale Night’s realm, and aspects of Pale Night associate freely with these STRATEGIES AND TACTICS demons. Sometimes an aspect of Pale Night is seen in",
        "name":  "Aspects of Orcus carry only one thing at all times",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When the PCs If you don’t take an active hand in controlling the have more complex goals than “overcome the enemies,” pacing of your battlefield adventure, PCs left to their own they have a greater tactical challenge. It’s harder for high- inclinations can wind up in trouble because there are level PCs to seize a tower if they aren’t supposed to destroy always more enemies to fight. If the fighters are healthy pqqqqqqqqqqqqqqqqqqqqrs BATTLEFIELD ENCOUNTERS If you use these encounters in a battlefield adventure that’s part Chapter 3 details a number of encounters that are ready-made of your ongoing campaign, you might want to replace the enemy for a box on your flowchart. forces described on pages 46 through 53 with ones of similar • Cut supply line • Left behind Encounter Levels that are more appropriate for the fantasy army • Reinforcements • Take out the trebuchet the PCs are fighting. • Destroy artillery • Get ’em out alive To design your own fantasy army, see the relevant section on • Prisoner exchange • King of the hill page 24. pqqqqqqqqqqqqqqqqqqqqrs 23 ADVENTURES BUILDING CHAPTER 2 but the wizards are tapped out, some of your characters bide their time for several hours before the army needs will go for action while others recommend rest—a recipe their services again. for splitting the party. And if the campaign stakes for the Grunt Labor: Even elite troops sometimes have to dig battle are high (a titanic battle between good and evil, their own trenches. If another front desperately needs for example), the PCs might feel compelled to continue a supply wagon but the drivers are casualties of war, the fighting even after expending all their resources. In a PCs might get pressed into service as teamsters. You can typical dungeon, characters can often come and go as provide in-battle downtime by giving them orders that they please, so they have control of their game-world don’t necessarily involve combat or NPC interaction but pacing. But the battle itself won’t be around forever (in still take up game-world time. most cases), so PCs in the adventure you’re creating don’t Environmental Delays: When thunderstorms gather have that luxury. across the battlefield, the weather makes communication, In-Battle Downtime: You can avoid depleting the PCs’ fighting, resting, and reconnaissance more difficult and strength and resources to a perilous level by creating in- often results in delays in the plans of both armies. Bad battle downtime for them—time away from the fight while weather is a chance for PCs to rest and make further battle the battle continues. This concept is similar to strategic plans—and you get the side benefit of using the storm downtime (discussed in Chapter 1), differing in the degree to account for changes in the terrain (a mud-soaked field to which the characters remain directly connected to the can be much harder to cross than dry earth) and possible events of the adventure while taking a break from the changes in the enemy army (the arrival of new troops, a actual fighting themselves. During strategic downtime, the stealthy retreat of an outnumbered army, or the like). PCs might leave the vicinity of the battle and do something One obvious environmental delay is nightfall. If neither besides fight the enemy; during in-battle downtime, they army has many soldiers with low-light vision or darkvision, remain close to the action but aren’t currently engaged it’s almost impossible to organize much more than spo- with the enemy themselves. radic skirmishes at night. Besides, most humanoid armies You can set up both short in-battle downtimes (in which need to sleep periodically to be at their best. And even the PCs have up to an hour or two between encounters) low-light vision and darkvision aren’t as good as the sort and long downtimes (enough time for spellcasters to rest of vision allowed by ordinary daylight. Imagine yourself and prepare spells). Doing so gives the PCs a fair shot at sneaking around a lightless battlefield, able to see only overcoming repeated challenges without punishing the enemies and landmarks that happen to be within 60 feet spellcasters or forcing the PCs to fight beyond the limits of you. Even dwarf or orc armies fighting on the surface of their endurance. curtail their activities at night, because it’s too easy to In-battle downtime works best as a DM’s tactic when lose contact with your comrades in the darkness. The you explain the slowing of the game-world pace with only armies that push on despite darkness are the truly a reason tied to the game world. Here are some ways to desperate and those armies that can see in the dark and justify in-battle downtime. never need to sleep, such as undead armies or forces made",
        "name":  "Complex and Multiple Objectives",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The effect of a wall of thorns spell provides total cover crevasse is typically 2d4×10 feet deep, 5 to 20 feet across, for those on one side of it against those on the other side. and at least 20 feet long. Climbing out of a chasm requires Creatures inside the wall have cover against adjacent creatures a DC 15 Climb check. adjacent to the wall and total cover against all others. Rock Formation: The following rock formations have",
        "name":  "Thorns",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These clouds act like smoke and are Razor-Wire: Razor-wire can be stretched taut across moved or dispersed by wind. Noxious fumes might be 10-foot distances and anchored to walls, trees, or boulders. poisonous or even deadly. Poisonous clouds might contain Any creature moving into razor-wire might be cut by inhaled poisons such as ungol dust or insanity mist (see it. Razor-wire is a CR 1 trap described on page 71 of the Poisons, page 297 of the Dungeon Master’s Guide). Other Dungeon Masters Guide. noxious fumes might be similar to an acid fog or cloudkill spell. Or the fumes might simply lack oxygen, in which ANCIENT BATTLEFIELDS case a creature must hold its breath or suffocate (see Suf- Years, decades, and even centuries after a bloody battle, the focation, page 304 of the Dungeon Master’s Guide). remnants of ancient conflicts can still litter the field. Time",
        "name":  "Noxious Fumes",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scavenging creatures flock toward the Symbol of stunning Cleric 7, sorcerer/wizard 7 Symbol of weakness Cleric 7, sorcerer/wizard 7 stench of rotting corpses in the first few weeks after a Temporal stasis Sorcerer/wizard 8 battle. Some stay in the area for generations, well after the Transmute mud to rock Druid 5, sorcerer/wizard 5 last body buried in a mass grave has been picked clean. Trap the soul Sorcerer/wizard 8 In addition to rats, vermin, and vargouilles, which no one Wall of iron Sorcerer/wizard 6 would be surprised to see hanging around a place of death, Wall of stone Cleric 5, druid 6, sorcerer/wizard 5 adventurers can also find creatures such as will-o’-wisps that have * New spell described in Chapter 6. come to feed on the anger of the battle, ankhegs and bulettes",
        "name":  "Scavengers",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Primary: Get the prince back to friendly or other event cuts off the passage back to the primary territory. force. A sending spell informs the PCs that the army",
        "name":  "Objectives",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ghouls and ghasts attack the closest living enemies. If an enemy falls, there is a 50% chance that any adjacent ghoul will stop and feed (dealing automatic damage each round) unless attacked. The clerics of Nerull in the second wave of attacks will begin by bolstering the undead against turning attempts as the forces march into battle. Once battle is joined, the Nerullites cast first desecrate and then prayer into the areas of thickest fighting. The cleric colonel then seeks out the PCs, targeting them with unholy blight and flame strike before wading into melee with poison and slay living spells. The wights try to sneak around to a flanking position and take out stragglers and those near the edge, bolstering their numbers as they create spawn from their victims. When they number ten or more, they seek out any clerics to try to eliminate any source of positive energy.",
        "name":  "Tactics",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The POW camp consists of three the highest hill is 150 feet from camp but only 50 feet wooden buildings, each 30 feet by 60 feet, laid out in a higher in elevation. triangle around three 10-foot-by-10-foot huts. Two of the Tactics: If the PCs are not spotted as they approach buildings are practically empty, holding little more than the camp, they can determine the routine of the guards bunks and a central table. The third building is partitioned as outlined above by watching the camp for several into three rooms: a bunk room with four beds and a table, hours. Allow PCs to make a DC 15 Wisdom check a more lavish bedroom, and an office. The large buildings each hour (with a bonus of +2 per hour watched). house the following troops. Divination spells such as clairaudience/clairvoyance could also help the PCs determine the camp’s complement • 12 gnolls (Monster Manual page 130) and routine. • 8 ogres (Monster Manual page 199) However, all guards get Spot checks to notice the PCs • 5 ogre brutes (page 146) each hour that the characters spend in the hills above • 1 ogre mage (Monster Manual page 200) the camp. Once the PCs are noticed, an alarm is raised that brings all active guards running. One round after Six of the gnolls, traveling in pairs, are on guard duty the alarm has been raised, guards dining in the barracks on the outskirts of the camp at all times. In addition, rush out to join the melee. Two rounds after that, the 2 ogres and 1 ogre brute guard the small huts at all sleeping guards also join the battle. The ogre mage is times. The rest of the troops are resting in the three eating during the first nighttime watch and asleep during large buildings. Half of these are sleeping and half are the last two watches. If the battle begins to go poorly for eating or relaxing. The ogre mage is either outside or in the ogres, the ogre brutes attempt to set fire to the small huts before fleeing.",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "hp 49; page 150. legion spells (see page 124) to temporarily animate fallen",
        "name":  "Lizardfolk Lieutenant",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "hp 98; page 151. nearest foe, while the ghasts try to pick out wizards Cleric of Nerull Colonel (2): hp 57; page 151. or others who might be more easily paralyzed. Due to their standing orders, a ghoul has a 50% chance of leav- Shock Troop ing fallen foes alone instead of feasting, while a ghast EL 7: Leading the charge of the Unliving Legion will ignore paralyzed or fallen creatures until the end is a gang of wights. Sometimes they march in the of the combat. When their task is done, the ghasts will midst of the skeletal horde, but they prefer to move sometimes pick a tasty looking foe to carry back and out ahead of the troops, trying to stay hidden until devour later. they are upon the enemy. If they can catch a group Ghouls (12): hp 13 each; Monster Manual page 119. of soldiers unaware, they might be able to slay many Ghasts (3): hp 29 each; Monster Manual page 119. of them very quickly. Within minutes the slain foe rise again as wights, giving them a new force numbering in Infantry the dozens. The new, larger group then splits up into EL 7: The backbone of the Unliving Legion is the smaller gangs, to more quickly spread death and undeath skeleton and zombie horde. Each unit of skeletons or among the enemy. zombies is tended by a Nerullite lieutenant, who orders Wight Gang (4): hp 26 each; Monster Manual page 255. the mindless mob about. The cleric usually bolsters the undead with a rebuke attempt as the troops ap- Strike Team proach battle, and then tries to keep the unit together EL 8: Pelarch knows that a pack of ghouls can quickly as long as possible, using her spells when necessary demoralize a foe as they spread disease through their to defeat her foes. While the skeletons and zombies of victims. In order to proliferate ghoul fever, the ghouls the horde are mindless and replaceable, the clerics do are ordered to injure as many enemies as possible without not have that same view of themselves, and might rout dnalgnE .W yb .sullI An aerial assault by vrocks spearheads the advance of the Tanar’ric Horde 57 ENCOUNTERS BATTLEFIELD CHAPTER 3 if their charges fare poorly, leaving the undead at the line. Some units march under a banner of the unliving (see page 133).",
        "name":  "Basarab Voivode, Blackguard",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "hp 216; Monster Manual page 45. Air Assault EL 14: A squad of vrocks maintains air support, attacking foes from above. Some vrocks swoop down into the melee and attack with beak and claw, while others prefer to use their telekinesis spell-like ability to lift a 300-pound object high into the air and drop it repeatedly on their foes. Once battle is joined, a vrock squad might be directed to land behind enemy lines and engage in a dance of ruin. This aptly named dance Illus. by F. Vohwinkel Bearded devils burst through a portal to begin an assault by the Baatzeu Brigade 58 3 RETPAHC DLEIFELTTAB SRETNUOCNE will destroy most enemies along a great swath of the their wake, laying about with unholy blight or chaos ham- front line, so opposing commanders would be wise mer in an attempt to break open holes in the enemy line. to always be on the lookout for cavorting vrocks and After a few minutes chaos has usually taken hold, with disrupt them as quickly as possible. the demons fiercely attacking any nondemons in the area Vrocks (6): hp 115 each; Monster Manual page 48. (except for the hezrou, who occasionally take out a dretch with a wild swing). Strike Team Dretch Mob (10–40): hp 13 each; Monster Manual EL 11: Extremely stealthy, gangs of page 42. babau make excellent strike teams. Hezrou: hp 138; Monster Manual page 44. With their ability to use greater tele- port at will, babau can reach their BAATEZU BRIGADE destination instantaneously, wreak From the Nine Hells of Baator, armies of devils what havoc they need, then disap- march forth, laying waste to anything in their pear without a trace. When they path. Bearded devils march in orderly ranks aren’t able to teleport, they keep at the front of a mass of lemures, themselves undetected using while cornugons and gelugons loom more conventional methods. in the distance and beautiful eriny- If unprepared for combat, they es soar overhead. The carefully leave until they can prepare ordered might of the infernal Baat- themselves properly. When ezu Brigade is a sight to behold, they fight, they use terrain but it is much safer to do so from and allies to their best advan- a distance. tage, always maneuvering for The Lords of the Nine and the pit a sneak attack and position- fiends that serve them each have their ing themselves for Cleave own vision of the perfect army. The opportunities. Babau Baatezu Brigade presented here is a are typically sent on sample of many such forces under the raid or assassination command of the archdevil Bel. This missions, targeting force is ostensibly led by a gelugon obvious heroes strategist, but the direction of the or leaders. Brigade is always influenced Babau Gang (6): by Bel’s representatives—a pair hp 66 each; Monster of cornugons. When engaging in Manual page 40. battle, the Baatezu Brigade is swift and efficient, always attacking the ene- Infantry my’s strongest point, EL 12–13: Mobs then moving to the of dretches comprise next strongest, and the rank-and-file of so on until every this tanar’ric horde, enemy has fled with a hezrou keeping or fallen. Erinyes the pitiful creatures scout above the moving toward the battle, occasional- battle. The dretch- ly taking potshots es rush forward, at the melee below. and are usually so Bearded devils are frightened of their the vanguard, fol- hezrou wranglers lowed by mobs of that they some- lemures. Cornu- times forget to gons follow the stop and fight, instead lemures, marching running up to and over to where resistance the enemy line (treat as is the strongest, bull rush or overrun at- and quick-strike teams are deployed to tempts). This tactic leads take out key forces or commanders. to confusion and disarray, which ultimately favors the dretch. The hezrou follow in sdlonyeR .W yb .sullI 59 ENCOUNTERS BATTLEFIELD CHAPTER 3 Command Retinue Bearded Devils (Barbazu) (8): hp 45 each; Monster Manual EL 18: A particularly cunning gelugon is selected to page 52. plan the battle, making adjustments during the melee Bone Devils (Osyluth) (2): hp 95 each; Monster Manual as necessary. It is accompanied by a pair of cornugons, page 53. who never leave its side. If confronted, the cornugons Ice Devil (Gelugon): hp 147; Monster Manual page 56. immediately attack, concentrating on spellcasters first. Meanwhile, the gelugon creates a persistent image of a pit ARMY OF THE ALLIANCE fiend arriving in a blast of fire and brimstone, then moves The forces of the traditionally good-aligned races of the to between the cornugons, engaging foes as opportunities world have banded together to fight the armies of evil. present themselves. The fiends use their summon baatezu The Army of the Alliance is primarily human but is powers only as a last resort, to avoid indebting themselves supplemented with representatives from the dwarf, elf, to other devils. and halfling lands, each providing specialized troops. Led Horned Devils (Cornugons) (2): hp 172 each; Monster by General Haus Ballard, the alliance forces employ dwarf Manual page 55. engineers, halfling outriders, and elf commandos as well Ice Devil (Gelugon): hp 147; Monster Manual page 56. as traditional soldiers, archers, and cavalry. Due to the diverse nature of the troops at his disposal, Scout Troops General Ballard can alter his tactics to suit the battle at EL 8 or 12: The striking, winged erinyes are the far- hand. The Army of the Alliance is capable of striking seeing eyes of the Baatezu Brigade. They usually fly solo, swiftly, with commandos and cavalry hitting the enemy looking for the enemy’s strengths and weaknesses and quickly, or of staging a long siege, with artillery and sap- keeping an eye out for anything out of the ordinary. When pers wearing down defenses. Typical tactics involve initial encountered, an erinyes first tries to use charm monster on artillery and arrow volley strikes preceding the advance of her opponent, resorting to ranged attacks if that fails. If the infantry. Heavy or light cavalry ride out to the flank, outmatched, the erinyes telepathically contacts a nearby while strike teams bolster the weakest points of the line. hamatula, who teleports in 1d4 rounds later and join the Of course, many other missions are carried out during fray. If a hamatula is not in range of telepathy, the erinyes and before the battle—including raids on supply lines, uses greater teleport to find one and returns with its ally in sabotage of enemy siege engines, and the like. Naturally, 1d4+1 rounds. the presence of battle mages and clerics have significant",
        "name":  "Marilith",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you use a spell or effect to heal damage taken by an ally, you can attempt a rally check as Orderly Commander a free action to improve that ally’s morale. You are adept at getting your soldiers back into the fray quickly.",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Allies within 30 feet of you deal an extra 1d6 outcomes designed for that battle (see The Victory Point points of damage against foes that they flank. This benefit Framework, page 41). More victory points will earn the is considered a morale bonus. PCs a better outcome for their army, while characters who shirk their duties, play it safe, or otherwise fail to perform Spellslinging Commander as expected could hurt the fortunes of their army. The spellcasters in your command are inspired by Discussed below are a number of ways PCs can earn your presence and can channel extra energy into their victory points, along with suggested awards for each com- combat spells. pleted mission. You can add new activities worth victory",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Commander rating 3, ability to cast 1st- points to reflect the character of a specific battle or alter level spells, Spellcraft 5 ranks. the awards as you see fit. For example, in a battle between",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some enemies are more precious to post was using. Whenever they disrupt the enemy’s their commanders because they’re particularly versatile ability to communicate, they slow the reaction time or effective on the battlefield. Defeating enemy cavalry of their foes and make it easier to outfight and out- (whether in the form of mounted soldiers or intrinsically maneuver them. fast creatures such as giant eagles) is worth an extra 10 To earn the victory points, the characters must disrupt victory points. Elite or well-known enemies (such as a enemy communications to the point where a particular band of mercenary ogres hired by a goblin army) are worth enemy group isn’t communicating with its fellow units an extra 10 to 20 victory points. Enemies with significant or with its leadership. spellcasting at their disposal are worth an extra 10 victory Examples: Disrupting communication to and from a points, because they’re versatile—their commanders can unit of less than twenty enemies doesn’t do much—unless have them prepare different spells depending on what they the enemies are elite or otherwise valuable out of propor- anticipate the day of battle will bring. tion for their numbers. Isolating a squad of eight 1st-level dwarf warriors, for example, is worth 10 victory points. DISRUPT ENEMY COMMAND Preventing a group of four 5th-level dwarf fighters from 1 victory point per ten soldiers under command (maximum getting new orders is a bigger deal, earning the group 18 100 points) victory points. Attacking enemy commanders can be an efficient way Large units of low-level enemies don’t have ELs because to win a battle—the PCs are essentially beheading the the PCs don’t really encounter them all at once. Cutting enemy and rendering its other advantages moot. But the off communication to large groups of this sort is worth enemy knows how valuable its commanders are, and every 1 victory point for every ten enemies in the group, to a army protects its command structure as well as it can. maximum of 50 victory points for a group of five hundred To earn the victory points, the characters must render enemy soldiers. some part of the enemy leadership unable to command the Adjustments: The above awards assume that after the rank and file. Usually this means killing a commander, characters disrupt communications, it takes hours for but if they capture one, force the commander to flee, or the enemy to figure out what’s going on and reestablish otherwise sever the commander’s contact with the troops contact. If the communications blackout lasts longer, under his or her command, that’s good enough to earn increase the victory point award by 5 to 20 points. If the the victory points. The PCs also earn victory points for communications blackout doesn’t last for at least an hour, defeating the commander as an enemy, and they’ll prob- it’s probably not worth any victory points. ably get still more victory points for defeating the enemy If the characters think to replace the enemy communica- guards and seizing the headquarters if it’s an important tions with false messages of their own, this tactic is worth defensive point. an extra 10 victory points, or 20 if the ruse lasts throughout",
        "name":  "Adjustments",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If the maneuver point is particularly (such as the clifftop catapult example above), it’s easier fragile, such as a rickety wooden bridge, it’s worth 10 vic- to protect and thus worth 10 points less. If the defensive tory points to reflect the greater difficulty of protecting aspects of a point have a significant impact on the struggle it. If the PCs can make the maneuver point more effective to control it, calculate victory points as if the location were or more easily usable (for example, by clearing debris off a defensive point. a road or building a defensive structure at the location), If the PCs improve the ability of the site to project attacks they earn an extra 10 or 20 victory points. at the enemy, that’s worth 10 victory points. For example, a PC spellcaster could use mirage arcana to enable the archers PROTECT OFFENSIVE POINT on a hillock to ambush passing enemies. 20 to 100 victory points The enemy is often smart enough to target archers PROVIDE INTELLIGENCE occupying the high ground, catapults behind the battle 10 to 50 victory points lines, and other points of offensive value to a friendly army. An army without good intelligence is like a boxer who In such a situation, the PCs might be entrusted with the has been blindfolded. It can deliver a powerful punch, task of protecting a point that has offensive value. but it poses little threat because it can’t put the punch To earn the victory points, the characters must repulse where it’s needed. An army that knows its enemy’s an attack from enemy units while keeping the offensive location, future plans, strengths, and weaknesses can value of the point intact. That often means protecting the concentrate its efforts at key points, enabling it to defeat friendly units at the point. If they keep the high ground a much larger enemy. Whether the PCs’ reconnaissance but all the friendly archers who occupied it die in the patrol spots enemy campfires or a PC’s charm person process, they don’t get victory points. spell gets an enemy prisoner to talk, the PCs aid their Whether or not the PCs successfully protect the point’s army whenever that information gets into the hands offensive value, they earn victory points for defeating the of their army’s decision-makers, because it helps the enemy units trying to seize it. commanders make smarter decisions that can turn the",
        "name":  "Adjustments",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If the characters learn about important considering the direction the PCs’ army is a previously unknown weakness or strength that enemy moving (such as a guard post that looks only to the units have, they earn victory points. If the weakness is so east when the army is traveling westward), its victory severe that foreknowledge of it makes the enemy unit’s point award is reduced by 5. If the characters damage defeat almost automatic, the intelligence is worth 20 the defensive value of the point when they seize it (by victory points. If the PCs discover that the two hundred blowing big holes in the walls, for example), the victory soldiers in the enemy castle have run out of water and will point award is reduced by 10. If they ruin the point’s be unable to fight in three days’ time, that information is defensive value (by destroying the walls with a transmute worth 40 victory points. Conversely, if the enemy units’ rock to mud spell, for example), the victory point award is hidden strength is so overwhelming that only special reduced by 20. countermeasures will give the PCs’ army a chance, they earn an extra 20 victory points. SEIZE INTRINSIC POINT",
        "name":  "Weaknesses and Strengths",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add 10 victory points if the enemy units are any enemy units present at the point and otherwise make elite, spellcasting, or faster-moving than typical low-level the location safe before they turn it over to friendly units. soldiers, because the PCs’ commanders are particularly They also earn victory points for the enemy units they interested in keeping track of those sorts of units. defeat while seizing the point.",
        "name":  "Adjustments",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If the offensive point is useless to the like wildfire. army seizing it because of the direction it faces (such as a That’s why recognition points are tracked separately cliff that faces the sea the PCs’ army just came from), its from victory points. As characters travel from mission victory point award is reduced by 5. to mission on the battlefield, they might face a choice pqqqqqqqqqqqqqqqqqqqqrs ENEMY COUNTERMEASURES If the PCs start seizing key points on the battlefield, killing enemy that army. A barbarian horde, for example, might not realize commanders, and frightening off enemy units, the enemy army how much of a nuisance the PCs have become because the will eventually notice and try to put a stop to their efforts. When barbarians’ unit commanders don’t communicate with each the characters reach certain victory point thresholds, enemy other much. In contrast, an army of devils that can scry and units—often elites of some kind—will be dispatched to find communicate telepathically might respond quickly to the them and thwart their further efforts. characters’ success, putting out an “all points bulletin” to How soon the enemy responds and what units it responds nearby units and using teleport spells to instantly confront with depends on the organization and overall strength of the PCs. pqqqqqqqqqqqqqqqqqqqqrs 85 WAR RULES OF CHAPTER 4 between a mission that’ll earn them victory points (such in disarray. Furthermore, a friendly unit that isn’t directly as getting some captured supply wagons back to a friendly involved in the battle must witness the PCs’ victory. logistics unit) and a mission that’ll earn them recognition Examples: Defeating an elite squad of eight bearded points (such as climbing to the top of a nearby hillock and devils known as the Tormentors of Minauros is an EL 11 planting their army’s standard). encounter, so it’s worth 11 recognition points. However, Chapter 2 of this book includes advice to the DM on how defeating another squad of eight bearded devils isn’t worth to take recognition points into account when planning a any recognition points—they weren’t particularly well- battlefield adventure. The basic award structure—and how known or feared as the Tormentors were. PCs can spend those recognition points—is presented Adjustments: If the notable unit is able to regroup and here so players can get a sense of how their choices will make a significant contribution later in the battle, only impact the recognition points they earn. half the normal recognition point award is given out. Only PCs earn recognition points. NPCs earn promo- tions and medals when other NPCs see fit to award them Fight in Famous Battle (in other words, whenever the DM believes it fits the 3 to 5 recognition points ongoing narrative). Discussed below are several examples Some battles, whether won or lost, have a special reso- of activities that would make characters eligible for recog- nance among the soldiers who fought in them. If you’ve nition point awards. survived the catapult barrages of Rorak’s Point or the ghoulish hordes during the Second Battle of Gethasee Capture Enemy Standard Fields, you’ll never forget the experience, and you’ll feel a (EL of enemy unit × 1/2) recognition points kinship with comrades who fought at your side. It’s considered bad luck to have your standard captured, This kinship extends beyond those who actually fought and the pennants of enemy units are therefore prized in the famous battle. Civilians and soldiers who are else- trophies. It cheers the heart of a soldier to see an ally where, if they’ve heard tales of the famous battle, will be galloping toward friendly territory, holding a captured fascinated by those who were actually there. enemy standard upside down. To earn the recognition points, the characters must play To earn the recognition points, the PCs must take a meaningful part in a battle important enough to occupy possession of an enemy standard and then return it to a a prominent place in history. Whether a particular battle commander behind friendly lines. Simply grabbing an is noteworthy enough to earn recognition points for its enemy’s national flag or army insignia doesn’t count. They participants is a matter for historians and storytellers have to steal a distinctive standard that identifiably belongs to decide, so the recognition points are awarded at the to a specific enemy unit. If they take multiple standards DM’s discretion. from the same unit, they don’t earn the recognition award Examples: Many of history’s famous battles are resound- multiple times. ing successes or tragic failures and are named accordingly.",
        "name":  "Adjustments",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you have 5 or more ranks in Intimidate, you signals by spending 1 or 2 skill points on this application gain a +2 bonus on rally checks (see page 73). of the Speak Langage skill. pqqqqqqqqqqqqqqqqqqqqrs CAMOUFLAGE NETTING On the battlefield, characters are often required to conceal • Cold plains themselves from sight—sometimes without a handy rock or • Temperate deserts tree to hide behind. Camouflage netting is specially crafted to • Temperate forests allow characters to accomplish exactly this task. It is basically • Temperate hills/mountains a large blanket mottled in colors appropriate to the climate • Temperate marshes and terrain, sometimes incorporating foliage, branches, and • Temperate plains other materials. • Warm deserts Camouflage netting is made in a specific size and to match a • Warm forests specific climate/terrain type. It allows a character of the specified • Warm hills/mountains size or smaller to attempt a Hide check in the specified climate/ • Warm marshes terrain type even though the character does not have cover or • Warm plains concealment. It only functions as long as the character remains • Aquatic stationary—moving even as little as 5 feet negates the netting’s • Underground effect. It also allows an object of the specified size or smaller to The weight and price of camouflage netting depends on the be hidden (an object’s base Hide check modifier is –5 plus any largest size of creature the netting can accommodate. modifier for size; see page 76 of the Player’s Handbook). Camou- flage netting used in a climate/terrain combination that it isn’t Size Weight Price designed for has no effect. Tiny or smaller 1 lb. 5 gp The possible climate/terrain combinations for camouflage Small or Medium 3 lb. 25 gp netting are as follows: Large 10 lb. 100 gp • Cold deserts Huge 30 lb. 200 gp • Cold forests Gargantuan 100 lb. 500 gp • Cold hills/mountains Colossal 300 lb. 1,000 gp • Cold marshes pqqqqqqqqqqqqqqqqqqqqrs 96 5 RETPAHC YRATILIM EHT RETCARAHC Sending a communication via battle signals requires at fifty individuals, you can estimate their numbers to least one free hand. Most orders that can be communicated the nearest hundred. For example, a group of eighty-six using battle signals are relatively straightforward, such as gnolls would be estimated as ninety, and a horde of four “Attack now,” “Stay here,” “Go over there,” or “Surround hundred twenty-seven barbarians would be counted as that target”; the language is incapable of more complex four hundred. communication. You can’t, for example, use battle signals This skill use only applies to groups of one thousand to convey more than one order at a time to a certain target individuals or less. (such as “Climb that hill and then defend the spot”) or to Locate Commander: You can pick out an officer or com- communicate a conditional instruction (such as “Attack mander with a DC 20 Spot check. only if you see orcs”). Locate Artillery: A DC 25 Spot check gives you the An intended target of the communication must be approximate range (within 30 feet) to any sort of artillery within 120 feet and be able to see the character using battle firing into the battlefield, whether the source is a siege signals in order to understand him. engine or a spellcaster. The DC of this Spot check is not Even those who do not know battle signals can make a modified by distance. DC 15 Intelligence check to understand any simple com- mand (of up to three words in length) communicated via FEATS battle signals. Battle signals have no alphabet or written form. This The new feats described in this section are generally useful kind of communication transcends normal language in traditional D\u0026D campaigns, but they truly shine when barriers, though creatures must be vaguely humanoid in employed on the battlefield. form to use it. A semaphore version of battle signals exists, whereby BALLISTA PROFICIENCY characters who know the signals can use flags or banners You have trained in ballista operation. to communicate over longer distances. This counts as a Benefit: You do not take the normal –4 nonproficiency separate language from the hand signals described above penalty when making an attack roll with a ballista (see and can only be understood by those who have specifically page 65). learned the semaphore version. Semaphore battle signals Special: A fighter can select Ballista Proficiency as can be read from ten times farther away than hand signals one of his fighter bonus feats (see page 38 of the Player’s (up to 1,200 feet); use of a spyglass doubles this range (up Handbook). to 2,400 feet, or almost half a mile).",
        "name":  "Synergy",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Point Blank Shot. they spontaneously cast spells as well. The bard’s support",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast cure light wounds. You are capable of seeing potential battlefield advantages where others cannot.",
        "name":  "Spells",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +5 bonus on Knowledge checks that enhance her healing skills. She also continues to gain made to gain a strategic advantage (see Strategic Advan- spellcasting power. tages, page 70). Spellcasting: As you attain more levels, you continue",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Enlarge Spell reach as part of the casting, but all targets must be touched",
        "name":  "Feats",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Female human wizard 5/war weaver 3; CR 8; improving themselves, their NPC allies and enemies will Medium humanoid; HD 8d4+16; hp 37; Init +1; Spd 30 ft.; certainly seize the chance to improve themselves or for- AC 14, touch 12, flat-footed 13; Base Atk +3; Grp +2; Atk mulate plots that come to fruition in future adventures. or Full Atk +3 melee (1d4–1/19–20, masterwork dagger); SA spellcasting; SQ eldritch tapestry, quiescent weaving; WHAT IS A TEAMWORK BENEFIT? AL LN; SV Fort +5, Ref +4, Will +8; Str 8, Dex 13, Con 14, War is not an individual calling. Whether it’s the precise Int 18, Wis 10, Cha 12. commands issued to a phalanx of heavy infantry or the",
        "name":  "Arvena",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  " for at least two weeks, learning the nuances and standard “Is this a specific tactic, or is it an accumulation of countless operating procedures of the team. This training can occur small benefits?” If the benefit you imagine is analogous to a specific sequence of actions, it’s not a teamwork benefit, just a during the training time required to gain the benefits of smart tactic. If the benefit emerges from familiarity among the a new level. characters and a shared understanding of general techniques, A character can join an adventuring party without join- then it’s a teamwork benefit. ing the team that includes other members of the party. pqs In this case, he doesn’t gain any teamwork benefits, but 117 CHARACTER THE MILITARY CHAPTER 5 neither does his lack of prerequisites count against the Friendly Fire Evasion team’s qualification for the benefits. By attuning yourself to minute, almost subliminal changes A character leaves a team at his option or by consensus in your environment, you get just enough warning to avoid of the other members of that team. damaging area spells cast by your allies.",
        "name":  "When designing your own teamwork benefits, ask yourself",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "During the training procedure for this benefit, TEAMWORK BENEFIT the spellcasters on your team cast lightning bolts, fireballs, DESCRIPTIONS flame strikes, and other area spells in their arsenal, and other Here is the format for teamwork benefit descriptions. team members stand on the fringes of the spells’ area, their senses perked for the whiff of brimstone, the crackle of Benefit Name static electricity, or the barely audible hum that occurs an Description of what the benefit does or represents. instant before such spells go off. Then you practice ducking,",
        "name":  "Training",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A brief discussion of the training procedure dodging, and covering so that you avoid the damage from required to acquire the benefit. those spells.",
        "name":  "Training",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A base attack bonus, a feat Task Leader Prerequisite: Spellcraft 4 ranks, eva- or feats, a minimum number of ranks in one or more sion ability. skills, a class feature, or some other requirement that at Team Member Prerequisite: Base Reflex save +2, least one character on the team must have in order for Spellcraft 1 rank. the team to acquire this benefit. This entry is absent if a Benefit: You gain the evasion ability (see page 41 of the teamwork benefit has no task leader prerequisite. A benefit Player’s Handbook), but only concerning spells cast by your can have more than one task leader prerequisite; all task team members. leader prerequisites for a particular benefit must be met Tips: Use this teamwork benefit to keep tough charac- by the same character. ters in the front line despite allied damaging spells raining",
        "name":  "Task Leader Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These requirements must down around them. Of course, you still need a pretty good be met by every member of the team in order for the team to Reflex save bonus to take full advantage of this benefit. acquire this benefit. This entry is absent if a teamwork benefit has no team member prerequisite. A benefit can have more Friendly Fire Evasion, Improved than one team member prerequisite. If another teamwork You have further attuned yourself to the subtle precursors benefit is given as a team member prerequisite, all members of the area spells your comrades cast, so you can usually of the team must qualify for the prerequisite teamwork avoid their worst effects. benefit before the new benefit can be acquired. Training: As described in Friendly Fire Evasion,",
        "name":  "Team Member Prerequisites",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "What the teamwork benefit enables the team above. members to do. Task Leader Prerequisite: Spellcraft 6 ranks, improved",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Advice for players and DMs using this teamwork evasion ability. benefit. Team Member Prerequisite: Friendly Fire Evasion teamwork benefit, base Reflex save +3, Spellcraft 1 rank.",
        "name":  "Tips",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain the improved evasion ability (see page By taunting your enemies and projecting an air of menace, 42 of the Player’s Handbook), but only concerning spells cast your team can send them fleeing from the field of battle. by your team members.",
        "name":  "Fearsome Roster Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Intimidating enemies is more than an indi- Tips: As with Friendly Fire Evasion, this teamwork vidual effort once the members of your team have practiced benefit lets tough characters stay in the front line despite together enough to earn this teamwork benefit. Even in allied damaging spells raining down around them. A good a fight, your collective body language exudes dangerous Reflex save bonus isn’t as crucial to take advantage of this menace, and each team member responds to comrades’ benefit, but it still helps. telling blows with war cries and demoralizing taunts.",
        "name":  "Training",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If your team has acquired this benefit, you should panic and flee from battle entirely. be keenly aware of the conditions that force your enemies Training: At first, would-be heavy cavalry team mem- to make morale checks. Usually, individuals make morale bers simply practice running across an open field, four checks when they fall to half their hit points or less, and abreast. But as the riders and mounts grow more accus- the surviving members of units make morale checks when tomed to each other, they gradually reduce the space that half their original numbers have fallen or fled. See Morale separates one steed and rider from another. Once they’re Checks, page 72, for more information. galloping shoulder to shoulder, the team members practice 118 5 RETPAHC YRATILIM EHT RETCARAHC sweeping turns and maintaining their formation despite watch for enemies, then you cover your comrades while difficult terrain. they advance. While this teamwork benefit doesn’t help Training often concludes with practice in trampling much amid the tumult of a pitched battle, you’re able enemies. Good-aligned heavy cavalry might practice by to sneak behind enemy lines to attack enemy leaders, running down livestock, illusory enemies created by sabotage siege engines, and otherwise give your army the friendly spellcasters, or wood-and-straw jousting dummies. upper hand before the trumpets sound.",
        "name":  "Tips",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To close their formation, the team members and members of an infiltration team get good at sharing hiding their mounts first line up in adjacent squares, then move spaces, darting from cover to cover, and timing their move- closer together so that each takes up a square half as wide ments to be as silent and stealthy as possible. as usual. For example, a Medium character mounted on a Task Leader Prerequisite: Hide 8 ranks, Move Silently horse or other Large creature normally takes up a 10-foot 8 ranks. square, and a team of four such characters would occupy a Team Member Prerequisite: Hide 1 rank or Move rectangle 40 feet wide and 10 feet deep. By contrast, if the Silently 1 rank. same team had trained together and acquired this teamwork Benefit: Your team can move at full speed without benefit, they could compress their line into a unit only 20 taking a –5 penalty on Hide and Move Silently checks. feet wide and 10 feet deep, making it harder for anyone Other penalties (such as from difficult terrain) still apply, they overrun to dodge between the horses’ hooves. and you take the normal penalties on Hide or Move All team members must act on the same initiative count, Silently checks while attacking, running, or charging. so some members must delay to match the initiative count Team members are always visible to each other despite of the slowest member in the team. their Hide check results and the presence of anything As long as the characters remain in a cohesive set of less than total concealment (although cover might still squares and move at least their speed every round, they block line of sight between team members). If you move gain the following benefits: to a position where none of your comrades can see or • They don’t take the –4 penalty on attack rolls and to contact you, you lose the teamwork benefit at the start of AC for squeezing (described on page 29 of the Dungeon your next turn and don’t count as part of the team until Master’s Guide). you reestablish contact with at least one member. • Opponents can’t avoid overruns from team members; Tips: If you’re part of an infiltration team, keep in mind they must attempt to block. that you can take 10 on your Hide and Move Silently checks • The team members’ mounts count as one size category whenever you aren’t being threatened or distracted. It’s often larger for purposes of resolving overruns. For example, easiest to just tell your DM what the lowest Hide and Move a horse counts as a Huge creature (+8 bonus to overrun) Silently check results on the team are. Those check results rather than a Large creature (+4). set the DC for NPCs’ Spot and Listen checks. For the purposes of area spells and determining posi- tion on the battlefield, each Medium character on a Large Invisibility Sweep mount is considered to be occupying a space 5 feet wide If you’re aware of the presence of an unseen enemy, you and 10 feet long. can quickly move through an area and pinpoint your",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If your team has this benefit, have your team’s team can flank that foe. Spot and Listen modifiers figured out in advance. It’s a Tips: If your team has this benefit, you get the +2 bonus good idea to designate one character to make the Spot for flanking on your melee attacks more frequently. You’ll and Listen checks at the end of each round; making it a want to study how to flank unusually large creatures (see specific character’s responsibility means the group is less page 153 of the Player’s Handbook). likely to forget it. Team Rally Spellcaster Guardian The members of your team are particularly good at setting You have a keen sense of the timing of the spellcasters on a good example for other troops, supporting each other and your team, so you can often protect them from enemies exuding an aura of competence and confidence. when their spells are about to go off. Training: Most teams that acquire this benefit get it by",
        "name":  "Tips",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Over a period of weeks, you closely observe acting as a cadre for less accomplished soldiers, teaching your comrades as they cast spells, noting the exact ges- them the rudiments of military discipline and how to stay tures and phrases they use when they are at their most cool under fire. After you’ve dealt with enough recruits, distracted. You learn the idiosyncrasies of your allies’ you’re attuned to their fears and concerns. When recruits spellcasting techniques so well that you know exactly see the members of your team acting in unison in the face where they are in the spellcasting process just by watching of danger, they naturally try to emulate your bravery. and listening to them, even if you don’t know what the Task Leader Prerequisite: Charisma 13, commander words and gestures mean. rating 2 (see page 75).",
        "name":  "Training",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Reflexes, Spellcraft Team Member Prerequisite: Commander rating 1. 4 ranks. Benefit: Whenever a team member makes a rally check",
        "name":  "Task Leader Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dexterity 13 or Spellcraft (see page 73), she gains a +1 bonus on the rally check for 1 rank. each other team member the demoralized troops can see",
        "name":  "Team Member Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improve light in 80-ft.-radius OTHER SPELL USES cylinder.",
        "name":  "Battlefield Illumination",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reduce light in 80-ft.-radius cylinder. size and location of an enemy force and could reveal ideal ambush or battle locations. 5th-Level Cleric Spells The landscape of a battlefield can be changed dra- Spiritual Cavalry: Horsemen of force attack enemies. matically with control weather. A spellcaster can reduce Status, Greater: Monitors condition, position of many visibility or movement with fog or snow; likewise, a allies. spellcaster can cause tremendous damage with hail or tornados, depending on the time of year. 6th-Level Cleric Spells",
        "name":  "Commune with nature allows a spellcaster to determine the Early Twilight",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60-ft. cone of light dazzles creatures. developed the following spells in response to the needs Trip Vine: Plants trip creatures entering area. of the battlefield. Though they were developed in secret, they have now spread across the campaign world so that 4th-Level Druid Spells all armies have access to them. Battlefield Illumination: Improve light in 80-ft.-radius Some of the spell entries below mention classes not cylinder. found in the core rules. The healer appears in the Miniatures Hurtling Stone: Stone deals 6d6 damage, knocks Handbook, while the hexblade is from Complete Warrior. targets prone. BARD SPELLS HEALER SPELL 2nd-Level Bard Spell 6th-Level Healer Spell",
        "name":  "War college arcanists and clerics of war deities have Blaze of Light",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your voice carries 100 ft./level. Status, Greater: Monitors condition, position of many allies. 3rd-Level Bard Spell",
        "name":  "Resounding Voice",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target loses commander rating, HEXBLADE SPELLS aura; can’t add Cha to rally checks. 2nd-Level Hexblade Spell 4th-Level Bard Spell Crisis of Confidence: Target loses commander rating,",
        "name":  "Crisis of Confidence",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Enemies take –2 penalty on attacks aura; can’t add Cha to rally checks. and saves. 4th-Level Hexblade Spell 5th-Level Bard Spell Early Twilight: Reduce light in 80-ft.-radius cylinder. Leomund’s Billet: Creates sturdy barracks. 124 6 RETPAHC FO CIGAM RAW PALADIN SPELLS You create a downpour of acid that douses the area for 1 full round, dealing 7d6 points of acid damage to every 1st-Level Paladin Spell creature in the area.",
        "name":  "Drums of War",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60-ft. cone of light dazzles creatures. The ground within the area becomes muddy and/or slick from the downpour, and remains in that condition 4th-Level Paladin Spell for a number of rounds equal to the caster’s class level.",
        "name":  "Blaze of Light",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improve light in 80-ft.-radius Movement in the area is halved, though a creature can cylinder. move at normal speed by making a DC 10 Balance check. Failure on the check means it cannot move in that RANGER SPELLS round, and failure by 5 or more results in the creature falling prone. 2nd-Level Ranger Spells Material Component: A flask of acid (cost 10 gp).",
        "name":  "Battlefield Illumination",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Plants trip creatures entering area. AERIAL ALARM Abjuration SORCERER/WIZARD SPELLS Level: Ranger 2, sorcerer/wizard 2",
        "name":  "Trip Vine",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F/DF 2nd-Level Sorcerer/Wizard Spells Casting Time: 1 standard action",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None 3rd-Level Sorcerer/Wizard Spell Spell Resistance: No",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M 5th-Level Sorcerer/Wizard Spells Casting Time: 1 standard action",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creates skeletons or zombies. Spell Resistance: No You use negative energy to temporarily animate one or SPELL DESCRIPTIONS more corpses. You can create undead skeletons or zom- bies with this spell, but you can’t create more Hit Dice of ACID RAIN undead than twice your caster level. The Monster Manual Conjuration (Creation) [Acid] has game statistics for skeletons (page 226) and zombies",
        "name":  "Necro Animate LegionM",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. + 40 ft./level) way of a rebuke attempt or the control undead spell from",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No information on what is required to create a skeleton or zombie from a corpse.",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Unlike other spells with the light descriptor, battlefield",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level 126) but does not affect other darkness spells.",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 spell attempts are otherwise handled normally, and you",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S can counter the spell even if you do not have line of sight",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round to the spellcaster. If you counter a spell in this manner,",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Level: Druid 2, paladin 1",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action described on page 35. The trench or berm created is a Range: 60 ft. straight line up to 5 feet long per two caster levels. A berm Area: Cone created by this spell is 2 squares wide. Duration: Instantaneous",
        "name":  "You shift earth to create a shallow trench or a berm, as Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates such as an unworked cavern floor, a flagstone floor, or a Spell Resistance: Yes cobblestone street. A cone of bright light shines forth from just above the BATTLEFIELD ILLUMINATION caster’s head. All creatures within the cone that fail a Evocation [Light] Fortitude saving throw are dazzled for 1 minute. Sightless",
        "name":  "This spell has no effect when cast in an area of stone Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S A light spell (one with the light descriptor) counters and",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round dispels a darkness spell (one with the darkness descriptor)",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Level: Sorcerer/wizard 4",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Duration: 1 day/level A torrent of boiling oil rains down in the area you specify. This spell imbues a large area with negative energy. This Creatures in the area take 4d6 points of scalding (fire) functions as the desecrate spell (see Player’s Handbook page damage from the oil. Creatures that fail their initial saving 218), except as noted here. throw take an additional 2d6 points of damage in each each Desecrate battlefield counters and dispels consecrate and subsequent round of the spell’s duration (up to a maximum consecrate battlefield. of 6 rounds at 18th level). Material Components: A vial of unholy water and 1 pound The oil created by this spell is not itself flammable. of platinum dust (500 gp). CONSECRATE BATTLEFIELD DRUMS OF WAR Evocation [Good] Enchantment (Compulsion) [Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes This spell blesses a large area with positive energy. This effect functions as the consecrate spell (see Player’s Handbook When a bard casts drums of war and plays her instrument, page 212), except as noted here. the spell transforms that music into an ominous cadence Any creature slain within the area of this spell cannot of drumbeats that fills enemies with doubt. All enemies be turned into an undead creature for the duration of the within range of the spell take a –2 penalty on their attack spell, even if it is removed from the area. rolls and saving throws as long as the drums of war continue Consecrate battlefield counters and dispels desecrate and and for an additional 1 round per level afterward. Deaf desecrate battlefield. enemies and enemies under the effect of a silence spell are",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A vial of holy water and 1 pound unaffected by this spell. of platinum dust (500 gp). Focus: A masterwork musical instrument, which must be played. CRISIS OF CONFIDENCE Enchantment (Compulsion) [Mind-Affecting] EARLY TWILIGHT",
        "name":  "Material Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw: None",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Transmutation [Sonic]",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 2, cleric 2 This spell creates a 50-pound stone that speeds away from Components: S the caster in a straight line, dealing 6d6 points of damage Casting Time: 1 standard action to each creature in its path. In addition, any Medium or Range: Touch smaller creatures in its path are knocked prone. Target: Creature touched",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) LEOMUND’S BILLET Saving Throw: Will negates (harmless) Conjuration (Creation) Spell Resistance: Yes",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance: Yes You launch a ball of molten rock that detonates, shower- As spiritual charger (see below), except that you create one ing nearby creatures with red-hot stone and flames. The horseman for every four caster levels, up to a maximum of Spiritual cavalry 128 6 RETPAHC FO CIGAM RAW five horsemen at 20th level. No more than one horseman A spiritual charger deals 2d8 points of force damage, +1 can attack any single target. point per three caster levels (up to a maximum of 2d8+5 In addition to taking damage, any Large or smaller at 15th level). A spiritual charger threatens a critical hit creature struck by one of your spiritual cavalry must on a natural 20 and deals triple damage on a successful succeed on a Fortitude save or be knocked prone and critical hit. trampled by the rider, taking an additional 1d8 points of force damage. STATUS, GREATER Divination",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Spell Resistance: Yes (harmless)",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes This spell is identical to status (see Player’s Handbook page 284), except as noted above. A lance-wielding rider of pure force, bearing the symbol of your deity, springs into being and immediately makes TRIP VINE one attack against a target you designate within range. The Transmutation rider’s attack bonus is equal to your base attack bonus plus Level: Druid 2, ranger 2 your Wisdom modifier. If the rider appears in a location Components: V, S, DF at least 10 feet distant from its target, the spiritual charger Casting Time: 1 standard action gains an additional +2 bonus on the attack roll because it Range: Medium (100 ft. + 10 ft./level) is able to make a charge before attacking. Area: One 10-ft. square/level (S)",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "giant’s bag, masterwork greatclub. abilities, spells; SQ bardic knowledge +8, bardic music 5/day (countersong, fascinate, inspire competence,",
        "name":  "Possessions",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A normal crocodile can learn three tricks rogue levels. (attack, defend, come). This animal companion also knows Mobile Commander: Allies who begin their turn within the guard trick. 30 feet gain a +5-ft. bonus to speed. 151 APPENDIX Uncanny Dodge (Ex): Retain Dex bonus to AC when flat- *New spell described on page 124. footed or targeted by an unseen foe. PH 26. D: Domain spell. Domains: Death (death touch 1/day,",
        "name":  "Bonus Tricks",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 greatclub, gauntlets of ogre power, 3 javelins. damage 9d6) and Evil (cast evil spells at +1 caster level).",
        "name":  "Possessions",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +10, Knowledge (religion) +2d6, spells; SQ aura of despair, aura of evil, commander +5, Knowledge (the planes) +3, Spellcraft +8; Extra Turn- rating 6, dark blessing, detect good, lay on hands 14 ing, Improved Turning, Spell Focus (necromancy). points/day, poison use, tyrannical commander; AL LE;",
        "name":  "Skills and Feats",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male orc barbarian 2; CR 2; Medium Rage (Ex): +4 to Str, +4 to Con, +2 on Will saves, –2 to humanoid; HD 2d12+4; hp 22; Init +1; Spd 30 ft.; AC 16, AC for up to 7 rounds. 153 APPENDIX Improved Uncanny Dodge (Ex): Cannot be flanked and can Improved Uncanny Dodge (Ex): Cannot be flanked and can be sneak attacked only by a character with at least nine be sneak attacked only by a character with at least thirteen rogue levels. rogue levels. Light Sensitivity (Ex): Dazzled in bright sunlight or within Light Sensitivity (Ex): Dazzled in bright sunlight or within the radius of a daylight spell. the radius of a daylight spell.",
        "name":  "Orc Sergeant",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Orc allies within 30 feet deal an extra Light Sensitivity (Ex): Orcs are dazzled in bright sunlight 1d6 points of damage on melee attacks. or within the radius of a daylight spell. Uncanny Dodge (Ex): Retain Dex bonus to AC when flat- Orc Commander: Orc allies within 30 feet deal an extra footed or targeted by an unseen foe. PH 26. 1d6 damage on melee attacks.",
        "name":  "Orc Commander",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sean Glenn, Cynthia Fliege, PREPARATION Jen Page You (the DM) need the D\u0026D core ru l e b o o k s—t he Based on the original DUNGEONS \u0026 DRAGONS® game by E. Player’s Handbook,t he Dungeon Master’s Guide, a n d Gary Gygax and Dave Arneson and on the new edition of the t he Monster Manual—as well as Monster Manual II, DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. Monster Manual III,and Heroes of Battle—to run this adventure. The information presented here utilizes the D\u0026D, DUNGEONS\u0026 DRAGONS,and DUNGEONMASTERare registered trademarks owned D\u0026D v.3.5 rules. by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the To get started, print out the text and maps. Re a d Coast, Inc. All Wizards characters, character names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. t h rough the encounters at least once to familiarize yourself with the situation, thre a t s, and major NPCs This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the (particularly their motivations). In addition, you might material or artwork contained herein is prohibited w a nt to read over the new uses for skills and the new without the express written permission of Wizards of the Coast, Inc. spells pre s e nted in Heroes of Battleso that you are familiar with them before starting play. Text that ©2005 Wizards of the Coast, Inc. All rights reserved. appears in shaded boxes is player information that you Made in the U.S.A. can read aloud or paraphrase for the players at the This product is a work of fiction. p roper times. For monster and NPC statistics, refer to Any similarity to actual people, organizations, places, t he appropriate pages in Monster Manual, Monster or events is purely coincidental. Manual II, Monster Manual III, o rHeroes of Battle. This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without MINIATURES written permission. To learn more about the Open Gaming License and the d20 System License, please visit www.wizards.com/d20. The D\u0026D miniatures line has been a smashing success, For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, and you may find that some of the miniatures produced visit www.wizards.com/dnd by Wi z a rds of the Coast, Inc. greatly enhance yo u r p l a ye r s’ enjoy m e nt of these scenarios. A battlefield 1 e n c o u nter provides the perfect opportunity to utilize Terrain Features:This entry includes any significant some of the more impressive miniatures in your collec- f e a t u res of the landscape—such as hills, undergrow t h, t i o n, as well as some of the more common ones that or fort i f i c a t i o n s—that could affect the outcome of the you have undoubtedly accumulated over time. encounter. You can use human fighters, orcs, and goblins to rep- T a c t i c s :This section describes the options ava i l- resent the less powerful foes that oppose your PCs, and a b l e— w he t her to the PCs and their allies, their ene- the rarer miniatures in your collection can make excel- mies, or both—and what effect such tactics have on the lent generals or special opponents. encounter.",
        "name":  "Graphic Design",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The key attribute for (religion), Scry. you is Charisma. Intelligence and Dexterity Crusader (Variant): Called by and inner enhance some of your special abilities and voice or exhortations of the church elders, the common bard skills. The least useful attributes for crusader leaves home to do battle in the name of a a human bard are Strength and Constitution. god or goddess. You’re crusading to right a Jester (Variant): The jester survives by wit wrong, recover a lost relic, or retake holy ground. and witticism. Performing either in public or in You expect to see a lot of combat and to be on the court of some noble, you find ways to exert a campaign for months or years. subtle influence on those around you. Those who Suggested Skills: Concentration, Handle recognize the power of that influence also Animal, Heal, Knowledge (religion), Ride, Scry, recognize the value of a good relationship with Spellcraft, Swim. the jester. You may become embroiled in plots and counterplots, so you’re always ready to flee if things go badly. The best defense against an HUMAN DRUID enraged monarch is to be gone before the guards come pounding on the door. Human communities",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Intimidate, Tumble. life in the Halls of Judgment in the afterlife. Dwarven Bard Clerics in The role of bard is well respected among the dwarven society are involved in all the important dwarves, though most bards also work at some rituals and ceremonies of the delve. They bless other occupation and “moonlight” as performers. major new construction, provide solace to those In battle, bards raise the spirits and morale of who are injured or grieving, and oversee happier dwarven forces through songs of great victories occasions such as weddings, naming ceremonies, and glorious deeds. Around the hearth, the bards and coronations. tell softer tales of love and romance in times free The keepers of the faith of the Soulforger are of danger. intolerant of evil, so you stand fast with the rest of You’ll often provide structure to official the delve when combat is imminent. You are functions such as marriages and naming always ready to confront enemy spellcasters, ceremonies, providing music, prose, and undead, and extraplanar horrors, holding forth the storytelling to frame the religious aspects handled holy sign of Moradin and calling down vast by the clergy of Moradin. Perhaps you left the power in his name and by his will. delve to find an audience in human lands. Racial Advantage: High Constitution aids the",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision allows you to Whenever possible, you forges his or her own see the terrain without torch or spell. arrows from raw ore, believing that the sweat and",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "There are lots of dwarven monarchs, and have no love for mining disadvantages. The Charisma penalty will limit or smithing. Instead, you put your racial heritage spellcasting effectiveness. The social stigma will to work as a very focused thief and fence. Your cause stress or force you to leave home. Only long life and long memory make you a bad enemy experienced players should attempt to play such a to cross. Many a thieves’ guild has been slowly challenging character. taken over by a small group of dwarven rogues Ability Score Advice: Compensating for the who simply outlive and out last all the Charisma penalty by using the highest available competition. score for Charisma is probably the best choice",
        "name":  "Moradin, never recognize the divine right of Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The most important great challenge. ability for elven bards is Charisma; a high Suggested Skills: Concentration, Heal, Intuit Intelligence is a benefit as well. Strength does not Direction, Listen, Ride, Scry, Spellcraft. matter much, nor does Constitution. Harper (Variant): You are an elven bard Elven Druid who seeks to gain influence in the political arena. Partially, this influence comes from the For those elves who long for the knowledge, rumors, and innuendo you gather in companionship of the trees more than the your travels. The rest of it comes from reputation friendship of their brothers, the path of the druid as a deadly duelist and a worthy adversary, in beckons. Because they are so much a part of the games of wit and chance. You are a courier of natural world, the elves make exceptional druids - messages, a keeper of secrets, and a witness to once they learn to temper their chaotic feelings deeds that must be remembered, but not disclosed. and find a balance within themselves. You’re always on the move, and you’ve always The lands tended by elven druids like you are got a plan. near paradises. Everything within is in harmony,",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None. college or guild located safely Instead of developing spells",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alchemy, Appraise, don’t necessarily mean the character is an Concentration, Craft (various), Knowledge unthinking brute, however. If you’re a half-orc (arcana), Profession (various), Spellcraft. barbarian, you’ve had to survive in the wilderness matching your wits against any number of cunning predators. You might only lack HALF-ELVES sophistication, not smarts. Half-elves primarily live in either the community But you probably can’t read or write, and of their human or elven parent. Though they you’re ignorant of the ways of city folk. So you struggle and sometimes feel like outsiders, such might rely on others to take care of the confusing characters usually follow the cultural norms of the rules of civilization for you, offering your might community in which they are raised. and wilderness skills in exchange. The half-elves and humans share much in Racial Advantage: The half-orc Strength common. Humans get more feats and skills than bonus is a tremendous advantage. half-elves, but half-elves have racial advantages Racial Disadvantage: None. that humans do not. Ability Score Advice: Your Strength and On a case-by-case basis, half-elven characters Constitution made you who you are today. can choose to seek a heroic path similar to their Charisma is less important to you, and human or their elven parent. For that reason, no Intelligence least important of all. specific class suggestions are provided for half- Barbaric Ambassador (Variant): elves. If you’re looking for guidance, simply Unbelievably, half-orc barbarians like you are browse the section for the race that raised you. suited to one delicate role: liaison with the savage people of the wilderness. You have the strength and prowess to stand up to any petty chieftain, HALF-ORCS and you can succeed at any test of arms or On the frontier, the lines between the civilized courage to establish authority. On a quest with races and the savage races are blurred. From time other adventurers, you can extract information, to time a child is born of mixed heritage, carrying establish the boundaries of various tribes, request some of the traits of the savage orcs and some of assistance, and learn of the movements and the traits of the civilized humans. abilities of significant monsters in the area.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None. far north have a Racial Disadvantage: None. hundred words for Ability Score Advice: Charisma is the “snow.” The connection to your spellcasting, so put your best halflings have a score there. Strength matters little to you. hundred different Speaker for the People (Variant): Because classifications of sorcerers often have a high Charisma, they are “rogue,” and you also often the most adept diplomats and will rarely hear a negotiators. When a halfling clan reaches a new halfling even use area or approaches a settled area for the first time, the term. The it sends you forward to introduce the clan and application of a establish communication between the two groups. rogue’s skills takes In this role, you use your powers and personality all forms, from the benevolent to the out right to ensure that halflings are not subject to unfair criminal. restrictions or prohibitions. A display of power in Every halfling under the sun has been a rogue. the form of a flashy spell is usually sufficient to Their natural abilities make them excellent establish your credibility. And if a problem sneaks, very capable thieves, wonderful develops that you cannot resolve, it’s your job to lockpicks, and in general contribute to their shady help the clan continue its journey safely. racial reputation. So the halfling like you who 36 CHOOSING YOUR RACE AND CLASS",
        "name":  "The people of the Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff, Diplomacy, Gather Suggested Skills: Alchemy, Gather Information, Intimidate, Listen, Sense Motive. Information, Innuendo, Scry, Sense Motive, Spellcraft, Wilderness Lore. Halfling Wizard The halflings have two wizardly traditions. The first is an echo of the other civilized races; a certain number of halfling youths with aptitude are apprenticed to wizards for training. The second is a unique halfling tradition. There are a small group of fortunetellers and diviners who travel with every large halfling group, providing prophecy and soothsaying for the clan and for outsiders who seek their visions. In any event, most halflings have as little to do with wizards as they can, finding their strange passions and intense focus somewhat disconcerting. Children raised in apprenticeships who fail to become practicing wizards have a hard time readjusting to halfling society. But halflings’ naturally high Dexterity and other racial benefits make them excellent adventuring wizards, and there is a rich tradition of such halflings returning to their clan with great wealth and power, earning a place of honor in the clan and the tales they tell.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Intimidate (Cha), Bluff (Cha), Sense sometimes even frail. For some, their interest in Motive (Wis), and Perform (Cha) can all come in the dark arts stems from the tenuous thread by handy in the ring, as can Tumble (Dex) and Jump which they cling to life. (Sir). Spot (Wis) is handy for detecting sneaky Feats: Spell Focus (Necromancy) is a must, as maneuvers, while Gather Information (Cha) can it increases the effectiveness of many necromancy be used in downtime between fights to garner spells you cast. A cleric necromancer should hints about likely foes as well as their weaknesses choose Extra Turning as a second feat, while a and characteristic tactics. And of course Ride wizard necromancer should opt for (Dex) is essential to charioteers as well as all Toughness instead (at 1st level To Multiclass or Not? those who fight on horseback. Even Swim (Str) those 3 extra hit points almost If you’re trying to decide might be useful—it’s not unheard of for rich double your total). Combat whether to devote yourself to patrons to set up mock-naval battles. Casting, Spell Penetration, and the cleric’s path, the wizard’s",
        "name":  "Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The most important feat of all, someone who only cares about her own skin. But Leadership, does not become available to PCs if you’re smart and careful, you can find yourself until they hit 6th level (see Chapter 2: Characters in the position of leading from behind—the iron in the DMG). There fore, the manipulator must fist in the velvet glove, so to speak. plan ahead. Spellcasting manipulators will get a lot of mileage out of Spell Focus (Enchantment), RESEARCH WIZARD because it makes all your charms much harder to resist. For manipulators with out access to spells, They had imagined themselves well prepared— Improved Initiative is a good place to start, with until the wizard threw a spell at them they’d never Iron Will a good follow-up. Beyond that, you even heard of before. She smiled as she watched should take feats that help you excel in your the survivors scatter. All those long nights chosen character class. Avoid melee-oriented burning the midnight oil had been worth it. feats in favor of defensive ones as a rule: Preferred Race: Human, elf, occasionally Alertness, Combat Casting, Dodge, and Mobility. half-elf.",
        "name":  "Feats",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Human, a very few half-orcs (Cha), Gather Information (Cha), Intimidate (typically those raised by humans). (Cha), Knowledge (arcana) (Int), and Spellcraft",
        "name":  "Preferred Race",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wisdom gets your highest term commitments to adventuring parties as a score. A good Charisma also helps you interact distraction from your self-appointed mission. with the locals. Other abilities can all be more or The friar is probably the most self-contained less average—for example, a wandering friar of all characters, with healing ability, good doesn’t need to be particularly clever so long as combat skills, a nice array of spells, and the you have insight and a warm personality. As for “people skills” to gain friends and allies wherever physical attributes, you need not excel so long as you go. The friar may belong to one of the major you’re competent enough to survive on your own established churches (such as Pelor, St. Cuthbert, during your travels. or Obad-Hai) but is just as often a follower of one",
        "name":  "Ability Scores",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. Knowledge (any) (Int), Profession (any) (Int) and Spellcraft (Int). Requirements",
        "name":  "Hit Die",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The bonded master continues to improve his spellcasting as he increases in level. At every level save 3rd, 6th and 9th, the bonded master gains new spells per day, exactly as though he had gained a level in an arcane spellcasting class he belonged to before becoming a bonded master. He does not, however, gain any other benefits a character of that class would have gained (bonus feats, etc). This means that he essentially adds his levels of the bonded master prestige class (excepting 3rd, 6th and 9th levels) to his existing caster levels to determine caster level and spells per day.",
        "name":  "Spellcasting",
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "_id":  "fa9ff36dc2e28c724b646d6315bf3c189905b2cf7e35dd84c88c6804837da27c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A powerful battlefield spellcaster. spellcasters but with virtually no study; to her, it comes naturally. Scholars wonder if favored souls STARTING AGE have traces of outsider blood from unions, holy or As with any other class, you can choose a likely age or roll unholy, centuries ago and generations removed. randomly for it. If you roll randomly, refer to the information Others suggest that the ability is awakened by below and use the appropriate column on Table 6–4: Random divine training of the proper type, or that favored souls Starting Ages, page 109 of the Player’s Handbook. are simply imbued with their gifts by their gods when",
        "name":  "Warmage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Same as bard. souls cast their spells naturally, as much through 5",
        "name":  "Healer",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Favored souls unpredictable, and it can show up in cast divine spells by means of an any of the common races. innate connection rather than Divine spellcasters from savage through laborious training and lands or from among the brutal hu- prayer. Their divine connection is manoids are more often favored souls natural rather than learned. They than clerics. know fewer spells than clerics do Other Classes: Favored souls and acquire powerful spells more have the most in common slowly than clerics, but they can cast with members of other self- spells more often than clerics can, and taught classes, especially sorcerers, but they have no need to select and prepare also druids and rogues. They sometimes them ahead of time. find themselves at odds with members of",
        "name":  "Characteristics",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any. Spells: A favored soul casts divine spells (the same type of",
        "name":  "Alignment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. spells available to clerics), which are drawn from the cleric spell list. She can cast any spell she knows without preparing it ahead Class Skills of time the way a cleric must. The favored soul’s class skills (and the key ability for each skill) To cast a spell, a favored soul must have a Charisma score of 10 are Concentration (Con), Craft (Int), Diplomacy (Cha), Heal + the spell’s level (Cha 10 for 0-level spells, Cha 11 for 1st-level (Wis), Jump (Str), Knowledge (arcana) (Int), Profession (Wis), spells, and so forth). The Difficulty Class for a saving throw Sense Motive (Wis), and Spellcraft (Int). against a favored soul’s spell is 10 + the spell’s level + the favored Skill Points at 1st Level:(2 + Int modifier) × 4. soul’s Wisdom modifier.",
        "name":  "Hit Die",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Toughness. same time eschewing the use of violent spells requires a selfless",
        "name":  "Bonus Feat",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2d4 gp. humans and elves. Healers are less common among the dwarves,who would rather pre- vent wounds (by smashing the enemy) than HEALER cure them. The hurts of the world are manifold. Minor Other Classes: The healer is rarely accidents are common, and usually easily snubbed in an adventuring company. All dealt with. However, when conflict and all- realize that her presence could be the advantage that out warfare occur, they leave misery and hurt enables them to see their next quest through to the end. in their wake that can stagger the imagina- Healers sometimes clash with clerics, since clerics repre- tion. While good-aligned clerics are called sent a more dogmatic view of faith and reverence toward upon to heal, their complex obligations the deities. and abilities often get in the way of pure Role:A healer is easy to spot. She moves about behind solace and remediation. Not so the an adventuring company or combat unit, applying her healer. One of the healer’s great pur- divine skills to bring relief to the injured. After she passes, poses in life is to provide protec- the wounded press forward with renewed vigor, and the tion, and failing that, healing, to fallen may yet rise again. all good people who require her aid. GAME RULE INFORMATION Empathetic, a healer is Healers have the following game statistics. adept both at detecting the ailments of allies Abilities:Wisdom determines how many spells a healer and understanding the coarse, unruly can cast per day. Charisma determines how effective the thoughts of beasts. Her way with animals healer’s spells are. A high Constitution improves her hit points, wins her friends among otherwise savage allowing her to brave combat and letting her spend fewer heal- creatures of the wild. ing spells on herself.",
        "name":  "Gold",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The healer provides aid to Alignment:Any good. members of her adventuring company, Hit Die:d8. the soldiers of her religion, or the alliance to which she is pledged. Class Skills When a battlefield is strewn The healer’s class skills (and the key ability with wounded allies or an expe- for each skill) are Concentration (Con), Craft dition team’s members are sorely (Int), Diplomacy (Cha), Handle Animal (Cha), hurt, a healer cures the injuries of the Heal (Wis), Knowledge (nature) (Int), Knowledge (reli- faithful and those who have allied themselves with the side of gion) (Int), Profession (Wis), Sense Motive (Wis), Spellcraft good. A healer might accept a commission to escort a company (Int), and Survival (Wis). enisriaH .T yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 2:01 PM Page 8 A healer 9 CHARACTERS CHAPTER 1: 620_96582_MinisHndbk.qxd 8/18/03 2:01 PM Page 9 Skill Points at 1st Level:(4 + Int modifier) × 4. Healing Hands (Ex): Whenever a healer casts a spell that",
        "name":  "Adventures",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Because all alignments must be prepared to fight Spellcraft (Int). for their causes, warmages might be found among virtually any Skill Points at 1st Level:(2 + Int modifier) × 4. army that uses spellcasting as artillery on the battlefield. Skill Points at Each Additional Level: 2 + Int modifier.",
        "name":  "Alignment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use the statistics for an elemental of the the saving throw fails. appropriate size as found in the Monster Manual, but make the follow- Share Spells:At the bonded summoner’s option, he may have any ing changes: spell (but not any spell-like ability) he casts on himself also affect his",
        "name":  "Elemental Companion Basics",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. provoke attacks of opportunity. At 3rd level and higher, a havoc mage can battlecast a spell CLASS FEATURES of 4th level or lower. At 5th level, a havoc mage can battlecast All of the following are class features of the havoc mage. a spell of 8th level or lower.",
        "name":  "Skill Points at Each Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Daunting Presence as one of his Benefit:Choose acid, cold, electricity, or fire. You can modify fighter bonus feats. any spell with an energy descriptor to use the chosen type of energy instead. A spell so modified works normally in all respects Deft Opportunist [General] except the type of damage dealt. You are prepared for the unexpected. A modified spell uses a spell slot of the spell’s normal level,",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wis 15, access to one domain spell. Prerequisites:Cha 13, base attack bonus +1.",
        "name":  "Prerequisite",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose one domain spell that you can cast. You may Benefit:As a move action, you may goad an opponent that cast this spell one extra time each day. Once this spell is chosen, threatens you, has line of sight to you, can hear you, and has an it may not be changed. Intelligence of 3 or higher. (The goad is a mind-affecting",
        "name":  "Benefit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may take this feat multiple times. Each time effect.) When the goaded opponent starts its next turn, if it you choose this feat, you select a different domain spell to which threatens you and has line of sight to you, it must make a Will it applies. saving throw (DC 10 + 1/2 your character level + your Cha modifier). If the opponent fails its save, you are the only crea- Foe Specialist [General] ture it can make melee attacks against during this turn. (If it You are trained at how to damage a particular type of foe. kills you, knocks you unconscious, loses sight of you, or oth-",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose a type of creature from Table 3–14: Ranger make any remaining melee attacks against other foes, as Favored Enemies, page 47 of the Player’s Handbook.You deal an extra normal.) A goaded creature may still cast spells, make ranged 1d6 points of damage on successful sneak attacks against that type attacks, move, or perform other actions normally. The use of of creature. (The selected type cannot be construct, elemental, ooze, this feat restricts only melee attacks. plant, or undead, since those types are not subject to critical hits.) Special: A fighter may select Goad as one of his fighter",
        "name":  "Benefit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 2 ranks, base attack bonus +3. whether the opponent moves one square straight back, one",
        "name":  "Prerequisites",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +1 bonus on all Will saving throws. Spell- square diagonally back to the right, or one square diagonally back casters you threaten may not cast defensively. (They automati- to the left. cally fail Concentration checks to do so.) You can’t push an opponent back through (or into) solid obsta- cles or otherwise occupied squares. Martial Throw [General] If, after making the bull rush attempt, you would not be able You can switch positions with an opponent you hit in melee by to move into a square previously occupied by the opponent, you throwing that opponent. can’t push that opponent back.",
        "name":  "Benefit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Reckless Charge as one of his Benefit:Once per day, you may apply the Enlarge Spell feat fighter bonus feats. to any spell you cast, without increasing the level of the spell or specially preparing it ahead of time. You may still use the Second Wind [General] Enlarge Spell feat normally, if you have it. You can shrug off minor wounds with ease.",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +1. Spell feat normally, if you have it.",
        "name":  "Prerequisite",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy Affinity. spell you cast, without increasing the level of the spell or spe-",
        "name":  "Prerequisite",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can gain this feat multiple times. Each time it Once per day you can increase the area of a spell without special applies to a different type of energy. preparation.",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Flying creature loses flying ability. 3rd-Level Bard Spells Curse of Impending Blades, Legion’s:Subjects take –2 penalty to AC. 4th-Level Bard Spells Undeniable Gravity, Legion’s:Flying creatures lose flying ability. CLERIC SPELLS 1st-Level Cleric Spells",
        "name":  "Undeniable Gravity",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your initiative check result improves, and you know enemies’ initiative check results. 2nd-Level Cleric Spells",
        "name":  "Sign",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Allies gain +1 to AC, saves. especially for the battlefield. In general, such spells are effec- Living Undeath:Subject becomes immune to critical hits and tive out to medium range, and they affect allies or enemies in a sneak attacks. 20-foot-radius burst. When troops are massed into units for Quick March:Allies’ speed increases by 30 ft. for 1 round. large battles, these spells are useful for benefiting or hampering Veil of Shadow:Darkness grants you concealment. entire units. SPELL LISTS These lists summarize the spells described here. ASSASSIN SPELLS 1st-Level Assassin Spells",
        "name":  "Divine Protection",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your move does not provoke attacks of opportunity for 1 round (swift). 2nd-Level Assassin Spells",
        "name":  "Lightfoot",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkness grants you concealment. BLACKGUARD SPELLS 2nd-Level Blackguard Spells",
        "name":  "Veil of Shadow",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkness grants you concealment. 3rd-Level Blackguard Spells",
        "name":  "Veil of Shadow",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Evil creature gains DR 10/cold iron and good. BARD SPELLS 1st-Level Bard Spells",
        "name":  "Demonhide",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains immunity to fear. 3rd-Level Druid Spells",
        "name":  "Lionheart",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject deals double damage on charges. 4th-Level Druid Spells",
        "name":  "Righteous Fury",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Removes most afflictions. RANGER SPELLS HEALER SPELLS 1st-Level Ranger Spells 3rd-Level Healer Spells Guided Arrow:Ranged attack targets don’t get cover for 1",
        "name":  "Panacea",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cure 2d4 damage, even on another’s turn round (swift). (swift). Lightfoot:Your move does not provoke attacks of opportunity for 1 round (swift). 4th-Level Healer Spells",
        "name":  "Close Wounds",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Removes most afflictions. 2nd-Level Ranger Spells",
        "name":  "Panacea",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You are hastedfor 1 round (swift). Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 4:03 PM Page 31 Orc Druid 32 :2 RETPAHC CIGAM 3rd-Level Ranger Spells Curse of Impending Blades, Legion’s:Enemies take –2 penalty to AC. 4th-Level Ranger Spells Lion’s Charge:You can make a full attack on a charge for 1 round (swift). SORCERER/WIZARD SPELLS 0-Level Sorcerer/Wizard Spells (Cantrips)",
        "name":  "Haste, Swift",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "“Cures” 1 point of damage to a construct. 1st-Level Sorcerer/Wizard Spells",
        "name":  "Trans Repair Minor Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 on ranged attacks against creatures in illuminated area. Mordenkainen’s Buzzing Bee: Bee gives subject –10 penalty on Move Silently and Concentration checks. 2nd-Level Sorcerer/Wizard Spells",
        "name":  "Evoc Guiding Light",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Flying creature loses flying ability. 3rd-Level Sorcerer/Wizard Spells Necro Curse of Impending Blades, Legion’s:Enemies take –2 penalty to AC.",
        "name":  "Undeniable Gravity",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "“Cures” 3d8+1/level (max +15) points of damage to a construct. Snake’s Swiftness, Legion’s: Allies each immediately make one attack. 4th-Level Sorcerer/Wizard Spells",
        "name":  "Trans Repair Serious Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "“Cures” 4d8+1/level (max +20) points of damage to a construct. Undeniable Gravity, Legion’s: Flying creatures lose flying ability. 5th-Level Sorcerer/Wizard Spells",
        "name":  "Trans Repair Critical Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subjects within 10 ft. take 1d8/level 3rd-Level Warmage Spells fire damage. Ring of Blades:Blades surround you, damaging other crea- tures (1d6+1/level damage). WARMAGE SPELLS 4th-Level Warmage Spells 1st-Level Warmage Spells Blast of Flame:60-ft. cone of fire (1d6/level damage).",
        "name":  "Fireburst, Greater",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ranged touch, 1d8 or more cold damage. 5th-Level Warmage Spells",
        "name":  "Cold Orb, Lesser",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subjects within 10 ft. take 1d8/level fire 2nd-Level Warmage Spells damage.",
        "name":  "Fireburst, Greater",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 1, Wmg 1 Spell Resistance:Yes (harmless) Casting Time:1 standard action",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous that is aligned can overcome the damage Spell Resistance:Yes (harmless)",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 2 the slapped creature can negate the Spell Resistance:Yes (harmless)",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action tration check. This spell cures 2d4 points of damage.",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Focus: A leather glove. You can cast this spell with an instant",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Two creatures of up to Large utterance. You may even cast this spell size Blades of Fire when it isn’t your turn. If you cast this",
        "name":  "Targets",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Conjuration [Fire] spell immediately after the subject takes",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components:V age. It would keep alive someone who",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One Tiny hand as noted above. This spell functions like conviction,except",
        "name":  "Effect",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Conjuration (Healing) Curse of Impending Blades",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range:Touch",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level time avoiding attacks, sometimes Saving Throw:Will negates even seeming to stumble into (harmless) harm’s way. The subject takes a –2 Spell Resistance:Yes (harmless) penalty to AC. The cursecannot be dispelled, but it The subject gains damage reduc- can be removed with a break enchant- tion 10/cold iron and good. ment, limited wish, miracle, remove curse, or wishspell. Divine Protection",
        "name":  "The subject of the spell has a hard Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) This spell functions like lesser acid orb,",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Transmutation",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) Level:Brd 1 The subject takes a –2 penalty on attack Spell Resistance:Yes (harmless) Components:V rolls and saving throws. Casting Time: 1 swift action",
        "name":  "Saving Throw",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round can be removed with a break enchant- The subject of this powerful spell is ment, limited wish, miracle, remove curse, unable to die from hit point damage. This spell functions like expeditious retreat or wishspell. While under the protection of this (see page 228 of the Player’s Handbook), spell, the normal limit of –9 hit points except as noted above. Curse of Petty Failing, Legion’s before a character dies is extended Necromancy without limit. A condition or spell that Favorable Sacrifice",
        "name":  "The curse cannot be dispelled, but it Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Enemy creatures in a 20-ft.- a disintegrate effect, still kills the crea- Components:V, S, M radius burst ture, as does death brought about by Casting Time:1 standard action ability score damage, level drain, or a Range:Touch This spell functions like curse of petty fail- death effect. Target:Creature touched ing, except that it affects multiple ene- The spell does not prevent the subject Duration:1 hour/level mies out to medium range. from entering the dying state by drop- Saving Throw:Will negates (harmless) ping to –1 hit points. It merely prevents Spell Resistance:Yes (harmless) Delay Death death as a result of hit point loss. Necromancy If the subject has fewer than –9 hit The subject receives the protection of a",
        "name":  "Targets",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 3 points when the spell’s duration expires, divine power commensurate with the",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Demonhide below applies per casting of this spell;",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 2, Drd 3 Duration:1 round sonic 15; spell resistance 15",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action Spell Resistance:Yes (harmless) resistance to acid 20, cold",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You This spell increases your special mount’s sonic 20; spell resistance 20",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gems worth a total ment is treated as an enhancement of 1,000 gp, 5,000 gp, or 25,000 gp. This spell functions like fly (see page bonus. 232 of the Player’s Handbook), except as Fire Orb, Lesser noted above. Incite Conjuration (Creation) [Fire] Enchantment (Compulsion) [Mind-",
        "name":  "Material Component",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Casting Time:1 standard action except that it deals fire damage. Casting Time:1 swift action Range:Close (25 ft. + 5 ft./2 levels)",
        "name":  "This spell functions like lesser acid orb, Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 5, Wmg 5 Spell Resistance:Yes",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 ft. Spell Resistance:Yes Components: V, S",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes ranged attack rolls against any target in Saving Throw:Will negates the area. Spell Resistance:Yes Fireburst causes a powerful explosion of Spellcasters in battle sometimes use flame to burst from you, damaging any- this spell to designate targets for archers. The caster inhibits his foe from acting. one within 5 feet of you. All creatures The subject is forced to delay until the within that area, except for you, take 1d8 Haste, Swift following round, acting immediately points of fire damage per caster level Transmutation before the caster on the caster’s initia- (maximum 5d8). The burst does not Level:Rgr 2 tive count. affect you or any creatures or objects in Components: V your space. Casting Time:1 swift action Invisibility, Swift",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Evocation [Fire] This spell functions as haste (see page Casting Time:1 swift action",
        "name":  "Fireburst, Greater Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action Level:Sor/Wiz 1 until the spell’s duration expires or the",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round Range:Medium (100 ft. + 10 ft./level) dispelled.",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    }
]
