[
    {
        "origin_file":  "spells.json",
        "description":  "A phantom bee Material Component: A dab of honey. You move with unearthly agility. You Duration:1 min./level (D) provoke no attacks of opportunity when Saving Throw: None Panacea moving. Spell Resistance:No Conjuration (Healing)",
        "name":  "Effect",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Abjuration [Mind-Affecting] loud bee to appear. It buzzes around the Casting Time:1 standard action",
        "name":  "Lionheart This spell causes a small but extremely Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level nate another creature.) Spell Resistance:Yes (harmless)",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) that disrupts the subject’s concentra- This spell channels positive energy tion. The subject takes a –10 penalty on into a creature to wipe away afflictions. The subject gains immunity to fear effects. all Move Silently and Concentration It immediately ends any of the follow- checks. (Creatures that can’t hear don’t ing conditions affecting the target: Lion’s Charge take the penalty on Concentration blinded, confused, dazed, dazzled, deaf- Transmutation checks.) If the subject attempts to cast or ened, diseased, exhausted, fatigued,",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift It negates sleepeffects and the effect of action the feeblemindspell, and ends any addi-",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You tralize poison spell. It also cures 1d8",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round points of damage + 1 point per caster level (up to +20). This spell grants you the Panaceadoes not remove ability dam- pounce special ability (see age, negative levels, or permanently page 313 of the Monster drained levels. It does not remove con- Manual). ditions caused by spells of 7th level or higher, or by spells or effects that can- Living Undeath not be dispelled. Necromancy Used against an undead creature,",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Components: V, S, DF",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action This spell imparts a physical transfor- Range:Medium (100 ft. + 10 mation upon the subject, not unlike the ft./level) process that produces a zombie. While Targets:Allies in a 20-ft.-radius burst the subject does not actually become Duration:1 round undead, its vital processes are tem- Saving Throw:Will negates (harmless) porarily bypassed with no seeming ill Spell Resistance:Yes (harmless) effect. The subject becomes not subject Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 4:05 PM Page 37 Drow Cleric ofLolth 38 :2 RETPAHC CIGAM Quick march increases your allies’ base Revivify You are bathed in an unearthly glow for land speed by 30 feet. (This adjustment is Conjuration (Healing) the duration of the spell (as if a daylight considered an enhancement bonus.) Level:Clr 5, Hlr 5 spell had been cast on you). You get a +4",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M sacred bonus to your Charisma score. movement, such as burrow, climb, fly, or Casting Time:1 standard action If you die, your body is converted into swim. As with any effect that increases a Range:Touch an explosive blast of energy in a 20-foot- creature’s speed, this spell affects maxi- Target:Dead creature touched radius burst centered where you fell, deal- mum jumping distance. Duration:Instantaneous ing 2d6 points of damage per caster level",
        "name":  "There is no effect on other modes of Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) in the burst’s area. Good creatures in the Transmutation area are healed by the same amount, and",
        "name":  "Repair Critical Damage Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 4 Revivify miraculously restores life to a undead take double this damage. Spell recently deceased creature. However, the resistance cannot prevent this damage, As repair light damage, except repair critical spell must be cast within 1 round of the but a successful Reflex save reduces it to damagerepairs 4d8 points of damage +1 victim’s death. Before the soul of the de- half. Your body is disintegrated, so you point per caster level (up to +20). ceased has completely left the body, this cannot be raised with a raise dead spell. spell halts its journey while repairing Spells that do not require an intact body, Repair Light Damage somewhat the damage to the body. This such as true resurrection, can be used to Transmutation spell functions like raise dead,except that bring you back to life as normal.",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action spells. The creature is only restored to –1 Evocation [Good]",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Righteous Aura Target:Creature touched Abjuration [Good, Light] Duration:1 round/level When laying your hands upon a con- Level:Pal 4 Saving Throw:Will negates (harmless) struct that has at least 1 hit point remain- Components:V, S, DF Spell Resistance:Yes (harmless) ing, you transmute its structure to repair Casting Time:1 standard action damage it has taken. The Range:Personal The subject’s charge attacks deal double spell repairs 1d8 points of Target:You damage. (The subject does not have to be damage + 1 point per caster Duration:1 hour/level mounted or wielding a lance.) If the sub- level (up to +5). ject makes more than one attack on a charge, the double damage applies only Repair Minor Damage to the first attack. Transmutation",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 2 This spell conjures a ring of swirling metal blades around you. The ring ex- As repair light damage, except repair tends 5 feet from you, into all squares moderate damage repairs 2d8 points of adjacent to your space. Each round on damage + 1 point per caster level (up to your turn, starting when you cast the +10). spell, the blades deal 1d6 points of damage + 1 point per caster level (up to Repair Serious Damage a maximum of +10) to all creatures in Transmutation the affected area.",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 1 Spell Resistance:Yes",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level taken its action for the round. Taking this action doesn’t You are granted a vision that affect the subject’s normal shows you how your foes will place in the initiative order. act each round and allows you This is a single attack and fol- to respond quickly to them. lows the standard rules for When you cast this spell, you attacking. may set your initiative check This spell does not allow result at 20 + your initiative the subject to make more than modifier (but only if doing so one additional attack in a increases the result). You round. If the subject has know the initiative check results of all Components:V already made an additional attack, due your foes whilethe spell is in effect, and Casting Time:1 standard action to a prior casting of this spell, from the you know which opponent will act first Range:Close (25 ft. + 5 ft./2 levels) haste spell, or from any other source, in case of ties. This spell applies to all Target:One creature this spell fails. foes in your line of sight. Duration:Instantaneous Arcane Material Component: A few",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small piece of Saving Throw:Will negates scales from a snake. dried goat intestine or some tea leaves. Spell Resistance:Yes Snake’s Swiftness, Legion’s Slashing Darkness You slide the subject creature along the Transmutation Evocation ground a distance of 5 feet in any direc- Level:Drd 2, Sor/Wiz 3",
        "name":  "Material Component",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ray enemy, or a solid object. (If you attempt This spell functions like snake’s swiftness,",
        "name":  "Effect",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None spell automatically ends.) You can slide medium range.",
        "name":  "Saving Throw",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes the subject fast enough to clear small gaps in the ground, such as narrow pits. Sonic Orb, Lesser A hissing, hurtling ribbon of pure dark- You cannot slide the subject up or down, Conjuration (Creation) [Fire] ness flies from your hand. A creature but you can slide it over the edge of a cliff Level:Sor/Wiz 1, Wmg 1 struck by this ray of darkness takes 1d8 or the like. Effect: One orb of sonic energy points of damage per two caster levels This movement does not provoke (maximum 5d8). An undead creature attacks of opportunity. This spell functions like lesser acid orb, instead heals 1d8 points of damage per except that it deals from 1d6 to 5d6 two caster levels (maximum 5d8). Slide, Greater points of sonic damage instead of 1d8 to Transmutation 5d8 points of acid damage.",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 1 Illus. by A. Smith 620_96582_MinisHndbk.qxd 8/25/03 10:18 AM Page 39 A drow cleric casts the slashing darkness spell. 40 :2 RETPAHC CIGAM 620_96582_MinisHndbk.qxd 8/18/03 4:06 PM Page 40 Tiger’s Tooth A flying creature, which can be a crea- This spell functions like undeniable gravity, Transmutation ture that can fly by means of the flyspell except that it affects multiple creatures.",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V grounded. If this spell is cast on a crea- Veil of Shadow",
        "name":  "Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M This spell effect is suppressed in day-",
        "name":  "Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Undeniable Gravity, Legion’s light or in the area of a light spell of 3rd",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Targets:Creatures in a 20-ft.-radius seeingspell does.",
        "name":  "Saving Throw",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 5/epic, darkvision 60 ft., spell resistance 25",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +19, Craft (alchemy) +17, Diplomacy +5, Escape Artist +15, Intimidate +15, Knowledge (arcana) +17, Knowledge (the planes) +17, Knowledge (religion) +17, Knowledge (undead) +17, Listen +15, Search +17, Sense Motive +15, Spellcraft +19, Spot +15, Survival +3 (+5 follow- ing tracks, +7 following tracks on other planes, +5 on other planes), Use Rope +3 (+5 bindings)",
        "name":  "Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Listen +8, Spot +8 Illus. by S. Tappin 620_96582_MinisHndbk.qxd 8/18/03 4:36 PM Page 57 Cave ankylosaurus pqqqqrs CAVE DINOSAUR MUTATIONS d% Mutation As products of a yuan-ti breeding program, cave dinosaurs sometimes 01–10 Improved grab (with tail), constrict 1d6 + Str bonus possess strange genetic traits, the result of partially successful breed- 11–20 Spell resistance 10 + HD ing experiments. 21–30 Chameleon power(as yuan-ti) Not all cave dinosaurs have mutations. Among populations located 31–40 Produce acid(as yuan-ti) close to the site of the yuan-ti breeding program, mutations may be 41–50 Poison (as yuan-ti) (+1 CR) very common. In populations further removed from the direct influ- 51–60 Blind-Fight feat ence of the yuan-ti, mutations may be more rare, occurring in only a 61–65 +6 Str small percentage of all cave dinosaurs. 66–70 +6 Con The table below gives random mutations for cave dinosaurs. A few 71–75 +6 Dex mutations make a significant difference in the level of threat posed by 76–80 Resistance to electricity 20 and fire 20 the mutated cave dinosaur. In these instances, as noted on the table, 81–85 Resistance to cold 20 and electricity 20 increase the Challenge Rating of the creature appropriately. 86–90 Resistance to cold 20 and fire 20 91–100 Wings, fly speed of 50 ft. (poor) (+1 CR) pqqqqrs 58 :3 RETPAHC SRETSNOM Combat Trample (Ex):Reflex DC 18 half. The save A cave ankylosaurus blunders heedlessly DC is Strength-based. into combat, sometimes blundering right through and over whatever threatens it. CAVE TYRANNOSAURUS Trample (Ex): Reflex DC 18 half. Large Animal The save DC is Strength-based. Hit Dice: 9d8+30 (70 hp)",
        "name":  "Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— This creature’s tormented, immaterial form suggests terrible loss. Its upper body is distinct, This snake has luxurious scales of deep blue-black, except for two stripes of with a manic humanoid form, but its lower violet color that almost seem to hover over the creature’s body. It never body blurs into a ghostly cloud. Its hollow eyes quite seems to be located exactly where it should be. convey malevolent intelligence. The displacer serpent is a ravenous and furtive carnivore Those who die while under terrible that resembles a snake. It has glowing green eyes, and curses or inimical enchantments some- two vibrant stripes of vibrant, glowing violet running times linger on as cursed spirits, bring- down its body. ing their misfortune to others. Displacer serpents pursue small prey but do Evil clerics send cursed spirits to fight not disdain going after larger meals. Any other enemy combatants. The presence of a living creature is a potential meal, so displacer cursed spirit weakens the enemies’ serpents live in a world of neverending plenty. defenses against spells and other spe- A displacer serpent is about 8 feet long and cial attack types. weighs about 200 pounds. A cursed spirit speaks the lan- Displacer serpents speak Draconic, but guages it spoke in life. One is often poorly. heard predicting doom for those it is trying to slay. Combat Displacer serpents are unex- Combat ceptional in their tactics, lash- The cursed spirit is cunning enough to ing out when hungry or bored, ambush enemies though walls, floors, slithering away when hurt and ceilings. or scared. Accursed Touch (Su):A cursed Displacement (Su): A spirit adds its Charisma modifier light-bending glamer con- to damage dealt by its incorporeal tinually surrounds a dis- touch attack. placer serpent, making it Curse Aura (Su):The taint difficult to surmise the crea- of loss surrounds a cursed ture’s true location. Any melee or ranged spirit. Adjacent enemy crea- attack directed at it has a 50% miss chance tures take a –2 penalty on unless the attacker can locate the serpent all saving throws. by some means other than sight. A true seeingeffect yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:37 PM Page 60 Cursed spirit OrcWarrior 61 MONSTERS CHAPTER 3:",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 spell can restore life).",
        "name":  "Initiative",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft, spell-like abilities, tongues",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage immunity to electricity reduction 5/–, darkvision 60 Saves: Fort +2, Ref +4, Will +2 ft., immunity to poison, Abilities: Str 8, Dex 13, Con 13, Int 12, resistance to acid 10, cold Wis 8, Cha 13 10, electricity 10, and fire Skills:Hide +1*, Intimidate +7, 10, spell resistance 18 Survival +5, Swim +13",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7–9 HD (Medium); wish, wish, miracle,or true resurrec- 10–18 HD (Large) tionspell can restore life).",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal companion, half-elf traits, nature sense, spells, trackless step, wild empathy, woodland stride",
        "name":  "SQ",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +7, Handle Animal +5, Heal +8, Spellcraft +7, Survival +8",
        "name":  "SKILLS",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You add a creature’s level to its 1d20 roll when it makes a typical of Chaotic Good creatures, but its save to avoid the effect of a spell or to brave the dangers of combat. emphasis is less on ranged attacks than on tremendous melee damage. Chaotic Evil creatures’ attack bonuses aren’t likely to be SPD (Speed) as high as those of the Lawful Evil or even Chaotic Good factions, In the skirmish rules, a creature’s speed is the number of squares but they deal more damage when they do hit. Many of this fac- it can move on the battle grid. In the mass battles rules, it is the tion’s Commander Effects increase the damage dealt by a suc- number of inches the creature can move across the battlefield. cessful melee attack. A creature that does not attack, cast a spell, or take a standard",
        "name":  "This faction shares the good speed Saves",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most creatures with damage reduction in the roleplaying rules have the Damage Reduction special abil- ity in the miniatures rules, regardless of any vulnerability. Give the creature damage reduction 10 if its value in the roleplaying rules is 15 or higher; otherwise give it damage reduction 5. The more punishing damage reduction rules work fine in a roleplay- ing campaign, in which the PCs likely have a lot of resources and can usually avoid battles that they can’t hope to win. In a com- petitive battle, however, damage reduction of a higher value or that is more difficult to overcome could make a lot of battles unwinnable for one side—and thus, no fun. Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/19/03 10:03 AM Page 81 Ogre Ravager 82 :4 RETPAHC SDRAC TATS this advantage with the Save +4 and Save +8 special abilities. In creature that has Fearless (such as a paladin) has a cost of about 8 general, give Save +4 to the following creatures: times its CR. Dragons Dwarves PLAYER CHARACTERS IN THE Monks MINIATURES RULES Paladins Player characters converted for use with the miniatures rules Rogues of 7th and higher level should be joined to factions that match their alignments. For A creature that falls into multiple categories, such as a dwarf these purposes, you may shift alignment slightly to reflect the monk, may get Save +8 instead of Save +4. sorts of warbands or armies that the character is likely to join. Player characters from the roleplaying rules can become com- Feats and Skills manders in the miniatures rules. A character’s status as a com- Most skills don’t affect a creature’s abilities in the miniatures mander lets the player control that character plus an array of rules. One exception is Tumble: If the creature has a high score troops in battle. Even a Commander rating of 0 allows a PC to put in this skill, this usually translates as the Mobility special ability. other creatures under command. If you are converting a whole High scores in Diplomacy and Intimidate, as noted above, are party of PCs, and they are not commanding other creatures, then typical for commanders. you should choose one to be the commander. That character A number of feats, such as Precise Shot, translate more or less receives a Commander rating, while other party members should directly to the miniatures rules. Others, such as Dodge or Power have the Independent special ability. An individual character Attack, instead alter a creature’s combat statistics. always has the Unique special ability. As commanders, PCs are very maneuverable and powerful. Spells They may be too versatile to work well in the minia- Only spells that have combat utility appear on a tures rules. Just as the Dungeon Master in a creature’s stat card in the miniatures rules. D\u0026D roleplaying campaign chooses chal- These spells generally resemble their roleplay- lenges appropriate to the PCs, so in the ing versions but often have simplified effects miniatures game should you take care to for ease of play. Spells use a special format to sum- set up meaningful battles if you’re marize their effects. going to use wild cards such as D\u0026D player characters. Ignore Minor Features Small conditional bonuses or minor effects can often be ignored for purposes of the miniatures rules. It’s better to capture the style of a creature and make it easy to use in battle than try to simulate every detail and end up with a creature that slows down play. DERIVING COSTS There’s no formula for calculating a creature’s cost in the miniatures rules. A creature’s various combat ratings and special abilities can interact unusually, making it stronger or weaker in ways that a formula can’t capture. Any usable for- mula would be so inaccurate that your common sense would be a better guide. Thus, assigning a cost to a new creature is up to you and your friends. Comparison The first thing to do is to compare the new creature to other crea- tures whose costs you know, and assign a cost that fits a creature of its power. This method is simple and direct, but it may take practice to get a good fit. A second approach is to estimate how much better the new creature is than another creature like it. As a rule of thumb, a creature that has twice the attack capability and twice the defense capability as another creature should cost twice as much as the first creature. If a creature has twice the attack capability but the same defensive capability (or the other way around), then it should cost about 40% more than the first creature. Challenge Rating A creature’s Challenge Rating also gives you a rough idea of what its cost might be. As a rough estimate, a creature’s cost is about 5 times its CR. Having the Fearless special ability, however, is a big benefit in the miniatures rules, so an Undead creature or other yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 10:03 AM Page 82 Brass Dragon n haunted ruins and deep in accursed dungeons, elite strike your warband fights less effectively, your creatures are teams clash in furious battles. This chapter provides the rules more likely to flee, and they don’t have access to Com- for fast, tactical miniatures battles called skirmishes. mander Effects.",
        "name":  "Damage Reduction",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use a larger battle grid even for them out for use as terrain tiles in skirmishes. two- or three-player games, but doing so will change the balance If you are playing a two-player game, or a four -player game of power. For example, creatures with ranged attacks are more on a double-size battle grid, each player uses all four tiles. If powerful on larger battle grids, and creatures with low speed are you’re playing a three-player game on a standard battle grid or less powerful. a game with five or more players on a double-size battle grid, each player uses only three tiles—the assembly tile plus two CHOOSE TERRAIN TILES feature tiles. Each player brings four terrain tiles to the skirmish.One terrain tile (but no more than one) must be an assembly tile (the words TERRAIN INITIATIVE “Assembly Tile” are printed in one corner).The remaining three Each player rolls 1d20 to determine who controls the terrain tiles are feature tiles; no single initiative. player can choose two of Reveal your warband and add the Commander rating of your the same terrain tiles. best commander to your roll. The player with the highest result The appendix contains places his or her assembly tile in his or her starting space; then the other players do the same one at a time, proceeding clockwise around the table. Placing Terrain Tiles Terrain tiles must be placed so that their squares line up with the squares of the battle grid. The first tile you place must be your assembly tile. If you’re starting in a corner, the square labeled “Exit Corner” goes in the 84 :5 RETPAHC HSIMRIKS SELUR yelnaH .D yb .sullI Small or Medium corner creature’s space square Large creature’s space intersection corners border The Battle Grid redrob Small or Medium corner creature’s space square centerpoint Large creature’s space intersection corners border The Battle Grid redrob 620_96582_MinisHndbk.qxd 8/19/03 10:04 AM Page 84 centerpoint Barghest pqs CASUAL SETUP VARIANT If you and your friends prefer, you can just set up the map in interest- ing ways before each skirmish instead of using the competitive method of terrain setup described here. The setup rules presented here make sure that there are always 2 squares between walls, so that Large crea- tures can move through the space easily. Make sure your maps follow the same rule. pqs corner square. If you’re starting on an edge, lay three of the tile’s ROUNDS “Exit” squares (including the “Exit Corner” square) on the three A skirmish is played in rounds. Begin the round by making an squares that define your starting place. initiative check. In each round, players complete phases in Each player places a terrain tile in order, one at a time, until order. During each phase in which you act, you activate everyone has run out of tiles or until there is no room for two creatures in your warband; one creature takes its turn, more terrain tiles on the battle grid. You can never then the next does so. (You can activate a particular crea- place terrain tiles on top of other terrain tiles. ture only once in a round.) You can place a terrain tile anywhere on the A round ends when all players have activated all battle grid as long as doing so does not create a 1- their creatures once. (You might have to wait for your square gap between two walls. You can place a opponents if they have more crea- terrain tile so that its wall is adjacent to another tures than you do.) Then a new wall only if the other wall forms the edge of the round begins. battle grid. INITIATIVE CHECK ASSEMBLE YOUR WARBAND To make an initiative check, roll 1d20 After all terrain tiles are placed, the player who and add the highest Commander rating placed the first terrain tile sets up his warband among the active commanders in your on his assembly tile. Thenthe next player sets up warband. Stunned, routing, confused, or her warband on her assembly tile, and so on. helpless commanders don’t improve an ini- Place each creature so that it occupies squares tiative check. that are free of walls and statues. It’s okay to set The player with the highest initiative up on difficult terrain (indicated with a light- check result chooses who goes first in the colored triangle). round. Play passes clockwise around the table from the player who goes first. (Sometimes you’ll want to go first; other times you’ll want to see what your oppo- SKIRMISH BASICS nents are up to before committing your forces.) Once you have chosen your warband and set If two or more players tie for the highest initiative up the battle grid, you and your opponents check result, the player with the highest Commander take turns activating the creatures in your rating wins. If there’s still a tie, the tied players reroll. warbands. Example: Mike has the Half-Orc Fighter You win by destroying or driving off (Commander 3) in his warband and rolls a 4 on enemy creatures whose total cost equals 1d20. His initiative check result for the round is or exceeds your warband’s total cost.You 7 (4 + 3). Jennifer has the Elf Ranger (Comman- also win by eliminating all the enemy creatures. der 2) in her warband and rolls a 12. Her initiative 85 RULES Illus. by R. Wright SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:04 AM Page 85 Mummy Two-Player Terrain Setup Two players set up for a battle. First, each puts an assembly tile in his or her starting corner (tiles 1 and 2). Then they take turns placing tiles: 3 (Shrine), 4 (Rubble Room), 5 (Corridor), 6 (Abattoir), and 7 (Treasure Room). You can line walls up along the edges of the battle grid but not touching one another. Leave at least a 2-square gap so Large creatures can get through. Terrain tiles can touch as long as you leave a 2-square gap between walls. By the time six tiles have been placed, there are only two legal positions for the Treasure Room: where it is currently located or 2 squares to the left (up against the edge of the battle grid.) The last tile (Statue Room) can’t be placed because there’s no legal place for it to fit on the battle grid. check result is 14 (12 + 2), so she gets to decide who goes first Move and Make One Attack in this round. A creature’s speed is measured in squares. For example, a creature with a speed of 6 can move up to 6 squares in a single move. A PHASES creature that moves up to its speed can also make one attack or The first player completes a phase by activating two creatures in perform a standard action, such as casting a spell. It can move his or her warband, one at a time. (You can change the direction first and then attack, or attack first and then move. a creature is facing or flip over its stat card to indicate that it has Creatures that move at all on their turn can’t make multiple been activated.) attacks. If a moving creature has more than one attack listed on Everybody completes phases in order until all creatures have its stat card, and the attacks deal different amounts of damage, it been activated. Actions a specific creature takes during its acti- can choose which attack to use. vation are referred to as that creature’s turn. Note: Creatures that are out of command when they start their turn have their speed reduced to 2. ACTIVATE CREATURES During each phase in the round, you activate two creatures, Move up to Double Speed one at a time. An activated creature can perform one of the fol- A creature that doesn’t do anything else can move up to double lowing activities. speed during its turn. —Move its speed and then make one attack, or make one attack and then move. Not Move and Make Multiple Attacks —Move up to double its speed. If a creature doesn’t move during its turn, it can make multiple —Not move and make multiple attacks, if it can do so. melee or ranged attacks if it has the capability (this is also called —Charge. making a full attack). All its attacks must be of the same sort Instead of making its attacks, a creature can cast a spell or use (melee or ranged). a special ability, such as Turn Undead. A creature with multiple attacks can make one of its attacks and Players each activate two creatures per phase until every then move up to its speed instead of taking the rest of its attacks. creature on the battle grid has been activated once, ending the Not all creatures are capable of making more than one attack in round. If you have an odd number of creatures in your war- a turn. See the rules for making attacks and dealing damage, below. band, on your last phase you’ll only have one creature to acti- vate. If you have many more creatures than your opponents, Charge you’ll probably get to activate many creatures in a row at the A creature can charge the nearest enemy that it can see, subject end of the round. to certain conditions. 86 :5 RETPAHC HSIMRIKS SELUR htimS .A yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 10:05 AM Page 86 Few can withstand the minotaur’s powerful charge. To charge, a creature moves at double speed directly toward turn. It moves up to double its normal speed toward that the nearest enemy within line of sight and must finish its move- enemy and can take any path, so long as it ends its movement ment in the closest space adjacent to that enemy (including adjacent to that enemy. (It can even charge if it’s able to meet diagonally adjacent). If nothing slows it down andit moves at the conditions; see Charging, below). Being out of command least 2 squares, that creature can make a single melee attack against that enemy with a +2 bonus on its attack roll. COMMAND When you activate a creature, first determine whether it is under command. A creature is under command if it meets one or more of the following conditions. —It is within 6 squares of one of the commanders in its warband. —It has line of sight to one of the commanders in its warband. —It is a commander. If the creature does not meet any of these conditions, it is out of command. Creatures that are out of command are more restricted in what actions they can take. COMMAND AND MOVEMENT A creature under command can move using its listed speed, unless that creature is routing (see Morale) or helpless. A creature that is out of command moves much slower; it is considered to have a speed of 2.",
        "name":  "Bigger Battle Grids",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You don’t always have to kill survives, it continues moving. If creatures from several differ- enemy creatures to win. Sometimes a badly injured creature flees ent warbands are able to make an attack of opportunity, resolve from battle. attacks in play order (acting player first, then clockwise around When a creature’s hit points first drop to half its starting total the table). or lower, it must make a morale save to keep from running away. See Morale, below, for more information. Reduced to 0 Hit Points:When a creature’s hit points drop to 0 or lower, it is destroyed and removed from the battle grid. Special Abilities and Damage Sometimes a special ability deals damage, or it adds to the damage dealt by an attack. See the description of the special abil- ity in the glossary at the end of this chapter for its effects. ATTACKS OF OPPORTUNITY A creature threatens the squares adjacent to it. With a few excep- 91 tions, if an enemy moves out of a square threatened by an active RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:41 AM Page 91 SSqquueeeezziinngg MMoovveemmeenntt 44 TThhee MMiinnoottaauurr iiss oouutt ooff ccoommmmaanndd,, ssoo iittss ssppeeeedd iiss 22.. TThhee MMiinnoottaauurr ccaann aallssoo mmoovvee tthhrroouugghh TThhee MMiinnoottaauurr ccaann ttaakkee aa ddoouubbllee mmoovvee aawwaayy iittss oowwnn aallllyy ((tthhee GGnnoollll)),, bbuutt iitt ccaannnnoott ffrroomm tthhee DDwwaarrff FFiigghhtteerr bbyy ssqquueeeezziinngg iinnttoo tthhee eenndd iittss mmoovveemmeenntt aafftteerr 22 oorr 33 ssqquuaarreess 11--ssqquuaarree--wwiiddee ccoorrrriiddoorr.. EEaacchh ssqquuaarree iitt mmoovveess bbeeccaauussee iitt iiss nnoott aalllloowweedd ttoo ooccccuuppyy aa ssqquuaarree 33 ccoouunnttss aass 22 ssqquuaarreess wwhheenn ssqquueeeezziinngg,, GGnnoollll ccoonnttaaiinniinngg aannootthheerr ccrreeaattuurree.. IInnsstteeaadd iitt hhaass ssoo iitt wwiillll hhaavvee ttoo ssttoopp aafftteerr iitt hhaass ssppeenntt 33 ssqquuaarreess ttoo ccoonnttiinnuuee mmoovviinngg uunnttiill iitt ppaasssseess ooff mmoovveemmeenntt.. ((IItt oonnllyy hhaass 11 ssqquuaarree ooff tthhee GGnnoollll,, uussiinngg aallll 44 ssqquuaarreess mmoovveemmeenntt lleefftt,, aanndd ssqquueeeezziinngg aannootthheerr ooff mmoovveemmeenntt.. TThhee MMiinnoottaauurr ccoouulldd ssqquuaarree wwoouulldd ccoosstt 22..)) mmoovvee 11 ssqquuaarree ttoowwaarrdd tthhee DDwwaarrff 22 AAxxeeffiigghhtteerr,, bbuutt iiss nnoott aalllloowweedd ttoo ssqquueeeezzee ppaasstt oorr mmoovvee tthhrroouugghh tthhee DDwwaarrff AAxxeeffiigghhtteerr ttoo tthhee ooppeenn ccoorrrriiddoorr bbeeyyoonndd.. 11 11 11 MMMiiinnnoootttaaauuurrr 22,, 33 ((ssqquueeeezziinngg)) DDDwwwaaarrrfff AAAxxxeeefffiiiggghhhttteeerrr pqs ATTACKING ALLIED CREATURES A creature may not make a melee attack or ranged attack against an allied creature. This restriction doesn’t prohibit the use of special abilities and spell effects that target or affect allies—only melee attacks and ranged attacks. If you happen to destroy or rout your own creature with a spell or special ability, your opponents score victory points, splitting up the creature’s cost among them. pqs Choose Your Attack corner or the end of a wall, that creature does not provoke attacks An attack of opportunity is a single melee attack. If the attacking of opportunity when it moves away. (See below for full rules creature can make multiple melee attacks that deal different on cover.) amounts or types of damage, it can choose which attack to use for its attack of opportunity. Line of Sight A creature can’t make an attack of opportunity if it doesn’t have line of sight to the enemy. No attacks of opportunity can be made through walls or against invisible enemies, for example. Flanking When making a melee attack, a creature gets a +2 bonus on the attack roll if the creature being attacked is in a square threatened by an enemy on its opposite side or opposite corner. When in doubt about whether two creatures flank a defender between them, trace an imaginary line between the two crea- tures’ centers. If this line passes through opposite borders of the defender’s space (including corners of those borders), then those creatures are flanking it. Only a creature that threatens the defender’s square can help an attacker get the bonus for flanking. Stunned or helpless crea- tures, for example, can’t grant bonuses for flanking. If a creature takes up more than one square, any square it occu- pies counts for flanking. Your creature gains a bonus for flanking even if the creature on the opposite side of the creature being attacked isn’t in your warband. In a three-player game, for example, your creature and another player’s creature grant bonuses to each other when they’re on opposite sides of a third player’s creature. Cover and Melee Combat You can’t make an attack of opportunity against an enemy 92 that has cover. If an enemy creature is adjacent but around a :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 10:42 AM Page 92 SSwwoorrdd ooff HHeeiirroonneeoouuss FFllaannkkiinngg ++22 SSuunn SSoouull IInniittiiaattee WWhheenn mmaakkiinngg aa mmeelleeee aattttaacckk,, aa ccrreeaattuurree ggeettss aa ++22 ffllaannkkiinngg bboonnuuss oonn tthhee aattttaacckk iiff tthhee ccrreeaattuurree bbeeiinngg aattttaacckkeedd iiss iinn aa ssqquuaarree tthhrreeaatteenneedd bbyy aann eenneemmyy oonn iittss ooppppoossiittee ssiiddee oorr ooppppoossiittee ccoorrnneerr.. WWhheenn iinn ddoouubbtt aabboouutt wwhheetthheerr ttwwoo ccrreeaattuurreess ffllaannkk oonnee bbeettwweeeenn tthheemm,, ttrraaccee aann iimmaaggiinnaarryy lliinnee bbeettwweeeenn tthhee ttwwoo ccrreeaattuurreess’’ cceenntteerrss.. OOrrcc BBeerrsseerrkkeerr IIff tthhiiss lliinnee ppaasssseess tthhrroouugghh ooppppoossiittee bboorrddeerrss ooff tthhee ddeeffeennddeerr’’ss ssppaaccee ((iinncclluuddiinngg ccoorrnneerrss ooff tthhoossee bboorrddeerrss)),, tthheenn tthhoossee ccrreeaattuurreess aarree ffllaannkkiinngg iitt.. OOnnllyy aa ccrreeaattuurree tthhaatt tthhrreeaatteennss tthhee ddeeffeennddeerr’’ss ssqquuaarree ccaann hheellpp aann aattttaacckkeerr ggeett tthhee ffllaannkkiinngg bboonnuuss.. HHaallfflliinngg VVeetteerraann ++22 IIff aa ccrreeaattuurree ttaakkeess uupp mmoorree tthhaann oonnee ssqquuaarree,, aannyy ssqquuaarree iitt ooccccuuppiieess ccoouunnttss ffoorr ffllaannkkiinngg.. MMaann--aatt--AArrmmss DDwwaarrff AAxxeeffiigghhtteerr HHeerree,, tthhee SSwwoorrdd ooff HHeeiirroonneeoouuss aanndd tthhee HHaallfflliinngg VVeetteerraann ggiivvee eeaacchh ootthheerr ffllaannkkiinngg bboonnuusseess.. ((ssttuunnnneedd)) TThhee MMaann--aatt--AArrmmss ggeettss nnoo bboonnuuss bbeeccaauussee tthheerree’’ss nnoo eenneemmyy ooff tthhee OOrrcc BBeerrsseerrkkeerr oonn tthhee ooppppoossiittee ssiiddee.. TThhee SSuunn SSoouull IInniittiiaattee ddooeessnn’’tt ggeett tthhee bboonnuuss bbeeccaauussee tthhee DDwwaarrff AAxxeeffiigghhtteerr iiss ssttuunnnneedd ((aanndd tthheerreeffoorree ddooeessnn’’tt tthhrreeaatteenn tthhee ssqquuaarree tthhaatt tthhee OOrrcc iiss iinn)).. FFllaannkkiinngg,, LLaarrggee CCrreeaattuurreess TThhee DDwwaarrff AAxxeeffiigghhtteerr aanndd MMaann--aatt--AArrmmss AA aarree ffllaannkkiinngg tthhee OOggrree.. SSoo aarree tthhee DDwwaarrff AAxxeeffiigghhtteerr aanndd MMaann--aatt--AArrmmss BB.. MMaann--aatt--AArrmmss CC,, hhoowweevveerr,, iissnn’’tt ffllaannkkiinngg tthhee OOggrree.. TThhee lliinnee ffrroomm iittss cceenntteerr ttoo tthhee DDwwaarrff’’ss cceenntteerr ddooeessnn’’tt ppaassss tthhrroouugghh ooppppoossiittee bboorrddeerrss ooff tthhee OOggrree’’ss ssppaaccee.. DDwwaarrff AAxxeeffiigghhtteerr ++22 OOggrree MMaann--aatt--AArrmmss CC MMaann--aatt--AArrmmss AA MMaann--aatt--AArrmmss BB ++22 ++22 CHARGING enemies are equally near, you choose which one your creature A creature might be able to charge the nearest enemy. charges. If nothing slows it down and it moves at least 2 squares, To charge, a creature moves at double speed directly toward that creature can make a single melee attack against that enemy the nearest enemy it can see at the start of its turn. If two or more with a +2 bonus on its attack roll. The charging creature must move to the nearest space from which it can attack the nearest enemy. If this space is blocked or occupied, the creature can’t charge. If any line traced between the creature’s starting space and ending space passes through a square that slows or prevents move- ment, or contains a creature (even an ally), the charge is not allowed. A creature can’t charge if it starts its turn in a square threatened by an enemy. If anything prevents a creature from charging the nearest enemy, it can’t charge at all. FULL ATTACK Some creatures are capable of making more than one melee attack during a single turn. This fact is noted on a creature’s stat card (by the notation +12/+12, for example). To attack more than once during its turn, a creature must make a full attack. When a creature makes a full attack, it can’t move at all during that turn. You don’t have to decide on the target of all attacks ahead of time. You can wait to see the result of the first attack, then make the next attack against a different creature if you wish. You can even make one attack and then have the creature move rather than take the rest of its attacks. RANGED ATTACKS While melee attacks are always against enemies in adjacent squares, ranged attacks usually target enemies that are farther away. Not all creatures can make ranged attacks. To make a ranged attack, a creature must have a ranged attack rating on its stat card. 93 It must also be able to see its enemy. This is called having line of RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:42 AM Page 93 CCoovveerr iinn MMeelleeee CChhaarrggiinngg BBlloocckkeedd DDwwaarrff AAxxeeffiigghhtteerr TThhee DDwwaarrff AAxxeeffiigghhtteerr ccaann’’tt cchhaarrggee tthhee OOrrcc BBeerrsseerrkkeerr ffoorr aannyy ooff tthhrreeee rreeaassoonnss.. 11.. IItt ccaann’’tt eenndd iittss mmoovveemmeenntt iinn tthhee cclloosseesstt ssppaaccee ffrroomm wwhhiicchh iitt ccoouulldd aattttaacckk tthhee OOrrcc,, bbeeccaauussee aannootthheerr ccrreeaattuurree ((aa MMaann--aatt--AArrmmss)) ooccccuuppiieess tthhaatt ssppaaccee.. OOrrcc 22.. TThhee ppaatthh ggooeess tthhrroouugghh BBeerrsseerrkkeerr aa ssqquuaarree ccoonnttaaiinniinngg aa wwaallll,, wwhhiicchh bblloocckkss mmoovveemmeenntt.. MMaann--aatt-- 33.. TThhee ppaatthh ggooeess tthhrroouugghh MMaann--aatt-- AArrmmss aa ssqquuaarree ooccccuuppiieedd DDwwaarrff AArrmmss bbyy aann aallllyy AAxxeeffiigghhtteerr ((aa MMaann--aatt--AArrmmss)).. AAnnyy oonnee ooff tthheessee GGnnoollll oobbssttaacclleess bbyy iittsseellff wwoouulldd kkeeeepp tthhee DDwwaarrff ffrroomm MMaann--aatt-- cchhaarrggiinngg.. IInn mmeelleeee,, aa ddeeffeennddeerr hhaass ccoovveerr iiff aannyy lliinnee ffrroomm tthhee aattttaacckkeerr’’ss AArrmmss ssppaaccee ttoo tthhee ddeeffeennddeerr’’ss ssppaaccee ppaasssseess tthhrroouugghh aa wwaallll.. FFoorr eexxaammppllee,, tthhee OOrrcc BBeerrsseerrkkeerr hhaass ccoovveerr aaggaaiinnsstt tthhee TThhee cchhaarrggiinngg DDwwaarrff mmuusstt DDwwaarrff AAxxeeffiigghhtteerr ((aanndd vviiccee vveerrssaa)).. TThhee pprreesseennccee ooff tthhee GGnnoollll,, mmoovvee ttoo tthhee nneeaarreesstt ssqquuaarree OOrrcc ffrroomm wwhhiicchh iitt ccoouulldd aattttaacckk tthhee OOrrcc.. BBeerrsseerrkkeerr oonn tthhee ootthheerr hhaanndd,, ddooeess nnoott pprroovviiddee tthhee OOrrcc BBeerrsseerrkkeerr oorr tthhee IInn tthhiiss ccaassee,, tthhee nneeaarreesstt ssqquuaarree iiss ooccccuuppiieedd.. MMaann--aatt--AArrmmss wwiitthh ccoovveerr ffrroomm eeaacchh ootthheerr.. DDwwaarrff AAxxeeffiigghhtteerr CChhaarrggiinngg WWhheenn cchhaarrggiinngg,, aa ccrreeaattuurree MMaann--aatt--AArrmmss mmoovveess uupp ttoo ddoouubbllee ssppeeeedd ((aanndd aatt lleeaasstt 22 ssqquuaarreess)) aalloonngg tthhee sshhoorrtteesstt ppaatthh ttoo tthhee cclloosseesstt ssppaaccee ffrroomm wwhhiicchh iitt ccaann aattttaacckk tthhee nneeaarreesstt eenneemmyy iitt ccaann sseeee.. IIff aannyy lliinnee ttrraacceedd bbeettwweeeenn tthhee ccrreeaattuurree’’ss ssttaarrttiinngg ssppaaccee aanndd eennddiinngg ssppaaccee ppaasssseess tthhrroouugghh aa ssqquuaarree tthhaatt sslloowwss oorr pprreevveennttss mmoovveemmeenntt,, oorr ccoonnttaaiinnss aann aallllyy,, tthhee cchhaarrggee iiss nnoott aalllloowweedd.. AAtt tthhee eenndd ooff tthhee cchhaarrggee,, tthhee ccrreeaattuurree mmaakkeess oonnee mmeelleeee aattttaacckk wwiitthh aa ++22 bboonnuuss aaggaaiinnsstt tthhee ccrreeaattuurree iitt wwaass cchhaarrggiinngg.. OOrrcc BBeerrsseerrkkeerr EEvveenn tthhoouugghh tthhee DDwwaarrff AAxxeeffiigghhtteerr’’ss ssppeeeedd iiss 44,, iitt ccaann cchhaarrggee 55 ssppaacceess aanndd aattttaacckk tthhee OOrrcc BBeerrsseerrkkeerr.. AA ccrreeaattuurree ccaann’’tt cchhaarrggee iiff iitt ssttaarrttss iittss ttuurrnn iinn aa ssqquuaarree tthhrreeaatteenneedd bbyy aann eenneemmyy.. A Ranged Attack’s Range Most ranged attacks can target enemies anywhere on the battle grid, provided the attacking creature has line of sight. A few crea- tures have ranged attacks that can only target an enemy up to 6 squares away. A creature can’t make a ranged attack if it is in a square threat- ened by an enemy.",
        "name":  "Reduced to Half Hit Points",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If an attacker has cover in melee relative to an enemy creature (usually because it is around a corner or the end of a wall), it can make a ranged attack against that enemy. Usually that enemy will be the nearest enemy, so in this situation it is possible to make a ranged attack against an adjacent creature. Similarly, if an adjacent enemy creature cannot see the would-be ranged attacker (usually as a conse- quence of an invisibilityor blindnessspell), the attacker can use its ranged attack. If you’re playing on an exceptionally large battle grid, you can limit ranged attacks to a range of 24 squares. Targets of Ranged Attacks A creature must make its ranged attack against the nearest enemyit can see. This frequently means taking a shot against an enemy that has cover when there is a clear target farther away. Wise players move their ranged attackers first to get clear shots against the nearest targets. A creature with more than one ranged attack might be able to attack multiple targets. If its first attack destroys the nearest enemy or causes that creature to rout, it can make its next attack against the next nearest enemy. sight to the enemy. The accompanying diagram shows how to Cover determine line of sight. Creatures and certain terrain features, such as walls, trees, and Some spells and special abilities behave like ranged attacks statues, provide cover against ranged attacks. Cover makes it and follow the same rules. harder to hit an enemy. 94 :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 10:43 AM Page 94 CCoovveerr aaggaaiinnsstt RRaannggeedd AAttttaacckkss OOrrcc BBeerrsseerrkkeerr TThhee OOrrcc hhaass ccoovveerr TThhee GGnnoollll ggeettss ccoovveerr ffrroomm tthhee wwaallll ((++44 AACC)).. ((++44 AACC)) ffrroomm tthhee RRaannggeerr.. ((TThhee AArrcchheerr iiss aallssoo sshhoooottiinngg iinnttoo mmeelleeee,, ssoo tthhee GGnnoollll ggeettss aannootthheerr ++44 bboonnuuss ttoo AACC,, ffoorr aa ttoottaall ooff ++88 ttoo iittss AACC aaggaaiinnsstt tthhiiss rraannggeedd aattttaacckk..)) TThhee AArrcchheerr hhaass lliinnee ooff ssiigghhtt ttoo bbootthh tthhee OOrrcc aanndd tthhee GGnnoollll.. EEllff AArrcchheerr EEllff RRaannggeerr GGnnoollll TToo ddeetteerrmmiinnee wwhheetthheerr aa ccrreeaattuurree hhaass ccoovveerr aaggaaiinnsstt aa rraannggeedd aattttaacckk,, tthhee aattttaacckkeerr cchhoooosseess aa ccoorrnneerr ooff aa ssqquuaarree iinn iittss ssppaaccee.. IIff aannyy lliinnee ffrroomm tthhiiss ccoorrnneerr ttoo aannyy ppaarrtt ooff tthhee ddeeffeennddeerr’’ss ssppaaccee ppaasssseess tthhrroouugghh aa ssqquuaarree oorr bboorrddeerr tthhaatt bblloocckkss lliinnee ooff ssiigghhtt oorr tthhaatt pprroovviiddeess ccoovveerr,, oorr tthhrroouugghh aa ssqquuaarree ooccccuuppiieedd bbyy aannootthheerr ccrreeaattuurree,, tthhee ddeeffeennddeerr hhaass ccoovveerr ((++44 bboonnuuss ttoo AACC)).. IIff tthhee GGnnoollll aanndd tthhee EEllff RRaannggeerr sswwiittcchheedd ppllaacceess,, tthhee GGnnoollll wwoouulldd nnoo lloonnggeerr hhaavvee ccoovveerr aaggaaiinnsstt tthhee EEllff AArrcchheerr’’ss sshhoott ((tthhoouugghh iitt wwoouulldd ssttiillll ggeett tthhee ++44 bboonnuuss ttoo AACC bbeeccaauussee tthhee AArrcchheerr iiss sshhoooottiinngg iinnttoo mmeelleeee)).. OOrrcc BBeerrsseerrkkeerr",
        "name":  "Exceptions",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spells that have a range of touch can be cast even range, they are: personal, touch, range 6, cone, line, sight, your when an enemy threatens the caster’s square. warband, and any warband. See the glossary at the end of this When a caster has cover in melee against an adjacent enemy, chapter for complete descriptions of these types of ranges. that enemy’s presence doesn’t keep it from casting spells. (That There are two cone templates printed in the appendix, repre- enemy is also likely to be the nearest enemy.) senting two ways you can position cone effects. You can photo- copy these templates and cut them out. GENERAL SPELL EFFECTS Most spells that a creature can cast are described on that crea- Radius ture’s stat card using keywords and shorthand terms explained Some spells affect a roughly circular area on the battle grid. below. Spells are listed by level, from lowest to highest. These spells’ descriptions give the radius of their effect. A few of the more complicated spells, such as summon monster, There are two radius templates printed in the appendix. You are fully explained in the glossary at the end of this chapter.",
        "name":  "Exception",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage and Stun effects are instantaneous. Bonuses and abilities granted by spells, and other spell effects, last for the entire skirmish or until some condition described in the spell is met.",
        "name":  "Spell Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unless This section of a spell description details the spell description spec- the spell’s effect on the target and ifies otherwise, a crea- creatures in its area, if applicable. ture avoids all effects A few of the most common spell of a spell by making effects and keywords are discussed a successful save here. Others are explained in against it. more detail in the glossary at the end of this chapter. Spells that Don’t Affect",
        "name":  "Effects and Conditions Other Effects",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a spell gives a creature a new special ability, or the effect is more complicated than a simple addition to a statistic, TERRAIN the description uses the word “gains.” For example, blur(touch; target creature gains Conceal 6) grants its target the Conceal 6 The D\u0026D Miniatures Entry Packcontains six feature tiles that add special ability. several different types of terrain to the battle grid. (These terrain",
        "name":  "Gains",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spells that remove damage from wounded creatures tiles are reproduced at the back of this book.) Some terrain slows or increase a creature’s hit points use the expression “hp.” or blocks movement, or provides obstacles and cover. Other ter-",
        "name":  "Hit Points",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Resurrected creatures reenter play",
        "name":  "Special Abilities and Spells",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Speed +4; Tactics. Activating this creature doesn’t count with all the special abilities, spells, and statistics on their stat against your limit of two creatures per phase. Thus, you can activate cards (or otherwise possessed, in the case of a campaign). They another creature during the turn you receive this gift, if you wish. lose any benefits previously granted by spells (except for those LE:Attack +4. with a range of “your warband” or “any warband”). CE:Melee and ranged damage +10.",
        "name":  "CG",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All squares on the battle grid that aren’t part of a terrain must all be spent on the 23-point creature. tile are considered to be difficult terrain. After all players have placed their newly arriving creatures, roll for initiative and complete the rest of the round normally. Sparse Ruins As normal for creatures that enter the battle during play, spells Dungeons and catacombs are sometimes less densely built up that target “your warband” or “any warband” affect them even if than normal. the spells were cast before they arrive.",
        "name":  "Setup",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) A range given in level equal to or lower than a creature’s Beastmaster rating are the description of certain spells and abilities. It works like treated as if they did not have the Difficult special ability. Most “your warband” (see that entry), except that you can choose creatures with this special ability are also commanders, but any one warband as the target: your own, a teammate’s, or even their Commander rating may not be the same as their Beast- an opponent’s. master rating.",
        "name":  "Any Warband",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "There are two types of attacks, melee and ranged. The Blinded: (Spell/Ability Effect) A blinded creature does not outcome of an attack is determined by an attack roll. Many have line of sight to any other creature. It cannot make ranged bonuses and penalties conferred by spells and special abilities attacks or cast spells with a range other than “touch,” “self,” or can affect a creature’s attack. If no attack type is specified, the “your warband.” A blinded creature does not threaten adjacent effect applies to both melee and ranged attacks. squares and so does not get to make attacks of opportunity. A few special abilities, such as Gaze Attack, use the word A blinded creature treats all other creatures as having the “attack” in their names, but they still follow the rules for special Invisible special ability. abilities rather than the rules for attacks. Movement when Blinded: A blinded creature’s speed is effec-",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most bonuses stack, except those from the same Cold:(Damage Keyword) A type of energy. spell or effect. (See the stacking definition for what spell varia- Commander [#]: A creature with the Commander special tions are considered to be the same as the base spell.) ability printed at the top of its stat card is a commander, with a Burrow [#]:Certain subterranean creatures, such as the fear- Commander rating equal to the given number. some umber hulk, can travel underground almost as easily as Commander ratings are usually positive numbers, but a very they can walk. few commanders have such poor leadership ability that their A creature with this ability can move underground instead of Commander ratings are 0 or even negative. Such a commander on the surface. If it chooses to burrow, it uses that mode for all can still put creatures under command and can choose not to add of its movement that turn, and its speed is the listed rating. A its Commander rating on most morale saves, but its negative burrowing creature ignores terrain effects on the surface while Commander rating does count as a penalty on a morale save moving and can even pass through squares containing walls, made for a rally attempt. though it must end its burrowing move in a legal position. Commander Effect: Most commanders grant a benefit to While burrowing, a creature is immune to attacks of opportu- their followers (creatures in their warband that are not them- nity and cannot charge; at the end of its move, it returns to the selves commanders) known as their Commander Effect. To surface and can attack and be get the benefit, a follower must be under attacked normally. command and within 6 squares of the An out of command crea- commander (which is itself never affected ture with the Burrow ability can by the benefit). move underground at a speed Occasionally, a Commander Effect of 2. However, it can rush at instead confers a disadvantage on enemy double its normal Burrow creatures. Such an effect also has a range of speed toward the nearest en- 6 squares but affects all enemies (even other emy it can see if it can reach that commanders and Difficult creatures) in range. enemy during its turn. A creature can be subject to more than one Commander A routing creature with the Effect at the same time, but modifiers to the same statistic Burrow ability can move under- from different commanders do not stack. For example, a ground, but only if doing so gets it closer creature could gain attack +2 from one commander and Morale to its exit corner than using one of its Save +4 from another. If one commander grants attack +2 and other movement modes. another commander grants melee attack +4, the creature gains a",
        "name":  "Bonuses",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) +4 bonus on melee attacks and a +2 bonus on ranged attacks. Creatures in Chaotic Good or Cha- A routing, stunned, confused, or help- otic Evil warbands are chaotic, less commander can- regardless of the factions on the not put other creatures creatures’ stat cards. They can under command, and be affected by spells and spe- thus its Commander cial abilities that affect cha- Effect does not function. otic creatures. Conceal [#]:Hitting a creature",
        "name":  "Chaotic",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per turn, if a creature with this ability destroys fender’s Conceal ability fails. If an enemy by reducing its hit points to 0 with its melee attack several effects grant Conceal to a crea- (even an attack of opportunity), it can immediately make one ture, only the highest rating applies. extra melee attack against another enemy. Cone: (Spell/Ability Keyword) A range given in the descrip-",
        "name":  "Cleave",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When dividing damage in half, such as after a 16–20 You control this creature normally this turn. Even so, it successful save, round down to the next lowest multiple of 5. For remains confused until the duration of the effect is over. example, half of 15 points of damage is 5; half of 5 points of A confused creature cannot make attacks of opportunity. damage is 0. A confused commander can’t put other creatures under com- DC [#]: (Spell/Ability Keyword) DC stands for Difficulty mand or add its Commander rating to initiative checks, and its Class.A creature can avoid or reduce certain effects by making a Commander Effect does not function. save. Roll 1d20 and add the creature’s level; the save succeeds if",
        "name":  "Half Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A type of creature. the result equals or exceeds the indicated DC. Constructs are not living creatures. All constructs have the fol- Death Attack (DC [#]): When a creature with this special abil- lowing special abilities: Fearless; Immune Confusion, Critical ity is about to make a Sneak Attack, it can also attempt to use its Hits, Dominate, Incite, Paralysis, Poison, Sleep, Sneak Attack, Death Attack ability. This attempt must be declared before Stun. Positive damage from heal effects (such as the various cure making the attack. A creature struck by a Death Attack must woundsspells)and negative damage (such as from inflict wounds make a save against the indicated DC or be destroyed. Even if the spells) do not affect Constructs. save succeeds, the attacker still deals the extra damage with its",
        "name":  "Construct",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creatures that have been destroyed or routed off purpose of determining which creatures can benefit from a the battle grid are eliminated. They score victory points for the Commander Effect, a follower is any creature that a com- player whose creatures eliminated them. mander has under command and is within 6 squares of that Enemy/Enemy Creature: Enemies are creatures in oppo- commander. nents’ warbands, not in your own or a teammate’s warband. Frighten/Frightened:(Spell/Ability Effect) A creature that",
        "name":  "Eliminated",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) Creatures in Lawful Evil or of forcedoes not. A creature with Gaze Attack that has been ren- Chaotic Evil warbands are evil, regardless of the factions on the dered invisible cannot use this ability. creatures’ stat cards. They can be affected by spells and special Giant:A type of creature. abilities that affect evil creatures. Good:(Spell/Ability Keyword)Creatures in Lawful Good or",
        "name":  "Evil",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These four broad categories classify creatures Chaotic Good warbands are good, regardless of the factions on according to their moral and ethical viewpoint. Briefly, these the creatures’ stat cards. They can be affected by spells and special 120 are justice (Lawful Good), freedom (Chaotic Good), tyranny abilities that affect good creatures. :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 11:19 AM Page 120 Heal [#]:(Spell/Ability Effect) This effect removes the indi- creature (so it can help create flanking situations) but cannot cated amount of damage from a wounded living creature. It can’t make attacks or take any actions. raise a creature’s hit points above its starting amount. Any attack against the illusion automatically succeeds. Any A heal effect deals the indicated amount of positive damage to damage dealt to an illusion, whether by an attack or by a spell an Undead creature. The creature gets a save for half damage (DC or special ability, removes the effect immediately. Spells and 12 + the level of the spell, or if not a spell, the level of the creature abilities that do not deal damage or remove spells have no effect producing the heal effect). Constructs are immune to heal on illusions. effects, unless the spell or ability specifies otherwise, in which Immediate:(Spell/Ability Keyword and Action Type) A type case only Construct creatures are healed by the effect. of swift action (see that entry, below) that a creature may trigger",
        "name":  "Factions",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A number of situations and effects can render a instantly at any time, even when it is not its turn. This action may creature helpless. interrupt other actions, taking effect just before they do. The last A helpless creature can’t move, attack, cast spells, threaten immediate action declared takes place first. adjacent squares, make attacks of opportunity, grant a bonus Immune EFFECT:A creature with an Immune ability is not for flanking, use special abilities that have to be activated or affected by the indicated attack type, energy, ability, or condition. targeted, or put other creatures under command. Being help- Creatures with multiple immunities have them listed in one less does not change a routing creature’s morale, but the con- entry, separated by commas; for example, a creature immune to dition that makes the creature helpless might keep it from cold- and fire-based effects would have the ability Immune being able to run away. Cold, Fire.",
        "name":  "Helpless",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a creature with this ability has cover against a non- cannot put other creatures under command. adjacent attacking creature from something other than inter- In a Square:A creature is “in” a square if any of its space occu- vening creatures (such as a wall or statue), it is considered to pies that square. have the Invisible special ability against that attacking crea- In Melee: A creature is considered to be “in melee” if it is ture. This means (among other things) that a ranged attacker active and it threatens an enemy’s square, or if an active enemy without Blindsight can’t see or target a creature with Hide that threatens its square. has such cover. Incite/Incited, Inhibit/Inhibited:(Spell/Ability Effect) A",
        "name":  "Hide",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hit points. A creature whose hit points drop to 0 is de- creature that has been incited by a spell or special ability must stroyed. If a spell or special ability grants extra hit points, this take its turn as early as possible in each round. Other creatures benefit removes damage from a wounded creature and can even in its warband cannot act before it in a round unless they are increase its hit points above its starting amount (if the hp bonus also incited. exceeds damage already taken). Adding hit points in this way A creature that has been inhibited must take its action as late doesn’t affect when a creature reaches half hit points (for morale as possible each round. Other creatures in its warband cannot act saves). Hit points in excess of the creature’s starting amount can’t after it in a round unless they are also inhibited. be restored with a heal effect once they are lost. Any creature that has the Immune Incite special ability also",
        "name":  "HP",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) Illusions can force an enemies. enemy into choosing between wasting her attacks or charging A creature with this special ability is ghostly and insubstantial. into your trap. Any time the creature would be damaged by an attack, or by a spell Some spells and special abilities produce illusions, desig- or special ability, roll 1d20; on a result of 11 or higher, the creature nating a square or squares as members of your warband. These takes no damage. (It does not, however, get a chance to avoid attacks are considered to produce permanent areas of effect (see that from other creatures that have the Incorporeal ability, nor is it pro- entry, below), which can target any unnoccupied square rather tected from spells or special abilities that do not deal damage.) than the nearest enemy or ally. (In fact, such effects must The creature’s movement is not affected by terrain. It can target unoccupied squares.) even move through walls and This space counts as a member of your warband and affects moving crea- tures as normal: Enemy crea- tures cannot move through it, and your own creatures cannot charge through it or end their move in it. The space also counts as a member of your warband for purposes of determining the nearest enemy. It threatens 121 adjacent squares as though it were an active RULES Illus. by S. Tappin SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:48 AM Page 121 Displacer Beast over pits, though it cannot see through walls. It cannot end its all squares that the line goes through or touches. The line con- movement on a pit, inside a wall, or in any other illegal position. tinues to its maximum range, usually going past the target and It does not provoke attacks of opportunity when moving possibly affecting more creatures. A line does not affect creatures through walls. more than 12 squares away. The creature can move through enemy creatures that don’t Line of Effect: Line of effect is nearly always the same as line have the Incorporeal ability but can’t end its movement in a of sight (see that entry, below). A few special effects, such as wall square occupied by a creature. of force,block creatures’ movement and prevent them from attack-",
        "name":  "Illusion",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature with this special ability is always ing or affecting a space with a special ability or spell but do not under command. It is capable of rallying itself as a commander block line of sight to that space. These effects are said to block does, though without a commander it adds only its own level to line of effect. the morale save, as if it were being rallied by a Commander 0. Line of Sight:A creature that can see a target has line of sight",
        "name":  "Independent",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Effect) Other creatures do not have to it. Certain kinds of terrain, such as walls, block line of sight, as line of sight to an invisible creature. The creature gains the Con- do effects such as the Invisible special ability. To determine line ceal 11 ability against attackers that can’t see it (generally, any of sight, draw an imaginary line between any point in one crea- creatures that do not have Blindsight). An enemy that cannot see ture’s space and any point in the other creature’s space. If any an invisible creature does not threaten its square (and therefore such line is not blocked, then the two creatures have line of sight can’t make opportunity attacks against it or prevent it from cast- to each other. The line is clear if it doesn’t intersect or even touch ing a spell or using a ranged attack). An invisible creature gains a squares that block line of sight. If a creature can’t see the target +2 bonus on attacks made against enemies that can’t see it. (for example, due to the Invisible ability), it can’t have line of",
        "name":  "Invisible",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword)A range given in the description ture is assumed to be Medium. of certain spells and abilities. A line affects creatures in a straight Melee Attack:One of the two attack types (see also Ranged line away from the caster toward the nearest enemy or ally. Trace Attack, below). Most creatures can make melee attacks only a line from a corner of a square in the attacking creature’s space against adjacent creatures. to a corner of a square in the target creature’s space. The line affects Melee Reach [#]: A creature with this special ability can make melee attacks against enemies that are up to the indicated number of squares away. Use the ranged attack rules to determine whether the attacker has line of sight to the target and whether the target has cover. When determining whether a creature with Melee Reach can make a melee attack, count diagonals in the normal way. (A crea- ture with Melee Reach 2 can’t attack an enemy in a square 2 diag- onals away.) This ability does not allow a creature to threaten squares that are not adjacent or make attacks of opportunity against enemies that are not adjacent. Nor does it allow a creature to deliberately stop before it is adjacent to the enemy it is charging or rushing. A creature using Melee Reach to attack at a distance does not create a flanking situation. It is not considered to be in melee unless it is adjacent to a creature.",
        "name":  "Line",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A special save made to avoid routing. All morale Opponent:A player you are playing a battle against. saves have a DC of 20. A commander provides a bonus equal to Outsider: A type of creature. its Commander rating on morale saves made by creatures under Paralysis: (Spell/Ability Effect) A creature subject to this its command. A creature that fails a morale save is routing; it effect is paralyzed if it does not make a successful save against moves at double speed toward its exit corner until it rallies or the effect’s indicated DC. A paralyzed creature is helpless. At the exits the battle grid. end of a paralyzed creature’s turn, after it has missed its chance Spells and special abilities can trigger morale saves. Creatures to act during that turn, it makes another save (same DC). If this without the Fearless special ability make a morale save when save succeeds, the paralysis is removed and the creature can act their hit points first drop to half normal. normally on its next turn. Morale Save +[#]:Add the indicated bonus to all the creature’s Permanent Area of Effect: (Spell/Ability Keyword) Spells morale saves. and abilities that create permanent areas of effect usually modify",
        "name":  "Morale Save",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A modifier to creature type or subtype. Certain terrain within a radius of 2 or 4 squares. Unless otherwise speci- spells, special abilities, or effects may reference mounted creatures. fied, normal terrain within such areas is not removed. Instead,",
        "name":  "Mounted",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When moving at double speed permanent areas of effect generally add an additional effect or (other than making a charge), a creature with this ability can terrain modifier to squares within the area. make a single melee attack at any point in its path. Unlike other spells and special abilities, permanent areas of",
        "name":  "Mounted Melee Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When moving at double effect can target any square within the spell or ability’s range; speed (other than making a charge), a creature with this they do not have to target the nearest enemy or ally. ability can make a single ranged attack at any point in Personal:(Spell Keyword) A spell with personal range affects its path. only the caster.",
        "name":  "Mounted Ranged Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An action that is the equivalent of a Phase Out: (Spell/Ability Keyword) Some creature moving up to its speed. During its turn, a crea- spells and special abilities take a creature off ture may replace its attack with a move action, the battle grid without eliminating it. (Note allowing it to move up to double speed. the creature’s location when it is phased out; Sometimes special actions, spells, or ef- unless otherwise specified, it returns to play fects replace one or both move actions. (See in that same space.) While off the grid because also Minimum Move, above.) of being phased out, the creature cannot be",
        "name":  "Move Action",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature pulled toward another creature must always Save:Numerous effects require a creature to save against a spe- move into a square that is closer to the pulling creature. cific DC to avoid or reduce an adverse effect. Roll 1d20 and add If an effect states you may “push or pull,” the target can end up the creature’s level, then compare the result to the save’s DC. closer to, farther from, or the same distance from the creature (Some creatures get an additional bonus on saves as a special abil- producing the effect. ity; see below.) If the save result equals or exceeds the DC, the Range 6:(Spell/Ability Keyword) A range given in the descrip- save succeeds. tion of certain spells and abilities. The effect targets the nearest If a spell or ability deals damage and has a DC, the effect deals enemy or ally within 6 squares and line of sight of the originat- half damage on a successful save. Other effects are negated with ing creature. a successful save.",
        "name":  "Pull",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fire elemental leaves if the com- Skips Next Turn: (Spell/Ability Effect) On its next turn, a mander it has promised to serve is killed. creature subject to this effect activates but may take no actions. A creature with this ability can be included in your warband It is still considered active. It threatens squares normally and can only if you also have the indicated creature in your warband. make attacks of opportunity.",
        "name":  "Requires CREATURE",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Effect) A creature subject to this effect is required one. If the required creature is eliminated, this creature sleeping. If the Sleep effect has a save DC, then a successful save is also eliminated, and both score points for the opponent. For negates the effect. example, the Large Fire Elemental has the Requires Commander A sleeping creature is helpless until another creature wakes it ability. Pick one of your commanders when you set up your war- up. A creature that is adjacent to one or more sleeping creatures band. If that commander is eliminated, the Large Fire Elemental can remove Sleep for one sleeping creature as a standard action is also eliminated. (replacing its attacks). Sleep effects are also removed immedi- In an Out of the Box scenario (see Warband-Building Scenar- ately when a sleeping creature takes damage. ios, earlier in this chapter), if you have no creature that qualifies Slide:(Spell/Ability Effect) This effect works like push/pull as the required sort, choose any one other creature in your war- (see that entry), except that the movement of the affected crea- band instead. ture can be in any direction.",
        "name":  "When you set up your warband, choose which creature is the Sleep",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The number of squares a creature can move when Duplicate bonuses from Commander Effects never stack. A activated. A creature that does not attack or cast a spell (or per- single follower can benefit from any number of Commander form another standard action) can move up to double its speed Effects at the same time, but if more than one grants a bonus to on its turn. the same statistic, only the highest bonus applies.",
        "name":  "Speed",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A number from 1 to 9 that indicates the relative In addition, spells with the words “greater,” “lesser,” “legion,” power of a spell. “mass,” or “swift” as the first word in their title are simply derived",
        "name":  "Spell Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Casting a spell is a standard action and replaces a creature’s from other spells. Their effects do not stack with the effects of attacks on its turn. A creature can’t cast a spell while an enemy their related spells. threatens a square it occupies, except Standard Action: Making a standard for spells with a range of touch. A action replaces a creature’s attacks on spellcaster that has cover in melee its turn. against an adjacent enemy, though, Statue:A statue hinders move- can cast spells normally. ment. It costs 2 squares to move The caster decides whether to into a square containing a statue (or 3 target the nearest enemy or the squares if moving diagonally). A creature nearest ally. Unless otherwise can’t end its movement in a square contain- noted, damage and Stun effects ing a statue. Statues provide cover to crea- are instantaneous. Bonuses and tures behind them, but those creatures abilities granted by spells, and can still be seen. Some game effects, other spell effects, last for the such as the Medusa’s Gaze Attack, entire skirmish or until some create new statues. If a creature trans- condition described in the spell formed into a statue is returned to is met. play, remove the statue and place",
        "name":  "Spell",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature with this special ability is stunned creature’s next turn. never affected by a spell that allows a Spell Resistance roll, and it Summon:(Spell Keyword) A summonspell (such as summon can’t choose not to resist a spell. monsteror summon nature’s ally) brings a creature or creatures Spellcaster/Caster:A creature that has a Spells entry on its matching specified restrictions onto the battle grid within 6 stat card is a spellcaster. squares of the summoner. (The controlling player must provide",
        "name":  "Spell Resistance All",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) A creature may use one swift Undead: A type of creature. All Undead creatures have the fol- spell or special ability during its turn (but not during other crea- lowing special abilities: Fearless; Immune Confusion, Critical tures’ turns). This swift action doesn’t count against its normal Hits, Dominate, Incite, Paralysis, Poison, Sleep, Sneak Attack, actions and does not replace its attacks. A creature can take a Stun. Heal effects, such as the various cure woundsspells, deal pos- swift action before any of its other actions, during movement, or itive damage to Undead creatures. after any of its actions during its turn. Unique: A creature with this special ability is one of a kind",
        "name":  "Swift",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Effect) A few spells and spe- and has a given name, such as Tordek, Dwarf Fighter. A Unique cial abilities cause the creature using the ability to switch posi- creature is sometimes referred to as a character. You cannot tions with its target, or to switch two other creatures’ positions. have more than one Unique creature with the same given If the two creatures occupy spaces of the same size, simply swap name in your warband. For example, Tordek, Dwarf Fighter their locations on the battle grid. If the creatures occupy spaces and Tordek, Dwarf Champion both count as “Tordek”; you can of different sizes, they can switch positions only if the larger crea- have only one or the other in your warband. Each of your ture can be placed in a legal position. Each creature must end up opponents and teammates can have their own copy of a on at least one of the squares the other creature occupied. The Unique creature. player who controls the effect controls the exact location, so long Ignore the Unique ability’s warband building restrictions in as it is a legal position. Out of the Box games (see Warband-Building Scenarios, earlier Being switched out of or into a square threatened by enemy in this chapter). creatures does not provoke attacks of opportunity. Unlimited Uses: Most spells can only be used a few times,",
        "name":  "Switch Position",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An active creature threatens all squares adjacent to as indicated by one or more check boxes (❑ ). Spells with it. A creature can make an attack of opportunity against an unlimited uses can be cast by a creature any number of times. enemy creature that moves out of a square it threatens. Spell- Special abilities that have no check boxes are assumed to have casters cannot cast spells (other than those with a range of touch) unlimited uses. when they are threatened, and creatures with ranged attacks can’t Vermin: A type of creature. All Vermin creatures have the use them when they are in an enemy’s threatened square. following special ability: Immune Confusion, Dominate, However, if the threatening creature can’t see the enemy or if Incite, Sleep. the enemy has cover in melee against the threatening creature, Vulnerable DAMAGE TYPE: For every 10 points of the the creature in the threatened square can move, cast a spell, or specified energy damage dealt to this creature, it takes an make ranged attacks normally. extra 5 points of that same damage. For example, a creature",
        "name":  "Threaten",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) A range given in the descrip- of fire damage. tionof certain spells and abilities. A caster can cast a touch- If the creature gets a save to reduce the damage, roll the save range spell on any creature it can make a melee attack against. first. Base any damage increase on the damage dealt after the save.",
        "name":  "Touch",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Without formed units, you can probably do without trays. to 1,000 points instead of 500 to 3,000 points. pqqqqrs If you lose the roll, you may challenge initiative by having a commander spend 1 command point (see Commanders). You then can reroll your initiative roll. If the result of the second roll is equal to or less than your opponent’s, you lose initiative and can’t challenge it again in this round. If the second roll is higher than your opponent’s roll, you win, but your opponent now has the option to challenge initiative. (If your opponent wins, you can challenge it again, and so on.) Whoever finally wins initiative determines who takes the first phase. Multiplayer Initiative With more than two players, the sequence for chal- lenging initiative goes like this:. 1. All players roll for initiative. If any two players tie, all players reroll. 2. Each player, starting with the lowest roller and going up, decides whether to challenge initiative, at a cost of 1 command point. A player who decides to do so must make the challenge immediately (no waiting to see what other players decide). 3. A player who rerolls and doesn’t beat the highest initia- tive roll is out of the running and can no longer challenge ini- tiative. 4. A player who rerolls and beats the highest initiative roll three. Or two in the first, three in the second, and two in the takes the lead. The next player in order now decides whether last. Any combination is possible as long as you activate all your to challenge this result. If all players have had at least one units once during the round. chance to challenge initiative, a player who previously made a You have to activate enough units in a phase to avoid leaving successful challenge but is not in the lead can decide to chal- units unactivated later. For example, if you have seven units and lenge again. Repeat steps 2 through 4 until all challenges have three phases in the round, you must activate at least one unit on been resolved. the first phase. (That way, you can activate all your remaining 5. Whoever finally wins initiative determines which player units in the next two phases.) takes the first phase. A commander attached to a unit activates when its unit does. You can activate any number of unattached commanders PHASES freely on your phase (before, during, or after you activate other Determine the number of phases for each player at the begin- units). You can even activate unattached commanders during ning of each new round of combat. The player whose army con- a phase when you activate no other units. See Commanders for tains the most units divides the total of his or her units by 3, more information. rounding up. The result is the number of phases for that round. Each player has the same number of phases. For example, if the Units Under Command player with the most units has seven units, each player has three When you activate a unit, a commander spends 1 command phases (7 divided by 3, rounded up, is 3). point (or sometimes more) to put it under command. A unit that You divide the number of units by 3 because you can activate is under command can perform one of the following activities. up to three units in a phase. This way, there are enough phases in —Move its speed and then make one attack, or make one each round that the player with the most units can activate each attack and then move. of those units once during the round. —Move up to double its speed. When determining the number of units on a side, disregard —Not move and make multiple attacks, if it can do so. commanders. They activate freely, so they don’t count when —Charge. determining the number of phases in a round. However, lone Instead of making its attacks, a unit can take a standard action creatures that aren’t commanders do count as units (since they to cast a spell or use a special ability, such as Gaze Attack. activate normally). When a unit is activated, it takes all the actions it is allowed immediately; it can’t wait for a later part of the round. ACTIVATING UNITS A commander must be within command range to put a unit Players complete phases in order, activating up to three units in under command. A commander’s command range depends on each phase. whether it’s attached and (if it’s attached) whether it’s leading from the front or rear. Phases and Activation When you activate a commander, no one has to spend com- On each phase, you may activate up to three units. You don’t have mand points for it to act. to activate all three (or even activate any at all), but you have to activate each unit before the end of the round. A unit can’t acti- Units Out of Command vate more than once in a round. If you activate a unit (other than a commander) without having For example, if you have seven units and there are three a commander spend command points to do so, it is out of com- phases, you could activate three in the first phase, three in the mand. A unit that is out of command has limited options. It can second, and the last one in the third. Alternatively, you could only take one of the following compulsory actions. 134 activate one in the first phase, then three, and finally the last Rout:If the unit is routing, it continues to rout (see Morale). :6 RETPAHC ELTTAB SSAM SELUR nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 12:08 PM Page 134 Tiefling Captain",
        "name":  "No Trays",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Units in this state are in full than its hit point rating and is thus insuffi- retreat, and unless rallied (see Rallying, cient to cause a casualty. In this case, the below), rout off the battlefield. unit adds this amount of damage to the dam- A unit’s morale state can be improved age dealt to it when it is next attacked. (You by one step if it makes a special morale can use the damage counters from the D\u0026D save called a rally check (see Rally- Miniatures Entry Packto track this.) Damage ap- ing, below). plies to the unit as a whole, not to any particu- Morale works differently for com- lar creature in it. manders and lone creatures than it does for units. Down to the Last Creature If a unit is reduced to one miniature, it MORALE SAVES is now a lone creature. To make a morale save, roll 1d20 and add the unit’s level If the damage that reduces a unit to rating, then compare the result to the morale save’s Dif- a lone creature also would have caused ficulty Class (DC). The DC for all morale saves is 20. If the unit to make a morale save, the the result equals or exceeds the save DC, the unit’s lone creature makes that save and morale state is unchanged. If the result is lower takes the effects as a normal unit than the save DC, the unit’s morale state wors- would. However, a failure reduces ens by one step. However, a unit that fails a the lone creature’s morale state to routing, even if the unit was morale save caused by a spell or special ability not shaken. becomes routing regardless of its original morale state. Any remaining damage that would normally have been applied As with any save, a natural 1 always fails and a natural 20 to the unit is instead dealt to that lone creature. If this is enough always succeeds. to drop that creature’s hit points to one-half or less of its starting A unit must immediately make a morale save when any of amount, it must make a morale save or rout (see Lone Creatures the following triggering conditions occur. These conditions are and Morale Saves, below). explained in detail below. If a commander was attached to the unit, it is no longer attached, —It takes its first casualty. because a lone creature can’t have a commander attached to it (see —It takes casualties totaling half or more of its initial strength Attached Commanders, below). Place the commander anywhere (number of miniatures). within 1 inch of the lone creature. —It takes a casualty from an attack by a unit that just charged it.* —It charges another unit and fails to cause at least one casualty.* SPECIAL ATTACK EFFECTS —It disengages from an enemy unit. Sometimes a creature’s attack has a special effect, such as with the —It is a formed unit and becomes unformed for any reason. Ghoul Touch special ability. In this case, it’s important to know —An attached commander leading from the front moves to not only how much damage a unit of those creatures deals but the rear, detaches, or is destroyed.** also how many creatures in the defending unit might be affected by the special effect. The number of affected defending creatures *If the enemy unit is at least 5 levels higher than the unit making is equal to the number of hits scored minus the number of casu- the morale save, the saving unit makes two morale saves instead 142 alties taken by the defenders. of one (see Charging and Morale Saves, below). :6 RETPAHC ELTTAB SSAM SELUR nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 2:46 PM Page 142 Red Samurai **If the unit is not engaged, a commander that’s detaching or MORALE SAVE MODIFIERS moving to the rear can cancel the move if the morale save fails A number of conditions can modify a morale save, as shown in (see Changing Attachment, below). the table below. All modifiers are cumulative. Table 6–5: Morale Save Modifiers Casualties and Morale Saves Taking casualties causes a unit to make morale saves, as the sur- Condition Modifier vivors question whether they’re going to be next. Engaged enemy unit to the side –2",
        "name":  "Sometimes a unit takes damage that is less Routing",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  ": TThhee TTiieefflliinngg CCaappttaaiinn iiss lleeaaddiinngg ffrroomm tthhee ffrroonntt.. TThhee uunniitt ggeettss aa mmoorraallee bboonnuuss eeqquuaall ttoo tthhee TTiieefflliinngg’’ss CCoommmmaannddeerr rraattiinngg ((++44)).. TThhee TTiieefflliinngg ccaann’’tt ssppeenndd ccoommmmaanndd ppooiinnttss oonn ootthheerr uunniittss.. IItt ccaann ttaakkee ppaarrtt iinn aattttaacckkss;; iinn tthhiiss ccaassee,, uupp ttoo ffoouurr ccrreeaattuurreess iinn tthhee OOOrrrccc WWWaarrrriioorr uunniitt MMaann--aatt--AArrmmss uunniitt ccaann aattttaacckk iitt.. DDaammaaggee aapppplliieedd ttoo tthhee uunniitt ssttiillll ddooeessnn’’tt aappppllyy ttoo tthhee ccoommmmaannddeerr.. TThhee uunniitt mmuusstt mmaakkee aa mmoorraallee ssaavvee iiff tthhee TTiieefflliinngg iiss ddeessttrrooyyeedd,, mmoovveess ttoo tthhee rreeaarr,, oorr ddeettaacchheess ffrroomm tthhee uunniitt.. IInn eeiitthheerr ccaassee,, tthhee aaccttuuaall ppoossiittiioonn ooff tthhee mmiinniiaattuurree iiss nnoott rreelleevvaanntt,, oonnllyy wwhheetthheerr tthhee ccoommmmaannddeerr iiss lleeaaddiinngg ffrroomm tthhee ffrroonntt oorr ffrroomm tthhee rreeaarr.. Human Thug commander. For example, if an allied cleric casts legion’s convic- tionon your unit, you can have the spell benefit the attached commander. But when an opponent’s cleric casts legion’s curse of petty failingon the unit, you can have your commander ignore that effect. COMMANDER POSITION An attached commander leads its unit either from the front or from the rear, whether the unit is formed or unformed. The position of the commander’s miniature indicates this but doesn’t represent the commander’s actual location. It merely indicates whether the commander is at the forefront of the action or hanging back. Whether it is leading from the front or rear, the distance to and from an attached commander is the same as the dis- tance to and from the unit itself. The position of the actual miniature representing the commander is not relevant. For example, a commander leading from the rear can spend com- mand points on other units within 6 inches of the unit to which it is attached. Leading from the Front An attached commander leading from the front provides better support to its unit than one leading from the rear, but it is vul- on the unit’s tray, while the additional miniature trails the unit nerable to attack, and it is unable to command other units. until it takes casualties. In a formed unit, a commander gains the unit’s +2 bonus on attacks made against enemies to its front (and the +2 bonus to AC Unit Activation and Attached Commanders against attacks from the front). However, it also takes the penal- An attached commander activates when the unit it’s attached to ties to attack and AC for attacks to or from the side or rear. activates. Being Attacked:A unit attacking in melee can designate a Generally, you can choose to activate a commander just number of its creatures as attacking an attached enemy com- before or just after its unit does. Sometimes the commander mander leading from the front. Any number of enemy units that must activate first, such as when it attempts to rally a shaken are attacking the commander’s unit can attack the commander. or routing unit. Sometimes it must activate at the same time, Only creatures in melee contact with the commander’s unit can such as when a commander leading from the front takes part in attack the commander. Up to six creatures can be assigned to an attack. attack the commander in a given round. A commander leading from the front is not subject to ranged Movement and Attached Commanders attacks or spells directed at its unit. If enough damage is dealt to A unit with an attached commander always moves at the unit’s the unit to eliminate all its creatures, any excess damage does not speed, even if that is faster than the commander’s speed. If the “spill over” onto the commander. commander and its unit do not share a special movement mode Attacking:A commander leading from the front may substi- (such as flying, teleporting, or burrowing), they cannot move tute its own attack for that of a creature in the unit. A commander together using that mode. attacks at the same time that its unit attacks. For example, if four creatures in a unit can attack an enemy unit in melee, the Morale and Attached Commanders commander may take the place of one of these creatures. The If a unit is shaken, the attached commander is not. commander and three creatures make simultaneous melee If a unit is routing, the attached commander must initially attack rolls, which use the commander’s attack and damage rat- move toward the battlefield edge along with the unit. However, ings, not the creatures’. it is not considered to be routing itself. The commander can acti- Having the commander attack is optional. Even if a formed vate normally, put units under command, give special orders, or unit can attack with all the creatures in its front rank, the com- even detach from the routing unit. mander does not have to be one of these attackers. If a unit is making attack rolls against both an enemy com- Commander Effects and Attached Commanders mander and the unit to which it’s attached, the attacking com- The unit to which a commander is attached benefits from its mander can choose to attack either the unit or the commander Commander Effect, regardless of whether the commander is lead- (or neither). ing from the front or the rear. If the Commander Effect is effec- Ranged Effects, Unit Not Engaged:A commander lead- tive against enemy creatures and the commander is leading from ing from the front can’t make ranged attacks unless its unit the front, it affects all enemy units that the commander’s unit can make ranged attacks. It can’t cast spells or use special abil- engages. An unattached commander can use its Commander ities, except on its own unit or itself. On the other hand, it Effect on all units it engages. can’t be specified as the target of ranged attacks, spells, or spe- cial abilities.",
        "name":  "LLeeaaddiinngg ffrroomm tthhee FFrroonntt",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A commander leading from the rear cannot leading from the front, can command nearby units and is safe make melee or ranged attacks or cast offensive spells against from attack. However, it doesn’t benefit its unit as much in enemy units. It may cast beneficial spells on the unit to which combat. it is attached.",
        "name":  "An attached commander leading from the rear, unlike one Attacking",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A commander leading from the rear cannot Morale:When a commander leads from the rear, the unit be targeted by an attack. When the unit takes casualties, the gains a bonus on morale saves equal to 1/2 its Commander commander is never among them. When the unit loses its last rating (rounded down). creature, any extra damage from that attack is wasted. It does not Command Range:If a commander leads from the rear, it can “spill over” onto the commander. spend command points on and issue special orders to its own 147 RULES MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 2:48 PM Page 147 Table 6–6: What Commanders Can Do Rule Unattached Attached—Rear Attached—Front Activation Free With unit With unit Movement Normal speed; can move through With unit With unit allied formed units as well as allied unformed units Command range 24 inches if mutual line of sight; 6 inches regardless of Own unit only 6 inches regardless of line of sight line of sight Commander Effect (friendly) No effect Affects own unit Affects own unit Commander Effect (hostile) Affects all enemy units that the No effect Affects all enemy units that the commander engages commander’s unit engages Morale bonus None, except for special orders +1/2 Commander rating, + Commander rating, plus any plus any special orders special orders Make melee attacks Yes No Yes; commander replaces one creature that would otherwise attack; share unit’s bonuses and penalties for facing Make ranged attacks Yes No Yes, if unit makes ranged attack; if formed unit, share its bonus or penalty for facing Cast spells/ Yes Yes, targeting self or Yes, either targeting an enemy use special abilities its unit only unit with a touch-range spell/ability or targeting its unit (or self) with any spell/ability Be attacked at range Yes, as lone creature No No Be Attacked in Melee Yes, as lone creature No Yes, by up to four creatures per attacking unit (five if comman- der is larger than the attacking creatures) Subject to same effect to — At commander’s option At commander’s option which unit is subject (friendly or hostile) Target of friendly effect Yes Yes; count range to unit Yes; count range to unit Detach from unit — Move action at start of Move action at start of comman- commander’s (and unit’s) der’s (and unit’s) turn; unit turn makes morale save (if unit is not engaged, you can roll the save, then decide whether to detach the commander Move to front/rear Move action to attach to an Free action at start of Free action at end of comman- adjacent unit (and lead from the commander’s (and unit’s) der’s (and unit’s) turn to move front or rear) turn to move to the front to the rear; unit makes morale save with 1/2 commander’s command rating as a bonus (if unit is not engaged, you can roll the save, then decide whether to move the commander unit and other units within 6 inches, regardless of line of sight Activation and Unattached Commanders (count around obstacles). If any part of a unit is within command You can activate any number of unattached commanders in any range, the whole unit is. phase, and they don’t count against your limit of three activations per phase. Unattached commanders also don’t count when deter- Changing Attachment mining the number of phases in a round. An attached commander can change its position relative to its An unattached commander does not have to spend command unit. points on itself in order to act.",
        "name":  "Being Attacked",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The commander must issue the special orders to units within 6 inches and mutual line of sight. It can order before the unit makes the morale save. always issue orders to its own unit even if, for some reason, it Attack Roll Bonus:The commander must issue the special does not have line of sight to the unit (such as because the unit order before the unit makes the attack rolls. is invisible). An attached commander leading from the front can issue DIFFICULT UNITS orders only to its own unit. A difficult unit contains troops with the Difficult special ability. It is harder to command than a standard unit. Putting Units Under Command A commander whose Commander rating is lower than a unit’s The most basic order is to put a unit under command. Doing this Difficult rating doesn’t count as a commander for that unit in any costs 1 command point. When a unit activates, it can take only way. It can’t attach to the unit, it can’t put the unit under com- compulsory actions unless it is under command. If a unit is put mand, and it can’t issue special orders to the unit. under command, it can act normally that round. Putting a difficult unit under command costs a number of A commander must put a unit under command before it can command points equal to its Difficult rating. attempt to rally that unit. Issuing a special order to a difficult unit that is under com- Remember that a unit engaging an enemy unit attacks that mand costs command points equal to its Difficult rating. enemy as a compulsory action. Once a unit is in melee, it gener- A difficult unit that is out of command moves at double speed ally does not have to be under command. toward the nearest enemy unit as a compulsory action. It might be able to charge if it meets the conditions, but it has to move Special Orders toward the enemy even if it can’t charge. Alternatively, a ranged Commanders can issue special orders to units within command unit can stand still and make a ranged attack (or use a ranged range. A commander can issue multiple special orders each spell or special ability) against that enemy, if it is within range at round, up to the limit of its command points. The various special the start of its turn. If it doesn’t see an enemy, it takes a compul- orders are summarized in Table 6–7 and described immediately sory action the way a normal unit does (see Units Out of Com- following the table. mand, earlier in this chapter). A unit doesn’t have to be under command to receive a special order. COMMANDER MORALE A commander generally can’t issue a special order to a A commander’s morale is separate from that of the unit to which commander—not even to itself. The one exception is the spe- it is attached, if any. Whether a commander is attached or not, its cial order to ignore nearer units when targeting a ranged attack morale works like that of a lone creature. or charging. A commander can issue this special order to itself A commander adds its own Commander rating to its morale (but not to another commander). saves. A special order issued to a unit never applies to any com- mander attached to that unit. VICTORY CONDITIONS A unit can receive multiple special orders, even from multiple commanders, but orders do not stack with themselves. For The Standard victory conditions, detailed below, set out the basic example, you can’t spend 2 command points to grant a unit two rules for winning a mass battle. +2 bonuses on its morale save twice (for a total of +4). To play a battle with different victory conditions or special The effects of a special order last until the end of a round. situations, try one of the variants that follow. You can also mix A difficult unit (see below) can receive special orders only from and match the variant rules given below to create unique vic- an attached commander whose Commander rating is at least as tory conditions. high as the unit’s Difficult rating. If you want variety or unpredictability, roll d% and consult Table 6–8 below. (Roll after building your armies.) Table 6–7: Special Orders Table 6–8: Random Mass Battles Victory Conditions Special Order Command Points Challenge initiative1 1 d% Victory Condition Ignore targets2 1/target 01–20 Standard Grant +2 bonus on morale saves 1 21–40 Quick Strike Grant +4 bonus on morale saves 3 41–60 Contested Ground Grant +2 bonus on attack rolls 2 61–80 Ten-Round Battle 81–90 Variable-Length Battle 1 Only an unattached commander can issue this special order. 91–100 Reconnaissance in Force1 2 A commander can issue this special order to itself (but not to 1 Two players only. If more than two players, reroll. another commander). Standard Victory Condition",
        "name":  "An attached commander leading from the rear can issue Morale Save Bonus",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Impassable; blocks hit points back to the creature’s line of effect for spells and abilities, starting amount can affect one but not line of sight. creature in the unit. (This",
        "name":  "Wall of Force",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) A spell or ability that uses this Attack Roll: Each mass strike or volley usually involves a word does not follow the usual restriction of targeting only the number of simultaneous melee or ranged attack rolls, respectively. nearest enemy or nearest ally. For example, the phrase “switch Battlefield:The play area on which you place terrain cards positions of any two creatures” can affect any two creatures in and miniatures. It’s the same as the battle grid in the skirmish line of sight of the caster and within the spell’s range. rules.",
        "name":  "Any",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Effect) A blinded unit does not Conceal [#]:When attacking a unit with the Conceal spe- engage units that it is adjacent to (although those units may cial ability, roll for each potential hit separately, not for all hits engage it). Otherwise, this condition works as it does in the at once. skirmish rules. Cone(Spell/Ability Keyword): In mass battles, the area affected Blind-Fight:Even a unit with Blind-Fight doesn’t engage an by a cone is not determined by using one of the skirmish tem- enemy unit that is invisible. Otherwise, this special ability works plates. Instead, the cone targets a single unit within 2 inches. as it does in the skirmish rules. If a cone effect deals damage, it deals double the indicated",
        "name":  "Blinded",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To charge, a unit moves at double speed to engage takes normal (not double) damage, or has one creature (not the nearest enemy it can see at the start of its turn. If nothing two) affected. slows it down and it moves at least 2 inches, that unit can make Confusion:(Spell/Ability Effect) A unit subject to this effect a single mass strike against that enemy with a +2 bonus on its is confused. A confused unit does not engage enemy units. If attack rolls. A formed unit can charge only if it moves straight some but not all creatures in a unit are confused, the unit’s con- ahead, and it must drift (see that entry) if able and if doing so troller decides whether to have the whole unit be confused or to brings more creatures into melee contact with the enemy unit. eliminate the confused creatures. An unformed unit must move in a straight line, engage the Each time a confused unit activates, roll 1d20 and refer to the enemy on its nearest edge, and end up having as many creatures following table to determine what it does. in melee contact as possible. d20 Effect",
        "name":  "Charge",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Effect) A cloud is a type of terrain cre- nated while under his or her control. It still counts as one ated by a spell or ability. It is permanent and blocks line of sight, of your activations for the phase. but does not slow movement or block line of effect. However, 6–15 This unit stands still this turn, taking no action. units inside the cloud are blinded (which may affect their move- 16–20 You control this unit normally this turn. Even so, it ment) and considered to have the Invisible special ability. Spells remains confused until the duration of the effect is over. whose effect is a cloud, as with other permanent areas of effect, can target any point rather than the nearest enemy or ally. If any A confused commander can’t use command points, and its Com- part of a unit touches any part of a cloud, the whole unit is con- mander Effect does not function, but it might be able to remain sidered to be in the cloud, as with any other area of effect. (The attached to a unit. area of effect of a cloud represents its “core” rather than precise Constitution Drain:Each hit a unit with this special ability boundaries.) Sometimes an effect that produces a cloud specifies scores against a living unit deals an additional 5 points of damage that it doesn’t block line of sight, in which case it is simply an (save to reduce the total bonus damage by half). Each such hit area of terrain with the noted effect. also grants this unit an additional 5 hit points.",
        "name":  "Cloud",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each time one or more creatures in a unit with immediately and you don’t have to keep track of it, then it this ability are destroyed by damage, the unit may make one mass simply works on some creatures in the unit but not all of them. strike with a number of melee attacks up to the number of crea- For example, if a unit of two creatures casts snake’s swiftnesson tures destroyed. an allied unit of twenty creatures, the allied unit can immedi- Destroy/Destroyed: A creature is destroyed when its hit ately make a single mass strike in which up to two creatures points drop to 0 or lower. A unit is destroyed when all its com- can attack. ponent creatures are. Certain spells or effects can also destroy If an effect modifies one creature’s scores (such as the doom a creature or unit outright. Remove destroyed creatures from spell, which reduces a creature’s attack bonus), it usually has no the battlefield. A destroyed creature scores victory points for effect on a unit that’s not a lone creature. However, if at least the opponent responsible for its destruction. If a spell or ability half the creatures in a unit become subject to the same such (but not a scenario condition) somehow returns a destroyed effect at the same time, the whole unit is considered subject to creature to play, the players who scored victory points for its it. For example, if a Human Blackguard unit containing six destruction lose those points.) creatures casts doomon a unit of eight Orc Warriors, and four Difficult [#]:Putting a difficult unit under command costs a of the Orcs fail their saves, the whole Orc Warrior unit is under number of command points equal to its Difficult rating instead of the doomeffect. If only three of the Orcs fail their saves, the the usual 1 point. A commander whose Commander rating is not spell has no effect on the unit. as high as a unit’s Difficult rating can’t attach to that unit. A spe-",
        "name":  "If an effect that affects individual creatures can be resolved Death Strike",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unless otherwise noted, damage is applied to a unit cial order issued to a Difficult unit costs additional command as though it were a single entity. For example, if a unit of twenty- points equal to the creature’s Difficult rating. five creatures having 10 hit points takes 35 points of damage, A difficult unit that is out of command three creatures are removed as casualties, leaving 5 points of “left- moves at double speed toward the over” damage assigned to the unit. Spells and special abilities that nearest enemy unit as a compul- deal damage to all creatures in a unit (such as a spell with a radius sory action, whether 4 effect) actually reduce the unit’s overall hit points—each crea- or not it can ture in the unit takes damage. When a unit’s damage rating includes the effect of a special ability, such as Ghoul Touch, the ability affects individual creatures in the defending unit—generally, a number of crea- tures equal to the number of hits scored minus the number of creatures destroyed by those hits. For example, if a Ghoul unit scores four hits against a Sun Soul Initiate unit and destroys one creature, up to three other Ini- tiates could be paralyzed (see the Creature entry for more 155 information). RULES Illus. by R. Wright MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 2:59 PM Page 155 Shambling Mound amount from the damage dealt by each individual hit. This abil- ity otherwise works the same as in the skirmish rules.",
        "name":  "Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A unit is engaged by an active enemy unit adjacent to it. Engaged units can’t use ranged attacks or cast spells with a range other than touch. Once engaged, a unit may not move freely; it can only disengage or shift (see those entries). Generally, rules and effects that involve threatening squares in the skirmish rules translate into engaging adjacent enemy units in the mass battles rules.",
        "name":  "Engaged",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell Keyword) An unit subject to an Entangle effect is unable to move unless it makes a successful save against the effect’s indicated DC. Once each turn that it attempts to move, an entangled unit attempts a save. If the save succeeds, it may move. If the save fails, it can’t move during that turn, but reach that enemy on this turn. It might be able to charge if it counts as if it had moved (so it could make one melee or ranged meets the conditions, but it has to move toward the enemy even attack, but not multiple attacks). if it can’t charge. Alternatively, a ranged unit can stand still and Entangle effects sometimes create an area of difficult ter- make a ranged attack (or use a ranged spell or special ability) rain. Even if a unit succeeds on its save, if it is in that area, it against that enemy, if it is within range at the start of its turn. must still pay the normal costs for movement through difficult",
        "name":  "Entangled",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rubble, dense vegetation, and other obsta- terrain. cles slow movement and prevent charges. Units pay double the If some but not all creatures in a unit are entangled, and the normal movement cost through areas of difficult terrain. How- unit moves, make one save for the unit. If the save fails, eliminate ever, a unit has a minimum move of 1 inch. Certain spells turn the entangled creatures. Alternatively, the unit can make one some areas into difficult terrain. save attempt per turn to free the entangled creatures, but it",
        "name":  "Difficult Terrain",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a unit moves away from one or more doesn’t move regardless of the result. enemy units that engage it, it makes a morale save with a –4 Facing:A formed unit has four “faces”: a front, a rear, and two penalty, and the units from which it is disengaging each make sides. It fights at an advantage to the front and at a disadvantage an attack of opportunity against it. The disengaging unit may to the sides and rear. An unformed unit has no facing, but it does do nothing but move during this turn, and it must end its have a leading edge (see that entry). movement at least 1 inch away from the units from which it File: A column of creatures in a formed unit from front to has disengaged. (If it doesn’t disengage, an engaged unit’s only back. movement option is to shift.) Flanking/Flanked:There is no flanking in the mass battles Dominate/Dominated:(Spell/Ability Effect) Certain spells rules. For purposes of special abilities, a formed unit is consid- and abilities can dominate an enemy lone or attached creature or ered to “flank” a lone creature that it engages. For example, a lone a unit, causing it to become a member of your army. Dominate creature that has Immune Flanking doesn’t take double attacks affects only enemy units; it has no effect on allied creatures. You from a formed unit attacking it. may activate a unit in the round when it becomes dominated only if the opponent hasn’t yet activated it. Treat a dominated unit as part of your army and under your control in most ways. For as long as you control the unit, it counts as eliminated for victory points—even if it is still on the battlefield. If it is destroyed while under your control, you keep the victory points for eliminating it. If some but not all creatures in a unit are dominated, eliminate either the dominated or the undominated creatures, whichever number is fewer, plus an equal number of the remaining crea- tures. For example, if three creatures in a unit of eight are domi- nated, eliminate six creatures, leaving two. If a dominated unit has a commander attached, the com- mander immediately detaches (the unit makes no morale save, even if the commander was leading from the front). The com- mander’s controller places its miniature adjacent to the domi- nated unit. If an attached commander is dominated (and the unit it’s attached to isn’t dominated by the same opponent), the com- mander must immediately detach, triggering a morale save if it was leading from the front. DR [#]: When a unit with Damage Reduction takes normal 156 damage from a melee or ranged attack, subtract the indicated :6 RETPAHC ELTTAB SSAM SELUR nippaT .S yb .sulli rediaR rezA yelnaH .D yb .sulli nareteV gnilflaH 620_96582_MinisHndbk.qxd 8/19/03 2:59 PM Page 156 Azer Raider Halfling Veteran",
        "name":  "Disengage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A Commander Effect that refers to followers A heal effect deals the indicated amount of positive damage to applies to the unit to which the commander is attached, if any. It Undead creatures. The unit gets a save for half damage (DC 12 + affects the unit as a whole, not individual creatures within the the level of the spell, or if not a spell, the level of the creature pro- unit. For example, if a Commander Effect grants a bonus to fol- ducing the heal effect). Constructs are immune to heal effects, lowers that moved before attacking, what matters is whether the unless the spell or ability specifies otherwise, in which case only whole unit moved, not whether individual miniatures may have Construct creatures are subject to the effect. moved around in the unit’s space. Helpless:A helpless unit does not engage enemy units. A unit",
        "name":  "Follower",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Replaces attacks: RANGE; of three Barghests (with the Feed 10 special EFFECTS AND CONDITIONS; DC [#]) ability) has destroyed two Humanoid Instead of making its normal attacks, a creatures, it has a fund of 20 hp. For unit with this special ability can use a three creatures, 15 hp is enough to raise Gaze Attack against the nearest enemy the unit’s hp score from 35 to 40, with 5 unit. For each such creature, the tar- hp left over. Those 5 extra hit points will get unit makes one save, and each cancel out the next 5 points of damage that failed save indicates one creature the unit takes. subject to the gaze’s effect. Illusion: (Spell/Ability Keyword) Some",
        "name":  "Gaze Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a unit with this spells and special abilities produce illusions, desig- special ability makes a melee attack, it gets a nating a “square” or “squares” as members of your army. (Such free mass strike against the same unit (but not areas are 1-inch squares.) These are considered to produce per- against a lone creature). manent areas of effect, which must target any area rather than Heal [#]: (Spell/Ability Effect) When used on a lone or the nearest unit. Such effects are suspended while that area is attached creature, a heal effect works as it does in the skirmish entirely occupied by a unit. rules. When used on a unit of multiple creatures, it works almost This area counts as a member of your army for purposes of the same way. If the unit has lost a creature to damage, and the determining the nearest enemy. It doesn’t count as a lone crea- amount healed is at least as much as the unit’s hit point rating, ture, so it can’t be ignored. It does not engage enemy units. the heal effect restores a destroyed creature to the unit. (This isn’t Any attack against an illusion automatically succeeds. Any raising the dead, but rather restoring an incapacitated creature to damage dealt to an illusion, whether by an attack or by a spell good health.) If the unit hasn’t lost a creature, or if the amount or special ability, removes the effect immediately. Spells and healed is less than the unit’s hit points, then the heal effect abilities that do not deal damage or remove spells have no effect removes the indicated amount of damage from the unit. Heal on illusions. effects don’t work on a unit that hasn’t lost a creature to damage Improved Countersong:A unit with this ability is consid- and that isn’t wounded. ered to have the Countersong ability. In addition,enemy units Most heal effects restore hit points to lone or attached crea- that this unit engages cannot be put under command by other tures, but some affect creatures in an area. Area-effect healing creatures. Enemy commanders attached to these units cannot 157 both reduces damage a unit has taken and restores a destroyed put other creatures under command. RULES Illus. by D. Hanley MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 2:59 PM Page 157 Cleric ofOrder",
        "name":  "Great Swing",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When rolling to avoid damage for a unit with morale save. this special ability, roll for each successful hit, each spell, and so Mass Strike:The equivalent of a melee attack for a unit. A on. An incorporeal unit can freely move away from enemy units mass strike generally lets several of the unit’s creatures make engaging it; it does not have to disengage (with the penalties and melee attack rolls. The number of creatures allowed to attack is restrictions that disengaging entails) unless it is engaged by a determined by how many of them are in melee contact with the unit that also has the Incorporeal ability. Otherwise this special enemy. If a unit is made up of creatures with multiple melee ability works as it does in the skirmish rules. attacks, it may make multiple mass strikes if it doesn’t move.",
        "name":  "Incorporeal",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Effect) A unit does not engage an strikes against one unit before starting a invisible unit (unless it can “see” the unit somehow, such as with mass strike against another unit. the Blindsight special ability). Sometimes a special ability (such",
        "name":  "Invisible",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Large creatures can make up formed units of up to nine as Death Strike) or a spell (such as creatures, or unformed units of up to four. Up to four snake’s swiftness) allows a unit to make a Large creatures in an unformed unit can make a mass strike with a certain number of ranged attack. attack rolls. In this case, the rules for",
        "name":  "Large",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) Trace a formed unit can make a number of attack rolls equal to 12-inch line starting at the acting unit’s the number of its creatures in melee contact with the space and touching the target unit’s space. enemy unit, plus one for each adjacent creature in the The line affects all units it touches. If a line effect deals damage, same rank as those creatures (or in the same file, if the attack is it deals double the indicated amount to each unit (or the indi- to the unit’s side). An unformed unit can make a number of cated damage to a lone or attached creature). If the line has a non- attack rolls equal to the number of its creatures in melee contact damaging effect, it affects up to two creatures in a unit. with the enemy unit, plus one for each creature adjacent to an If creatures assigned to attack an attached commander lead- empty space that’s in contact with the enemy unit. ing from the front in melee use a line effect, the line strikes Melee Reach [#]: A unit with this special ability has two the commander and the unit to which it is attached. The unit advantages. takes normal (not double) damage, or has one creature (not First, it gets an attack of opportunity against an enemy unit two) affected. that moves to engage it. The moving unit avoids the attack of",
        "name":  "Line",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Normally, a under command. failed morale save causes a Paralysis: (Spell/Ability Effect) Paralysis can affect entire normal unit to become shaken units or lone or attached creatures. When some but not all crea- and a shaken unit to rout. Com- tures in a unit are paralyzed, the unit’s controller chooses either manders can grant bonuses to to have the whole unit paralyzed or to eliminate the paralyzed units’ morale saves by being creatures. For example, a Ghoul attached to the units or by issuing unit gets five hits on a Sun Soul special orders to them. Initiate unit, destroys one crea- A unit makes a morale save ture, and forces the unit to make when it takes its first casualty, four saves. The Sun Soul Initiate when it first falls to half strength, unit fails two saves, so its con- when it disengages, when it troller must choose either to elim- becomes unformed (if it was inate an additional two creatures or to formed), or when an attached have the whole unit be paralyzed. commander stops leading Poison(EFFECT; DC [#]): If a Poison from the front. It also makes a morale save if it takes effect in the skirmish rules a casualty from a charge, or if it charges without caus- deals damage “whenever ing a casualty; in either case, the unit makes an extra poisoned creature acti- morale save if the enemy unit’s level is at least 5 higher vates,” then in the mass than its own. battle rules it simply deals A lone creature that fails a morale saves routs instead extra damage immediately. Total of becoming shaken. A unit that fails a morale save the Poison damage from the caused by a spell or special ability routs instead of becom- attack. The defending unit takes ing shaken, regardless of its previous morale state. When a that extra damage unless it suc- commander attempts to rally a shaken unit, its morale state ceeds on a save, in which case it takes doesn’t change if it fails the morale save. half that extra damage.",
        "name":  "Morale Save",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An action that is the equivalent one creature become paralyzed. of a unit moving its speed. A unit may replace its attacks with (The defending player then chooses a move action, allowing it to move up to double speed. Some- either to have the unit as a whole be paralyzed or to eliminate the times special actions, spells, or effects replace one or both move paralyzed creature.) actions. (For example, it’s a move action for a commander to Pounce:When charging, a unit with this special ability can attach to a unit.) make multiple mass strikes as if it hadn’t moved.",
        "name":  "Move Action",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This works like nearest enemy (see that entry) Push/Pull:(Spell/Ability Effect) Certain spells or abilities but applies to allied units. push other units away from (or pull them toward) the crea-",
        "name":  "Nearest Ally",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The nearest enemy to a specific unit is the ture(s) using the spell or ability. The pushed or pulled unit nearest enemy to which it has line of sight (see that entry). cannot move into or through a space occupied by any other Another enemy that is closer, but out of line of sight, does not unit, or through walls. Pushed or pulled units that were engaged qualify as the nearest. When charging, count the distance to the are moved without having to disengage (and thus avoid related 159 enemy taking into account any movement costs for terrain and consequences). RULES Illus. by S. Tappin MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 3:00 PM Page 159 Minotaur",
        "name":  "Nearest Enemy",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A unit pulled toward another unit must move in a straight Resist [#] ENERGY: Apply this resistance to each creature line and end up closer to the pulling unit. damaged (or that would be damaged) in a unit. For example, a If an effect states you may “push or pull,” the target can end up lightning boltspell deals 60 points of damage against a Kuo-Toa closer to, farther from, or the same distance from the unit pro- unit. Each Kuo-Toa has 10 hp and Resist 5 Electricity. Thus, each ducing the effect. Kuo-Toa takes 15 points of damage to destroy, so four creatures When some but not all creatures in a unit are pushed or pulled, are eliminated rather than six. the defending player chooses between having the whole unit If an attack deals area-effect damage to all the creatures in a affected or eliminating the affected creatures. unit, Resist Energy protects each one. For instance, if a fireball Radius 2, Radius 4:(Spell/Ability Keyword) A range given in spell deals 10 points of damage to an Abyssal Maw unit (with the description of certain spells and abilities. The spell or special Resist 10 Acid, Cold, Fire), the unit takes no damage and its hit ability affects the entire unit plus any enemy units engaging or point rating is not reduced. engaged by the unit. Damage-dealing effects deal Routing:If an effect, such as a cause fearspell, forces some area-effect damage, reducing the unit’s hit but not all creatures in a unit to rout, the controller chooses points. If it has a nondamaging effect, it affects between having the whole unit rout or eliminating the rout- the entire unit, which gets a single save (if ing creatures. any) to resist the effect. Save:When an entire unit is subject to an",
        "name":  "Pull",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Effect) If some but not all creatures in A stunned commander can’t put other creatures under com- a unit are sleeping, those left awake can awaken the others. The mand or issue special orders, and its Commander Effect does unit’s controller chooses either to have the whole unit skip its not function. However, it can still make morale saves normally. next turn (while some creatures wake up others) or to elimi- Summon:(Spell Keyword) A summonspell (such as summon nate the sleeping creatures. A unit can take a standard action to monsteror summon nature’s ally) brings a creature or creatures remove Sleep from one adjacent sleeping unit (replacing its matching specified restrictions onto the battlefield within 6 attacks). Sleep effects are also removed immediately when a inches of the summoner. This effect otherwise works as it does sleeping unit takes damage. in the skirmish rules.",
        "name":  "Sleep",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Small creatures can make up formed units of up to Switch Position: (Spell/Ability Effect) This effect usually thirty-six creatures, or unformed units of up to sixteen. Up to eight affects only individual creatures (whether lone, attached, or in a Small creatures in an unformed unit can make ranged attacks as unit). A creature switched out of a unit becomes a lone creature part of a volley. that can’t activate until the next round. If it switches positions Sneak Attack +[#]:A unit with this special ability gains the with a creature that had been in a unit, it appears adjacent to that indicated bonus on its melee damage if the defending unit is unit and can’t activate until the next round. stunned, helpless, or unable to see the attacker. The unit also A few spells and special abilities cause the unit using the gains the bonus against a lone creature, but not if the attacking ability to switch positions with its target, or to cause two other unit itself is a lone creature. (An attached creature leading a units to switch places. If the two units occupy spaces of the unit from the front can use its Sneak Attack special ability same size, simply swap their locations on the battlefield. If the against a lone creature.) units switching places occupy spaces of different sizes, they",
        "name":  "Small",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As with ranged attacks, only a limited number of crea- ing and involves none of the tures in a unit can cast ranged spells. The creatures have to cast consequences for disengag- the same spell at the same target unit (or other target). Use of a ing. Attached creatures may not spell counts against the unit’s limit even if not all the creatures have their postions switched participated in casting it. An attached creature casts spells, if at by enemies. all, separately from its unit. Tactics: A unit with this",
        "name":  "Spell",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a unit with Spell Resistance is hit by special ability doesn’t count a spell, roll once for the unit even if the spell affects multiple against the number creatures. When the unit is hit by multiple spells, make one roll per spell.",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Statues, such as those created by a spell or a Medusa’s gaze, have no effect in mass battles—units may move freely through them with no penalties. If a creature transformed into a statue is returned to the battlefield, place it in an unoccu- pied space as near as possible to where it was when it turned into a statue.",
        "name":  "Statue",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spells and special abilities that affect “tar- get creatures” can target individual creatures within a unit. (See the Creature entry, above, for how this works in the mass battles rules.)",
        "name":  "Target Creature",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) A touch-range spell usually affects an individual creature. (See the Creature entry, above, for how this works in the mass battles rules.) Use the rules for melee contact to see how many creatures in a unit can use a touch-range attack against an enemy unit. Any number of creatures in a unit can use a touch-range effect on an adjacent allied unit. Trample [#] (DC [#]):Once during its turn, a unit with this special ability can move through one enemy unit’s space. It moves to engage the unit, converges, and draws an attack of opportunity from the unit that’s about to be trampled; it then moves through (but not onto) the unit. The defending unit takes the indicated amount of melee damage from each creature that moved through its space, or half that much on a successful save. Trampling doesn’t count as the unit’s attack for the turn. Tyrannical Morale +[#]: (Commander Effect) If a com- mander you control has this special ability, you can give the unit to which it’s attached an additional bonus on its morale save equal to the indicated amount. However, if the save fails, that unit is destroyed instead of becoming shaken or routing. The opponent whose unit triggered the morale save or origi- Often, the rules simply refer to a unit making a “ranged nally caused the unit to rout receives victory points for elimi- attack,” which means making a volley and involves multiple nating the creatures. attack rolls.",
        "name":  "Touch",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A number of creatures fighting as a group Vulnerable DAMAGE TYPE:This ability generally works but not in close order. A player decides during deployment the same way it does in the skirmish rules, increasing damage which of his or her units will be formed or unformed, and they by one-half (round down). Combine all the damage from sepa- remain so throughout the battle. Only a few types of creatures rate, simultaneous attacks before the increase. For example, if a can make up formed units (see that entry); all others must be Mummy unit (with Vulnerable Fire) is struck by one lesser fire orb unformed. Unformed units have no facing and no true ranks. An spell (5 points of fire damage), it takes 5 points of damage. If it’s unformed unit can have up to sixteen Small, nine Medium, or struck by four lesser fire orbspells (20 points of fire damage total), four Large creatures. it takes 30 points of damage.",
        "name":  "Unformed Unit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The equivalent of a ranged attack for a unit. A volley attached creatures). generally lets several of the unit’s creatures make ranged attack Wounded:A unit that has some damage assigned to it (but not rolls. The number of creatures allowed to attack is determined by enough to cause a casualty) is said to be wounded. their size, whether or not the unit is unformed, whether a crea- Your Warband:(Spell/Ability Keyword) An effect with the ture has clear line of sight to a target. If the unit is made up of range “your warband” can affect allied units within 6 inches. creatures with multiple ranged attacks, it may make multiple vol- 162 leys if it doesn’t move. :6 RETPAHC ELTTAB SSAM SELUR nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 3:16 PM Page 162 Ember, Human Monk his chapter describes another use for your miniatures A BASIC RANDOM and stat cards: creating and playing in quick random DUNGEON dungeons. You can play the dungeon over and over, and it’s different every time. To keep it interesting, scale the Here’s a simple dungeon delve suitable for 1st-level char- power level of the dungeon up or down to match the party’s acters. It uses the most basic rules—you can run it as is, abilities. You can even run a random dungeon without a even without reading the rest of this chapter. When you Dungeon Master (details are provided later in this chapter). create your own dungeons, you can use this one as a You can play in one of these “dungeon delves” when you and guideline or add in any of the options discussed in the a friend or two have some spare time. Or, if you enjoy it, you can rest of this chapter. string together one delve after another, in a simple and easy Characters:This dungeon is for a party of around dungeoneering campaign. four 1st-level characters. A miniatures-oriented random dungeon has three parts: a Map:Use the dungeon battle grid from the Dun- tactical map, the miniatures of the monsters, and the stat cards geon Master’s Guide. The DM indicates where doors corresponding to those miniatures collected together in a “dun- are as the party explores the dungeon. (Make the geon deck.” The players move their miniatures across the map, doors 2 squares wide so that characters and crea- and the DM draws cards from the deck to construct encounters. tures can move through them easily.)",
        "name":  "Volley",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature with this habit has hatred for members of you are drawing cards becomes tougher and tougher. This process a common race or character class and will go out of its way to represents the party delving deeper into the dungeon. attack a member of such a race or class. It prefers to strike at an Try giving the two decks different themes. Maybe the first enemy of the designated race or class, if any are in the party. deck is mostly vermin and beasts, while the second deck is made Goblins often hate dwarves, kobolds have it in for gnomes, up of evil clerics, their undead creatures, and their humanoid and orcs sometimes hate elves. Intelligent undead hate good guards. In this example, the party would start out encountering clerics and paladins. A barbarian who hates spellcasters would miscellaneous dungeon denizens but soon start finding mem- be pretty scary. bers of the evil temple they’re out to destroy.",
        "name":  "Hateful",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In this room, all saving throws automatically random dungeon is a good way to practice tactics. fail. It’s a bad room for spellcasters. Damage +1: All creatures in this room receive a +1 bonus on PARTY SIZE their damage rolls (including spell damage). If the party is larger or smaller than four characters, scale the Draw +1: Draw an extra card when determining the delve accordingly. The rule that you draw four cards for each encounter in this room. (Use this feature in a large or central encounter is based on an average of four PCs. If there are three room.) PCs, draw only two cards per encounter. If there are five or six Evil Attack +1:Evil creatures in this room receive a +1 bonus PCs, draw six or more cards. on their attack rolls. If that adjustment doesn’t seem to create an appropriate",
        "name":  "Cursed Room",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Walls block movement, line of sight, and line of effect. A creature can’t move diagonally past a corner or end of a wall. Count around walls to see if a commander is close enough to influence the creatures in its warband. Treasure Room 620_96582_MinisHndbk.qxd 8/19/03 3:48 PM Page 188 .esu lanosrep rof egap siht ypocotohp ot detnarg noissimreP .cnI ,tsaoC eht fo sdraziW 3002© Photocopy two templates, cut them out, and tape them together as shown. Radius 4 Template (Skirmish) Use this template for spells such as fireball. The targeted creature must be in the central 4-square space. Treasure Room 620_96582_MinisHndbk.qxd 8/19/03 3:48 PM Page 189 620_96582_MinisHndbk.qxd 8/19/03 3:49 PM Page 190 nnoo nnoo eeffffeecctt eeffffeecctt RRaaddiiuuss 22 TTeemmppllaattee ccuutt oouutt cceenntteerr ((SSkkiirrmmiisshh)) ((tthhee eeffffeecctt ddooeess nnoott rreeaacchh tthhee hhaallff--ssqquuaarreess iinn tthhee ccoorrnneerrss..)) nnoo nnoo eeffffeecctt eeffffeecctt 1 e t a pl m e T e n o C 22--IInncchh--RRaaddiiuuss TTeemmppllaattee ((MMaassss BBaattttlleess)) ©©22000033 WWiizzaarrddss ooff tthhee CCooaasstt,, IInncc.. PPeerrmmiissssiioonn ggrraanntteedd ttoo pphhoottooccooppyy tthhiiss ppaaggee ffoorr ppeerrssoonnaall uussee.. 620_96582_MinisHndbk.qxd 8/19/03 3:49 PM Page 191 no no effect effect Radius 2 Template cut out center (Skirmish) (the effect does not reach the half-squares in the corners.) no no effect effect 11 ee tt aa ppll mm ee TT ee nn oo CC 2-Inch-Radius Template (Mass Battles) ©2003 Wizards of the Coast, Inc. Permission granted to photocopy this page for personal use. ©2003 Wizards of the Coast, Inc. Permission granted to photocopy this page for personal use. 620_96582_MinisHndbk.qxd 8/19/03 3:50 PM Page 192 CCoonnee TTeemmppllaattee 22 ©2003 Wizards of the Coast, Inc. Permission granted to photocopy this page for personal use.",
        "name":  "Wall",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless). Range: Touch.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No. Duration: 1 hour/level.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. implanted the mage is free to go up and make their modest proposal to the now far more receptive This spell transmutes the subject’s clothes into target, who will hopefully blame the drink come the chocolate, cream or oil, forming a layer over their morning. entire body. Used for practical jokes or in wrestling competition, the spell is favoured by those who CCCCChhhhhaaaaannnnngggggeeeee SSSSSeeeeexxxxx enjoy such things. The United Guild Of Olive, Dairy Transmutation and Cocoa Farmers do not see the funny side of this",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 3. spell and a blue mage who over uses it may find",
        "name":  "Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. +5 ft./2 levels). This spell enables you to transmute to any gender,",
        "name":  "Range",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. for the subject of this spell.",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless). susceptible audience that has not resisted the spell. Fed up with being laughed at once he dropped his As with many spells that appear to enhance the robes, the gnome sorcerer Dirk Poyksward came up ‘characteristics’ of the subject, when the spell wears with this minor enchantment to improve his off they can be subject to the disappointment and reputation. anger of those who have been duped. This was well demonstrated by the public lynching of ‘Long- Once cast, anyone who sets eyes upon the genitalia Dong’ McTavish (formerly ‘Pixie-Hung’ McTavish), of the caster will regard it as the absolute most the noted bard whose spell suddenly collapsed beautiful and enormous example of manhood they have ever seen and will feel compelled to pass this information on to anyone who might be remotely interested. After using his spell while seeking relations with a few prostitutes and relieving himself at the public privy, Dirk soon found his reputation improving. At least until a merchant from a trading party of friendly giants caught sight of him and started comparing his girth to that of the great tree’s of the northern forests. Contrary to the opinion of the women of the town, under endowed gnomes do not make good piñata.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. effect of the spell are then free to enjoy whatever",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. of spice and a grain of sand. This powerful enchantment renders the casters IIIIInnnnnssssstttttaaaaannnnnttttt LLLLLooooovvvvveeeeennnnneeeeesssssttttt buttocks fascinating beyond belief to those of the sexual orientation to appreciate such a sight that are Conjuration (Creation) able to see. Level: Brd 5, Sor/Wiz 4.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M. Roll 2d4 +1/level to determine how many hit-dice of Casting Time: 10 minutes. creatures can be affected by a single casting of this Range: Close (25 ft. + 5 ft./2 levels) spell. Effect: One room.",
        "name":  "Components",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute. While this spell has not saved any lives, it has",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30 minutes +2 minutes/level. This spell may be recast to maintain the brothel",
        "name":  "Duration",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 0, Sor/Wiz 0. this simple but devastatingly effective spell, Components: V, S, M. scribbled it on a piece of scroll paper and tucked it Casting Time: 1 action. into a copy of ‘Old Boore’s Almanac’ in the college Range: Personal. library. It was rediscovered several years later, along Target: You. with a small packet of dried mushrooms and a Duration: 4 hours +1 hour/level. pornographic depiction of Ehlonna and a very friendly unicorn. Many men awake in the morning with a magnificent and perfect erection that would normally go utterly MMMMMooooorrrrrdddddyyyyykkkkkeeeeennnnneeeeennnnn’’’’’sssss WWWWWooooonnnnndddddeeeeerrrrrfffffuuuuulllll BBBBBrrrrrooooottttthhhhheeeeelllll to waste. By casting this spell the blue mage is able to preserve the morning’s first glorious hard-on for Conjuration (Creation) later use.",
        "name":  "Setting out to solve the problem, he came up with Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No. Level: Sor/Wiz 2.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. as well as shelter, which is where this spell comes in. Range: Touch.",
        "name":  "Sometimes you want comfort and a little hospitality Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. Saving Throw: None.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No. This spell creates a shadowy dream visitor that goes to the target in the night and engages them in After being besieged in his tower by barmaids vigorous rumpy-pumpy until they awake in the carrying young babies while suffering his fifteenth morning, exhausted and pleasured beyond the bout of ‘creeping cock nobbler,’ Percival Magister capacity to seek more. decided enough was enough. Working hard to try and ignore the shouting from outside, he first hid all Those affected by this spell do not gain the benefits his treasure on the ethereal plane and then set about of resting for the night. They regain no hit points, ensuring this would never happen to another young and spellcasters are unable to prepare spells. Also, ‘mage about town’. the target is unable to become sexually aroused for a period of 24 hours. Finally the breakthrough came and this commonly used cantrip came into being. When it is cast, the",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. You create a phantasmal image of the most erotic and enticing thing imaginable to the target. When first targeted by the spell, the target must make a Will save to try and disbelieve the illusion. If they fail, it reaches out and touches them in an intimate manner requiring them to then make a Fortitude save. If they succeed the Fortitude save they are affected as though by the vinegar strokes spell. If they fail affected by the spell, but also has to put up with they are instantly stunned and drop to the ground being pawed, groped and otherwise harassed. with a bemused and pleasurable look on their face. They are unable to speak, act or do anything for 1d6 Arcane Material Component: Expensive perfume hours unless attacked or harmed in some way to containing musk. bring them out of their reverie. PPPPPllllleeeeeaaaaasssssuuuuurrrrraaaaabbbbbllllleeeee VVVVViiiiibbbbbrrrrraaaaatttttiiiiiooooonnnnn PPPPPhhhhheeeeerrrrrooooommmmmooooonnnnneeeee EEEEEnnnnnhhhhhaaaaannnnnccccceeeeerrrrr Evocation",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates. Spell Resistance: Yes (object).",
        "name":  "Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None. their own spell, the wizards retired to the princess’",
        "name":  "Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. quarters for the time of their lives. With a single utterance so profoundly obscene, None-the-less, the spell remains popular with jealous shocking and pornographic that even the gods of husbands all over the land. love blush to hear it, the mage causes the target to turn into a melting pool of orgasmic bliss. PPPPPrrrrrooooottttteeeeeccccctttttiiiiiooooonnnnn fffffrrrrrooooommmmm MMMMMiiiiinnnnngggggeeeeerrrrrsssss Any creature with a Constitution score of less than Abjuration 10 is effectively stunned, writhing on the floor in Level: Brd 1, Sor/Wiz 1. bliss for 3d6 rounds. Creatures with a Constitution Components: V, S, M. score between 10 and 20 are stunned for 2d6 rounds Casting Time: 1 action. and creatures with a Constitution score of 20 or Range: Touch. above are stunned for 1d6 rounds. Targets: Creature touched.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless). effects of this spell, otherwise the target is limited to Spell Resistance: No. groaning in ecstasy and getting their hosiery damp and are considered to be prone. Users of some of the other spells listed here, as well as ‘beautiful’ people, often find themselves subject Power word, orgasm is a powerful but messy way of to the unwanted attentions of mingers – those ensuring a retreat from battle, a sure-fire way of people who not only fell from the ugly tree hitting pleasing a partner and a good way to ensure they are every branch on the way down, but also hit a not faking it. trampoline at the bottom and slammed into every branch again, before falling in front of the ugly cart PPPPPrrrrriiiiisssssmmmmmaaaaatttttiiiiiccccc CCCCChhhhhaaaaassssstttttiiiiitttttyyyyy BBBBBeeeeelllllttttt and being run down by it. Abjuration How to deal with this problem? A defensive spell",
        "name":  "Being hit or harmed in any way instantly breaks the Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. spells. The spell works almost exactly akin to the",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 ft. standard ‘protection from…’ spells but prevents",
        "name":  "Range",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels). Spell Resistance: Yes.",
        "name":  "Range",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless). glow. This can make places seem nostalgic and dreamlike, and can make the people you are looking Using some of the notes and preparations made in at seem a lot more attractive. The relaxation this the formulation of the ray of frost spell, this spell affords increases your Will and Fortitude saves by produces a slightly chilly light blue ray that plays one but causes you to take a –2 penalty to resist across the chest of the target, causing their nipples to anyone’s attempts to seduce or dupe you. swell to sensitive and visible prominence. If cast on another person you can use their If prepared as a 1st level spell instead of a cantrip the vulnerability to gain a +2 bonus to seduce, bluff or ray can be invisible, allowing the caster to get up to charm them. all sorts of mischief. SSSSShhhhhyyyyynnnnnaaaaarrrrraaaaa’’’’’sssss FFFFFllllliiiiirrrrrtttttaaaaatttttiiiiiooooouuuuusssss GGGGGlllllaaaaannnnnccccceeeee Enchantment (Charm)",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. This spell summons a creature and binds them into",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. cannot return to their home save by fulfilling the demands of the spell. Beware of meeting a With a word and a gesture the target’s clothes fall previously summoned creature outside the context away from their body, leaving them naked apart from of the spell or you may well be in trouble. the boots they are standing in. This includes any armour but does not include helmets, hats or Choose a 1st level creature from the Summon Sex jewellery. Partner table. The original purpose of this spell was for ogling and",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. Conjuration (Summoning) [see text]",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 6. This simple yet effective spell causes the target not",
        "name":  "Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned creatures, no two of to orgasm but rather to enter the tense and nerve which can be more than 30 ft. apart. tingling set of sensations just before orgasm. As summon sex partner I except you can summon While affected the target is unable to do much one partner from the 6th level list, 1d3 partners of the except make ‘Ooh! Aah!’ sounds hop from foot to same type from the 5th level list or 1d4+1 partners of foot and produce a series of comedic and the same type from a lower level list. embarrassing facial expressions. The target is unable to move, cast spells or use mental abilities SSSSSuuuuummmmmmmmmmooooonnnnn SSSSSeeeeexxxxx PPPPPaaaaarrrrrtttttnnnnneeeeerrrrr VVVVVIIIIIIIIII but can defend themselves from attack and attackers receive no bonuses to hit. Conjuration (Summoning) [see text]",
        "name":  "Effect",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd level arcane spells. Agony Mage",
        "name":  "Spellcasting",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Appraise 8 ranks, Bluff 8 ranks, Intimidate 8 pimp, he must decide to which class he adds the new ranks, Sense Motive 8 ranks. level for the purpose of determining spells per day",
        "name":  "Skills",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd level arcane spells. (and spells known, if applicable).",
        "name":  "Spellcasting",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character must have cast at least one Streetwise (Ex): The mystic pimp rapidly earns a successful summon sex partner spell of 2nd or higher degree from the school of hard knocks, learning their level for someone else’s enjoyment. way around the streets: how to act, how to behave and who not to mess with. This gives the mystic CCCCClllllaaaaassssssssss SSSSSkkkkkiiiiillllllllllsssss pimp a +2 bonus on Bluff, Gather Information, The mystic pimp’s class skills (and the key ability Intimidate and Sense Motive checks in a street life for each skill) are Appraise (Int), Bluff (Cha), situation. Diplomacy (Cha), Gather Information (Cha), Innuendo (Wis), Knowledge (nature) (Int), Whatever You Need (Ex): Beginning at 2nd level, a Knowledge (streetwise) (Int), Knowledge (the mystic pimp can tell exactly what a mark wants just planes) and Sense Motive (Wis). by looking at them. The mystic pimp makes a Sense Motive check (DC 10 + targets hit dice) and the",
        "name":  "Special",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4 happens more and more frequently. RRRRReeeeeqqqqquuuuuiiiiirrrrreeeeemmmmmeeeeennnnntttttsssss Beginning at 3rd level, the mystic pimp can begin to In order to become a seducer the character must fulfil form a permanent selection of creatures to offer their all the following criteria. clientele. A mystic pimp may have no more than three times his level in permanent employees at any one time. The mystic pimp can change their selection (by hiring new employees and firing old ones) each time they gain a level. Pimpin’ Ain’t Easy: Living on the streets is tough, very tough, even for a mystic pimp surrounded by fly honeys and dripping with gold. Upon achieving 4th level the mystic pimp gains Alertness and Endurance as bonus feats. Well Stocked (Sp): At this level the Mystic Pimp knows well the intricacies of summoning forth their wares for their customers and has become incredibly familiar with the spells rites and rituals involved. The mystic pimp may prepare one extra spell of each level per day, however this bonus spell must be a summoning spell that the pimp uses to satisfy his client’s desires (such as summon sex partner). If the pimps previous class did not prepare spells, they are instead able to cast one extra summon sex partner spell of each level per day. 36 PERVERSIONS OF POWER TTTTThhhhheeeee SSSSSeeeeeddddduuuuuccccceeeeerrrrr Class Base Fort. Ref. Will Level Attack Save Save Save Special Spells per Day/Spells Known 1 +0 +0 +0 +2 Sexy +1 level of existing class 2 +1 +0 +0 +3 Shocking +1 level of existing class 3 +1 +1 +1 +3 Caution to the Wind +1 level of existing class 4 +2 +1 +1 +4 All You can Think About +1 level of existing class 5 +2 +1 +1 +4 Slave to the Suave +1 level of existing class",
        "name":  "Once the mystic pimp builds up a reputation this Hit Die",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd level arcane spells. Upon choosing to become a seducer the character",
        "name":  "Spellcasting",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd level arcane spells. this period, they receive a -5 penalty to the Will save made to resist the seduction or spell. CCCCClllllaaaaassssssssss SSSSSkkkkkiiiiillllllllllsssss Slave To The Suave (Su): Once you have tasted a The peeping scryer’s class skills (and the key ability seducer you never go back. Their touch is addictive. for each skill) are Concentration (Con), Gather Once a seducer has successfully seduced a target Information (Cha), Listen (Wis), Scry (Int) and Spot they can spend a number of experience points equal (Wis). to the subject’s hit dice times 100 to make them their enslaved love monkey. Skill Points at Each Level: 2 + Int modifier. The target is permanently affected as though by a charm person spell. TTTTThhhhheeeee PPPPPeeeeeeeeeepppppiiiiinnnnnggggg SSSSScccccrrrrryyyyyeeeeerrrrr Class Base Fort. Ref. Will Level Attack Save Save Save Special Spells per Day/Spells Known 1 +0 +0 +0 +2 Sense +1 level of existing class 2 +1 +0 +0 +3 Overcome +1 level of existing class 3 +1 +1 +1 +3 +1 level of existing class 4 +2 +1 +1 +4 Never Forget an Arse +1 level of existing class 5 +2 +1 +1 +4 Still Spell +1 level of existing class 38 PERVERSIONS OF POWER CCCCClllllaaaaassssssssss FFFFFeeeeeaaaaatttttuuuuurrrrreeeeesssss class he adds the new level for the purpose of determining spells per day (and spells known, if The following are features of the peeping scryer applicable). prestige class. Sense (Ex): Honed to a keen edge by squinting into",
        "name":  "Spellcasting",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Someone who does not have this feat can DC Distraction still perform well enough sexually but is at best a 20 + spell level Engaged in intercourse. gifted or enthusiastic amateur, whereas someone 15 + spell level Receiving oral attention. with this feat is a consummate professional. 15 + spell level Giving oral attention (unable to cast spells with verbal EEEEEnnnnnddddduuuuurrrrraaaaannnnnccccceeeee (((((GGGGGeeeeennnnneeeeerrrrraaaaalllll))))) components). In addition to its normal uses, the Endurance feat 10 + spell level Receiving a lap dance. adds its bonus to the Concentration roll made to + skill check ‘prolong the inevitable’ and the Fortitude save made 5 + spell level Facing an attractive and naked to recover for a second bout (DC 15 + 5 per previous + opponents opponent in battle. performance). Charisma modifier 10 Needing to adjust one’s tackle.",
        "name":  "Normal",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Charisma meaning when applied to sexual 12+. enterprises and some new feats are required to reflect the expertise and Benefit: You may choose special abilities of those who devote to use your Charisma themselves to the pursuit of nookie. instead of your Intelligence when BBBBBeeeeedddddrrrrroooooooooommmmm PPPPPrrrrrooooofffffiiiiiccccciiiiieeeeennnnncccccyyyyy (((((GGGGGeeeeennnnneeeeerrrrraaaaalllll))))) determining the save Someone with this feat is especially DC of your spells. proficient in the bedroom department and 41 OBJECTS OF DESIRE",
        "name":  "Some feats also gain new Prerequisites",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th; Prerequisites: Forge Ring, A tiny statuette carved in the shape of a monkey enlarge; Market Price: 500 gp. who looks guilty, as if he has done something very naughty. The statuette is about an inch high and RRRRRiiiiinnnnnggggg ooooofffff PPPPPeeeeennnnneeeeetttttrrrrraaaaatttttiiiiiooooonnnnn carved of bright red stone. When the command word is spoken, the statue grows to a foot in height and This makes the wearer’s member slippery as though intones ‘I have been a very bad monkey, spank me.’ it was under the effect of a constant baykdoyr’s ultimate lubrication spell. If then suitably physically chastised, the carved monkey of spanking shrinks back to its original size",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th; Prerequisites: Forge Ring, and renders the user immune to any spells or effects baykdoyr’s ultimate lubrication; Market Price: 500 related to sex for 24 hours, as well as any sexual gp. tension or desire they might otherwise be feeling.",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In addition to the arcane by Wish or Miracle spell, each of which restores 25 lock feature of the basic belt, a toasting chastity belt points of damage. emanates a burning hands spell (5d4 points of damage) directly into the interloper’s crotch. This The house springs up in one round and contains an spell does not harm the wearer in any way, however ogre bouncer and 2d4 random ‘hosts/hostesses’ it can be reasonably assured that the target of the (owner’s preference) from the following table. They effect won’t be too healthy, and certainly won’t be are always glad to see anyone entering the interested in continuing their previous activities. whorehouse, and there is no charge for ‘services rendered’.",
        "name":  "Toasting Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1d6 scent in the water. It is unaffected by spells and Face/Reach: 2 ft. by 2ft./2 ft. attacks that affect conventional sight and gets no",
        "name":  "Damage",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Entangle, improved grab, implant though using the entangle spell to slow down their seedpod, constrict 1d6+6. retreat.",
        "name":  "Special Attacks",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Always neutral. application of a heal spell), it will explode causing",
        "name":  "Alignment",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nezumi canneverac- very thin andtheircomplexionsarevery pale or golden.They quireaTaintscore, andsufferno illeffectsfrom exposure havenofacial orbodyhair,butthehairontheirheadsis thick to theShadowlands.Effectssuchas thecloudofTaintspell andluxurious.Theyappear in allthediversityofhumans,and or the special attacks of Shadowlands creatures can still many come closetotheidealofhumanbeautyintheirsociety. harm them,however. Relations:Spiritfolk typicallylive as partofhumansociety, Aratling\u0027s sharpclaws andteeth deal 1d4points ofnormal andareaccepted as equals in humancommunities, evenwhen damagewithasuccessfulunarmedstrike.Aratlingcanmake their true ancestry is known. They are members of human only one unarmedattack perround, using either claw or a clans, citizens ofhumannations, andhavebloodrelationswho bite attack. areentirelyhuman.Atthesametime,they arepartofthespirit",
        "name":  "Immune to theShadowlandsTaint",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spiritfolkhavethespiritsubtype,whichmeans they canbe affected by spells that specifically target spirits, SPIRIT FOLK such as protection from spirits and invisibility to spirits. Their humanancestry makesthemhumanoids, however, sotheyare Spirit folk arethe descendants ofhumans andvariousspirits alsoaffectedbyspells suchas holdperson andcharmperson. of nature. Spirit folk have three distinct races-bamboo, AutomaticLanguages: Common and Spirit Tongue. Bonus river, andsea spirit folk.Alltievery strongly to the natural Languages:Aquan, Giant, Goblin,Hengeyokai,Nezumi. worldas well as to the societyof humans.Spirit folk arenot FavoredClass:Any.Whendeterminingwhetheramulticlass foundin Rokugan. spiritfolk suffersan XP penalty, herhighest-levelclassdoes",
        "name":  "SpiritSubtype",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spirit folk look human.Their eyes Trackless Step: Bamboo spirit folk leave no trail in natural areslenderandtheirmouths aresmall.Theireyebrows are surroundings andcannotbetracked. +2racialbonusonsavingthrows againstspells andspell-like never couching anegative opinion in gentle termsor hiding effectswiththewords\"earth,\" \"rock,\"\"stone,\"or\"wood\"inthe theirtrue feelings aboutanything.Atthe same time,they are name oftheeffect,shugenja spells oftheearthelement, and incredibly loyal, quitebravewhen thesituationrequires it,and wujenspells connectedto earthor wood. genuinelykind.",
        "name":  "Physical Description",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Vanaras are slightly shorter than to speakwithany animal.This ability is innate to bamboo humans,standing 41/2to S1/2feet tall andtypicallyweigh- spirit folk. Ithas a duration of 1 minute(the spirit folk is ing90 to 140 pounds.Theirbodies arecoveredwith lightfur, considered a 1st-levelcaster when usingthis ability, regard- rangingfrom white through lightblue to brown and black. less ofactual level).See thespeakwith animalsspelldescrip- Their faces are distinctly monkeylike, with protruding tion in thePlayer\u0027s Handbook. muzzles, furred cheeks, andwide, lipless mouths.They have long, semiprehensile tails, long fingers and toes, and large RIVER SPIRIT FOLK ears, but their arms, legs, and torsos are proportioned like Riverspiritfolk havetheseadditional characteristics. thoseofhumans.",
        "name":  "Onceperdayabamboospiritfolk canusespeakwithanimals Physical Description",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Vanaras are strongly chaotic but equally swimin astraightline. strongly good.They show little or norespectforsocial mores, +2 racial bonus on saving throws againstspells and spell- rules with nopurpose they canunderstand,or codesof disci- likeeffectswiththeword \"water\"in thename oftheeffect, pline, andhate tyrannyand oppression.Theironly concession shugenja spells of the water element, and wu jen spells to social orderis theiracceptance ofcastesystems.Their reli- connectedto water. gion allows forthepossibilitythat differentdivine gifts might Onceperdayariverspiritfolk canusespeakwith animalsto be givento differentpeople, although it rejects any different speakwith anyfish.This abilityis innate to riverspiritfolk. valuationofthose gifts. Vanaras, therefore, mightrespectthat It hasaduration of1 minute(the spirit folk is considered a religion is theprovince ofthepriestlycasteamonghumans,but 1st-level caster when usingthis ability, regardless of actual donotnecessarilyaccord thatcastetherespectandveneration level). See the speak with animals spell description in the humanpriestsmightexpect. Player\u0027sHandbook. Vanara Lands: Vanaras dwell in deep forests and high mountains, building theirvillages andtownsin such awayas to make a minimal impact on their natural surroundings. SEA SPIRIT FOLK They gather in looseclans,butdonotkeeptrackofkinshipat Seaspiritfolk havetheseadditional characteristics. all, so \"clan\" is avery looseterm fortheirassociations.They \" WaterBreathing:Seaspirit folkcanbreathewateraseasilyas subsistlargelybyhuntingandgathering, ratherthan farming they breatheair. the land.They rarely come into contactwith otherraces, and Seaspirit folk have abase swimmingspeedof30feet.They donotseek them out. do notneedto make Swim checks to swim normally.They",
        "name":  "Theycanusethe runaction whileswimming,provided they Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "VanarasspeakVanaran, whichis writtenin the +2racialbonusonsaving throws againstspells andspell-like Common script. Humans complainthat Vanaransounds like effectswith thefire descriptor. nothingbutscreeches andchattering,butit is acomplexand ,\u0027 Aseaspiritfolkcanmake aKnowledge(nature) check(oran subtle language. untrained intelligence check) with a +2 racial bonus to",
        "name":  "Language",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aferocious warriorwho uses fury and Wu Jen: Apotentarcanespellcaster.The wu jenis instinct to bringdown foes.This classisunchangedfrom detailed inthis chapter. itsdescriptioninthe Player\u0027s Handbook,exceptforcultural Class Name Abbreviations:Classnames areabbrevi- considerations. ated as follows:Bbn, barbarian;Ftr, fighter;Mnk, monk;",
        "name":  "Barbarian",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. spirits, ancestor spirits, andothers)with whom the shaman deals. Each shaman mustchooseatimeatwhichhemustspendan CLASS SKILLS houreachdayinquietconversationwiththe Ashaman\u0027s classskills (and thekeyability spirits to regain hisdailyallotmentof foreach school)areConcentration spells (typically,this houris at dawn or (Con), Craft(Int), Diplomacy(Cha), TABLE 2-3:THE SHAMAN Base Fort Ref Will Spells perDay* Level Attack Bonus Save Save Save Special 0 1 2 3 4 5 6 7 8 9 1st +0 +0 +0 +2 Unarmed strike, 3 1+1 - - - - - - - - animal companion 2nd +1 +0 +0 +3 Spirit sight 4 2+1 - - - - - - - - 3rd +2 +1 +1 +3 Turn or rebuke undead 4 2+1 1+1 - - - - - - - 4th +3 +1 +1 +4 Bonus feat 5 3+1 2+1 - - - - - - - 5th +3 +1 +1 +4 Spirits\u0027 favor 5 3+1 2+1 1+1 - - - - - - 6th +4 +2 +2 +5 5 3+1 3+1 2+1 - - - - - - 7th +5 +2 +2 +5 6 4+1 3+1 2+1 1+1 - - - - - 8th +6/+1 +2 +2 +6 Bonus feat 6 4+1 3+1 3+1 2+1 - - - - - 9th +6/+1 +3 +3 +6 6 4+1 4+1 3+1 2+1 1+1 - - - - 10th +7/+2 +3 +3 +7 6 4+1 4+1 3+1 3+1 2+1 - - - - 11th +8/+3 +3 +3 +7 Thirddomain 6 4+2 4+1 4+1 3+1 2+1 1+1 - - - 12th +9/+4 +4 +4 +8 Bonusfeat 6 4+2 4+1 4+1 3+1 3+1 2+1 - - - 13th +9/+4 +4 +4 +8 6 4+2 4+2 4+1 4+1 3+1 2+1 1+1 - - 14th +10/+5 +4 +4 +9 6 4+2 4+2 4+1 4+1 3+1 3+1 2+1 - - 15th +11/+6/+1 +5 +5 +9 6 4+2 4+2 4+2 4+1 4+1 3+1 2+1 1+1 - 16th +12/+7/+2 +5 +5 +10 Bonusfeat 6 4+2 4+2 4+2 4+1 4+1 3+1 3+1 2+1 - 17th +12/+7/+2 +5 +5 +10 6 4+2 4+2 4+2 4+2 4+1 4+1 3+1 2+1 1+1 18th +13/+8/+3 +6 +6 +11 6 4+2 4+2 4+2 4+2 4+1 4+1 3+1 3+1 2+1 19th +14/+9/+4 +6 +6 +11 6 4+2 4+2 4+2 4+2 4+2 4+1 4+1 3+1 3+1 20th +15/+10/+5 +6 +6 +12 Bonusfeat 6 4+2 4+2 4+2 4+2 4+2 4+1 4+1 4+1 4+1 *In addition to the stated number ofspells per dayfor 1st- through 9th-level spells, a shaman gets adomain spell for eachspell level, starting at 1st.The \"+1\" on this list represents that.Thesespells are in addition to anybonus spells for havinga high Wisdom. noon forgoodshamansandatduskor midnight forevil ones). Spirit Sight:Ashaman of2ndlevelandabovecanseeethe- Time spentrestinghas no effect on whether ashaman can realcreatures(including spirits) as easily as he sees material preparespells. creaturesandobjects.The shaman can easily distinguish In additionto hisstandard spells,ashamangets onedomain betweenetherealcreaturesandmaterial ones,becauseethereal spellofeachspelllevel,startingat 1st.Whenashamanprepares creaturesappeartranslucentandindistinct. adomain spell, itmustcome fromoneofhistwodomains(see Turn orRebukeUndead:When ashamanreaches3rdlevel, belowfordetails). he gains thesupernatural abilityto turn or rebuke undead. He",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose two mayusethisabilityanumberoftimesperdayequaltothreeplus domainsforyour shaman.Eachdomain represents an individ- hisCharisma modifier.He turnsundeadas acleric oftwolevels ualspirit with whichyouhave a specialrelationship-a spirit lowerwould.Neutralshamansmust chooseto either turn or ofthedead (usually oneofyour ancestors),ananimal spirit,or rebuke undead(see SpontaneousCastingabove). anature spirit.Eachspiritgivesyouaccessto adomain spellat ExtraTurning:Asafeat,ashaman maytake ExtraTurning. eachspelllevel,from1stonup,as well as agrantedpower.Your Thisfeatallowstheshaman toturnundeadfourmoretimesper shaman gets the grantedpowersofbothdomains youselect. daythan normal.Ashaman cantake this feat multiple times, With access to two domain spells at a given spelllevel, a gainingfour extradailyturningattemptseach time. shamanpreparesoneor theothereach day. Ifadomain spellis Bonus Feat:At 4th levelandeveryfour levels thereafter, a notonthe Shaman Spells list,a shaman canonly prepareit in shaman gains abonusmartial arts feat.The shaman must hisdomain slot. Domain spells andgranted powers are given choose thesefeats fromthe followinglist:DefensiveThrow, in Shaman Domains(see Chapter7). DeflectArrows (Grappling Block),Dodge,Expertise(Karmic When ashaman reaches 11th level, hecanchooseathird Strike,ImprovedTrip,Defensive Strike, Superior Expertise), domain,andgainsaccess tothespells andgrantedpowerofthis Great Throw, Improved Grapple (Choke Hold, Earth\u0027s domain.Each day, hecanpreparetwodomain spells ofcertain Embrace),Stunning Fist (Falling Star Strike, Freezing the spelllevels,as shownonTable2-3. Lifeblood, UnbalancingStrike,PainTouch).",
        "name":  "Spirits, Domains, and Domain Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ashaman can\u0027t castspells ofanalignmentopposedtohisown.Agoodshaman sake,hopingeventuallytolearnthemysteriesofVoid,the\"fifth cannotcastevil spells,andviceversa.Spells associatedwith the element\" thatbindstheothers together. alignments ofchaos, evil,good,andlaware identifiedas such Characteristics: Shugenjas are much more than spell- slinging sorcerers.They arethe foundation of Rokugan\u0027s on the\"School, Subschooland Descriptors\" line ofthe spell description. religion-priests who teach the rituals of piety, keep the namesoftheFortunes,andevenmeasurethepassageoftime.",
        "name":  "Chaotic, Evil,Good, andLawful Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any. cancast four 1st-levelspells perday-threeforbeing 1stlevel . d6HitDie: (see Table 2-4:TheShugenja), plus onethanksto her high Charisma.However,sheonly knowsthree 1st-levelspells:cure CLASS SKILLS lightwounds (her school spellof that level), bless, and burning Theshugenja\u0027s classskills (and thekeyability foreach skill) hands (see Table 2-5:ShugenjaSpells Known).Inanygivenday, areAlchemy (InT), Concentration (Con), Craft (Int), Diplo- shecancast cure lightwoundsfour times, cast blessfour times, cast burninghandsfourtimes, or cast some combinationofthe macy(Cha), Heal (Wis), Knowledge (allskills,takenindivid- ually) (Int), Profession (Wis), Scry(Int, exclusive skill), threespells atotaloffour times. She does not have to decide Spellcraft(Int). SeeChapter4: Skills in the Player\u0027s Handbook aheadoftime whichspells she\u0027ll cast. forskilldescriptions. Ashugenjamayuseahigher-levelslotto castalower-levelspell SkillPoints at 1stlevel:(4 +Intmodifier)x4. ifsheso chooses.Forexample, ifan8th-levelshugenja hasused",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginningat level, asoheigainstheDefen- 4thlevel, asoheigainsthe sive Strike feat (see Chapter4 ability to cast a small in thisbook),evenifshedoesn\u0027t numberofdivine spells.To have theprerequisite featsand cast aspell, thesohei must abilityscores. haveaWisdom score of at",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Starting at 11th level, thesoheigains level.Thesohei\u0027sspelllist appearsin Chapter7.Asohei has the extraordinaryabilityto shrugoffsome amount ofinjury access to anyspellonthelist andcanfreely choose which to fromeach blowor attack.Subtract 1fromthedamagethesohei prepare. A soheiprepares andcasts spells just as acleric or takeseach time sheis dealtdamage.At14th level, this damage shamandoes. reductionrises to 2. At 17th,it risesto 3.At20th,it risesto 4. Through3rdlevel, asoheihasnocasterlevel.Starting at 4th Damage reductioncanreduce damage to 0butnotbelow0. level, asohei\u0027scaster levelis one-halfherclasslevel.",
        "name":  "Damage Reduction",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Intelligencedetermines howpowerful aspellawu",
        "name":  "Abilities",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Byreputation,sorcerers arefeared and shunnedbymembers ofmost otherclasses. Most sorcerers jencancast,howmany spells thewujencancast perday, and howhard thosespellsareto resist.Tocastaspell, awujenmust don\u0027t mind at all-theyuse thefear and respectof others to have anIntelligencescoreof10 +thespell\u0027slevel.Awujengets help them accomplish theirowngoals.Occasionally,asorcerer maychoseto associatewith others anddeveloppersonal rela- bonus spells based onintelligence.TheDifficulty Classofa saving throwagainstawujen\u0027sspellis 10 +thespell\u0027slevel+the tionshipswith them.",
        "name":  "OtherClasses",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anynonlawful. whichrelies ondrawingbloodto powerspells,bloodsorcer-",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wujentendto standapartfromthelawfulsoci- least10 +the spell\u0027slevel.Awujen\u0027sbonusspells arebasedon etiesinwhichtheylive,floutingtherulesandnormsofdecent Intelligence.TheDifficultyClassforsavingthrows againstwujen folk.They havea strong tendencytowardchaos, butin any spells is 10 +thespell\u0027slevel+thewujen\u0027sIntelligence modifier. eventcannotbelawful. Unlike shugenjasand sorcerers, wu jen mayknow any",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Thespells ofa wujenare dividedinto to seek outothers like themselves,hermits, recluses,or exiles five elementalgroups:earth,fire,metal, water, andwood.When whohavegained thesecretsthey seek.Nearly allwujenare awujenlearnsallthespells ofasingle elementuptothehighest trainedbyasingle mentorin thisfashion, outcastfromproper levelofspells shecancast,sheisconsidered amaster ofthat ele- societyand setapartbytheirfearsome supernatural powers. ment.Thereafter,whenever thewujencastsaspellofthat ele-",
        "name":  "ElementalMastery",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most wu jenarehumans or hengeyokai,though ment,thesaving throwDC is increasedby2, while thewujen membersofallthecommon racesofOriental Adventures can herselfgets a+2 competence bonuson saving throws against learnthewujen\u0027scraft. spells ofthat element.This bonusstacks with thebonuscon-",
        "name":  "Races",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wujengenerallydon\u0027tlike membersofany ferredbytheSpellFocusfeat.Notethat whenthewujengains otherclass.Atthesame time,however, awujen is painfully theabilitytocast higher-levelspells,sheloseshermasteryuntil awarethat withoutfighters andsamuraito blockenemysol- shelearnsallthespellsofthatelementatthenewspelllevel.Cer- diers, ashamanto healherwounds,andperhapsarogueto deal tainspells onthewujenspelllistaredesignated\"All\";thismeans with locksandtraps,herpath totheknowledgesheseeksmay they belong to allelementalgroups,and awu jenmust learn beblockedbyinsurmountableandpossiblyfatalobstacles.This thesespellsinordertoachievemasteryofanyelement. realizationofherreliance on otherclassesmightmake her",
        "name":  "OtherClasses",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once holds one additional 1st-level spell. Each per day, a wu jen can time the wu jenachieves a newlevel, she focusherkitoburstinto gainstwo new spells ofany levelor sudden action. This levels that shecan cast (accord- giveshera+4 bonuson ing to her newlevel). For herinitiative checkfor example, when Hide- thatcombat. yori achieves 5th",
        "name":  "Sudden Action",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ableto castarcane or divine spells. anddamagerolls.Thebladedancer mustmake ajumpcheck;if",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male. spells from thoseschools.This additional bonus stacks with",
        "name":  "Gender",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anyevil. theSpellPenetrationfeat.",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SpellFocus. This benefitappliesevento schoolsforwhichthecharacter",
        "name":  "Feats",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 5th-levelarcane spells. gainstheSpellFocusfeatafterbecomingaeunuchwarlock.For",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Thecharactermust beaeunuch member in the example, ifWieh Wanhas SpellFocus (Evocation)when he emperor\u0027sservice.Whilethisserviceis ofteninflictedas apun- becomesaeunuchwarlock, thesave DCforhisevocationspells ishment, many volunteerforthe procedurebecause ofthe increasesby+4 insteadofby+2. Ifhelearns SpellFocus (Illu- powereunuchshold in some societies. sion)when hereaches12th level, thesave DC forhisillusion spells alsoincreasesby+4. CLASS SKILLS Mighty Spells (Ex):At 2ndlevel, and at everyevenlevel Theeunuchwarlock\u0027sclassskills (and the keyabilityforeach thereafter,aeunuch warlockcandesignateonespellheknows skill) areAlchemy(Int), Bluff(Cha), Concentration(Con), that becomes modified as though affected bytheEmpower Craft(Int), Diplomacy(Cha), Disguise (Cha), Forgery(Int), Spellfeat.Thespell\u0027sleveldoes notchange, andonce thespell Gather Information (Cha), Knowledge (arcana), Profession ischosenitcannotbe changed. (Wis), Scry (Int,exclusiveskill),and Spellcraft (Int). SeeChap- At8th level, when hechooseshisfourth mightyspell, the ter4:Skills inthePlayer\u0027s Handbookforskilldescriptions. eunuchwarlockcanalsodesignateonepreviouslychosenmighty",
        "name":  "Special",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4+Intmodifier. spellthat becomespermanentlyaffected bytheMaximizeSpell feat.Thisreplaces theEmpowerSpelleffect,ratherthanstacking CLASS FEATURES with it.Atloth level, inaddition to choosing hisfifthmighty spell, theeunuchwarlockcanchoose asecond maximizedspell. Thefollowingareclassfeatures oftheeunuch warlock. Thus,a10th-leveleunuchwarlockknowsthreespellsthatareper-",
        "name":  "SkillPoints atEachLevel",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Similarto bonusspells forhigh abilityscores, ship score forpurposes of determiningfollowers, but not foreach levelofeunuch warlockthat a spellcasting character cohorts. (Typically,this bonusonly negates the-2penaltythe attains,hegainsbonusspells tothenumberofarcanespellsper charactersuffersforareputation ofcruelty.) dayhe normallycasts.Thesebonusspells canbe addedto what-",
        "name":  "BonusSpells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge(arcana) 6 ranks, Knowledge (religion) Root theMountain(Su):Onceperday, ahenshinmysticof 13 ranks. 4thlevelorhigher canmakehimselfunmovable.He automati- (cid:9)Special:Purity ofbodyclassability. callywins anopposedStrength checkwhen an opponent attempts to bull rush him.Acreature with the improved grab CLASS SKILLS abilitymustmove into themystic\u0027s spacetograpplehim, since itcannot pullthemystic into itsspace.No spellor othereffect Thehenshinmystic\u0027s classskills (and thekeyabilityforeach canforcethemystic to move.Ifhebecomesfrightened or pan- skill) are Balance (Dex), Climb (Str), Concentration (Con), icked, he suffersthe full effect ofthefear butdoes notrun Craft (Int), Diplomacy (Cha), Escape Artist (Dex), Heal away. He cannot move,evento make a5-foot step,while this (Wis), Jump (Str), Knowledge (all skills,takenindividually) abilityisin effect.Rootthemountainlastsfor1roundperlevel, (Int), Listen (Wis), Perform (Cha), Profession (Wis), Scry butthemysticcanendit atanytime. (Int,exclusiveskill),Spellcraft (Int), Swim (Str), andTumble Riddle ofInteraction(Sp): A4th-levelhenshin mystic can (Dex). See Chapter4:Skills in the Player\u0027s Handbookforskill use charm monsteras aspell-like abilitythree timesperday, descriptions. withacaster level equalto his henshin mystic leveland a",
        "name":  "Skills",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    }
]
