[
    {
        "source":  "spell_compendium.txt",
        "name":  "Effect",
        "description":  "Magical, controllable light each using its base attack bonus + You can cast magic vestment or other source its Str modifier for attack rolls. Each spells that target a suit of armor on the"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "If it is already fatigued, it instead Spell Resistance",
        "description":  "No Saving Throw: None becomes exhausted. The subject takes Spell Resistance: Yes 2d6 points of nonlethal damage from A wave of spectral fire bursts forth, and out the oppressive heat as well, even if it of the curling smoke steps the hunched form Your heart swells with martial vigor and makes the Fortitude saving throw to of a barbazu, followed by a second, and other you feel like marching off to war. Upon avoid fatigue or exhaustion. shadowy forms loom behind them. touching your intended subject the desire A creature wearing heavy armor to do battle wanes, but you see a hint of the takes a –4 penalty on its save. Creatures When the spell is complete, 2d4 lust for glory in the recipient’s eyes. with immunity or resistance to fire are bearded devils (MM 52) appear. Ten not affected by this spell. minutes later, 1d4 chain devils (MM The heroics spell temporarily grants the 53) appear. Ten minutes after that, subject a feat from the fighter’s bonus HEAVENLY HOST one bone devil (MM 52) appears. Each feat list. For the duration of the heroics creature has maximum hit points per spell, the subject can use the feat as Conjuration (Summoning) Hit Die. Once these creatures appear, if it were one of those the creature [Good, Lawful] they serve you for the duration of the had selected. All prerequisites for the"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Range",
        "description":  "Medium (100 ft. + 10 ft./level) manages to gain control over them. You or armor that has been used in combat"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (harmless) caster level, which you can spend as Calling upon the dark power of the Plane you like to improve attack rolls, skill of Negative Energy, you bolster the power Thes pell’se nergym akesy ouf eeli mpervious checks, and ability checks, although of incorporeal undead. to wounds, if only for a limited time. no single check can receive a bonus greater than one-half your caster level. The undead affected by this spell gain The indomitability spell protects its You must declare any bonus point usage a +1 deflection bonus to Armor Class, recipient from the first incapacitating before the appropriate roll is made. +1d8 bonus hit points, a +1 enhance- attack the creature suffers during the Used points disappear from the pool, ment bonus on attack rolls, and a +2 spell’s duration. An incapacitating and any points remaining when the bonus to turn resistance. Each of these attack is one that would reduce the spell ends are wasted. These points enhancements improves by the base recipient to fewer than 1 hit point. count as luck bonuses for the purpose amount for every five caster levels The attack must be one that deals of stacking. beyond 5th, so that a 20th-level caster damage; the indomitability spell offers For example, a 14th-level bard pauses grants undead +4 to AC, +4d8 bonus no protection from nondamaging while chasing a pickpocket to cast hit points, +4 on attack rolls, and +8 to effects or attacks that kill or destroy improvisation. At any time during the turn resistance. without dealing any damage, such as next 14 rounds, he could use the points death effects. Regardless of how much to provide himself a +7 luck bonus on a 122 1 RETPAHC LLEPS SNOITPIRCSED damage the attack deals, the recipient and reach of a bone devil (10 feet/10 INFERNAL of the indomitability spell takes only feet). You gain a +4 profane bonus to enough damage to be reduced to 1 hp. Strength and Constitution and dark- TRANSFORMATION, The remaining damage from the attack vision out to 60 feet. You gain damage LESSER is ignored. Once the spell protects the reduction 5/good. Transmutation [Evil] subject in this manner, the spell is You also grow a tail like that of a"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Target",
        "description":  "One suit of armor touched/ This spell does not obligate nor force 3 levels the creature you communicate with to This powerful glamer functions like"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (harmless, target, so the spell cannot reach planes except touch. As with greater invisibility, object) separate from (not coterminous to or this spell doesn’t end if the subject coexistent with) the Astral Plane. attacks. While invisible, the subject As you imitate a clanking noise you brush You can have only one interplanar exudes no scent and is undetectable your hand over the armor you wish to message active at any given time. by scent, blindsense, tremorsense, and silence. The armor glows softly orange for blindsight. a moment before the glow fades. A closer INTERPLANAR Superior invisibility renders the look reveals what looks like orange grease recipient immune to detection by see TELEPATHIC BOND invisibility, faerie fire, glitterdust, invisibil- in the joints of the armor. Divination ity purge, and dust of appearance, although While this spell is in effect, the armor"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Components",
        "description":  "V, S, M can be detected by true seeing. Certain or suits of armor does not apply on"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Range",
        "description":  "Close (25 ft. + 5 ft./2 levels) footprints) can also render a subject wearers proficient in the armor’s use"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Targets",
        "description":  "You plus one willing detectable. get this benefit when wearing the creature/3 levels, no two of which affected armor. The armor check pen- are more than 30 ft. apart INVISIBILITY, SWIFT alty still applies to other skill checks"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Duration",
        "description":  "1 round will able to communicate with them. This spell functions like lesser ironguard, With a whispered syllable you complete the This spell functions like Rary’s telepathic except that the subject you touch is spell. You notice that others look past you bond (PH 268), except that the commu- immune to magic metal as well. as if you weren’t there. nication functions both on the same Material Component: A tiny shield of plane and across planes. wood, glass, or crystal. This spell functions like invisibility (PH"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Target",
        "description":  "You or a creature or object creature’s skeleton changes to iron. (harmless) weighing no more than 100 lb./ The creature gains a +6 natural armor"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "You mutter the spell and uncork a bottle Saving Throw",
        "description":  "Reflex negates expires while metal is inside you, the with a noxious concoction of scorpion Spell Resistance: Yes metal object is shunted out of your body venom, toad sweat, adder venom, and the (or you away from the metal, if it is an strained brains of carrion crawlers. The The last words of your spell boom out with immovable object such as a set of iron poisonous liquid evaporates into a black a thundering roar, knocking the foes in your bars). You and the object each take 1d6 cloud that surrounds your hand as you path off their feet. points of damage as a result (ignoring reach out to touch the target. the object’s hardness for determining You create a deep resonant vibration damage to it). You enable a creature to better fight off that can shake creatures off their feet. Because you pass through metal, the effect of poison. The subject is filled Creatures in the area must succeed on a you can ignore armor bonuses from with antitoxin and gains a +5 alchemi- Reflex saving throw or fall prone. nonmagic metal armor on opponents cal bonus on Fortitude saves against you attack with unarmed attacks."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Material Component",
        "description":  "A tiny shield of all kinds of poisons, whether injury, JAGGED TOOTH contact, ingestion, or inhalation. After wood, glass, or crystal. Transmutation the spell ends, the subject is nauseated"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Level",
        "description":  "Druid 2 to escape. If you cast this spell while against an undead of your Hit Dice samohT .J yb .sullI 129 DESCRIPTIONS SPELL CHAPTER 1 requires you to make a Will saving This spell evaluates the creatures in the Strengths can include attack forms throw (DC 10 + turning character’s Cha area and determines the relative power and special abilities (including spell- modifier) or be panicked (or cowering) level of each. Creatures are evaluated like abilities or supernatural abilities). for 10 rounds. A turn attempt that would as follows. Weaknesses include vulnerability to destroy (or command) undead of your an energy type. Hit Dice requires you to make a Will CR Strength For example, suppose a 7th-level save (DC 15 + turning character’s Cha 4 or lower Weak cleric casts know opponent on a black- modifier) or be stunned (or charmed as 5–10 Moderate armored warrior, choosing to learn one 11–15 Strong by charm monster) for 10 rounds. strength and two weaknesses. The war- 16 or higher Overwhelming Any charm effect you create with rior fails his save, and the DM informs this spell ends when the spell ends, the cleric’s player that the opponent has Among creatures within the same cat- but all other effects remain until their the ability to drain energy (a strength), egory, you know which is the most normal duration expires. is adversely affected by sunlight, and powerful, but not why. For example,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Level",
        "description":  "Cleric 2, sorcerer/wizard 2 your turn each round, adjacent crea- nature are affected. tures take 10d6 points of electricity In addition, the subject’s armor or This spell functions like light of Lunia, damage, or half that with a successful clothing is considered ghost touch except that the radiance created is Reflex save. armor, and its armor bonus counts golden. Your light rays deal 2d6 points In addition, each round as a free against incorporeal attacks. (A suit of of damage, or 4d6 points of damage action at the beginning of your turn, clothing is considered armor that gives against undead and evil outsiders. you can direct two lightning bolts that +0 AC for this purpose, though it can deal 5d6 points of electricity damage be enhanced with spells such as magic vestment.) LIGHT OF VENYA each, exactly as the lightning bolt spell (caster level 5th), in any directions This spell doesn’t remove negative Evocation [Good, Light] you choose. Each bolt can be aimed levels that the subject has already Level: Cleric 3, sorcerer/wizard 3 separately. A creature struck by one of gained, nor does it affect the saving these bolts can make a Reflex save for throw necessary 24 hours after gaining This spell functions like light of Lunia, half damage. The DC for this save is a negative level. except that a softy pearly radiance is calculated for an 8th-level spell, even created. Your light rays deal 3d6 points though the bolts mimic a 3rd-level LIGHT OF LUNIA of damage, or 6d6 points of damage spell. against undead and evil outsiders. Evocation [Good, Light] Material Components: A small glass Alternatively, you can choose for the"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes vortex (below and on all sides) must make successful Reflex With an incomprehensible word saves or be sucked in. Trained and the touch of a hand wrapped swimmers can attempt Swim checks in black magic, you reduce your instead if their skill modifier is higher foe to a screaming lunatic. than their Reflex save bonus. Water- borne vessels avoid being sucked in if This spell makes it impossible for Lucent lance bores a hole their operators make Profession (sailor) the victim to do anything other than through a shadow checks against the same DC as the race about caterwauling. The creature spell’s saving throw. These creatures must move its speed each turn, unless Hysteria: The subjects fall into fits and objects take 3d8 points of damage somehow prevented, and can take no of uncontrollable laughing or crying upon being sucked in. other action. The spell gives the subject (equal chance for either). This hysteria Once inside, creatures and objects a –4 penalty to Armor Class, its Reflex affects subjects as though they were take 3d8 points of bludgeoning damage saving throws fail except on a roll of 20, nauseated; they are unable to attack, each round at the beginning of your and the subject cannot use a shield. cast spells, concentrate on spells, or turn. They remain trapped for 2d4 do anything else requiring attention. rounds, after which time they are MADDENING The only action a subject can take is a ejected to any square adjacent to the single move action per turn. bottom of the vortex (your choice)."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Level",
        "description":  "Sorcerer/wizard 8 size are ejected from the bottom of the Illus. by J. Engle 136 1 RETPAHC LLEPS SNOITPIRCSED An aquatic druid can wreak havoc with the maelstrom spell, all the while unseen by his foes vortex. Larger subjects are ejected from You feel arcane energy encompass you, A greater mage hand spell can lift the top. granting you a sense of serenity. As you an object and move it at will from a choose your targets for the spell, you see each distance. As a move action, you can MAGE ARMOR, one glow briefly with a silver aura. propel the target up to 20 feet in any direction, although the spell ends if the GREATER This spell functions like mage armor distance between you and the subject Conjuration (Creation) [Force] (PH 249), except that it affects multiple ever exceeds the spell’s range."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Components",
        "description":  "V, S against an object it possesses with a MAGE HAND, GREATER successful Will save or if you fail to An invisible sheen of armor-shaped force overcome its spell resistance. Transmutation surrounds you. An object can be telekinetically"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Components",
        "description":  "V, S This spell functions like mage armor example, a lever or rope can be pulled,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Target",
        "description":  "One object or creature field of force provides a +6 armor bonus the weight limitation. The spell has an weighing up to 40 lb. to Armor Class. effective Strength of 10."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "MAGE ARMOR, MASS Spell Resistance",
        "description":  "Yes MAGIC FANG, Conjuration (Creation) [Force] SUPERIOR"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes By pointing your finger at one of your favored enemies, As you touch the creature, a chill you mark it with a glowing sweeps through you and down rune that only you can see. your arm. As the spell takes effect, the creature’s body changes hue, Your favored enemy becoming an icy blue. bonuses against a foe with a mark of the hunter are 4 The subject creature gains higher than they would the cold subtype, granting it otherwise be. immunity to cold and vulner- Furthermore, the ability to fire (the creature rune limns your enemy, takes half again as much making the foe easier for damage from fire effects). you to attack. The subject A fire creature subjected to of a mark of the hunter spell this spell does not gain the gains no bonus to Armor cold subtype, but it loses the Class against your attacks fire subtype for the duration. from any cover less than"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Casting Time",
        "description":  "1 standard action deals 1d6 points of damage, or half that Spell Resistance: Yes sraepS .R yb .sullI 139 DESCRIPTIONS SPELL CHAPTER 1 You select your victim for punishment and MASS (SPELL NAME) face, moving through dirt and stone as easily invoke the ancient words of anathema. A as if you were flying through the air. Any spell whose name begins with dull purple splotch in the shape of a skull mass is alphabetized in this chapter manifests itself on your victim’s flesh, vis- You travel straight through the earth according to the second word of the ible to all. itself to a destination you choose. spell name. Thus, the description of The movement is instantaneous and a mass spell appears near the descrip- This spell creates an indelible mark has no distance limitations (though the tion of the spell on which it is based, on the subject’s face (or other upper location must be on the same world). unless that spell appears in the Player’s body part, if the subject doesn’t have You need only think of where you Handbook. a head). The mark is visible to normal want to go. If you don’t think of an vision, low-light vision, and darkvision. exact location, the earth carries you to The wearer of such a mark takes a MASTER AIR the periphery of the general area you –5 circumstance penalty on Bluff and Transmutation imagine. Diplomacy checks and a –2 penalty to Level: Druid 2 The earth never leaves you stranded Armor Class. Components: V, S, F inside it. It always puts you back to the"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Duration",
        "description":  "24 hours/level Casting Time: 1 swift action armor). Using master air requires as"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes ally destroying its mind. The spores immediate attack against a creature deal 1d6 points of Intelligence damage passing through. If it succeeds, the At the culmination of casting the spell you immediately. The spores then gradually target must make a Reflex save or it open your mouth wide as if to yawn. In eat away at the subject’s brain, dealing cannot pass through the maw. imitation, the air cracks and splits, opening 1 point of Intelligence drain each The animated stone has an Armor into a yawning area of roiling blue-green round thereafter at the beginning of Class of 15 and hardness 8. Dealing 60 energy resembling a great mouth. your turn. The subject can attempt a points of damage to it ends the spell. Fortitude save each round to combat All creatures in the area take 1d6 points the effect of the spores. A successful of damage per caster level in the round MECHANUS MIND save ends the spores’ advance and halts when you cast the spell and each round Enchantment (Compulsion) [Lawful, any further Intelligence drain. thereafter at the start of your turn. Mind-Affecting]"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Duration",
        "description":  "1 round resumption of breathing) causes the armor of your foes drip from their vulner-"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (object) the next round, the subject drops to –1 hit points and is dying; on the third Miasma of entropy causes accelerated You uncork the vial and pour out its con- round, it suffocates (DMG 304). decay in all wood, leather, and other tents, and the armor you designate begins natural materials in the spell’s area. It to soften and flow. destroys nonmagical objects of wood, leather, paper, and other for- You alter the physical merly living organic matter. properties of a metal All such objects within the object so that it runs like area rot into slimy, pulpy water. The melted metal masses. Objects weighing does not change temperature more than 1 pound per but flows as a liquid for 1 round caster level are not affected, and then returns to its normal but all other objects of the solid state, usually in a form appropriate composition are resembling a puddle. An item in ruined. a creature’s possession is allowed Alternatively, you can a Will save, using the creature’s target miasma of entropy saving throw bonus unless against a single solid object its own is higher. of nonliving nonmagical"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "NIGHTSHIELD Material Component",
        "description":  "A potion of cat’s underwater, and you gain low-light grace, which you drink (and whose vision and damage reduction 5/cold Abjuration effect is subsumed by this spell’s iron. You also gain a +6 enhancement"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Duration",
        "description":  "1 round/level (D) standard action fling it toward a foe tures differently, depending on where within 30 feet. You must succeed on a they are in relation to the avalanche. Moving the potion you hold in a circle ranged touch attack with the energy Within 20 feet of the Center Point: before you, you finish speaking the words of to strike a target. A nimbus of light Creatures take 1d8 points of damage the spell before quaffing the potion in one deals 1d8 points of damage +1 point per two caster levels (maximum 10d8) gulp. A moment later you feel discomfort per round that has elapsed since you and an additional 1d6 points of cold as your connection to the arcane energies cast the spell (maximum 1d8 + caster damage per two caster levels. A suc- of the world around you slips away. In its level). Attacking with a nimbus of light cessful Reflex save halves the damage. place, you find your mind and body filled ends the spell, whether your ranged Creatures who fail their saves are also with abilities you lacked before. touch attack is successful or not. buried (DMG 90). All squares within 20 feet of the center point are covered in You gain a +4 enhancement bonus to NIXIE’S GRACE heavy snow (DMG 94), which persists Dexterity, a +3 luck bonus to Armor as long as ordinary snow would. A Transmutation [Water] Class, a +5 luck bonus on Reflex saving buried creature can free itself with a"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "No 3d6 points of damage whenever you must be in hand. attack an opponent that you flank or an Between 20 feet and 40 feet of the You feel a longing for cool waters, and a opponent denied its Dexterity bonus to Center Point: Creatures take half as forceful confidence manifests within you. Armor Class. This extra damage works much damage from the impact of the Your movements and thoughts become like the rogue’s sneak attack ability. avalanche as the creatures nearer the filled with grace. 149 DESCRIPTIONS SPELL CHAPTER 1 center point took (Reflex negates). • Peril: You will face challenges typical Move Silently, Search, Survival, and"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "In addition, a creature wearing metal feel against your palm a spherical weight Duration",
        "description":  "Seven days or seven armor struck by an orb of electricity must that seems almost bonded to your skin. months (D) make a Fortitude save or be entangled The sphere grows, until with a final precise Saving Throw: None for 1 round instead of being sickened. movement, you release the translucent Spell Resistance: No 152 1 RETPAHC LLEPS SNOITPIRCSED You smell an otyugh swarm before you see it Focusing your will on a disgusting pile OWL’S INSIGHT Duration: Instantaneous of refuse, you cause toothed and tentacled Saving Throw: Will half (harmless); Transmutation horrors to rise up and stalk about at your see text"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes Spell Resistance: No • If a mental alarm is chosen, you receive a mental picture of all crea- In an instant you cause glistening green You cast a tiny bell at the portal, and it tures that have passed through the vines to spring up at your command. rings as you finish the last gesture of the portal and which direction they spell. With the completion of the spell, the passed through. The mental image This spell functions like vine mine (page bell vanishes in midair, but it continues to provides information as if you were 230), except that the vines you create ring for a few moments more. olliraP .L yb .sullI 161 DESCRIPTIONS SPELL CHAPTER 1 standing 10 feet away from the You speak the eldritch phrases of power and subtype appropriate to the chosen portal. an aura of white, shining, positive energy element. • You can enable another creature to surrounds you. You gain a +4 bonus on saving throws receive the mental alarm instead against mind-affecting spells and abili- of yourself. You must touch the Each round on your turn, every living ties. There is a 25% chance that critical creature, which receives a Will creature within 10 feet of you gains hits and sneak attacks scored on you are saving throw to negate the effect, if 1 hit point per three caster levels negated, as if you were wearing armor applicable. (maximum 5). Creatures can’t exceed with the light fortification special abil- their full normal hit point totals as a ity (DMG 219). You cannot cast spells,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Duration",
        "description":  "Instantaneous Casting Time: 1 standard action bonus to Armor Class. In addition,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "No Effect: Ray creature retains its Dexterity bonus to Armor Class when flat-footed or when struck by an invisible attacker. knarF .C yb .sullI 179 DESCRIPTIONS SPELL CHAPTER 1"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Duration",
        "description":  "10 minutes/level 180 1 RETPAHC LLEPS SNOITPIRCSED SANDBLAST attempt a DC 26 Strength check to less than 0, nor does it have any effect break free of the stone, and allies can on an enhancement bonus to natural Evocation also help to break the trapped creature armor (such as that granted by the"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Focus",
        "description":  "A red dragon’s scale. skin glistens and shimmers with a silvery the portal, knowing its chaotic power will protective aura that makes you shine. give portal users a surprise. SCOURGE This spell transforms your natural Necromancy You randomize the destination of one armor bonus to Armor Class into a Level: Pestilence 7 interplanar gate or portal for the dura- deflection bonus to your Armor Class. Components: V, S, F, DF tion of the spell. Anyone who passes"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "While your overall Armor Class might Casting Time",
        "description":  "1 standard action through the portal from either side is not change, the deflection bonus applies Range: Long (400 ft. + 40 ft./level) sent to a random plane instead of the to melee touch attacks and ranged touch Targets: One living creature/level, portal’s normal destination. All those attacks, including incorporeal touch no two of which are more than who fail the save on the same round attacks. If you have no natural armor 50 ft. apart go to the same location on the same bonus, this spell has no effect. Duration: Instantaneous plane."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes Illus. by R. Horsley 188 1 RETPAHC LLEPS SNOITPIRCSED You strike the bell with the hammer and You hold your arms aloft and implore the The touched shield or buckler grants evoke a loud thrumming vibration. It power you venerate. Your comrades are its wielder a +1 sacred bonus to Armor quickly builds to a painful crescendo, then bathed in a silver light, and over their hearts Class and on Reflex saves, +1 per five fades. In its wake it leaves a circle of crushed appears the symbol of your god, showing the caster levels (maximum +5 at 20th stone and rubble. deity’s protection. level). The bonus applies only when the shield is worn or carried normally Creatures and objects in the area take This spell functions like shield of faith (but not, for instance, if it is slung over 1d4 points of sonic damage per caster (PH 278), except that it affects multiple the shoulder). level (maximum 10d4), and can make allies at a distance. a saving throw to take half SHIELDBEARER damage. If the floor of Transmutation the area is made of stone,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Target",
        "description":  "Shield touched soft dust, wood fragments,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Focus",
        "description":  "A miniature hammer and bell worth at A feeling of protectiveness and least 10 gp. guardianship fills you as you complete the spell. Touching SHELTERED the target shield, you point VITALITY to the creature it is meant to protect and watch as the shield Abjuration rises in the air and floats gently"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Casting Time",
        "description":  "1 A shieldbearer spell allows standard action you to enchant one shield"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes enchanted shield remains (harmless) The shieldbearer spell can prove better than the shield spell within 1 foot of the creature for the duration of the spell. Pressing your hand to the creature’s chest, you utter a low chant, and SHIELD OF WARDING The shield’s subject is then granted a shield bonus to AC as if it was wear- a warm glow passes from your hand into Abjuration [Good] ing the shield. The spell permits the the subject. Level: Cleric 3, paladin 2 enchanted shield’s subject to use a"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "The subject gains immunity to fatigue, Casting Time",
        "description":  "1 standard action each hand and still benefit from the exhaustion, and ability damage or abil- Range: Touch shield’s effect. ity drain (regardless of the source). Target: One shield or buckler Shield bonuses from multiple touched sources, including multiple castings"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "SHIELD OF FAITH, Duration",
        "description":  "1 minute/level of this spell, do not stack."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Range",
        "description":  "Close (25 ft. + 5 ft./2 levels) You press your palm against the shield and Level: Druid 7, sorcerer/wizard 8"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Targets",
        "description":  "One creature/level, no two speak the words of power. A silver radiance, Components: V, S of which are more than 30 ft. apart in the shape of your holy symbol spreads Casting Time: 10 minutes over the shield. Range: Medium (100 ft. + 10 ft./level)"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Duration",
        "description":  "1 minute/level (D) You finish casting this spell, and the area around you is abuzz with a low, droning hum that improves your concentration. After you cast this spell, the next spell you cast within the duration that requires concentration to maintain is maintained for you until the sonorous hum spell expires. This effect allows you to cast other spells, even another spell that also requires concentra- tion. If the spell maintained by the sonorous hum has a shorter duration than that of this spell, the maintained A sound lance is visible as waves in the air spell expires as it normally would, and you gain no further benefits from this If you take damage, you must still of a translucent lance hurtling through casting of sonorous hum. The sound cre- make a Concentration check to main- the air. ated by the spell is as loud as a person in tain the spell. armor walking at a slow pace trying not This spell causes a projectile of intense to make noise (normally a DC 5 Listen check to detect). You can end the spell SOUND LANCE sonic energy to leap from you to a target within range. The sound deals 1d8 as a free action. Evocation [Sonic] points of sonic damage per caster level"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "No that makes a successful Fortitude of your will, takes the shape of a centaurlike save is partially affected, taking only spider creature called a drider. A violet spray springs from your fingertips 5d6 points of damage. If this damage and wraps around your opponent. It fades reduces the creature or object to 0 or You turn a humanoid into a creature into a dull purple glow, which attracts spell fewer hit points, it is disintegrated. resembling a drider (MM 89) that obeys energies as opposed to shrugging them off. The effects of the sphere count as your mental commands. a disintegrate spell for the purpose of The transmuted subject gains a This spell reduces the subject’s spell destroying a wall of force or any other spider’s body with a humanoid head, resistance by 1 per caster level (maxi- spell or effect specifically affected by arms, and torso, just like a drider. mum reduction 15). This reduction disintegrate. If the sphere moves beyond The subject has a drider’s speed, can’t lower a subject’s spell resistance the spell’s range, it winks out. natural armor, bite attack, and poison below 0."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes Asy ous uccessfullyc omplete the intricate gestures and tongue-tying syllables of this spell, you conjure a featureless black sphere of nothingness. Matter that touches the sphere disap- pears, causing a slight breeze to form that blows endlessly in the direc- tion of the all-consuming blackness. You create a terrible sphere that destroys anything it touches. The sphere flies up to 30 feet per round. The sphere stops moving when it enters a space containing a crea- ture, automatically striking it. You must actively direct it to a new target as a move action. 1 RETPAHC LLEPS SNOITPIRCSED 200 A sphere of ultimate destruction destroys everything it touches ippillihP .M yb .sullI 201 DESCRIPTIONS SPELL CHAPTER 1 hit points (despite any change in Con- A fiendish creature (MM 107) size from Tiny to Huge as you decide. stitution), alignment, base attack bonus, summoned by this spell has damage Unlike with polymorph, this spell allows and base saves. (New Strength, Dexter- reduction 5/magic; resistance to acid the subjects to gain a spider’s poisonous ity, and Constitution scores might 5 and fire 5; spell resistance 9; and a bite. All the creatures you transmute affect final Armor Class, attack, and smite good attack that provides a +4 must become spiders of the same size. save bonuses.) The subject’s equipment bonus on one damage roll. Subjects remain in the spider form remains and continues to function as When you use a summoning spell to until the spell expires or you dismiss long as it fits a drider’s body shape. summon an evil or good creature, it is the spell for all subjects. In addition, Otherwise it is subsumed into the new a spell of that type. an individual subject can choose to form and ceases to function for the resume its normal form as a full-round duration of the spell. Retained items SPIDER POISON action. Doing so ends the spell for that include anything worn on the upper creature only. Necromancy body (head, neck, shoulders, hands,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Casting Time",
        "description":  "1 standard action Transmutation legs, feet, or the whole body (armor,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "No spider, alive or dead. armor, attack routines, and movement capabilities. Your eyes rolling wildly in their sockets, you SPIDER SHAPES You also acquire the poisonous bite cackle the last few words to call upon your and web-spinning ability of whichever Transmutation deity’s power. A number of massive spiders spider form you choose."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (harmless) your foe and intone the spell. The bone If the jaws move beyond the range of vanishes, leaving a mottled bruise where the spell, they vanish. Attacking the set You cast this spell upon yourself, and it touched. of jaws has no effect. As a magical force your flesh glows yellow. The glow quickly effect, the jaws cannot be damaged, but subsides, but you feel your flesh thicken, You create a lingering decay in the disintegrate or a sphere of annihilation its surface growing harder and more like spirit and body of the target. If the destroys the effect. a carapace. target fails its saving throw, it takes The grappled opponent can cast a 1 point of Constitution damage each spell only if the spell has no somatic The spell grants the recipient a +1 round while the spell lasts (maximum component, the material components enhancement bonus to its existing 5 points). The victim can attempt a are in hand, and a Concentration check natural armor bonus, a +1 racial bonus Fortitude saving throw each round, (DC 20 + spell level) is made. A creature on saves against poison, and a +1 racial and success negates the Constitution grappled by the set of jaws can attempt bonus on Hide checks for every three damage for that round and ends the to escape by succeeding on a grapple caster levels you have. This means that spell. check against the jaws or by making the bonuses to natural armor, saves, Material Component: A piece of fire- a successful Escape Artist check as a and Hide checks improve to +2 at caster blackened ivory or bone carved in the standard action opposed by the set of level 6th, +3 at caster level 9th, +4 at shape of a segmented worm. jaws’ grapple check. 12th, and +5 at 15th. As a free action, you can direct the The enhancement bonus provided SPIRITJAWS jaws to pin a grappled opponent instead by spiderskin stacks with the subject’s Evocation [Force] of dealing damage with a grapple natural armor bonus, but not with other"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Level",
        "description":  "Druid 3 check. If the jaws win the opposed enhancement bonuses to natural armor."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Components",
        "description":  "V, S, M grapple check, the opponent is pinned. A creature without natural armor has"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Casting Time",
        "description":  "1 standard action A pinned opponent is held immobile an effective natural armor bonus of +0,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Effect",
        "description":  "Jaws of force escape the grapple. Creatures other clothing has an armor bonus of +0."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (harmless) A brief flash engulfs your ally, and through his flesh you can see his skeleton. The skeleton glows a foggy gray for a moment, thickening with eldritch power, then all is as it was before. You cause the skeleton of the target corporeal undead to become thicker and as strong as stone. This gives the Stone shatter sends a heartrendingly pure note to the center of any stone subject a +3 enhancement bonus to its existing natural armor. You mutter the ancient words, and your Casting Time: 1 standard action"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Saving Throw",
        "description":  "Reflex negates; • Their natural armor bonus increases Before they attack, the arms remain see text by 6. beneath the surface of the stone. They"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Duration",
        "description":  "1 round/level your hand that allows you to touch In the blink of an eye, the creature you an untriggered magic sigil (such as touched grows the armor plating of a tor- You evoke the power of the forests, giving a glyph of warding or a symbol of death) toise across its torso and a tough, leathery yourself the ability to speak for them. You without setting it off. The touched sigil skin elsewhere. loom over others like a mighty tree dwarfs is removed from its location and held lesser plants. as magical potential on your hand, as Tortoise shell grants a +6 enhancement though it were a touch spell. bonus to the subject’s existing natural You draw on the oak’s strength to To pick up a sigil in this manner, armor bonus. This enhancement bonus improve your ability to intimidate your you must make a successful caster level increases by 1 for every three caster enemies. You gain a +10 competence check (DC 20 + the target glyph’s spell levels beyond 11th, to a maximum of bonus on Intimidate checks and a +2 level). Failure indicates that you have +9 at 20th level. enhancement bonus to Strength. triggered the glyph or symbol. If you The enhancement bonus provided successfully transfer the sigil to your by tortoise shell stacks with the target’s TRAIN ANIMAL hand, you can use a standard action to natural armor bonus, but not with Enchantment (Charm) place it on a surface (not a creature) of other enhancement bonuses to natural [Mind-Affecting] the sort on which it can normally be armor. A creature without natural"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Level",
        "description":  "Druid 2, ranger 2 scribed. The transferred sigil works armor has an effective natural armor of"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Casting Time",
        "description":  "10 minutes its original triggering conditions, normal clothing has an armor bonus"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Duration",
        "description":  "1 hour/level to achieve. ment as if it were wearing heavy armor."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (harmless) If your concentration lapses or the and could run only 60 feet per round. spell duration expires while the sigil is The spell affects only a creature’s speed; At last, you near the end of the spell’s thus stored as potential, it immediately tortoise shell doesn’t carry an armor complicated procedure. As the final act of triggers upon you (and only you), even check penalty or an arcane spell failure the ritual, you call out the tricks you wish if you normally would not meet its chance. to teach the animal you are touching. Your trigger conditions. The effect has the 222 1 RETPAHC LLEPS SNOITPIRCSED same saving throw and spell resistance An affected creature that is attacked dimension door spells (PH 221) and as the original spell did. The only safe gains a new saving throw to break free exchange appearances, as if using way to rid yourself of the stored sigil of the enchantment. disguise self spells (PH 222) to appear is to place it upon a suitable surface. Material Component: A drop of pine as each other. Your target can negate"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Level",
        "description":  "Bard 3, druid 3, sorcerer/ on attack rolls and to Armor Class. damage or becoming fatigued as long wizard 4 Even after leaving the area of the spell, as the spell is in effect. While bearing"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "This spell functions like lesser visage of Casting Time",
        "description":  "1 standard action duration expires. Until then, it remains the deity, except that you take on many Range: Personal sticky, and any creature touching it qualities of a half-celestial or half-fiend- Target: You (for example, a creature attempting to ish creature. Duration: 1 round/level pull out an ally) must make a success- Your creature type changes to out- ful Reflex save or become stuck itself. sider for the duration of the spell. As you end your prayer, you can feel the A creature stuck by such secondary Unlike other outsiders, you can be hand of your deity upon you. Your appear- contact is not trapped as thoroughly brought back from the dead if you are ance reflects her divine power, and her as a creature targeted by the glob, killed in this form. touch grants you resistance from some of however, so the DC of the Strength Good clerics undergo the following the damage of this world. check or Escape Artist check required transformations. to get free is reduced by 5. You gain a +4 enhancement bonus to Material Component: A tiny ball of • You grow feathered wings that allow Charisma. You also gain resistance to spider silk. you to fly at twice your normal speed acid 10, cold 10, and electricity 10 if (good maneuverability). you are good, or resistance to cold 10 VISION OF GLORY • You gain +1 natural armor. and fire 10 if you are evil. Divination • You gain low-light vision."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Level",
        "description":  "Cleric 4, sorcerer/wizard 5 the ability to bypass armor"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "You invoke a divine shield to protect you as Area",
        "description":  "20-ft.-radius emanation it becomes invisible again. Ethereal you close with a chosen opponent. centered on you creatures in the spell’s area become"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Instant Locksmith",
        "description":  "Make Disable Device or Open Lock Iron Silence: Armor touched has no armor check at +2 as free action. check penalty on Hide and Move Silently for"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Find the Gap",
        "description":  "Your attacks ignore armor and natural"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Critical Strike",
        "description":  "For 1 round you gain +1d6 damage, armor. doubled threat range, and +4 on attack"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Iron Silence",
        "description":  "Armor touched has no armor check penalty Hymn of Praise: Add +2 to caster level to all good divine on Hide and Move Silently for 1 hour/level. casters within range."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Cacophonic Shield",
        "description":  "Shield 10 ft. from you blocks sounds, deals 1d6 sonic damage +1/level, and deafens creatures 6TH-LEVEL BARD SPELLS passing through. Di rge: Enemies take 2 points of Str and"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Golden Barding",
        "description":  "Your mount gets force armor."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Nightshield",
        "description":  "You gain resistance bonus on saves, and spell 3RD-LEVEL BLACKGUARD SPELL absorbs magic missile damage."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Energized Shield, Lesser",
        "description":  "Shield provides user resistance"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Guiding Light",
        "description":  "+2 on ranged attacks against creatures in 5, shield bash deals +1d6 damage. illuminated area."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Ghost Touch Armor",
        "description":  "Armor works normally against"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Iron Silence",
        "description":  "Armor touched has no armor check penalty thrown. on Hide and Move Silently checks for 1 hour/level. Demon Dirge: Demons are stunned and take 3d6 damage/"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Living Undeath",
        "description":  "Subject becomes immune to extra Downdraft: Flying creatures knocked down. damage from critical hits and sneak attacks. Energized Shield: Shield provides user resistance 10,"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Mark of the Outcast",
        "description":  "Subject takes –5 penalty on Bluff shield bash deals +2d6 damage. and Diplomacy checks and –2 penalty to AC. Energy Vortex: Burst of energy centered on you damages"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Stone Bones",
        "description":  "Corporeal undead gains +3 natural armor speed, melee attacks treated as good; take –20 to Hide bonus. checks."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Shield of Warding",
        "description":  "Shield grants +1 bonus on AC and level. Reflex saves/5 levels (max +5)."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Vigor, Mass Lesser",
        "description":  "As lesser vigor, but multiple subjects exhaustion, ability damage, and ability drain. (max 25 rounds). Shield of Faith, Mass: Allies gain +3 or higher AC bonus."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Iron Bones",
        "description":  "Corporeal undead gains +6 natural armor bonus."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Death Dragon",
        "description":  "You gain +4 natural armor, +4 deflection, Heavenly Host: Summons archons to fight for you. and natural attacks. Hellish Horde: Summons devils to fight for you."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spiderskin",
        "description":  "Subject gains increasing bonus to natural evil, lawful, or chaotic. armor bonus, saves against poison, and Hide checks."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Rejuvenation Cocoon",
        "description":  "Energy cocoon shields creature, hours. then heals it. dnalgnE .W yb .sullI 257 SPELL LISTS CHAPTER 2 Sirine’s Grace: You gain bonuses to Charisma and Slime Wave: Creates a 15-ft. spread of green slime."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Tortoise Shell",
        "description":  "Creature gains +6 natural armor, +1/3"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Axiomatic WaterM",
        "description":  "Makes lawful-aligned axiomatic armor. water."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Energized Shield, Lesser",
        "description":  "Shield provides user resistance Strategic Charge: You gain the benefits of the Mobility feat. 5, shield bash deals +1d6 damage. Traveler’s Mount: Creature moves faster but can’t attack."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Golden Barding",
        "description":  "Your mount gets force armor. 2ND-LEVEL PALADIN SPELLS"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Energized Shield",
        "description":  "Shield provides user resistance 10, Plane. shield bash deals +2d6 damage."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Shield of Warding",
        "description":  "Shield grants +1 bonus on AC and allies within 100 feet. Reflex saves/5 levels (max +5). Visage of the Deity, Lesser: You"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "DiamondsteelM",
        "description":  "Metal armor penalty on skill check. provides damage reduction. Arrow Mind: You"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Enrage Animal",
        "description":  "Animal rages like barbarian, not armor; immunity to magic sleep effects and paralysis. fatigued."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Find the Gap",
        "description":  "Your attacks ignore armor and natural checks. armor."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Ectoplasmic Armor",
        "description":  "Gain armor bonus against or shield touched for 1 minute/level. incorporeal touch attacks. Sniper’s Shot: No range limit on next ranged"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Nightshield",
        "description":  "You gain resistance bonus on saves, having taken 10. and spell absorbs magic missile damage. Targeting Ray: You and allies are +1 to hit/3 levels"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Cheat",
        "description":  "Caster rerolls when determining the Scintillating Scales: Your natural armor bonus success of a game of chance. turns into a deflection bonus."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Shieldbearer",
        "description":  "Shield floats near subject to offer Mindless Rage: Subject compelled to attack you protection. physically for 1 round/level."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Sting Ray",
        "description":  "Subject of ray can take only standard penalty to AC. or move action, has –2 AC, and must make Death ArmorF: Black aura damages creatures Concentration checks to cast spells. attacking you."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Slapping Hand",
        "description":  "Hand makes creature provoke Bristle: Armor spikes attack with wearer. attacks of opportunity. Earthbind: Subject creature can’t fly."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Ghost Touch Armor",
        "description":  "Armor works normally Bands of Steel: Metallic bands immobilize or against incorporeal attacks. entangle subject for 1 round/level."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Lively Step",
        "description":  "You and allies gain +10 increase to Mage Armor, Greater: Gives subject +6 armor speed. bonus."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Mountain Stance",
        "description":  "Subject becomes hard to move. Mage Armor, Mass: As mage armor, but one"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Scale Weakening",
        "description":  "Subject’s natural armor level (max +15). weakens. Summon Undead III: Summons undead to fight"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Stone Bones",
        "description":  "Corporeal undead gains +3 natural Telepathic Bond, Lesser: Link with subject armor bonus. within 30 ft. for 10 minutes/level."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Manyjaws",
        "description":  "One set of jaws/level attacks enemies DiamondsteelM: Metal armor provides damage for 1d6 damage. reduction."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Resonating Bolt",
        "description":  "Sonic energy deals 1d4 damage/ Dragonskin: You gain a bonus to natural armor level (max 10d4). plus energy resistance 10."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Suspended SilenceM",
        "description":  "Object becomes natural armor, saves against poison, and Hide programmed to create an area of silence at your checks. command. Steeldance: Blades hover around you and attack"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Skull Watch",
        "description":  "Skull shrieks when creature enters Fortify Familiar: Your familiar gains 2d8 warded area. temporary hp, +2 to armor, 25% chance to avoid"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Iron Bones",
        "description":  "Corporeal undead gains +6 natural Hidden Lodge: Creates sturdy cottage armor bonus. camouflaged to blend into natural surroundings."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Spell Enhancer",
        "description":  "Lets you cast another spell in the Cacophonic Shield: Shield 10 ft. from you blocks same round at +2 caster level. sounds, deals 1d6 sonic damage +1/level, and"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Wings of Air, Greater",
        "description":  "Subject’s flight down creatures. maneuverability improves by two steps. Fire Shield, Mass: Creatures attacking allies take damage; allies are protected from fire or cold. 5TH-LEVEL FirebrandM: One 5-ft. burst/level deals 1d6 fire/ level plus burning for 1 round. SORCERER/WIZARD SPELLS Fireburst, Greater: Subjects within 15 ft. take"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Draconic Might",
        "description":  "Gain +5 to Str, Con, Cha; +4 question/round. natural armor; immunity to magic sleep and Interplanar Telepathic Bond: Link lets allies paralysis effects. communicate across planes."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Power",
        "description":  "Once per day, as a free action, you can add once per day. Activating this power is a free action. The Charisma your Wisdom modifier to your Armor Class. This bonus lasts increase lasts 1 minute. for 1 round per cleric level. Charm Domain Spells Balance Domain Spells 1 Charm Person: Makes one person your friend. 1 Make Whole: Repairs an object. 2 Calm Emotions: Calms creatures, negating emotion 2 Calm Emotions: Calms creatures, negating emotion effects. effects. 3 Suggestion: Compels subject to follow stated course of 3 Clarity of Mind†: +4 bonus on saves against mind- action. affecting spells and abilities, allows reroll of 4 Good Hope: Subjects gain +2 on attack rolls, damage rolls, concealment miss chance. saves, and checks. 4 Dismissal: Forces a creature to return to native plane. 5 Charm Monster: Makes monster believe it is your ally. 5 Sanctuary, Mass†: One creature/level can’t be attacked, 6 Geas/Quest: As lesser geas, plus it affects any creature. and can’t attack. 7 Insanity: Subject suffers continuous confusion. 6 Banishment: Banishes 2 HD/level of extraplanar 8 Demand: As sending, plus you can send suggestion. creatures. 9 Dominate Monster: As dominate person, but any creature. 7 Word of Balance†: Kills, paralyzes, weakens, or nauseates nonneutral creatures. 8 Protection from SpellsMF: Confers +8 resistance bonus. COLD DOMAIN 9 Weighed in the Balance†: Harms or heals creatures Granted Power (Su): You can turn or destroy fire creatures within 30 feet of you. as a good cleric turns undead. You can also rebuke or command cold creatures as an evil cleric rebukes undead. Use these abilities CAVERN DOMAIN a number of times per day equal to 3 + your Cha modifier."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Power",
        "description":  "Use calm emotions as a spell-like ability once for your race by 10 feet. This benefit is lost if you are wearing per day. Gain a +2 bonus on Diplomacy checks. medium or heavy armor or carrying a medium or heavy load. Community Domain Spells Celerity Domain Spells 1 Bless: Allies gain +1 on attack rolls and saves against fear. 1 Expeditious Retreat: Your speed increases by 30 ft. 2 Status: Monitors condition, position of allies. 2 Cat’s Grace: Subject gains +4 to Dex for 1 minute/level. 3 Prayer: Allies +1 on most rolls, enemies –1 penalty. 3 Blur: Attacks miss subject 20% of the time. 4 Tongues: Speak any language. 4 Haste: One creature/level moves faster, +1 on attack rolls, 5 Rary’s Telepathic Bond: Link lets allies communicate. AC, and Reflex saves. 6 Heroes’ Feast: Food for one creature/level cures and 5 Tree Stride: Step from one tree to another far away. grants combat bonuses. 272 XIDNEPPA 7 RefugeM: Alters item to transport its possessor to you. Craft Domain Spells 8 Mordenkainen’s Magnificent MansionF: Door leads to 1 Animate Rope: Makes a rope move at your command. extradimensional mansion. 2 Wood Shape: Rearranges wooden objects to suit you. 9 Heal, Mass: As heal, but with several subjects. 3 Stone Shape: Sculpts stone into any shape. 4 Minor Creation: Creates one cloth or wood object. COMPETITION DOMAIN 5 Wall of Stone: Creates a stone wall that can be shaped. 6 Fantastic Machine†: Creates a machine to perform a Granted Power (Ex): You gain a +1 bonus on opposed checks single simple task. you make. 7 Major Creation: As minor creation, plus stone and metal. 8 ForcecageM: Cube or cage of force imprisons all inside. Competition Domain Spells 9 Fantastic Machine, Greater† Creates a machine to 1 Remove Fear: Suppresses fear or gives +4 on saves against perform multiple tasks. fear for one subject + one per 4 levels. 2 Zeal†: You move through foes to attack the enemy you CREATION DOMAIN want."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Power",
        "description":  "You cast conjuration (creation) spells at +1 3 Prayer: Allies +1 bonus on most rolls, enemies –1 penalty. caster level. 4 Divine Power: You gain attack bonus, +6 to Str, and 1 hp/ level. 5 Righteous Might: Your size increases, and you gain Creation Domain Spells combat bonuses. 1 Create Water: Creates 2 gallons/level of pure water. 6 Zealot Pact†X: You automatically gain combat bonuses 2 Minor Image: As silent image, plus some sound. when you attack someone of opposite alignment. 3 Create Food and Water: Feeds three humans (or one 7 Regenerate: Subject’s severed limbs grow back, cures 4d8 horse)/level. damage +1/level (max +35). 4 Minor Creation: Creates one cloth or wood object. 8 Moment of Prescience: You gain insight bonus on single 5 Major Creation: As minor creation, plus stone and metal. attack roll, check, or save. 6 Heroes’ Feast: Food for one creature/level cures and 9 Visage of the Deity, Greater†: As lesser visage of the deity, grants combat bonuses. but you become half-celestial or half-fiendish. 7 Permanent ImageM: Includes sight, sound, and smell. 8 True Creation†X: As major creation, but permanent. COURAGE DOMAIN 9 Pavilion of Grandeur†: A feast and a great pavilion are created. Granted Power (Su): You radiate an aura of courage that grants all allies within 10 feet (including yourself) a +4 morale bonus on saving throws against fear effects. This ability func- DARKNESS DOMAIN tions only while you are conscious. Granted Power: You gain Blind-Fight as a bonus feat. Courage Domain Spells Darkness Domain Spells 1 Remove Fear: Suppresses fear or gives +4 on saves against 1 Obscuring Mist: Fog surrounds you. fear for one subject + one per 4 levels. 2 Blindness/Deafness: Makes subject blinded or deafened. 2 Aid: +1 on attack rolls and saves against fear, 1d8 temporary 3 Blacklight† Create an area of total darkness. hp +1/level (max +10). 4 Armor of Darkness†: Shroud grants deflection bonus, 3 Cloak of Bravery: You and your allies gain a bonus on darkvision, and other effects. saves against fear. 5 Darkbolt†: Multiple bolts deal 2d8 damage and daze 4 Heroism: Gives +2 bonus on attack rolls, saves, skill creatures. checks. 6 Prying Eyes: 1d4 +1/level floating eyes scout for you. 5 Valiant Fury†: +4 Str, Con; +2 Will saves, extra attack. 7 Nightmare: Sends vision dealing 1d10 damage, fatigue. 6 Heroes’ Feast: Food for one creature/level cures and 8 Power Word Blind: Blinds creature with 200 hp or less. grants combat bonuses. 9 Power Word Kill: Kills one creature with 100 hp or less. 7 Heroism, Greater: Gives +4 bonus on attack rolls, saves, skill checks; immunity to fear; temporary hp. DEATHBOUND DOMAIN 8 Lion’s Roar†: Deals 1d8 points of damage/2 levels to"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Power",
        "description":  "You cast all illusion spells at +1 caster Charisma modifier to your Climb, Jump, Move Silently, and level. Hide checks. Activating this ability is a free action. Illusion Domain Spells Halfling Domain Spells 1 Silent Image: Creates minor illusion of your design. 1 Magic Stone: Three stones gain +1 on attack rolls, deal 2 Minor Image: As silent image, plus some sound. 1d6+1 damage. 3 Displacement: Attacks miss subject 50%. 2 Cat’s Grace: Subject gains +4 to Dex for 1 minute/level. 4 Phantasmal Killer: Fearsome illusion kills subject or 3 Magic Vestment: Armor or shield gains +1 enhancement/ deals 3d6 damage. 4 levels. 5 Persistent Image: As major image, but no concentration 4 Freedom of Movement: Subject moves normally despite required. impediments. 6 Mislead: Turns you invisible and creates illusory double. 5 Mordenkainen’s Faithful Hound: Phantom dog can 7 Project Image: Illusory double can talk and cast spells. attack, guard. 8 Screen: Illusion hides area from vision, scrying. 6 Move Earth: Dig trenches and build walls. 9 Weird: As phantasmal killer, but affects all within 30 ft. 7 Shadow Walk: Step into shadow to travel rapidly. 8 Word of Recall: Teleports you back to designated place. 9 Foresight: “Sixth sense” warns of impending danger. INQUISITION DOMAIN"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Power",
        "description":  "Gain a +4 bonus on dispel checks. HATRED DOMAIN Granted Power (Su): Once per day as a free action, choose Inquisition Domain Spells one opponent. Against that foe you gain a +2 profane bonus on 1 Detect Chaos: Reveals chaotic creatures, spells, or objects. attack rolls, saving throws, and Armor Class for 1 minute. 2 Zone of Truth: Subjects within range cannot lie. 3 Detect Thoughts: Allows “listening” to surface thoughts. 4 Discern Lies: Reveals deliberate falsehoods. 276 XIDNEPPA 5 True SeeingM: Lets you see all things as they really are. Madness Domain Spells 6 Geas/Quest: As lesser geas, plus it affects any creature. 1 Confusion, Lesser: One creature acts randomly for 7 Dictum: Kills, paralyzes, slows, or deafens nonlawful 1 round. subjects. 2 Touch of Madness†: Dazes one creature for 1 round/level. 8 Shield of LawF: +4 AC, +4 resistance, and SR 25 against 3 Rage: Subjects gain +2 to Str and Con, +1 on Will saves, –2 chaotic spells. to AC. 9 Imprisonment: Entombs subject beneath the earth. 4 Confusion: Makes subject behave oddly for 1 round/level. 5 Bolts of Bedevilment†: One ray/round, dazes 1d3 rounds. LIBERATION DOMAIN 6 Phantasmal Killer: Fearsome illusion kills subject or deals 3d6 damage. Granted Power (Su): If you are affected by a charm, compul- 7 Insanity: Subject suffers continuous confusion. sion, or fear effect and fail your saving throw, you can attempt 8 Maddening Scream†: Subject has –4 AC, no shield, Reflex the save again 1 round later at the same DC. You get only this save on 20 only. one extra chance to succeed on your saving throw. 9 Weird: As phantasmal killer, but affects all within 30 ft. Liberation Domain Spells MENTALISM DOMAIN 1 Omen of Peril†F: You know how dangerous the future Granted Power (Sp): Once per day as a standard action, will be. you can generate a mental ward, granting a creature you touch 2 Undetectable Alignment: Conceals alignment for a resistance bonus on its next Will saving throw equal to your 24 hours. level +2. The mental ward is an abjuration effect with a duration 3 Rage: Subjects gain +2 to Str and Con, +1 on Will saves, of 1 hour. –2 to AC. 4 Freedom of Movement: Subject moves normally despite impediments. Mentalism Domain Spells 5 Break Enchantment: Frees subjects from enchantments, 1 Confusion, Lesser: One creature acts randomly for alterations, curses, and petrification. 1 round. 6 Dispel Magic, Greater: As dispel magic, but up to +20 on 2 Detect Thoughts: Allows “listening” to surface thoughts. check. 3 Clairaudience/Clairvoyance: See or hear at a distance 7 RefugeM: Alters item to transport its possessor to you. for 1 minute/level. 8 Mind Blank: Subject is immune to mental/emotional 4 Modify Memory: Changes 5 minutes of subject’s magic and scrying. memories. 9 Unbinding†: Frees everyone in range from spells that 5 Mind Fog: Subjects in fog get –10 to Wisdom and Will constrain or bind. checks. 6 Rary’s Telepathic Bond: Link lets allies communicate. LUST DOMAIN 7 Antipathy: Object or location affected by spell repels certain creatures. Granted Power (Su): Once per day as a free action, you gain 8 Mind Blank: Subject is immune to mental/emotional an enhancement bonus to Charisma equal to your cleric level. magic and scrying. The power lasts for 1 round. 9 Astral ProjectionM: Projects you and companions onto the Astral Plane. Lust Domain Spells 1 Charm Person: Makes one person your friend. METAL DOMAIN 2 Invisibility: Subject is invisible for 1 minute/level or until"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Power",
        "description":  "You gain a +2 bonus on Bluff, Diplomacy, and Sense Motive checks. 277 APPENDIX Mind Domain Spells NOBILITY DOMAIN 1 Comprehend Languages: You understand all spoken and Granted Power (Sp): Once per day as a standard action, you written languages. can inspire allies, giving them a +2 morale bonus on saving 2 Detect Thoughts: Allows “listening” to surface thoughts. throws, attack rolls and damage rolls, ability checks, and skill 3 Telepathic Bond, Lesser: Link with subject within 30 ft. checks. Allies must be able to hear you speak for 1 round. This for 10 minutes/level. effect lasts for a number of rounds equal to your Charisma bonus 4 Discern Lies: Reveals deliberate falsehoods. (minimum 1 round). 5 Rary’s Telepathic Bond: Link lets allies communicate. 6 Probe Thoughts†: Read subject’s memories, one question/ Nobility Domain Spells round. 1 Divine Favor: You gain +1/3 levels on attack rolls and 7 Brain Spider†: Eavesdrop on thoughts of up to eight other damage rolls. creatures. 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. 8 Mind Blank: Subject is immune to mental/emotional 3 Magic Vestment: Armor or shield gains +1 magic and scrying. enhancement/4 levels. 9 Weird: As phantasmal killer, but affects all within 30 ft. 4 Discern Lies: Reveals deliberate falsehoods. 5 Command, Greater: As command, but affects one subject/ MOON DOMAIN level."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Power",
        "description":  "Add Appraise, Intimidate, and Sense Motive as if it were a normal secret door (Search DC 20). to your list of cleric class skills. Portal Domain Spells Pact Domain Spells 1 Summon Monster I: Calls extraplanar creature to fight 1 Command: One subject obeys selected command for for you. 1 round. 2 Analyze Portal: Find a nearby portal and discover its 2 Shield OtherF: You take half of subject’s damage. properties. 3 Speak With Dead: Corpse answers one question/2 levels. 3 Dimensional Anchor: Bars extradimensional movement. 4 DivinationM: Provides useful advice for specific proposed 4 Dimension Door: Teleports you a short distance. action. 5 Teleport: Forces a creature to return to native plane. 5 Stalwart Pact†M: You gain combat bonuses automatically 6 Banishment: Banishes 2 HD/level of extraplanar when reduced to half hit points or lower. creatures. 6 Zealot Pact†X: You automatically gain combat bonuses 7 Etherealness: Travel to Ethereal Plane with companions. when you attack someone of opposite alignment. 8 Maze: Traps subject in extradimensional maze. 7 Renewal Pact†M: Creature is automatically healed if 9 GateX: Connects two planes for travel or summoning. adverse condition affects it. 8 Death Pact†M: Deity brings subject back from the dead PRIDE DOMAIN automatically."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Power",
        "description":  "You gain immunity to the effects of all Pride Domain Spells diseases, though you can still carry infectious diseases. 1 Hypnotism: Fascinates 2d4 HD of creatures. 2 Eagle’s Splendor: Subject gains +4 Cha for 1 minute/level. Pestilence Domain Spells 3 Heroism: Gives +2 bonus on attack rolls, saves, skill 1 Doom: One subject takes –2 on attacks, damage, saves, and checks. checks. 4 Divine Power: You gain attack bonus, +6 to Str, and 1 hp/ 2 Summon Swarm: Summons swarm of bats, rats, or level. spiders. 5 Reduce Person, Mass: Reduces several creatures. 3 Contagion: Infects subject with chosen disease. 279 APPENDIX 6 ForbiddanceM: Blocks planar travel, damages creatures of Retribution Domain Spells different alignment. 1 Shield of Faith: Aura grants +2 or higher deflection 7 Heroism, Greater: Gives +4 bonus on attack rolls, saves, bonus. skill checks; immunity to fear; temporary hp. 2 Bear’s Endurance: Subject gains +4 to Con for 1 minute/ 8 Spell Immunity, Greater: As spell immunity, but up to level. 8th-level spells. 3 Speak with Dead: Corpse answers one question/2 levels. 9 Charm Monster, Mass: As charm monster, but all within 4 Fire Shield: Creatures attacking you take fire damage; 30 ft. you’re protected from heat or cold. 5 Mark of Justice: Designates action that will trigger curse PURIFICATION DOMAIN on subject. 6 Banishment: Banishes 2 HD/level of extraplanar"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Powers",
        "description":  "You are closest to your god while lazing STORM DOMAIN and relaxing. You take no penalty to Armor Class against melee Granted Power: You gain resistance to electricity 5. attacks while prone. Storm Domain Spells Sloth Domain Spells 1 Entropic Shield: Ranged attacks against you have 20% 1 Touch of Fatigue: Touch attack fatigues subject. miss chance. 2 Unseen Servant: Invisible force obeys your commands. 2 Gust of Wind: Blows away or knocks down smaller 3 Deep Slumber: Puts 10 HD of creatures to sleep. creatures. 4 Slow: One subject/level takes only one action/round, –2 to 3 Call Lightning: Calls down lightning bolts (3d6 per bolt) AC, –2 on attack rolls. from sky. 5 Symbol of SleepM: Triggered rune puts nearby creatures 4 Sleet Storm: Hampers vision and movement. into catatonic slumber. 5 Ice Storm: Hail deals 5d6 damage in cylinder 40 ft. across. 6 Waves of Fatigue: Several subjects become fatigued. 6 Summon Monster VI*: Calls extraplanar creature to fight 7 Shadow Walk: Step into shadow to travel rapidly. for you. 8 Waves of Exhaustion: Several subjects become exhausted. 7 Control Weather: Changes weather in local area. 9 Astral ProjectionM: Projects you and companions onto 8 Whirlwind: Cyclone deals damage and can pick up the Astral Plane. creatures. 9 Storm of Vengeance: Storm rains acid, lightning, and SPELL DOMAIN hail."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Granted Power",
        "description":  "You gain a +2 bonus on Concentration checks and Spellcraft checks. SUFFERING DOMAIN Granted Power (Sp): You can use a pain touch once per day. Make a melee touch attack against a living creature, which Spell Domain Spells bestows on that creature a –2 penalty to Strength and Dexterity 1 Mage Armor: Gives subject +4 armor bonus. for 1 minute on a successful attack. This ability does not affect 2 Silence: Negates sound in 15-ft. radius. creatures that have immunity to extra damage from critical 3 Anyspell†: Prepare any arcane spell up to 2nd level. hits. 4 Rary’s Mnemonic EnhancerF: Wizard only. Prepares extra spells or retains one just cast. 5 Break Enchantment: Frees subjects from enchantments, Suffering Domain Spells alternations, curses, and petrification. 1 Bane: Enemies take –1 on attack rolls and saves against 6 Anyspell, Greater†: Prepare any arcane spell up to 5th fear. level. 2 Bear’s Endurance: Subject gains +4 to Con for 1 minute/ 7 Limited WishX: Alters reality—within spell limits. level. 8 Antimagic Field: Negates magic within 10 ft. 3 Bestow Curse: –6 to an ability score; –4 on attack rolls, 9 Mordenkainen’s Disjunction: Dispels magic, saves, and checks; or 50% chance of losing each action. disenchants magic items. 4 Enervation: Subject gains 1d4 negative levels. 5 Feeblemind: Subject’s Int and Cha drop to 1. 6 Harm: Deals 10 points/level damage to subject. 7 Eyebite: Subject becomes panicked, sickened, and comatose. 281 APPENDIX 8 Symbol of PainM: Triggered rune wracks nearby creatures 9 Discern Location: Reveals exact location of creature or with pain. object. 9 Horrid Wilting: Deals 1d6/level damage within 30 ft. TYRANNY DOMAIN"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Summon Monster V",
        "description":  "Calls extraplanar creature to fight –2 penalty on attack rolls, Armor Class, and saves for 24 hours for you.* or until they successfully hit you. A creature that has resisted 6 Heroes’ Feast: Food for one creature/level cures and or broken the effect cannot be affected again by your aura for grants combat bonuses. 24 hours. Add Sense Motive to your list of cleric class skills. Eagle’s Splendor, Mass: As eagle’s splendor, affects one subject/level. 7 Spell Turning: Reflect 1d4+6 spell levels back at caster. Celestia Domain Spells"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Summon Monster VII",
        "description":  "Calls extraplanar creature to fight 1 Light of Lunia†: You radiate silvery light, which you can for you.* expend as two bolts that deal 1d6 damage. 8 Heroism, Greater: Gives +4 bonus on attack rolls, saves, Shield of Faith: Aura grants +2 or higher deflection skill checks; immunity to fear; temporary hp. bonus."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Mind Blank",
        "description":  "Subject is immune to mental/emotional 2 Bear’s Endurance: Subject gains +4 to Con for 1 minute/ magic and scrying. level. 9 Freedom: Releases creature from imprisonment. Shield OtherF: You take half of subject’s damage."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Summon Monster IX",
        "description":  "Calls extraplanar creature to fight 3 Magic Vestment: Armor or shield gains +1 for you* enhancement/4 levels. * Chaotic good creatures only. Summon Monster III: Calls extraplanar creature to fight for you.* BAATOR DOMAIN 4 Divine Power: You gain attack bonus, +6 to Strength, and 1 hp/level."
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Summon Monster III",
        "description":  "Calls extraplanar creature to fight Shield of LawF: +4 to AC, +4 resistance, and SR 25 against for you.* chaotic spells. 4 Deeper Darkness: Object sheds supernatural shadow in 9 Foresight: “Sixth sense” warns of impending danger. 60-ft. radius. Summon Monster IX: Calls extraplanar creature to fight"
    },
    {
        "source":  "spell_compendium.txt",
        "name":  "Sunburst",
        "description":  "Blinds all within 80 ft., deals 6d6 damage. control, hedge out elementals and outsiders. 9 Heal, Mass: As heal, but with several subjects. 2 Entropic Shield: Ranged attacks against you have 20%"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Hull, Reinforced",
        "description":  "Large warships often have reinforced WALLS hulls. Reinforced hulls have a thick backing of solid Walls inside a ship are more properly called bulkheads. timbers designed to help the outer hull absorb and resist Bulkheads serve the same purpose on board a ship as heavy impacts such as catapult shot. Reinforced hulls are walls do in a building; they partition the ship into discrete just as hard to climb as other hulls (Climb DC 25). compartments, and they strengthen the overall structure. Other types of walls found in marine dungeons are FLOORS described below. Floors usually don’t matter much in submerged dungeons or water-filled chambers, simply because many characters Typical Break Hit (and most monsters) are swimming instead of walking. Wall Type Thickness DC Hardness Points However, there are exceptions—a monstrous crab or a Bulkhead 3 inches 16 5 30 heavily armored character with a water breathing spell Coral 3 feet 45 7 480 Hull, heavy 8 inches 28 5 80 might do better walking along the bottom and fighting Hull, light 4 inches 20 5 50 with feet planted on the sand or muck. Hull, reinforced 1-1/2 ft. 40 6 150 In order to obtain firm footing and effectively walk along the bottom, a character or creature must meet one"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Master",
        "description":  "The term master can overlap with the term captain in some degree. In general, a master owns her vessel, while a captain doesn’t but typically exercises complete authority over all matters of sailing, navigation, discipline, and administration of the crew. A master is usually an expert (or multiclass expert) or rogue with at least 7 to 10 ranks in Profession (sailor), 4 to 7 ranks in Knowledge (geography), 2 to 4 ranks in Knowledge (nature) or Survival, 2 to 4 ranks in an inter- action skill such as Bluff, Diplomacy, or Intimidate, and 2 to 4 ranks in Profession (merchant). Master-at-Arms: The ship’s master-at-arms is the petty officer charged with keeping order among the crew and supervising the ship’s armory. If a ship carries soldiers, then offi cers and sergeants among the soldiers fulfill these functions. A master-at-arms is usually a warrior, barbarian, or fi ghter with a rank or two in skills useful to his job, such as Bluff, Diplomacy, Intimidate, or Sense Motive."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Section AC",
        "description":  "The Armor Class of each hull section. or 1 mph Junk 50/7 1-1/2 mph* 15,000 gp"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Dugout",
        "description":  "Large vehicle; Seaworthiness –3; Shiphandling Greatship: Colossal vehicle; Seaworthiness +6; Ship- +1; Speed oars 10 ft. (good); Overall AC 4; Hull hp 40 handling –4; Speed wind × 25 ft. (poor); Overall AC –3; (hardness 5); Ram 1d6; Space 10 ft. by 5 ft.; Height 2 ft. Hull sections 240 (sink 60 sections); Section hp 80 (hard- (draft 2 ft.); Complement 4; Watch 1; Cargo 500 pounds; ness 5); Section AC 3; Rigging Sections 4; Rigging hp 80 Cost 20 gp. (hardness 0), AC 1; Ram 6d6; Mounts 12 light and 4 heavy; Space 150 ft. by 40 ft.; Height 20 ft. (draft Elf Wingship 20 ft.); Complement 500; Watch 20; Cargo 500 So named because of its great, tons (Speed wind × 15 ft. if 250 sweeping sails that seem more like tons or more); Cost 60,000 gp. a bird’s wings than a ship’s rigging, the elf wingship Ironclad is the fastest ship on the Protected from enemy fire sea. Despite its graceful by solid iron plate, the iron- lines and delicate appearance, clad is slow and clumsy but the wingship is actually quite deadly in a naval battle. The sturdily built and deadly in a na- ironclad is built on a frame of val battle. Elves rarely (if ever) sell thick wooden timbers, just like wingships to non-elves. most other vessels; armor is"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Diving Bell",
        "description":  "Medium vehicle; Seaworthiness +0; Ship- Loads, page 90). handling —; Speed —; Overall AC 5; Hull hp 80 (hardness 6); Ram —; Mounts —; Space 5 ft. by 5 ft.; Height 0 ft. ARMOR (draft 5 ft.); Watch 1; Complement 2; Cargo 200 pounds; Wearing any sort of armor in the water is burdensome, Cost 4,000 gp (bell) or 7,000 gp (bell, pump, and hoist). even for aquatic peoples, since it interferes with swim- ming. Heavy armors are particularly impractical, since Grappling Ramp the wearer must fight the tendency to sink. Even beings This structure is a long ramp and frame that resembles that breathe water usually do not want to drift into the a small drawbridge. When an enemy ship is near, the blackwater depths where untold horrors lurk. grappling ramp is dropped, so that it forms a bridge to the Even if you’re not in the water, wearing armor in an aquatic other vessel. The top end of the grappling ramp is usually setting is risky, whether on board ship or fighting to defend fitted with iron spikes, cleats, or grapnels so that its drop a bridge. There is an ever-present danger of falling, or worse, drives the ramp into the enemy vessel’s deck, holding it being pushed into the water by an enemy’s rush. Generally fast. A grappling ramp gives you a +4 bonus on Profession aquatic inhabitants and seafarers wear light armor or no (sailor) checks to initiate a grapple with another ship or armor at all. Heavy armor is often magically treated to reduce to maintain a grapple from a foe who wants to escape (see its weight or increase its flexibility, or uses special materials Special Maneuvers, page 27), but no bonus on resisting whose benefits make up for the disadvantages. Shields larger another ship’s attempt to grapple your own vessel. It also than bucklers are very uncommon, since they don’t allow creates a five-foot-wide bridge to the other vessel’s deck. free movement of the arm for swimming. A grappling ramp has a space of 10 feet and weighs 1,000 Most kinds of metal armor do not fare well in water, pounds. It requires a heavy mount. especially seawater, so aquatic peoples use alternative materials, such as coral, stone, or plates from large crusta- Netting ceans. Typical leather armors also don’t hold up in a watery Designed to hinder boarders, ship’s netting consists of a environment, and might be replaced with sharkskin, kelp, sturdy net of tarred rope that is rigged 10 feet or more above or fish scales. 106 5 RETPAHC DNA SPIHS TNEMPIUQE ARMOR DESCRIPTIONS The armor found on Table 5–4: Aquatic Armor is described below. The time it takes to get into or out of armor depends on its type (see Table 7–7: Donning Armor in the Player’s Handbook)."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Chitin",
        "description":  "Chitin armor is constructed from the shells of giant vermin or similar creatures. For aquatic races, monstrous crabs are the most popular source for chitin armor. The chitin is treated for fl exibility and often cut and reshaped in long strips bound together by tightly woven cord where necessary."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Cord",
        "description":  "Made from hemp fi bers or similarly tough seaweed woven and knotted into a thick, tough covering, cord armor is common in places where metalworking and leatherworking are not practiced."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Keel",
        "description":  "This is a tapered ridge, like the long fi n of an eel, that runs along the middle of the outer surface of a piece of armor, usually on the chest, back, and helmet. Adding a keel to a suit of armor lets the wearer move more effi ciently through water. A suit of armor fi tted with a keel grants the wearer a +2 circumstance bonus on Swim checks. A keel does not confer any benefi t to shields."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Living Coral",
        "description":  "Coral armor is heavy and diffi cult to craft (see page 15 of the Arms andEquipment Guide). An expensive alternative is growing a casing of living coral over the wearer. The user wears a medallion crafted from a piece of living reef, from which coral grows to envelop the body. The living Chitin armor and sharkskin armor coral is tough but not as stony and infl exible as that of an established reef, allowing relatively free movement. It dies armor. Additionally, shark teeth are embedded along the at sundown and regrows again at sunup; this process takes forearms, shoulders, and legs, which count as armor spikes. about 2 hours. Dark conditions also cause the coral to die, Sharkskin armor provides a +6 circumstance bonus on while extended light keeps it alive. Escape Artist checks made when the wearer is bound with For an additional 500 gp, the following special ability rope or similar easily cut bindings. can be grafted onto the coral. Shell: This armor is created from specially treated tor-"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Stinging Polyps",
        "description":  "The coral polyps’ natural ability to sting toise or monstrous crab shells. The armormaking process prey is enhanced. Once per day, if you get a hold while softens the shells, making them far more pliable and likely grappling, the opponent must make a DC 14 Fortitude to bend instead of shatter when struck. Shell armor includes save or be paralyzed for 1d4 rounds. a breastplate, shoulder guards, and even gauntlets created"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Granted Power",
        "description":  "You have the supernatural ability to 9 Foresight: Sixth sense warns of impending danger. breathe water as if under the effect of a water breathing *New spell described in this chapter. spell, for up to 10 rounds per level. This effect occurs automatically as soon as it becomes applicable and lasts STORM DOMAIN until the duration expires or the effect is no longer needed. Deities: Ishtishia, The Mockery, Procan, Umberlee This duration need not be consecutive; it can be used in Granted Power: You gain resistance to electricity 5. increments as small as 1 round. Storm Domain Spells Ocean Domain Spells 1 Entropic Shield: Ranged attacks against you have 20% 1 Endure Elements: Exist comfortably in hot or cold miss chance. environments. 2 Gust of Wind: Blows away or knocks down smaller 2 Sound Burst: Deals 1d8 sonic damage to subjects; might creatures. stun them. 3 Call Lightning: Calls down lightning bolts (3d6 per 3 Water Breathing: Subjects can breathe underwater. bolt) from sky. 4 Freedom of Movement: Subject moves normally 4 Sleet Storm: Hampers vision and movement. despite impediments. 5 Ice Storm: Hail deals 5d6 damage in cylinder 40 feet 5 Wall of Ice: Creates wall with 15 hp +1/level, or hemi- across. sphere can trap creatures inside. 6 Call Lightning Storm: As call lightning, but 5d6 6 Otiluke’s Freezing Sphere: Freezes water or deals damage per bolt. cold damage. 7 Control Weather: Changes weather in local area. 7 Waterspout*: Water rises up into a whirling vortex that 8 Whirlwind: Cyclone deals damage and can pick up deals 3d8 damage and sucks creatures in. creatures. 8 Maelstrom*: Conjures a deadly whirlpool to suck in 9 Storm of Vengeance: Storm rains acid, lightning and batter foes. and hail. 9 Elemental Swarm*: Summons multiple water elementals. BARD SPELLS *New spell described in this chapter. SEAFOLK DOMAIN 1ST-LEVEL BARD SPELL"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Jig of the Waves",
        "description":  "Force creatures to dance a jig which Seafolk Domain Spells causes penalties and forces random movement. 1 Quickswim*: Your swim speed increases by 10 ft. 2 Fins to Feet*: Transforms tails, tentacles, or finned 3RD-LEVEL BARD SPELLS extremities into humanoid legs and feet. Detect Ship: Detect and identify ships. 3 Scales of the Sealord*: Add 10 ft. to swim speed or Roar of the Waves: Make one target/2 levels deafened gain swim speed of 15 ft.; add natural armor bonus and shaken. +1/3 levels. Siren’s Call: Compel one creature/2 levels to submerse 4 Siren’s Call*: Compel one creature/2 levels to submerse itself. itself. 5 Commune with Nature: Learn about terrain for 4TH-LEVEL BARD SPELL 1 mile/level. Flowsight: You can scry creatures in contact with a body 6 Airy Water*: Turn normal water into a breathable of water. substance; negate underwater movement and melee attack penalties. 6TH-LEVEL BARD SPELL 7 Megalodon Empowerment*: Gain scent, water breath- Rapture of the Deep: Target becomes comatose. ing, swim speed for 1 hour/level. 111 MAGIC ITEMS SPELLS AND CHAPTER 6 CLERIC SPELLS 6TH-LEVEL DRUID SPELLS"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Scales of the Sealord",
        "description":  "Add 10 ft. to swim speed or gain swim Kuo-Toa Skin: Subject gains +8 on Escape Artist checks speed of 15 ft.; add natural armor bonus +1/3 levels. and cannot be snared by webs."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Transformation of the Deeps",
        "description":  "Grant water breathing, gain swim speed of 15 ft; add natural armor bonus darkvision, and pressure immunity to one creature/ +1/3 levels. 3 levels. Wake Trailing: You can track a ship across the sea. 112 6 RETPAHC DNA SLLEPS SMETI CIGAM"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "The spells herein are presented in Saving Throw",
        "description":  "Fortitude negates take 1d12 points of damage every alphabetical order . Spell Resistance: Yes 10 minutes. In addition, its natural armor bonus (if any) decreases by ABOLETH CURSE You bestow a dreadful affliction on 1, but it can never drop below 0. Necromancy the creature you touch, similar to the This transformation does not affect"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Level",
        "description":  "Sorcerer/wizard 4 effect of an aboleth’s foul contact. natural armor bonuses provided by"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Spell Resistance",
        "description":  "Yes deals automatic bite damage each a –2 penalty on attack rolls, saving round it remains attached. It does throws, skill checks, ability checks By touching a nearby source of water— not need to make a grapple check, and Armor Class for the time that a standing pool, a stream, or even a and it does not provoke attacks of they dance. Though they can take 118 6 RETPAHC DNA SLLEPS SMETI CIGAM actions normally (using the penalties 120 feet wide and 60 feet deep must be of tracking by scent. Additionally, given above), their movement is not present, or the spell is wasted. your swim speed increases by 10 their own. Waterborne creatures or objects feet; if you do not already possess a Each round, a creature affected by within 50 feet of the vortex (below swim speed then you gain a swim this spell must take a move action and on all sides) must make Reflex speed equal to your normal land to move half her speed in a random saves or be sucked in. These creatures movement. You also gain the ability direction. If this movement would take 3d8 points of damage upon to breathe water. You can retain this place the target in danger (such as being sucked in. Trained swimmers form for up to 1 hour per caster level dancing into a fire or off the deck), can attempt Swim checks instead if (as noted above). the dance causes the target to stop their skill modifier is higher than At any time during the spell’s just short of the threat. Targets their Reflex save bonus. Waterborne duration, you can shift into the ter- can still take their actions, either vessels avoid being sucked in if their rible Form of the Killer as a standard before or after their movement as operators make Profession (sailor) action. Doing so dramatically reduces they choose. checks against the same DC as the the remaining time of the spell, spell’s saving throw. however, reducing it to 1 round per KUO-TOA SKIN Once inside, creatures and objects caster level, regardless of how much Transmutation take 3d8 points of battering damage time was originally remaining."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Level",
        "description":  "Druid 8, Seafolk 7 must make a Reflex save or take 1d4 The subject’s skin, as well as clothing, Components: V, S, M points of damage. armor, and other personal effects Casting Time: 1 standard action You also gain bite and claw natural (including worn magic items), take Range: Personal attacks and are considered to have on an oily sheen like the slippery Target: You the Multiattack feat for the purpose skin of kuo-toas. For the duration Duration: 1 hour/level or 1 round/ of using them. These natural attacks of the spell, the subject gains a +8 level (D) deal damage according to your new bonus on Escape Artist checks and size (see page 296 of the Monster cannot be snared by webs (magical The mighty megalodon is a terror Manual for details): for a Medium or otherwise). to most things that swim. However, caster, this gives a bite attack for"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Arcane Material Component",
        "description":  "A kuo- it is also undeniably perfect in its 1d8 points of damage and two claw toa scale. form, made to be the ultimate hunt- attacks for 1d6 points of damage). ing machine. When this spell is cast, Finally, your base attack bonus MAELSTROM you take on some of the essence of equals your character level, you gain Conjuration (Creation) [Water] this greatest of sharks. You become a +4 natural armor bonus (in addition"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Level",
        "description":  "Bard 3 Finally, you gain a natural armor Components: V, S"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Target",
        "description":  "One target/2 levels, no alty to Charisma-based checks equal two of which can be more than two of which can be more than to the natural armor bonus when 30 ft. apart 30 ft. apart dealing with nonaquatic creatures. Duration: 1 round/level (D)"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Riverine",
        "description":  "This unusual material is made from water Deep: This special ability can be placed only on a suit under extremely high pressure, usually obtained from of armor. A suit of deep armor is a dull black color. The the Elemental Plane of Water but sometimes from the wearer gains the ability to breathe water and is immune blackwater trenches far below the ocean’s surface. The to damage from cold water and to pressure in extreme water swirls and flows continuously, sandwiched between depths of water. Additionally, he gains darkvision out fields of magical force. to 60 feet. Half of the Armor Class bonus from armor and shields Moderate transmutation; CL 9th; Craft Magic Arms and made from riverine is a deflection bonus (round down). Armor, transformation of the deeps; Price +22,500 gp."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Sharkdoom Spear",
        "description":  "This +2 keen thundering spear use feather fall upon herself as an immediate action is tipped a heavy, four-fl anged spearhead with a at any time, even when it isn’t her turn. Finally, spiraling blade. Although well suited to dispatching with a command word the wearer can use the ring sharks, as its name suggests, it is also popular with to bring about a stormrunner’s ward effect three times those who hunt other large aquatic creatures. per day. An aquatic creature that takes damage from Moderate abjuration, evocation [air], transmutation; the sharkdoom spear must succeed on a DC 13 CL 3rd; Forge Ring, feather fall, mage armor, stormrunner’s Fortitude save or be affected as by a sink spell ward; Price 20,000 gp. (–10 ft. penalty to its swim speed, sink 5 feet Landwalking: This brass ring has a pattern every round unless it succeeds on a DC 25 of fish scales etched into it. An aquatic humanoid Swim check) for 12 minutes. A creature already or monstrous humanoid who dons the ring develops affected by the sink effect takes no additional legs and feet (if it does not already have them), which penalty for multiple hits. persist as long as the ring is worn. It loses its swim Strong evocation; CL 12th; Craft Magic Arms speed, but gains a land speed of 30 feet. The ring also and Armor, keen edge, sink, sound burst; Price confers air breathing on the wearer. 44,302 gp; Cost 22,302 gp + 1,760 XP. Strong transmutation; CL 5th; Forge Ring, air"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "13 (+3 studded leather), touch 10, flat- footed 13 BaseAttack/Grapple: +1/+2"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Hit Dice",
        "description":  "3d10+6 (27 hp) tough spines lying fl at along his skin. He wears leather armor"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 Dex, +4 +1 studded leather), touch 11, The aventi are a race of aquatic humanoids very closely fl at-footed 14 related to humans – in fact, they were human before their BaseAttack/Grapple: +3/+5 transformation at the hands of Aventernus, their god,"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "22 (–1 Dex, –2 size, +15 natural), touch 7, flat-footed 22 Base Attack/Grapple: +6/+22"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Special Attacks",
        "description":  "Constrict 2d6+8, enervating grip, improved grab Caller from the deeps htfifirG .D yb .sullI 141 MONSTERS CHAPTER 7 overboard with its call, enwrapping them as they leap Monstrous crabs have the following special abilities, into the cold water and feeding on their life’s warmth. regardless of size. When endangered, a caller from the deeps has the ability Constrict (Ex): A monstrous crab deals damage equal to summon aquatic creatures to defend it. to twice its normal claw damage plus its Strength bonus on a successful grapple check. COMBAT Improved Grab (Ex): To use this ability, a monstrous A caller from the deeps maintains a very simple technique crab must hit with a claw attack. It can then attempt to for hunting. It begins by calling its prey to itself, using start a grapple as a free action without provoking attacks siren’s call. It then grapples those who enter the water, of opportunity. If it wins the grapple check, it establishes drowning them. Should any manage to put up enough a hold and can constrict. of a fight to endanger its serenity, it summons a creature Monstrous crabs have a +4 racial bonus on grapple to defend itself and distract any adversaries. Only if its checks. opponents fight their way past this summoned minion or Amphibious (Ex): Although monstrous crabs are manage to directly engage the caller itself will this creature aquatic, they can survive indefinitely on land. focus its full attention and might on them. Vermin Traits: A monstrous crab is immune to all Constrict (Ex): A caller from the deeps deals automatic mind-affecting effects (charms, compulsions, phantasms, tentacle damage with a successful grapple check. patterns, and morale effects). Enervating Grip (Su): While dealing damage in a Skills: A monstrous crab has a +4 racial bonus on Hide grapple, a caller from the deeps also drains the vitality and Spot checks. of its target. Those who take grappling damage from a caller from the deeps must make a DC 24 Fortitude save SMALL MONSTROUS CRAB or take 1 point of Constitution damage. This save DC is Small Vermin (Aquatic) Constitution-based. Hit Dice: 1d8+4 (8 hp) Improved Grab (Ex): To use this ability, a caller from Initiative: +0 the deeps must hit with a tentacle attack. It can then Speed: 20 ft. (4 squares) attempt to start a grapple as a free action without provoking Armor Class: 15 (+1 size, +4 natural), touch 11, flat- attacks of opportunity. If it wins the grapple, it establishes footed 15 a hold and can both constrict and use its enervating Base Attack/Grapple: +0/+0 grip ability. Attack: Claw +1 melee (1d4)"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Speed",
        "description":  "20 ft. (4 squares) Monstrous crabs range in size from Small to Colossal. Armor Class: 16 (+6 natural), touch 10, flat-footed 16 They are voracious scavengers that will eat anything, Base Attack/Grapple: +2/+8 living or dead, they come across. Attack: Claw +4 melee (1d6+2) 142 7 RETPAHC SRETSNOM"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Hit Dice",
        "description":  "6d8+9 (36 hp) Armor Class: 26 (–4 size, +20 natural), touch 6,"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +9 natural), touch 9, Attack: Claw +25 melee (3d6+11) flat-footed 18 Full Attack: 2 claws +25 melee (3d6+11) Base Attack/Grapple: +4/+17 Space/Reach: 20 ft./20 ft."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Hit Dice",
        "description":  "12d8+27 (81 hp) Armor Class: 28 (–8 size, –1 Dex, +27 natural), touch 1,"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "22 (–2 size, +14 natural), touch 8, Attack: Claw +41 melee (4d6+13) flat-footed 22 Full Attack: 2 claws +41 melee (4d6+13) Base Attack/Grapple: +9/+28 Space/Reach: 30 ft./30 ft."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Speed",
        "description":  "10 ft. in hide armor (2 squares), base speed 20 ft.; adults, 1 5th-level bard, and 1 5th-level barbarian) swim 30 ft. in hide armor, base swim 40 ft. Challenge Rating: 3"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "12 (–1 Dex, +3 hide), touch 9, flat-footed Treasure: Standard 12 Alignment: Often chaotic neutral Base Attack/Grapple: +1/+3 Advancement: By character class"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Speed",
        "description":  "20 ft. in chitin armor (4 squares), base speed 30 ft.; swim 30 ft. in chitin armor, base swim 40 ft."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "15 (+0 Dex, +5 +1 chitin), touch 10, flat-footed 15 Base Attack/Grapple: +3/+6 Darfellan Illus. by J. Thomas 144 7 RETPAHC SRETSNOM Darfellans are descended from orca lycanthropes and lead DARFELLAN SOCIETY a simple hunting lifestyle. Their settlements are usually Darfellans inhabit small coastal settlements consisting along rocky, forested coasts. of related family groups. Their society is not hierarchi- Darfellans are a somewhat wild people who enjoy cal, although the elders have great influence in matters swimming, playing, and hunting in the coastal waters, affecting a community. Each village is self-contained, but sometimes in the company of orcas. They are the dedicated darfellans have frequent gatherings in which the inhabit- foes of any who hunt and kill whales. ants of an area exchange news and participate in athletic They love song, dance, and story and hold frequent and artistic activities. gatherings to share traditional tales and new lore. Darfel- Darfellans honor the Whale Mother, their patron deity, lans speak their own language, and some learn Common but also pay respect to other deities of the sea, especially or Aquan. Deep Sashelas (see page 49). COMBAT DINOSAUR Although they can be violent, darfellans do not usually initiate a battle, though they attack whale hunters without Dating back to the very dawn of the world, marine dino- hesitation. They prefer to fight in the water, surrounding saurs still hunt remote islands, uncharted seas, and hidden an enemy while darting in to make attacks. Out of water, cavern-worlds deep in the Underdark. Large, powerful, they begin with ranged harpoon attacks, hoping to impale and all-too-often blessed with savage and territorial dis- and then reel in enemies. positions, these creatures match the largest and hungriest"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "The darfellan warrior presented here had the following Initiative",
        "description":  "–2 ability scores before racial adjustments: Str 13, Dex 11, Con Speed: 10 ft. (2 squares), swim 20 ft. 12, Int 10, Wis, 9, Cha 8. The darfellan barbarian presented Armor Class: 21 (–2 size, –2 Dex, +15 natural), touch 6, here had the following ability scores before racial adjust- flat-footed 21 ment: Str 14, Dex 13, Con 15, Int 8, Wis 12, Cha 10. Base Attack/Grapple: +9/+26"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +3 Dex, +6 natural), touch 12, flat-footed 12 Base Attack/Grapple: +7/+16 The ichthyosaur is a fast marine reptile. Like a dolphin or"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "19 (–2 size, +1 Dex, +10 natural), touch 9, opponents. flat-footed 18 Hold Breath (Ex): A mosasaur can hold its breath for Base Attack/Grapple: +11/+28 a number of rounds equal to 6 × its Constitution score"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Challenge Rating",
        "description":  "10 Armor Class: 12 (–4 size, +6 natural), touch 6,"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "17 (–1 size, +2 Dex, +6 natural), touch 11, flat-footed 15 Base Attack/Grapple: +6/+14"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "DIRE EEL Armor Class",
        "description":  "13 (+1 Dex, +2 leather), touch 11, Large Animal (Aquatic) flat-footed 12"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "13 (–1 size, +1 Dex, +3 natural), touch 10, Space/Reach: 5 ft./5 ft. flat-footed 12 Special Attacks: — Base Attack/Grapple: +4/+12 Special Qualities: Aquatic elf traits, superior low-light"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Skills",
        "description":  "Concentration +4 (+8 casting defensively), Handle to render it helpless. Battles between sea elves and sahua- Animal +5, Knowledge (nature) +3 Listen +3, Ride +5, gin also include large numbers of porpoises and sharks. Search +1, Spot +3, Survival +5, Swim +9 Aquatic elf warriors favor light armor, usually “leather”"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "20 (–2 size, +12 natural), touch 8, moves with a ponderous but smooth gait, and it crackles flat-footed 20 and crunches with each heavy step. Base Attack/Grapple: +12/+26 The coral from a destroyed coral golem can be salvaged"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Construct Traits",
        "description":  "A coral golem has darkvision out to Level Adjustment: +0 60 feet and low-light vision. It is immune to all mind-affect- ing spells and abilities (charms, compulsions, phantasms, HADOZEE FIRST MATE patterns, and morale effects), poison, magic sleep effects, 3rd-Level Hadozee Ranger paralysis, stunning, disease, death effects, necromancy Medium Humanoid (Hadozee) effects, and any effect that requires a Fortitude save Hit Dice: 3d8+3 (20 hp) (unless the effect also works on objects, or is harmless). It Initiative: +2 is not subject to extra damage from critical hits, nonlethal Speed: 30 ft. (6 squares), glide 40 feet (poor) damage, ability damage, ability drain, fatigue, exhaustion, Armor Class: 16 (+2 Dex, +4 masterwork chain shirt), energy drain, or death from massive damage. It does not touch 12, flat-footed 14 breathe, eat, or sleep. It is destroyed when reduced to 0 hit Base Attack/Grapple: +3/+4 points and cannot be raised or resurrected. Attack: Cutlass +6 melee (1d6+1/19–20)"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "13 (+3 studded leather), touch 10, flat-footed Level Adjustment: +0 13 The creature looks like a simian of some kind, covered in tawny Base Attack/Grapple: +1/+2 fur, with a muzzle full of small, sharp teeth. He has wide winglike"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Environment",
        "description":  "Warm forest, seagoing Their arms and legs are well muscled and excellent for 152 7 RETPAHC SRETSNOM climbing, aided by prehensile toes. HAMMERCLAW Most interestingly of all, hadozee sport a set of patagia, fl aps of loose, Large Magical Beast (Aquatic) strong skin that stretches between Hit Dice: 6d10+18 (54 hp) their legs and arms. Using these Initiative: +4 fl aps, they can achieve a glid- Sp eed: 20 ft. (4 squares), swim ing fl ight. It isn’t uncommon 20 ft. to see hadozee aboard a ship Armor Class: 18 (–1 size, +9 natu- scrambling nimbly up into the ral), touch 9, fl at-footed 18 rigging using hands and feet, Ba seAttack/Grapple: then launching themselves into +6/+14 the air to return to the deck. At tack: Claw +9 melee Hadozee speak Common (1d6+4) and Hadozee; many also learn Fu ll Attack: 2 claws +9 Elven. melee (1d6+4) Most hadozee encountered out- Sp ace/Reach: 10 ft./ side their homes are warriors or 10 ft. experts (sailors); the information Special Attacks: Con- presented here is for a 1st-level warrior. strict 2d6+4, improved grab, sonic pulse"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +2 Dex, +3 natural), touch 11, aquatic civilization, as long as they still have the freedom fl at-footed 12 to move about as they wish. Base Attack/Grapple: +3/+10 Hippocampi speak simple Aquan."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "12 (+1 size, +1 Dex), touch 12, flat-footed 11 the creature. repooH .F yb .sullI 155 MONSTERS CHAPTER 7 Blood Drain (Ex): A leech that is attached to its oppo- Special Qualities: Deflection, displacement, low-light nent deals 1 point of Constitution damage per round until vision, resistance to cold 10 and fire 10, shawl, speak it deals a total of 6 points, at which point it detaches from with animals its target and swims off to digest its meal. Saves: Fort +2, Ref +6, Will +4 Disease (Ex): A creature bitten by a giant leech must Abilities: Str 9, Dex 17, Con 12, Int 13, Wis 12, Cha 16 succeed on a DC 15 Fortitude save or contract red ache Skills: Escape Artist +9, Handle Animal +9, Hide +9 (see page 292 of the Dungeon Master’s Guide). (+17 in water), Knowledge (the planes) +7, Listen +7,"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "16 (+3 Dex, +3 deflection), touch 16, flat- footed 13 A graceful, nymphlike being rises from the water, draped in a flowing white shawl reminiscent of a cresting wave. Base Attack/Grapple: +1/+0"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Special Attacks",
        "description":  "Drown, spell-like abilities, summon occasionally leave their home plane to explore Material water elemental Plane seas. Tales speak of nereids as beautiful women who drown men with a kiss, but in fact they are extremely shy. A nereid is nearly impossible to detect in its element, with a shimmering body that is almost transparent. On the rare occasions that a nereid leaves the water, it takes on a more solid-looking appearance, resembling a pale elf wearing a distinctive shawl. Nereids are often found in the company of sea creatures and water elementals. They speak Aquan with voices that sound like the soft hiss of surf. COMBAT A nereid relies on concealment and camouflage to avoid danger, and it does not attack unless in the most desperate circumstances (such as retrieving a stolen shawl). Nereids use their water magic to hold back attackers and summon elemental allies to assist them in combat. Drown (Su): A nereid can make a special touch attack to try to fill an opponent’s lungs with water. The opponent can resist this effect with a DC 16 Fortitude save. On a failed save the opponent begins to drown (see Drowning on page 304 of the Dungeon Master’s Guide). The save DC is Charisma-based and includes a +2 racial bonus. Nereid Illus. by L. Moyer 156 7 RETPAHC SRETSNOM Spell-Like Abilities: At will—air breathing* (DC 16); RAMFISH 3/day—control currents*; 1/day—control water (DC 19), wall of ice (DC 17). Caster level 10th. The save DCs are Large Magical Beast (Aquatic) Charisma-based. *New spell described in Chapter 6. Hit Dice: 10d10+43 (98 hp) Summon Water Elemental (Sp): Once per day a Initiative: +5 nereid can attempt to summon 1d3 Small water elementals Speed: Swim 40 ft. (8 squares) or a single Medium water elemental. The summoned Armor Class: 20 (–1 size, +1 Dex, +10 natural), touch 10, elementals remain for 1 hour or until slain. This ability is flat-footed 19 the equivalent of a 5th-level spell. Base Attack/Grapple: +10/+19 Deflection (Ex): A nereid adds a deflection bonus to Attack: Gore +14 melee (2d6+5) AC equal to its Charisma bonus. Full Attack: Gore +14 melee (2d6+5) and bite +9 melee Displacement (Su): A nereid’s shimmering form makes (1d8+2) its true location difficult to surmise. Any melee or ranged Space/Reach: 10 ft./5 ft. attack directed against it has a 50% miss chance unless the Special Attacks: — attacker can locate the nereid by some means other than Special Qualities: Darkvision, low-light vision sight. A true seeing effect allows the user to see the nereid’s Saves: Fort +11, Ref +8, Will +5 position, but see invisibility has no effect. Abilities: Str 21, Dex 13, Con 18, Int 2, Wis 14, Cha 5 Shawl (Su): Every nereid is wrapped in a delicate shawl Skills: Listen +7, Spot +7, Swim +16 of seafoam white, to which its essence is bound. A nereid Feats: Improved Bull RushB, Improved Initiative, whose shawl is destroyed quickly fades and dies within Improved Natural Attack (gore), Powerful Charge, 1 hour. Cruel individuals coerce the service of nereids Toughness by stealing their shawls, and a nereid so deprived will do Environment: Temperate aquatic everything in its power to regain the item. Organization: Solitary, pair, or school (3–6) A nereid’s shawl can be taken while it is worn by using Challenge Rating: 7 the disarm action (see page 155 of the Player’s Handbook), Treasure: None though this is a difficult task. Treat the shawl as a well-se- Alignment: Always neutral cured item, which means that you must first pin the nereid Advancement: 11–15 HD (Large); 16–21 HD (Huge) before you can use the disarm action (and even then, the Level Adjustment: — nereid gains a +4 bonus on its roll to resist the attempt). Speak with Animals (Su): Nereids can speak with animals, though only simple concepts can be com- municated (as the speak with animals spell)."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "This massive fi sh has a heavily armored head, from which spiral Full Attack",
        "description":  "4 tentacles +25 melee (1d8+11) and 2 claws two massive ramlike horns. Its dull black eyes glare out from +23 melee (2d6+5) under its formidable armament. Space/Reach: 15 ft./15 ft. (30 ft. with tentacle)"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "29 (–2 size, +3 Dex, +18 natural), touch 11, fl at-footed 26 Base Attack/Grapple: +16/+35"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Level Adjustment",
        "description":  "+6 (cohort) middle. In this form, it retains *New feat described in Chapter 4 its gaze attack but cannot make bite attacks. The canoe is self- This strange creature is an enor- propelled (swim 20 ft.) on the mous, two-headed serpent. A fierce surface of the water. A sisiutl humanlike face with terrible, star- usually takes this form to aid ing eyes glares from where the serpent heads join its body. a humanoid being whom it has judged worthy. The sisiutl is a mysteri- Skills: A sisiutl has a +8 ous creature usually found racial bonus on any Swim guarding a portal to another check to perform some spe- plane of existence. It is cial action or avoid a hazard. about 20 feet long and as It can always choose to take thick and heavy as a giant 10 on a Swim check, even if constrictor snake. distracted or endangered. It Sisiutl are very perceptive can use the run action while and intelligent, despite their swimming, provided it swims in a bestial appearance. Those straight line. whom they favor might earn the creatures’ protection, but those who SISIUTL BLOOD trespass willfully incur their wrath. The blood of the sisiutl is famed for its protec- The origin of these creatures is unknown. Sisiutl tive powers. Rubbing the fresh blood of a sisiutl Their presence around planar portals beneath (slain within the past 10 rounds) on the skin the waves suggests that they were created as guardians, provides the benefit of a stoneskin spell from a 10th-level perhaps by powerful genies of the water. Some coastal caster, although the benefits last only 10 minutes. Only peoples revere them as servants of the ocean gods and one creature (of Large size or smaller) can benefit from make them offerings of seal meat and fish. this effect from any single sisiutl. Applying the blood is Sisiutl speak Aquan and Draconic. a standard action. The blood washes off underwater and thus provides no benefit. COMBAT A sisiutl challenges intruders before attacking. If the SWARM answer is unsatisfactory, it fixes the offending creatures with its deadly gaze. Any who resist petrification come Some aquatic creatures present a negligible threat by under attack by its twin jaws. A favored tactic is to grab themselves, but in the presence of hundreds or thousands and hold an opponent in one set of jaws, then latch on of their kind they become terrifying predators. to the same target with the other jaws and dispatch it Swarm Traits: Swarms are masses of Fine, Diminu- quickly. If its target’s companions join in the attack, the tive, or Tiny creatures that would not be particularly sisiutl typically withdraws with its chosen prey (taking dangerous in small groups, but can be terrible foes when advantage of its Huge size and superior swim speed), gathered in sufficient numbers. While a single jellyfish nosleN .J yb .sullI 161 MONSTERS CHAPTER 7 swarm might actually be hundreds of feet across, for A jellyfi sh swarm drifts with the ocean currents. Its game purposes a swarm is defined as a single creature myriad creatures trail poisonous tentacles that can stop with a space of 10 feet—gigantic schools of piranhas a creature in its tracks. This swarm depicts a particularly are actually composed of dozens of swarms in close toxic kind of jellyfi sh, such as the box jelly. proximity. A swarm has a single pool of Hit Dice and Individual jellyfi sh in the swarm are a few inches long hit points, a single initiative modifier, a single speed, and nearly transparent. and a single Armor Class. It makes saving throws as a single creature. Combat A swarm of Tiny creatures consists of 1,000 creatures. A jellyfi sh swarm deals no combat damage, but its poison A swarm of Diminutive creatures consists of 5,000 is potent. Once a creature is reduced to 0 Dexterity, it creatures. A swarm of Fine creatures consists of 10,000 typically drowns in short order and the colony feeds on creatures. Larger swarms are represented by multiples of its decaying corpse, which is carried about within the single swarms. A large swarm is completely shapeable, swarm’s mass. though it usually remains contiguous. Distraction (Ex): Any living creature vulnerable to The aquatic swarms presented here are susceptible the jellyfi sh swarm’s damage that begins its turn with to vigorous or stronger currents, such as that created a swarm in its square is nauseated for 1 round; a DC 16 by a control currents spell (see page 114). For purposes of Fortitude save negates the effect. Even with a successful determining the effects of currents on a swarm, treat the save, spellcasting or concentrating on spells within the swarm as a creature of the same size as its constituent area of a swarm requires a Concentration check (DC creatures. Current effects deal 1d4 points of nonlethal 20 + spell level). Using skills requiring patience and damage to the swarm per spell level (or Hit Die of the concentration requires a DC 20 Concentration check. originating creature, in the case of effects such as a water The save DC is Constitution-based. elemental’s vortex). Poison (Ex): Injury, Fortitude DC 18, 1d8 Dex/1d8 Dex. The save DC is Constitution-based and includes a JELLYFISH SWARM Diminutive Vermin (Aquatic, Swarm)"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "12 (+4 size, –2 Dex), touch 12, fl at-footed 12 Base Attack/Grapple: +9/—"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "18 (+8 size, +0 Dex, +0 natural), touch 18, must succeed on a DC 15 Fortitude save or contract red flat-footed 18 ache (see page 292 of the Dungeon Master’s Guide). Base Attack/Grapple: +1/— Distraction (Ex): Any living creature vulnerable to"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 size, +2 Dex, +1 natural), touch 14, flat-footed 13 Leeches are found in murky water, where they can Base Attack/Grapple: +6/— approach prey unseen. Attack: Swarm (3d6)"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "20 (–1 size, +1 Dex, +8 natural, +2 defl ec- tion), touch 12, fl at-footed 19 Base Attack/Grapple: +8/+16"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Level Adjustment",
        "description":  "— One of the most feared denizens of warm aquatic environ- A vile creature resembling a large insect or monstrous crustacean rises out of the murk, its pincerlike claws snapping madly. A thick ments is the piranha swarm, capable of devouring even a coat of slime glistens over its translucent carapace and drips from Large creature with amazing quickness. the dozen or more tentacles dangling from its mouth. As it skit- ters toward you, it leaves a trail of slime in its wake. Combat Due to a piranha’s unusually strong jaws and sharp teeth, When a mature chuul is implanted with an illithid tadpole, piranha swarms deal more damage than a swarm of their it undergoes a dreadful transformation, eventually becom- Hit Dice normally would. ing a slime chuul, or uchuulon. The experience invariably Distraction (Ex): Any living creature vulnerable to slays the illithid tadpole, but not before it reduces the chuul the piranha swarm’s damage that begins its turn with to a slimy mockery of its former existence. Mind fl ayers a swarm in its square is nauseated for 1 round; a DC 15 fi nd uchuulons easier to manage than normal chuuls and Fortitude save negates the effect. Even with a successful use them as hunters and lair guardians. save, spellcasting or concentrating on spells within the The uchuulon resembles a normal chuul in size and area of a swarm requires a Concentration check (DC 20 + shape, but it moves more slowly on land. Its carapace turns Illus. by J. Nelson 164 7 RETPAHC SRETSNOM creature’s Armor Class. The slime suspends and protects the uchuulon’s vital organs as well and has a 50% chance of negating any critical hit made against the creature."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "17 (+1 Dex, +6 natural), touch 11, flat-footed 16 Base Attack/Grapple: +8/+18"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "13 (+1 size, +1 Dex, +1 natural), touch 12, flat-footed 12 Base Attack/Grapple: +0/–4"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Combat Armor Class",
        "description":  "13 (+2 Dex, +1 natural), touch 12, The albatross bites only when threatened by a creature it flat-footed 11 cannot easily escape. Base Attack/Grapple: +1/+2"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Skills",
        "description":  "Eels have a +4 racial bonus on Hide checks, Initiative: +1 which improves to +8 in areas of coral, rock, or heavy Speed: 10 ft. (2 squares), swim 30 ft. kelp. An eel has a +8 racial bonus on any Swim check to Armor Class: 13 (–1 size, +1 Dex, +3 natural), touch 10, perform a special action or avoid a hazard. It can always flat-footed 12 choose to take 10 on a Swim check, even if distracted or Base Attack/Grapple: +2/+9 endangered. It can use the run action while swimming, Attack: Bite +6 melee (1d6+4) provided it swims in a straight line. Full Attack: Bite +6 melee (1d6+4) Space/Reach: 10 ft./5 ft."
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Skills",
        "description":  "An otter has a +8 racial bonus on any Swim check SEAL to perform a special action or avoid a hazard. It can always Medium Animal choose to take 10 on a Swim check, even if distracted or Hit Dice: 2d8+4 (13 hp) endangered. It can use the run action while swimming, Initiative: +2 provided it swims in a straight line. Speed: 20 ft. (4 squares), swim 40 ft. Otters have a +4 racial bonus on Balance and Climb Armor Class: 15 (+2 Dex, +3 natural), touch 12, checks. They use their Dexterity modifier for Climb and flat-footed 13 Swim checks. Base Attack/Grapple: +1/+2"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 size, –1 Dex, +5 natural), touch 10, even if distracted or endangered. It can use the run action flat-footed 15 while swimming, provided it swims in a straight line. Base Attack/Grapple: +1/–2"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "Saves",
        "description":  "Fort +5, Ref +2, Will +1 Armor Class: 15 (+1 size, +3 Dex, +1 natural), touch 14,"
    },
    {
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "name":  "The Pirate Brig",
        "description":  "Brigs are among the most nimble a particular enemy warrior is causing a lot of trouble, ships built. The design resulted from an attempt to copy she might send Chitter to deliver a touch of fatigue spell 174 8 RETPAHC ERUTNEVDA SELACOL back up (DC 25 Climb check) or try to swim out from between them. Either way, at the end of each round a creature remains between the ships, there is a 50% chance that the ships grind together. All creatures caught between the ships in this way take damage according to the lower ram damage rating of the two ships (see page 97). If there is a tie, use that shared rating. For example, if both ships had a ram rating of 3d6, then anyone caught between the ships would take 3d6 points of damage. Defending the Sable Drake When the pirate ship prepares to attack a target or defend itself, the goblin crew set up a large number of traps to give themselves an advantage against any foes who attempt to board the Sable Drake. (Given the poor visibility and heat of battle, it is unlikely that any boarders will be stopping in the heat of battle to make careful searches.) The fol- lowing devices and methods should always be considered to be in place, so long as the goblins have a half hour or more to prepare. Broken glass and sharp metal bits embedded in boards are fi xed to the tops of all the ship’s outer railings (Spot DC 20 to notice the jagged protrusions). These rails are built to the normal height for humans, so the goblins just duck beneath them when this trap is in place. Anyone jumping onto or grabbing hold of the encrusted railings triggers a trap. For those jumping on the railing, treat this as an attack by caltrops. For those grabbing the railing, the trapped railing makes an attack with a bonus of +0. Shield, armor, and defl ection bonuses do not defend against this attack. If the creature grabbing the railing is wearing heavy gloves, he or she receives a +2 bonus The Sable Drake’s goblins attack to AC for purposes of this attack. If the attack succeeds, the target takes 1 point of damage and a –2 penalty on against that foe or assume hybrid form and deal with all skill attempts and attacks using hands. Spellcasters the foe herself. She also gives broad tactical orders to wounded in this way must make a Concentration check her crew via conch horn (blown by the trainee with (DC 10) to cast spells. These penalties continue for 24 her in the crow’s nest). hours, or until the creature receives at least 1 point of The other three trainees support the initial boarding magical healing or has the injury successfully treated action by slinging or throwing stuff at enemies or onto with a DC 15 Heal check. the enemy ship. After fighting has begun, they stand There is a 30% chance that a given 5-foot section ready to put out fires that might start on the Sable Drake, of railing has been rigged to break away and collapse recover and tend to any wounded, and (if a retreat is when grabbed or jumped on (check only once per rail- ordered) cover the marines and cut the lines. They are ing section). A rogue can make a DC 20 Search check stationed near caches of pots of slippery sea slime and to notice and avoid the trap. This is in addition to the bags of caltrops, which they use to hinder foes, and broken glass on top of the railing. A breakaway section wet blankets and buckets filled with sand and water snaps outward and collapses under the creature, who for fighting fires. must succeed on a DC 15 Reflex save or fall backward and take 1d3 points of nonlethal damage. If the check Caught between Hulls fails by more than 5, the creature falls into the sea. It is quite possible that goblins, PCs, and NPCs will fall Depending on which side this happens on, he or she into the sea between the ships during battles. When might fall between the ships (see Caught between this happens, he or she can attempt the difficult climb Hulls, above). leppA .C yb .sullI 175 LOCALES ADVENTURE CHAPTER 8 Some sections of deck are greased with slime, have As all sailors know, a ship with no rats either has not been weakened to cause heavy beings to crash through, yet been completed or has already been sunk. Rats are or are littered with caltrops. These are marked on the endemic to large ships at sea, and of course Naki uses Sable Drake’s deck plan. The goblins avoid these sections this fact to her advantage. She can call together one themselves and try to use them to guard their fl anks at rat swarm per 8 hull sections of ship. Thus, from the every opportunity. Use the rules for the grease spell for Sable Drake she can call together one swarm to do her slimy sections (Spot DC 15) and standard caltrops rules bidding. If she were to board the PCs’ ship, she might for the sections littered with them (Spot DC 12; see page be able to call more than one additional swarm if their 126 of the Player’s Handbook), and treat the weak sections as ship is large enough. concealed 10-foot-deep spiked pits (Search DC 25, Refl ex Each swarm requires separate actions to call and com- DC 20 avoids falling). mand. Naki must be on the deck of the ship, or inside One-shot ejection traps powered by rope-tension the hull, to call a swarm from that ship. She must be await at the foot of each of the steep stairs that go from within 30 feet of a swarm to command it. Naki gets a +2 the main deck to the quarterdeck. A character can bonus to her rat empathy checks if in hybrid or rat form. notice the unusual flooring with a DC 25 Search check. A swarm obeys only the following commands: “Come,” Each of these can fling a Medium creature 20 feet into “Attack that foe,” and “Disband.” It attacks anyone (except the air and 20 feet sideways, either into the sea or back Naki) who enters its square or whom it crawls over along onto the enemy vessel, depending on the side triggered its path, but the rats do not stay to continue the attack (Reflex DC 20 avoids the trap). There is a 25% chance against random targets of that nature. The swarm does that a trap will not work properly. Should this happen, not attack new foes without orders and breaks up after one in four times nothing will happen; otherwise the 2d6 rounds without any orders. trap flings the character 30 feet straight up with no It takes a swarm 1d3+1 rounds to gather in front of sideways drift. The goblins arm these unreliable traps Naki. Calling the swarm is a full-round action, as is only if enemy forces actually start to board. Then they commanding it to change what it is doing. Other than try to entice foes onto them by defending the top of that, the rat swarm takes no concentration to main- the ladders. tain. Rat swarms can move between grappled ships"
    }
]
