[
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Spell Resistance",
        "description":  "No abilities to harm other creatures. Spell Resistance: Yes (harmless) The subject of this spell must have The air crackles and warps as you fl ood the an alignment that opposes yours With a mere utterance, you grant the area with unstable, disrupting magical on at least one axis—evil if you are creature special insight into how best to energy. The light shed by a continual fl ame good, lawful if you are chaotic, and complete a task at hand. torch fl utters wildly, while your magic items so on. For example, a chaotic good hum and vibrate. cleric can place a mark of doom upon a You cast this spell immediately before lawful good, lawful evil, or neutral evil the target makes a skill check. The This spell creates a field of unstable opponent. A neutral caster can use this subject envisions how a master might magical energy. Any creature trying spell against any good, evil, lawful, or accomplish the same task, gaining a +4 to cast a spell, use a spell-like ability, chaotic foe. insight bonus on its skill check. Master’s activate a supernatural ability, or touch has no effect on skill checks that manifest a psionic power in the spell’s Mark of Judgment represent effort over more than 1 round area has a 20% chance of failure. Spell Necromancy of time (Craft checks, for example). completion items, such as scrolls, also Level: Cleric 2 have this failure chance. If a creature Component: V, S, DF Melf’s Unicorn Arrow within the spell’s area has a spell failure Casting Time: 1 standard action Conjuration chance due to some other source, such Range: Medium (100 ft. + 10 ft./level) Level: Sorcerer/wizard 3 as wearing armor, check each source of Targets: One creature/3 levels, no two Components: V, S, F spell failure chance separately. Feats of which are more than 30 ft. apart Casting Time: 1 standard action and abilities that reduce the chance of Duration: 1 round/level Range: Medium (100 ft. + 10 ft./level) spell failure due to armor have no effect Saving Throw: Will negates Target or Targets: One creature or up on this fi eld. Spell Resistance: Yes to fi ve creatures, no two of which are A failed spell uses up a spell slot or more than 15 ft. apart other resources as appropriate. Magic You call upon your deity to mark your foes Duration: Instantaneous items do not have a chance of failure, as enemies of the faith. Divine energy surges Saving Throw: None since the power invested in them through the area, and for a brief moment Spell Resistance: No is too ingrained to be disrupted by a holy symbol of your deity shines from the this spell. forehead of each targeted creature. The shimmering, transparent form of a unicorn fl ies forward, its corporeal horn Mark of Doom You and your allies see the mark of judg- lowered in a charge at its enemy. Necromancy ment on a creature and know to strike"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Material Component",
        "description":  "A pinch of dande- lion seeds. Mialee uses a scattering trap spell . . . nosleN .J yb .sullI 125 NEW SPELLS CHAPTER 4 . . . to get rid of an unwelcome guest You touch two allies, and for a moment their You rip away the spell energy infused This spell grants you a +4 deflection features change so that they seem to blend within a creature, turning it into a harmful bonus to AC. In addition, anyone their appearances into one new creature. burst of energy that burns into the creature who successfully hits you with a before dissipating. melee attack takes 1d8 points of sonic When you cast this spell on two subjects, damage and must make a Fortitude you create a mystical link between This spell functions like dispel magic saving throw or be knocked 5 feet them. For the duration of the spell, the (PH 223), except as noted here. Any away from you into an unoccupied subjects gain a +2 bonus on any skill creature that has a spell effect removed space of your choice. If no space of suf- checks they make, as long as at least one from it takes 2 points of damage per fi cient size is available for it to enter, of the characters has 1 rank or more in level of the dispelled effect. If a creature it instead takes an extra 1d8 points of the skill. In addition, if either character loses the effects of multiple spells, it sonic damage. has ranks in a skill that is not normally takes damage for each one. usable by untrained characters (such as Stand Tumble), the other character can make Sonic Shield Conjuration (Teleportation) untrained checks using that skill. Evocation Level: Duskblade 1, sorcerer/wizard 1"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Duration",
        "description":  "Instantaneous you. This shield repels all attacks with a you enable the prone creature to safely rise"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Spell Resistance",
        "description":  "No You cripple a target with sensations of falling. The subject of this spell becomes dizzy as the ground seems to drop away beneath its feet. The subject must suc- ceed on a DC 10 Balance check at the start of each turn to take a move action. Jozan summons an iron golem Illus. by R. Spencer 128 4 RETPAHC SLLEPS WEN If it fails, it cannot move. If it fails the You gain a +2 sacred bonus on all saving per caster level to each subject, to a check by 5 or more, it falls prone. While throws and +2 dodge bonus to Armor maximum of 10d6 at 10th level. affected, the subject also takes a –2 pen- Class. Once during the spell’s dura- alty on attack rolls and saving throws. tion, as an immediate action, you can Whelming Blast Airborne creatures receive a +4 bonus choose to discharge the spell to gain a Enchantment (Compulsion) [Mind- on saves against this spell and do not greater bonus. When you discharge the Affecting] need to make the Balance checks. spell in this manner, you gain a sacred Level: Beguiler 2, sorcerer/wizard 2 bonus on all saving throws and a dodge Components: V, S Vertigo Field bonus to your Armor Class equal to 1/2 Casting Time: 1 standard action Illusion (Pattern) your caster level (maximum +25). This Range: 30 ft."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "At the Table",
        "description":  "You are ground for adventuring. used to fi ne food and com- The noble born are guaranteed a life of luxury, Your knowledge in weap- fortable accommodations. While but some individuals crave more than that ons, armor, and tactics serves you you fancy yourself tough enough to well. Perhaps the prospect of another live an adventurer’s life, you miss the comforts of home. When year of taking orders, cleaning stables, marching in formation, on the road, you would rather spend a night in an inn with a and obeying your offi cers grew tiresome; as an adventurer, hot bath and a warm meal than rough it under the stars. You you can do what you want, when you want. Perhaps you de- can’t help but complain about the poor food, the sour wine, fi ed an unjust order and deserted rather than commit a war and other minor indignities that you must endure. It’s beneath crime. Now you must dodge press gangs, bounty hunters, and your dignity to whine, but sometimes you let others know old comrades if you want to keep your freedom. that their best falls short of your expectations. You admire Your old military unit might have been destroyed in battle, those whose accomplishments earn them the right for you to leaving you aimless and alone. Common labor or some other consider them your peers, but the sense of entitlement and peaceful trade proved too boring and mundane for you. noyL .H yb .sullI 135 IDENTITY BUILDING YOUR CHAPTER 5 Since you only know how to fi ght, an adventurer’s life was your grandmother taught you the history of your people. the best fi t for you. Although you enjoy your new life, your Everyone had his or her place at home, and you experienced past still haunts you. Your unit’s old enemies still seek you. times of both joy and sorrow with all your kin. Your surviving comrades might (wrongfully) blame you for Youth: As a child, your activities changed each day based on their defeat. Perhaps your unit’s destruction was no accident the needs of your people. Some days you gathered food with of war. Instead, someone wants you and your old comrades your mother, and others you stalked through the underbrush dead, and that individual has the ways and means to hunt in pursuit of prey with your father. Your tasks depended on you down one by one. what was needed at the time, and you were productive for at"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "At the Table",
        "description":  "The Appraise skill is your favorite tool. When EXOTIC exploring a ruin, you take the time to check over anything “Where I come from, this is normal.” that looks valuable. While everyone else gathers an ogre lord’s You’re different from most people of the region. You might coins and gems, you pull off his boots and armor to sell back be from an atypical culture or of a different race; you could in town. belong to an unusual religion or organization. Others see you as strange and interesting, and they might be prejudiced KIND against you or attracted to you. “There, does that feel better?”"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "General",
        "description":  "A born strategist can look at the battle map, pick rogue fi gure out where to stand in a fi ght so that they can out the best paths for movement to avoid attacks of opportunity, lend support while still allowing the fi ghter to shield them place spells where they are most effective, and decide where from the worst of the enemy attacks. In this manner, the everyone should be located to do well in combat situations. Such party can develop concrete teamwork benefi ts that evolve a player is an asset to the group because she can offer advice from the experience of working together. about where to attack, point out advantageous environmental conditions, and develop great strategies for the party. A general WHAT IS A TEAMWORK BENEFIT? can also help other players make good combat decisions and Experienced players understand the value of specifi c tactics show them how to maximize their resources in a fi ght. that depend on teamwork. However, teamwork also provides Few people enjoy being bossed around, and a demanding a more general benefi t. Once characters have trained with player—even a well-intentioned one—can ruin the fun specifi c comrades for a time, they become attuned to the for everyone. Thus, the general must be receptive to others’ nuances of how their companions fi ght, move, and commu- opinions and sensitive to their feelings. nicate. Thus, characters who have spent time working as a"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Benefi t",
        "description":  "Your team can set up and break camp with an eye prepare their hiding positions, he can make a special Hide toward defensibility and effi ciency. The team member on check to camoufl age them. This check is modifi ed by each watch gains a +2 bonus on Spot and Listen checks, and each team member’s armor check penalty and Dexterity rather sleeping team member gains a +4 bonus on Listen checks to than the task leader’s, and the camoufl age effect lasts until hear any sounds within 30 feet. the team member moves. Hiding a team member in this"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Tips",
        "description":  "To make optimum use of this benefi t, the task leader or trip attempts extends to all team members adjacent to her. should wear light armor or use spells that improve his speed. This bonus stacks with that provided by stability."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Tips",
        "description":  "Some fear-based spells affect areas. If you cast such movement situations, or to mounted characters. a spell on an area that includes both allies and enemies, Tips: A barbarian is the best task leader for this teamwork your teammates are likely to make the save while the foes benefi t. At the cost of a prerequisite feat, he allows his allies to run away. travel much more quickly across the countryside. In campaigns that feature frequent wilderness or underground travel, the SUPERIOR TEAM EFFORT time saved might prove to be a major benefi t. When your team works together on a task—whether it’s battering down a door, talking a nervous innkeeper into TEAM SHIELD MANEUVER allowing everyone to spend the night, or sneaking past a When your team fi ghts as a group, its members can close guard—everyone on the team does a better than average job ranks to protect a badly injured ally. of assisting each other’s efforts. Training: Your group learns to react quickly when an ally"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Training",
        "description":  "Your team focuses on improving a particular falls. You drill in pushing aside a wounded team member before skill. Each team member watches the task leader and learns he tumbles to the ground and moving him out of harm’s way. a few specifi c actions that can help her succeed. Task Leader Prerequisite: Shield Specialization (see"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Task Leader Prerequisite",
        "description":  "8 ranks in a skill and Skill page 82). Focus for the same skill. Team Member Prerequisite: Shield Profi ciency."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Team Member Prerequisite",
        "description":  "1 rank in the skill to which Benefi t: When a team member’s hit points drop to –1 or the task leader’s Skill Focus feat applies. lower, any teammate adjacent to him who carries a shield can"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Benefi t",
        "description":  "Any team member who attempts to aid another line characters has a potion or wand ready to heal the fallen member’s check with the relevant skill must make a DC 5 character. In this case, even a character who isn’t a member check to succeed rather than a DC 10 check. of the team can play a valuable role in making the most of this benefi t. TEAM MELEE TACTICS Because your group fi ghts as an effective team in melee, its WALL OF STEEL members can use the aid another action with greater than By closing ranks and locking shields together, you and your normal effi ciency. teammates form an impenetrable barrier to shield a more"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Training",
        "description":  "Your team studies each member’s tactics, fi ght- vulnerable team member from enemies. ing style, and tendencies. These hours of focused observation Training: Your group stands in a tight formation and locks allow each member to understand how best to help the rest shields while a hired mercenary or assistant pelts everyone of the team. with blunt arrows. Each bruising shot reminds you to improve"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Task Leader Prerequisite",
        "description":  "Combat Expertise and your form and teamwork. Dodge. Task Leader Prerequisite: Tower Shield Profi ciency and"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Benefi t",
        "description":  "Whenever a team member uses the aid another Team Member Prerequisite: Shield Profi ciency and base action to grant another member a bonus on attack rolls, that attack bonus +2. bonus increases by 1. Benefi t: As a swift action, any member of the team can"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Background, Goals, and Dreams",
        "description":  "On the surface, the Gather Information, and Sleight of Hand Caravan of Shadows is a prosperous halfl ing clan. But as with checks. +8 circumstance bonus on attempts many halfl ing affairs, there’s more going on beneath the to influence the attitude of caravan members. surface. Halfl ing characters with a connection to the Caravan of Shadows are part of a network of thieves, spies, and con Executive Powers: Pariah, shadow war, trade. artists that stretches across a wide swath of civilization. The Caravan of Shadows travels from city to city in a long CASTLE MAIRO wagon train, staying at each major settlement for a few days. Symbol: The symbol of Castle Mairo is the battered The caravan’s bards, acrobats, and other entertainers hold a breastplate of Herridek I. In more intricate heraldic designs, series of performances, and the clan’s merchants buy and the broken fl int hammers of troglodytes can be seen lying sell spices and other valuable but easily portable goods. Less below the shield. savory members of the caravan pick the pockets of the larger Background, Goals, and Dreams: Three centuries and folk, commit burglaries on a nightly basis, or fl eece the naïve one day after the Third Troglodytic Ruin razed the original in games of chance or shady business deals. Fort Mairo to the ground, Castle Mairo was raised in its place."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Secrets",
        "description":  "When you attain the rank of Lightning Coun- armor with a value of 18,000 gp or less from the Chalice’s armory. While you do so, the cilor, the other councilors lead you somberly to the Eyrie affiliation takes a –1 penalty to its capital. of Heironeous. There, among the lightning rods of the order, under a clouding sky, they inform you of the true nature of the Chalice of Heironeous. What was stolen from Executive Powers: Crusade, inquisition, war. 171 AFFILIATIONS CHAPTER 7 DARKSPIRE COLLEGE OF THAUN"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Dark",
        "description":  "Retributive invisibility, eldritch doom, utterdark blast. 21 Cowardly 70 Phobic 1 See Complete Arcane. 22 Cruel 71–72 Proper 23–24 Dark 73–74 Reformed SUGGESTED WIZARD SPELLS 25–26 Disciplined 75–76 Religious 0: Detect magic, read magic, disrupt undead, mage hand. 27–28 Driven 77–78 Reluctant 1st: Magic missile, mage armor, charm person, color spray, silent 29–30 Energetic 79–80 Rude image, disguise self, enlarge person, alarm. 31–32 Erudite 81–82 Secretive 33–34 Exotic 83–84 Self-absorbed 2nd: Scorching ray, invisibility, mirror image, alter self, levitate, 35–36 Famous 85–86 Self-righteous spider climb, see invisibility, knock, darkvision. 37–38 Fatalistic 87 Selfi sh 3rd: Fireball, dispel magic, displacement, haste, fl y, suggestion, 39–40 Flamboyant 88–89 Serious tongues, water breathing. 41–42 Friendly 90–91 Skilled 4th: Stoneskin, polymorph, greater invisibility, charm monster, 43–44 Foul-mouthed 92–93 Threatening lesser globe of invulnerability, scrying, wall of fi re, confusion. 45–46 Funny 94–95 Tragic 5th: Cone of cold, teleport, Bigby’s interposing hand, dominate 47 Greedy 96–97 Unpredictable 48–49 Hooked 98–99 Vengeful person, hold monster, permanency, persistent image, passwall. 50–51 Interested 100 Violent Player’s Handbook II Errata When the text within a product contradicts itself, Page 51—Starting Packages; Package our general policy is that the primary source (actual 2: The Destroyer [Substitution] rules text) is correct and any secondary reference"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "It features the following chapters",
        "description":  " provided, as well as several new monsters. Most importantly a Psionic Classes (Chapter 1): This chapter introduces two psionic template in the front of this chapter allows you to new character classes: the psion and psychic warrior. The make almost any D\u0026D monster into a psionic creature. psion comes in six different “flavors,” each of which follows the call of one of the psionic disciplines: Psychometabolism, WHAT’S NEW? Psychoportation, Psychokinesis, Metacreativity, Clair- sentience, and Telepathy. The psychic warrior melds psionic If you’ve played earlier editions of the D\u0026D game, you’ll arts with martial arts, and all fear her crystal blade. Psionic notice that this psionics system features elements of previous D\u0026D game psionics systems. That said, those features were characters can multiclass with standard character classes stripped out, laid out on a game-mechanic work bench, then found in the Player\u0027s Handbook. rebuilt from the ground up. Skills (Chapter 2): Psionic characters can use all the skills Some people do not use psionics in their D\u0026D games. This introduced in the Player\u0027s Handbook, plus they have exclusive reluctance is usually due to the way previous editions have access to a few new skills detailed here, including handled psionics rules. In previous editions, psionics rule sys- Autohypnosis, Knowledge (psionics), Remote View, Stabilize terns are add-ons that do not dovetail well with the core rules. Self, and Use Psionic Device. In contrast, psionics rules for the new edition of the D\u0026D Feats (Chapter 3): Yet more special abilities for psionic game are integrated into the core mechanics of the game. A characters, such as Deep Impact, Improved Psicrystal, Iner- psionic character will be balanced with a nonpsionic tial Armor, Psionic Shot, Fell Shot, and Up the Walls (to character of equal level. You’ll be able to multiclass into and name only a few). Most of these feats are exclusive to psionic out of the psionic character classes like you can with the core characters. classes. Psionics (Chapter 4): This chapter discusses how psionic Do not fear for the balance of your game when you use the characters discover, choose, and manifest psionic powers, Psionics Handbook. Have at it, and enjoy. 4 NOITCUDORTNI sionic characters tap the power of the mind and body. Alignment: Presents alignment restrictions, if any. Al- Every sentient creature produces bioenergy that Though the basic psionic classes are open to characters of generates consciousness. This “bioenergy” has many facets. any alignment, prestige classes may have an alignment pre- Intelligence, Wisdom, and Charisma are direct elements of requisite. The pyrokineticist (see Chapter 6: Characters) is consciousness, but Strength, Dexterity, and Constitution also one such class. contribute. Each element of consciousness is like a color split Hit Die: The type of Hit Die used by psionic characters out of pure white light. The psionic character classes embrace determines the number of hit points gained per level. the total energy of consciousness directly, utilizing this inner A psionic character rolls one Hit Die each time he or she reservoir of power to effect change in the real world. The gains a new level, adds or subtracts the results to his or thoughts and dreams of normal beings race impotently within her hit point total. Thus a character has the same number the gray confines of their minds, but a psionic character’s of Hit Dice as levels. For his or her first Hit Die, a 1st- mental desires are made manifest. level character gets the maximum hit points (4 or 8) rather than rolling (although Constitution modifiers still apply)."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Telepathy",
        "description":  "Powers that allow mental contact and control of physiobiology. A psion whose primary discipline is Psycho– other sentient creatures. A psion whose primary discipline is metabolism is called an egoist. Strength is the key ability score Telepathy is called a telepath. Charisma is the key ability score for all powers within the Psychometabolism discipline and is the for all powers within the Telepathy discipline and is the ability ability score egoists use to determine bonus power points. score telepaths use to determine bonus power points. 8 :1 RETPAHC CINOISP SESSALC For instance, at 3rd level, the psion Alexandra (primary (See Chapter 7 of the Player\u0027s Handbook for armor check discipline Psychoportation) has Dexterity 16, good enough to penalties.) get 1 bonus power point at 1st level and 3 at 3rd level. Once Powers: A psion manifests psionic powers. A psion\u0027s she reaches 5th level, she will receive an additional 5 power selection of powe.rs is extremely limited, although he enjoys points. ultimate flexibility. Your psion begins play knowing two 0 If your character\u0027s key ability score is 9 or lower, you can\u0027t level powers (also called talents) of your choice and zero 1st manifest powers tied to that ability (powers keyed to that level powers, plus one extra power within his primary discipline). For example, if Alexandra\u0027s Dexterity drops to 9 discipline for each power level known, for a total of three o- because of a poison or psionic combat, she is unable to level powers and one 1st-level power. At each level, your manifest even her simplest psychoportation powers until psion discovers one or more previously latent powers, as cured. indicated on Table 1-1: The Psion. Psions can pick powers"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Psionic Combat Modes",
        "description":  "At 1st level, the psion can Coward Owner gains +2 bonus on Hide checks. choose to learn five of the ten psionic combat modes. (A full Friendly Owner gains +2 bonus on Diplomacy checks. description of psionic combat, along with summaries of each Hero Owner gains +2 bonus on Fortitude saves. Liar Owner gains +2 bonus on Bluff checks. power, is presented in Chapter 4: Psionics.) At every odd- Meticulous Owner gains +2 bonus on Search checks. numbered level from 3rd through 11th, he can learn one Observant Owner gains +2 bonus on Spot checks. additional psionic combat mode. The five attack modes are Poised Owner gains +2 bonus on Balance checks. ego whip, id insinuation, mind blast, mind thrust, and psychic Resolve Owner gains +2 bonus on Will saves. crush. The five defense modes are empty mind, intellect fortress, Sage Owner gains +2 bonus on any one Knowledge mental barrier, thought shield, and tower of iron will. skill he already knows; once chosen this does Psionic attack and defense modes are most effective against not vary. psionic characters and creatures, but they can affect Singleminded Owner gains +2 bonus on Concentration nonpsionic beings as well. Attack and defense modes are checks. treated like psionic powers in some ways, but they have their Sneak Owner gains +2 bonus on Move Silently own special qualities that powers do not share. checks."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Channel Power",
        "description":  "The psion can manifest powers through the Skill Selection: Pick a number of skills equal to 5 + Int psicrystal to a distance of up to one mile. The psicrystal is modifier. treated as the power\u0027s originator, and all ranges are calculated Feat: Inertial Armor. from that location. When channe.ling a power through his Bonus Feat: Dodge. psicrystal, the psion manifests the power by paying its cost. Powers Known: o-level—catfall, burst, float. 1st-level— He is still subject to attacks of opportunity and other hazards spider climb. of manifesting a power, if applicable."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Modes Known",
        "description":  "Ego whip and mind thrust; empty mind, intellect fortress, and thought shield. Human Psion (Egoist) Starting Package Gear: Backpack with waters kin, one day\u0027s trail rations,"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor",
        "description":  "None, speed 30 ft. bedroll, sack, and flint and steel. Hooded lantern, 3 pints of"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor",
        "description":  "None, speed 30 ft."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Feat",
        "description":  "Inertial Armor. Psicraft 4 Int"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Powers Known",
        "description":  "o-level—lesser natural armor, talons, verve. Search 4 Int 1st-level—bite of the wolf. Listen (cc) 2 Wis"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Modes Known",
        "description":  "Ego whip, id insinuation, and mind thrust; Spot (cc) 2 Wis empty mind and thought shield."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Modes Known",
        "description":  "Mind thrust and psychic crush; empty mind, mental barrier, and thought shield. Human Psion (Nomad) Starting Package Gear: Backpack with waters kin, one day\u0027s trail rations,"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor",
        "description":  "None, speed 30 ft. bedroll, sack, and flint and steel. Hooded lantern, 3 pints of"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor",
        "description":  "None, speed 30 ft. Skill Ranks Ability"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Modes Known",
        "description":  "Ego whip and mind thrust; empty mind, mental barrier, and thought shield. Feat: Inertial Armor."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor",
        "description":  "Speed 20 ft. (dwarf only). Skill Ranks Ability"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Feat",
        "description":  "Inertial Armor. Bonus Feat: None."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Modes Known",
        "description":  "id insinuation, mind thrust, and psychic crush; empty mind and thought shield. One who rums the mind\u0027s potential to the warrior\u0027s an is"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor",
        "description":  "None, speed 30 ft. psychic warrior is a worthy adversary."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Races",
        "description":  "The inborn gift for psionics is armor and equipment carried. unpredictable, and it can show up in any of the common"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Powers",
        "description":  "A psychic warrior manifests psionic powers. A psychic warrior must pay 1 power point per manifestation of psychic warrior\u0027s selection of powers is more limited than a a o-level power for the rest of the day. Thus, a 1stlevel psychic psion\u0027s. Your psychic warrior begins play knowing two 0-level warrior can manifest three talents for free, then must pay 1 powers (talents). At each level, your psychic warrior discovers power point for each additional o-level manifestation that one or more previously latent powers, as indicated on Table 1- day. 6: The Psychic Warrior. These powers are chosen from the Psionic Combat Modes: At 1st level, a psychic warrior psychic warrior power list (see Chapter 5: Powers). can choose to learn two of the ten psionic combat modes. (A To manifest a power within a particular discipline, a full description of psionic combat, along with summaries of psychic warrior must have a key ability score of at least 10 + each power, is presented in Chapter 4: Psionics.) At the power\u0027s level. (Psionic attack and defense modes are succeeding levels, she can learn one additional psionic exempt from this restriction and do not possess levels.) The combat mode according to the schedule shown on Table 1-6: DC for saving throws to resist a psychic warrior\u0027s powers is The Psychic Warrior. The five attack modes are ego whip, id 1d20 + the power\u0027s level + the psychic warrior\u0027s key ability insinuation, mind blast, mind thrust, and psychic crush. The five modifier. The 1d20 roll is made by the attacking psion when defense modes are empty mind, intellect fortress, mental barrier, the power is manifested. (Psionic attack and defense modes thought shield, and tower of iron will. add a special modifier instead.) Psionic attack and defense modes are most effective against Certain powers can be enhanced as they are manifested, at psionic characters and creatures, but they can affect the cost of additional power points. Chapter 3: Feats describes nonpsionlc beings as well. Attack and defense modes are a number of psionic power enhancement feats. treated like psionic powers in some ways, but they have their"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor",
        "description":  "Speed 15 ft. instead of 20 ft."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor",
        "description":  "Scale mail +4 AC, large wooden shield +2 AC, Skill selection: Pick a number of skills equal to 2 + Int armor check penalty -6, speed 20 ft., 40 lb. modifier."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Modes Known",
        "description":  "Mind thrust; thought shield. discovered for each class must be tracked separately, since"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Psionic Only",
        "description":  "Yes: The skill is exclusive to psions and psychic warriors. No: Any class can take the skill. *New skill or skill addendum presented here that doesn\u0027t appear in the Player’s Handbook. **Your armor check penalty, if any, also applies. Note that the skill list presented here is not complete but Task DC contains only those skills that are class skills for at least one Resist fear 15 type of psionic character. A skill not mentioned here is a Memorize 13 cross-class skill for all psionic characters. Ignore caltrop wound 13 A psychic warrior has only one standard allotment of class Tolerate poison Poison’s DC skills, like a standard D\u0026D character class. Willpower 15"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "BEHIND THE CURTAIN",
        "description":  "PSIQNIC FEATS worry—they do not break the “fourth wall.” The cost of making, Psionic feats are special. Only psionic characters may acquire say, Inertial Armor a feat has been carefully balanced against them. Why? Because all psionic feats, to one degree or another, making it an inertial armor power (like its arcane twin, mage require residual or direct psionic energy to function. Any armor). If the abilities granted by these psionic feats showed up character can use Tumble or Power Attack. Not so with Fell Shot in a core book, they would be spells—but that\u0027s the whole point. or Inertial Armor. These feats are directly empowered by the A psionic character benefits from these abilities as feats, which mental energy resident in a psionic creature. A nonpsionic compensates for a narrower power selection compared to the character could take Psionic Fist, but without psionic energy to sorcerer, for example. Like the monk\u0027s spiritual energy, ki, “supercharge” it, the feat is worthless. psionic capacity allows you to push the limits of physical Psionic feats may seem outrageous at first glance, but don\u0027t abilities, and sometimes, to go beyond. 23 FEATS CHAPTER 3: acquire this feat. This entry is absent if a feat has no CRAFT DORJE [ITEM CREATION] prerequisite. A feat may have more than one prerequisite. You can create slender crystal wands called dorjes than can"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Special",
        "description":  "You can also sense the stress points in any hard INERTIAL ARMOR [PSIONIC] construction, such as wooden doors or stone walls, and can Your mind instinctively generates a field of protective energy. ignore half of the object\u0027s total hardness (round down) when"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Benefit",
        "description":  "While you retain 1 or more power points, your mind automatically generates a tangible field of force that GREATER POWER PENETRATION [PSIONIC] provides a +4 armor bonus to AC. unlike mundane armor, Your powers are especially potent at breaking through power Inertial Armor entails no armor check penalty or speed resistance. reduction. Because inertial armor is composed of psycho-"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Benefit",
        "description":  "You get a +4 bonus on manifester level checks do normal armor. Your inertial armor can be invisible 0r (1d20 + manifester level) to beat a creature\u0027s power resistance. appear as a colored glow, at your option. The armor bonus This bonus overlaps (does not stack with) the bonus from provided by Inertial Armor does not stack with the armor Power Penetration. bonus provided by a shield or regular armor. GREATER PSIONIC FOCUS [PSIONIC] INNER STRENGTH [PSIONIC] Your powers within your primary discipline have even You have more power points than normal. greater potency."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Prerequisite",
        "description":  "Str 13+, Power Attack. purposes of assessing your foe\u0027s Armor Class. You must"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Throw likely to be struck in a psionic attack",
        "description":  "shield, armor, Most helmet (or circlet/headband/third eye), or item in harmful hand. Substitute “psionic power” for “magical attack,” powers and “psionic item” for “magic item,” as allow an appropriate. The randomly determined item affected must make a saving throw against the attack creature to form and suffer whatever damage the arrack make a deals. saving throw If an item is not carried or worn and to avoid some or is not psionic, it does not get a saving all of the effect. throw. It simply is dealt the The Saving Throw appropriate damage. line in the power description defines Power%Resistance which type of saving throw (if Power resistance is a special defensive any) the power allows, with ability. If your power is being resisted by a creature additional terms to describe how saving with power resistance, you must make a manifester level throws against the power work. check (1d20 + your manifester level) at least equal to the"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifesting Defensively",
        "description":  "If you want to manifest a many psionic powers are mind-affecting (as noted in the power without provoking any attacks of opportunity, you power\u0027s name line). Most of these descriptors have no game need to dodge and weave. To manifest the power, you must effect by themselves, but they govern how the power succeed at a Concentration check (DC 15 + the level of the interacts with other powers, with spells, with special abilities, power you\u0027re manifesting). You still lose the power points if with unusual creatures, with alignment, and so on. you fail. The descriptors are acid, chaotic, cold, darkness, death, electricity, evil, fear, fire, force, good, language-dependent, MANIFESTER LEVEL lawful, light, mind-affecting, sonic, and teleportation. A power\u0027s effect and duration often depend on its manifester For instance, the power whitefire has the descriptor [Fire]. 35 PSIONICS CHAPTER 4: When a psion manifests whitefire on creatures with, say, fire and one from a spell. For example, the armor bonus from a immunity or fire resistance, the descriptor provides the mage armor spell and the armor bonus from an ectoplasmic immediate answer to the question of whether or not whitefire armor power don\u0027t stack. You use whichever bonus gives you can hurt that creature. the better Armor Class. In the same way, a shield prudence power gives you an insight bonus to AC, which does not stack with the insight bonus you get from a combat PSIONICS%MAGIC TRANSPARENCY precognition power."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Different Bonus Types",
        "description":  "The bonuses or penalties from two powers interact with spells and spells interact with psionic different powers, or a power and a spell, do stack, however, if powers in the same way a spell or normal spell-like ability the effects are of different types. For example, the spell interacts with another spell or spell-like ability. This is foresight provides a +2 insight bonus to AC. A character both known as transparency. under the influence of a foresight spell and wearing psionically Psionics-Magic Transparency: Though not explicitly manifested ectoplasmic armor, which provides a +10 armor called out in the spell descriptions in the Player\u0027s Handbook or bonus, has a total +12 bonus to AC, because the two different the magic item descriptions in the DUNGEON MASTER‘s Guide, bonus types stack. always follow this rule (unless your DM is using the Psionics"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Stacking Effects",
        "description":  "Powers that give bonuses or penalties to two whitefire powers affect the same creature, it must make a attack rolls, damage rolls, saving throws, and so on, usually do Reflex save against each and takes damage from each not stack with themselves. For example, two ectoplasmic armor according to its saving throw results. powers don\u0027t give the recipient twice the benefits of one. More generally, two bonuses of the same type don\u0027t stack even if they come from different powers, or one from a power 36 :4 RETPAHC SCINOISP For example, at 3rd level, Alexandra the nomad has 8 PSIONIC POWERS power points (4 bonus power points for her 18 Dexterity— Psions and psychic warriors manifest psionic powers. Psionic key to Psychoportation—plus the 4 power points granted to a powers involve the direct manipulation of personal physio- 3rd-level psion). If she manifests eight 1st-level powers, she mental energy. These manipulations require natural talent runs out of power points and can\u0027t manifest any more powers and personal meditation. until the next day, after she refreshes her power point total. 0-Level Powers: Also called talents, 0-level powers are an exception to the normal rules governing the payment of PSIONS AND PSYCHIC WARRIORS power points. Psionic characters can manifest 0-level powers Unlike arcane spellcasting wizards, psions and psychic a number of times per day equal to their class bonus (three for warriors do not have “power” books and do not prepare psions, two for psychic warriors) + manifester level. After powers—in some ways, psionic characters are akin to arcane that, they must pay 1 power point each time they wish to sorcerers, who cast spells on the fly. A psionic character’s manifest a 0-level power, until the next day. level limits the number of power points available for Adding Powers to a Psionic Character\u0027s Repertoire: manifesting powers (see Chapter 1: Psionic Classes). A psion\u0027s Psions and psychic warriors gain powers and power points most important ability score is determined by his primary each time they achieve new experience levels; they never discipline, which if high enough grants additional power gain powers any other way. When a psionic character gains a points per level. A psychic warrior\u0027s most important ability new level, consult the appropriate table in Chapter 1: Psionic Score is probably Strength, although other ability scores can Classes to learn how many powers that character now knows. be equally important to this class. Members of either class Refer also to the appropriate class table to learn the number must have a key ability score equal to at least 10 + the power\u0027s of power points the character now has. The new powers must level to manifest that power. come from the appropriate class\u0027s power list. With the DM\u0027s"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Compulsion",
        "description":  "The power forces the subject to act in some finally eradicated. manner or changes the way her mind works. Some power determine the subject\u0027s actions (or the effects on the subject), Overview some allow you to determine the subject\u0027s actions when you There are five psionic attack modes and five psionic defense manifest them, and other give you ongoing control over the modes (see below). Each mode is like a specialized psionic subject. power and generally follows the rules for using a psionic power, but there are also differences. Psionic creatures trade SPECIAL ABILITIES psionic attack modes back and forth, while each defends against the other\u0027s attack with one of the psionic defense Mind flayers, githyanki, yuan-ti, and other psionic creatures modes. Successful psionic attacks deal temporary ability can create psionic effects without taking a psionic class damage, while successful psionic defenses protect the subject (although many do). Characters using dories, crystal capacitors, from taking that ability damage. Psionic characters can target and other psionic items can also create psionic effects. These nonpsionic opponents with attack modes, though nonpsionic effects come in two types: spell-like and supernatural. Only creatures are naturally resistant to most such attacks. spell-like abilities are important for purposes of this book. Spell-Like Psionic Abilities: As the name implies, spell- Psionic Attack Modes Psionic Defense Modes like abilities resemble spells. The manifestation of psionic Ego Whip (Dex) Empty Mind power by a psion or psychic warrior is considered a spell-like Id Insinuation (Str) Intellect Fortress ability, as is the free manifestation of power by creatures Mind Blast (Cha) Mental Barrier without a psionic class (creatures that have psionic abilities), Mind Thrust (Int) Thought Shield For ease of reference, these operate the same way as spell-like Psychic Crush (Wis) Tower of Iron Will abilities described in the Player\u0027s Handbook. In most cases, a (Nonpsionic buffer) creature\u0027s innate psionic ability works just like the power of Attack and defense modes do not fall under any one the same name, A few such abilities are unique, and their discipline, nor do they possess levels; however, each attack details are explained in the text where the ability is described. mode is keyed to a particular ability score (noted next to each Regardless of the manifester, psionic power and abilities attack mode in parentheses). The attacker adds the ability have no verbal, somatic, or material components. The user modifier to his roll to set the defender\u0027s will save DC against activates the power mentally. Armor never affects a power\u0027s the attack. The ability also indicates the specific type of use. Psionic abilities have a manifestation time of 1 action temporary ability damage the attack deals if successful. unless noted otherwise in the ability description. Creatures\u0027 psionic abilities are subject to spell resistance and suppression by dispel magic (unless the Psionics Are Making a Psionic Attack Different option is used). They do not function in areas A psionic character initiates psionic combat by targeting any where psionics and/or magic is suppressed or negated (such opponent in range with one of the five psionic attack modes as anantimagic field or a null psionics field). he or she knows. Using a psionic attack mode is a standard As noted above, some creatures do take levels in psionic action, and normally only one attack is allowed in a round. character classes. They manifest psionic powers just as psions Each psionic attack mode has a power point cost (as noted or psychic warriors do. In fact, an individual creature (such as on Table 4-2: Psionic Attack Modes). The attacker sets the some mind flayers) could have some freely manifested defender\u0027s will save DC with a d20 roll modified by two psionic abilities and other powers that must be paid for with additional components: the attacker\u0027s appropriate ability power points. modifier and the DC modifier. The attacker\u0027s ability modifier depends on the specific attack mode used. The DC modifier is determined by the defense mode raised by the defender, if PSIONIC COMBAT any, which is found by cross-referencing the attack mode and Psionic characters can oppose each other in areas where defense mode on Table 4-1: Psionic Combat DC Modifiers. nonpsionic creatures and spellcasters are blind. Psionic attack The defender does not know what specific attack he or she is modes take advantage of a psionic enemy\u0027s mental defending against until after the defense is raised, nor does architecture, forcing aggressive psionic energy along psionic the attacker know what defense will be raised until after the pathways right into the most sensitive portions of the brain, attack is launched. and viciously abrade the subject\u0027s most vulnerable mental and The attacker may choose to enhance the psionic attack physical attributes. Luckily, all psionic creatures are naturally through the use of specific feats, if possessed, such as Mental resistant against such attacks, but no psionic entity can ever Adversary and Disarm Mind. An attacker cannot use feats in 40 :4 RETPAHC SCINOISP conjunction with psionic combat that are not specifically for An Example of Psionic Combat use with psionic attack modes. Ialdabode somehow catches Shuluth the mind flayer flat- footed, and attacks with the attack mode ego whip as a partial Making a Psionic Defense action. Ialdabode has 23 power points remaining, easily more A character defending against a psionic attack mode makes a than the cost of ego whip (3). Now he sets shuluth\u0027s DC by Will save to determine the success or failure of the attack. rolling a 10 on 1d20. To this number he adds his Dexterity Unless flat-footed or out of power points, psionic characters modifier, +1. Normally, he would wait to see what defense can respond to a psionic attack by putting up one of the five shuluth raised before computing the final saving throw DC; psionic defense modes. The defender is aware of the attack however, Shuluth is flat-footed, which means the DC but not the specific attack mode. Following the attack, the modifier is automatically +8. Shuluth\u0027s save DC is 10 + 1 + 8 = defender knows which attack mode it was, regardless of the 19. success or failure of the attack to deal temporary ability If it weren\u0027t caught flat-footed, the mind flayer would be damage. allowed to put up a defense mode as a free action. Instead, A psionic character must be conscious to raise a psionic shuluth is caught off guard and must make a normal, defense mode. Regardless of initiative order, a defender may unmodified Will save—it gets a 16. Shuluth needed a 19 or always attempt to put up a defense mode as a free action if he higher to save against Ialdabode\u0027s ego whip, so the mind flayer or she has sufficient power points to pay for it and is not flat- suffers all the temporary Dexterity damage dealt by that footed. attack. Ialdabode rolls 1d4 for damage and gets a 2; Shuluth If caught flat-footed, or if the defender\u0027s power points are allocates the 2 points of temporary damage to its Dexterity exhausted, the defender must make a “bare-brained” Will score. Since its Dexterity drops 2 points, its AC drops by 1, as save, without the benefit of a psionic defense mode\u0027s bonus well as any modifiers for skills that rely on Dexterity. on the saving throw. The DC modifier of an unanswered With the partial action resolved, initiative is rolled. Luck is psionic attack mode is +8. with Ialdabode, and he goes first. Pulling out the stops, he A defender who successfully raises a psionic defense mode attacks Shuluth with a psychic crush, paying its cost of 5 power enjoys protection in the form of a bonus on the Will save points. Ialdabode sets the save DC with a 1d20 roll (8) + his against that psionic attack (and that attack only) and possibly Wisdom modifier of + 1 (Wisdom is the key ability for psychic mental hardness against temporary ability score damage, crush) +8 (Shuluth is still flat-footed) for a total of 17. The depending on the mode utilized (again, only for the specific mind flayer makes yet another bare-brained Will save and attack). This Will save bonus is set out in Table 4–1: Psionic rolls a 15—not good enough. Shuluth is really taking a Combat DC Modifiers. pounding. Ialdabode rolls 2d4 for damage and gets a 4, so the"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Special Considerations",
        "description":  "If the defender raises a psionic mind flayer takes another 4 points of temporary ability defense mode but still fails the Will save, the mental hardness damage, this time to Wisdom. Had the illithid not been granted by the mode, if any, still reduces the total ability caught flat-footed, it could have erected a defense damage dealt by the attack (except in the special case of id automatically. In addition to bringing the DC modifier down insinuation). A defender who fails the Will save and does not to a reasonable level, the illithid might have benefited from have sufficient mental hardness to block out all the ability the mental hardness provided by some defenses even if it had damage takes the balance as the appropriate amount and type missed its saving throw. of temporary ability damage. After Ialdabode resolves his attack, it\u0027s Shuluth\u0027s turn. The The defender may choose to enhance the psionic defense mind flayer manifests its favorite psionic attack mode, mind through the use of specific feats, if possessed, such as Psychic blast, at no cost (many psionic creatures freely manifest Bastion and Mind Trap. A defender cannot use feats in specific powers). Shuluth sets Ialdabode\u0027s save DC with a d20 conjunction with psionic combat that are not specially for use roll (13) + 3 for the illithid\u0027s Charisma (the key ability for with psionic defense modes. mind blast) + a DC modifier determined by Ialdabode’s defense mode. Even if laldabode had already taken a move-equivalent action as well as his attack action, he can put up a psionic PSIONIC COMBAT IN A NUTSHELL saves. The attacker sets the defender\u0027s Will save DC with a d20 The attacker initiates a psionic attack by paying its cost, and the roll + DC modifier (see Table 4–1) + the attacker\u0027s appropriate defender can put up a defense mode if not flat-footed or out of ability modifier (determined by the attack mode used). power points. Nonpsionic creatures always enjoy the A successful attack deals temporary ability damage against a nonpsionic buffer, whether or not they realize they are under specific ability score of the defender. Against nonpsionic attack, and even if they are flat-footed. (See Psionic Attacks creatures, a successful attack stuns the defender for a number against Nonpsionic Creatures, on the following page.) of rounds equal to the points of ability damage it would The defender raises a defense mode without knowledge of the otherwise deal. specific attack mode. Both attacker and defender then declare Psionic attack and defense modes are summarized on Table the selected modes, which are cross-referenced on Table 4-1: 4–2: Psionic Attack Modes and Table 4–3: Psionic Defense Psionic Combat DC Modifiers. Modes. Each mode is described in expanded format at the end Psionic beings defend against psionic attacks by making Will of this chapter. 41 PSIONICS CHAPTER 4: defense mode in the same round as a reaction—provided he living with a Constitution score of 1. Lost ability points has sufficient power points in reserve. Fearing the illithid’s continue to return normally as the temporary damage fades power, Ialdabode opts for maximum protection and chooses (See Ability Score Loss in Chapter 3 of the DUNGEON MASTER’s intellect fortress, which grants mental hardness 3. Cross- Guide for more information.) referencing mind blast and intellect fortress on Table 4-1 gives a DC modifier of +0; thus, Ialdabode\u0027s DC for his will save is 13 TABLE 4–1: PSIONIC COMBAT DC MODIFIERS + 3 + 0 = 16. If he decides to pay an additional cost of 3 power Ego Id Mind Mind Psychic points, he can also use his Psychic Bastion feat to add another Whip Insinuation Blast Thrust Crush point of mental hardness, for a total of 4. Ialdabode pays the Empty Mind +1 -2 +3 -3 -5 cost of 5 power points for intellect fortress but forgoes Intellect Fortress -2 +1 +0 +6 +4 Mental Barrier -1 +4 -3 +1 +3 Psychic Bastion. He rolls his Will save and gets a result of 15: Thought Shield -4 -1 -2 +4 +2 a failure! Shuluth rolls its damage on 1d4 and gets a 4. Tower of Iron Will +3 +0 -1 +5 -3 Luckily, even though he failed his saving throw, Ialdabode\u0027s Nonpsionic buffer -8 -9 +4 -8 -8 intellect fortress protects him from all but 1 point of temporary Flat-footed or out +8 +7 +8 +8 +8 Charisma damage. Shuluth’s tentacles writhe nervously. . . . of power points Defending against Multiple Attacks The defender knows she\u0027s being attacked, but not what attack is Unless flat-footed, a psionic character can defend against coming in, and can put up a defense she knows unless flatfooted. multiple psionic attacks from different aggressors in the same Depending on the combination of attack mode and defense mode, round, if he has sufficient power points to pay the cost of the defender\u0027s DC is modified as noted on the table. Because it is each defense. For instance, if Ialdabode were targeted with the defender\u0027s DC that is being adjusted, negative numbers are good for the defender, positive numbers good for the attacker. psionic attack modes by three illithids, he could attempt to raise psionic defense modes against all three attacks during the same round. TABLE 4–2: PSIONIC ATTACK MODES Attack Ability Power Mode Range Damage Points‡ Psionic Attacks against Nonpsionic Creatures Mind Thrust Close (25 ft. + 5 ft./2 levels) 1d2 Int 1 Defenders against a psionic attack make will saves to deter- Ego Whip Close (25 ft. + 5 ft./2 levels) 1d4 Dex 3 mine its success or failure, regardless of their own psionic Id Insinuation Close (25 ft. + 5 ft./2 levels) 1d2 Str* 3 potential. However, nonpsionic characters and creatures Psychic Crush Close (25 ft. + 5 ft./2 levels) 2d4 Wis 5 enjoy mental protection due to their “thick-headedness.” Mind Blast 60 ft. cone** 1d4 Cha† 9 Psionic energies are thrown like mental lances, wreaking havoc against other psionic entities, but nonpsionic beings *A defender who fails a Will save ignores mental hardness, if any. don\u0027t possess the mental pathways necessary to channel **All creatures caught in the area must save or be affected. attack modes efficiently. This gives them a nonpsionic buffer †Nonpsionic beings affected by mind blast are stunned for 3d4 against psionic attack. Furthermore, their brains naturally rounds. convert ability damage to rounds of being stunned on a 1-for- ‡ Attack mode level equivalents for the purpose of Concentration checks: Mind Thrust—1st; Ego Whip and Id Insinuation—2nd; 1 basis. Thus, a nonpsionic target that would otherwise take 3 Psychic Crush—3rd; Mind Blast—5th. points of temporary ability damage is stunned for 3 rounds instead. TABLE 4–3: PSIONIC DEFENSE MODES"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Stunned",
        "description":  "A stunned character drops whatever he is Defense Power holding, loses his Dexterity bonus to AC (if any), and can take Mode Secondary Protection Points no actions. Foes gain a +2 bonus to hit stunned characters. Empty Mind None 1 Even when stunned, however, a nonpsionic being retains its Thought Shield 1 mental hardness* 1 nonpsionic buffer. Mental Barrier 2 mental hardness* 3 Intellect Fortress 3 mental hardness* 5 Ability Damage from Psionic Attacks Tower of Iron Will 2 mental hardness*, 10-ft. radius** 5 All damage taken during psionic combat is in the form of Nonpsionic buffer Ability damage=stun† n/a temporary ability damage. The specific attack mode used determines the type of temporary ability damage dealt. *Mental hardness reduces total ability damage dealt by successful Temporary ability damage returns naturally at a rate of 1 psionic attack. point per day for each damaged ability (2 points per day **Bonus on defender\u0027s Will save does not stack with overlapping under the care of someone versed in the Heal skill). Powers psionic defenses, but mental hardness does stack. such as lesser body adjustment, body adjustment, and rejuvenation †Nonpsionic creatures are stunned for a number of rounds equal are useful for healing temporary ability damage more quickly. to the points of ability damage that would be dealt If a psionic being\u0027s score in anyone ability damaged by an attack mode reaches 0, he drops helpless. All further psionic PSIONIC ATTACK AND DEFENSE MODES attacks against that target deal temporary Constitution Psionic attack and defense modes are in many ways akin to damage. The downed being cannot raise psionic defenses standard powers, but they differ in some ways. Since they do against these attacks. If his Constitution reaches 0, he imme- not really belong to anyone discipline, a psionic character can diately dies. If brought back to life through magical or use any mode she has access to without worrying about a key psionic means, the victim comes back to the world of the ability score. 42 :4 RETPAHC SCINOISP See Chapter 5: Powers for a description of the powers’ who fail their saving throw take 1d2 points of temporary entries. Strength damage, regardless of mental hardness. Nonpsionic creatures always enjoy a nonpsionic buffer against a psionic attack mode (see Table 4-1). On a failed Ego Whip saving throw, nonpsionic creatures are stunned for 1d2 Attack Mode (Dex) rounds."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "3 You can raise empty mind as a reaction in response to a psionic attack mode, even if you\u0027ve already taken your full allotment You can raise mental barrier as a reaction in response to a of actions for the round (unless you are flat-footed or out of psionic attack mode, even if you\u0027ve already taken your full power points). Empty mind hides your mind in an expanse of allotment of actions for the round (unless you are flat-footed vacuous conception. Cross-reference this defense with the or out of power points). Mental barrier is a construct of attack mode on Table 4–1: Psionic Combat DC Modifiers to dissembling thoughts that shields the mind. Cross-reference get the appropriate modifier to your will save DC. this defense with the attack mode on Table 4–1: Psionic Combat DC Modifiers to get the appropriate modifier to your Id Insinuation will save DC. You also gain mental hardness 2, which is Attack Mode (Str) applied against any temporary ability damage dealt by the"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Saving Throw",
        "description":  "Will negates (see text) makes a will save (DC 1d20 + your Strength modifier + DC Power Resistance: No modifier). Power Points: 9 Psionic creatures are allowed to raise a psionic defense mode, which modifies the defender\u0027s will save DC. Those The air ripples with the force of your mental attack, which 43 PSIONICS CHAPTER 4: blasts the minds of all creatures in a 60-foot cone. Defenders Thought Shield within the area make a will save (DC 1d2o + your Charisma Defense Mode modifier + DC modifier)."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "1 blast than other psionic attack modes. The will save DC increases by +4, and on a failed saving throw, a nonpsionic You can raise thought shield as a reaction in response to a creature is stunned for 3d4 rounds (rather than 1d4). psionic attack mode, even if you\u0027ve already taken your full allotment of actions for the round (unless you are flat-footed Mind Thrust or out of power points). Thought shield erects a shield of hope Attack Mode (Int) for sanctuary. Cross-reference this defense with the attack"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "5 willing creatures against a psionic attack. These bonuses stack. For example, if three adjacent psionic characters were Your will surrounds that of your foe and begins to squeeze targeted by a mind blast, they could each individually raise a mercilessly. The defender makes a will save (DC 1d2o + your tower of iron will and in sum enjoy mental hardness 6 against Wisdom modifier + DC modifier). that specific attack (if all are in a 10-foot-diameter area). Each Psionic creatures are allowed to raise a psionic defense would make an individual Will save, however—there is no mode, which modifies the defender\u0027s Will save DC. Those stacking of save DC modifiers from multiple towers. who fail their saving throw take 2d4 points of temporary Nonpsionic creatures within the area also gain this mental Wisdom damage. hardness, which shields them from potential rounds of being Nonpsionic creatures always enjoy a nonpsionic buffer stunned instead of temporary ability damage, on a point-for- against a psionic attack mode (see Table 4–1). On a failed point basis. saving throw, a nonpsionic creature is stunned for 2d4 rounds. 44 :4 RETPAHC SCINOISP his chapter begins with the power lists of the psion and psychic warrior classes. The psion power list uses abbre- viated names as follows: Clasen (Clairsentience); Metcre 0%LEVEL PSION POWERS (Talents) (Metacreativity); Psykin (Psychokinesis); Psymet (Psycho- Clasen Detect Psionic. You detect the presence of metabolism); Psyport (Psychoportation); and Telep (Tele- psionic activity. pathy). The rest of the chapter contains power descriptions in Inkling. You are 50% likely to know if an alphabetical order by power name. intended action is good or bad."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Creatures and Characters",
        "description":  "“Creatures” and “characters” are Psymet Elfsight. You have low-light vision. used synonymously in these power descriptions. Lesser Natural Armor. You gain +1"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Descriptors",
        "description":  "Acid, chaotic, cold, compulsion*, darkness, Ubiquitous Vision. You have all-around vision. (Wis) death, electricity, evil, fear, fire, force, good, language- dependent, lawful, light, mind-affecting, sonic, and 4th%LEVEL PSYCHIC WARRIOR POWERS teleportation. Dimension Door. Teleports you and up to 500 lb. short *Compulsion is treated as a subschool of the Enchantment distances. (Dex) school of magic in the Player’s Handbook but is used as a Dissolving Touch. Your touch deals 7d6 acid damage. (Str) descriptor here, to the same effect. Immovability. You are almost impossible to move. (Str) Inertial Barrier. Subject gains damage reduction 10/+5. LEVEL (Con) This is the strength level of the power, ranging from 0-level Polymorph Self. You assume a new form. (Str) (talents) through 9th level (the most powerful). This entry Steadfast Perception. You gain a +4 bonus against illusions, notes which classes can manifest this power. A power\u0027s level +2 bonus on Spot and Search checks. (Wis) affects the DC for any saving throw allowed against the Telekinesis. Lift or move 25Ib./level at long range. (Con) power. 5th%LEVEL PSYCHIC WARRIOR POWERS DISPLAY Adamant Grasp. You gain a +10 bonus on your grapple This gives the type of display that accompanies manifestation checks. (Str) of the power. Adapt Body. You adapt your body to hostile environments. Displays: Au (Audible), Ma (Material), Me (Mental), Ol (Str) (Olfactory), and Vi (Visible). See Display, page 34, for more information. 50 :5 RETPAHC SREWOP You create a psychokinetic shield around the subject that MANIFESTATION TIME bolsters its powers\u0027 chance to survive a negate psionics power The time required to manifest the power. See Manifestation (or dispel magic spell). When ablating is manifested on a Time, page 32, for more information. creature or object, add +6 to the DC of the negation check or dispel check for each ongoing power subject to negate psionics. RANGE Thus, the DC for each power check is equal to 11 + the power- The maximum distance from you at which the power can to-be-negated’s manifester level +6. Ablating ends when its affect a target. See Range, page 32, for more information. duration expires or after a negate psionics is manifested on its subject. TARGET OR TARGETS/EFFECT/AREA Negate psionics can negate ablating, but against a targeted The number of creatures, dimensions, volume, weight, and negation, ablating is always checked last. Against an area soon, that the power affects. See Aiming a Power, page 32, for negation, ablating is checked according to its level (but more information. If the target is you, you do not receive a because of its relatively high level, it could well be negated saving throw, and power resistance does not apply. before weaker powers). DURATION Adamant Grasp How long the power lasts. See Duration, page 34, for more Psychometabolism(Str) information. Level: Psychic Warrior 5"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "5 Height Decrease Weight Decrease -10% (x0.9) -30% (x0.7) The fingernails on both your hands grow to wicked, 2-inch- -20% (x0.8) -50% (x0.5) longpoints. The power grants you a claw attack (which does -30% (x0.7) -60% (x0.4) not draw an attack of opportunity) with a base damage of 1d8. -40% (x0.6) -80% (x0.2) Simultaneously, you heal as many points of damage as you -50% (x0.5) -90% (x0.1) deal with claws of the vampire. You can use this power in conjunction with feats, powers, or spells allowing additional Your equipment also shrinks. Your hit points, Armor Class attacks in one round, and it can be used with multiple attacks and attack rolls do not change, but Strength decreases along gained through level advancement. with size. For every 10% of reduction, your Strength score See Psychometabolism Powers in Chapter 4: Psionics for suffers an enlargement penalty of -1, to a minimum score of 1. how to handle multiple attacks. Multiple psionic or magical effects that decrease size do not stack. Combat Precognition Clairsentience (Wis) Conceal Thoughts"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifestation Time",
        "description":  "1 action Ectoplasmic Armor"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "You and any creature you touch are drawn along a crystal arc Duration",
        "description":  "1 hour/level (D) of reverie to the edge of conscious thought, and into the Saving Throw: Will negates (harmless) region of dreams. You can take more than one creature along Power Resistance: Yes (harmless) with you (subject to your level limit), but all must be Power Points: 9 touching each other. You physically enter the land of dreams, leaving nothing behind. The subject is dressed in a suit of shimmering ectoplasmic In the region of dreams, you move through a menagerie of armor that provides a +10 armor bonus to AC. Other armor thoughts, desires, and phantoms created by the minds of cannot be worn at the same time as ectoplasmic armor. If dreamers everywhere. For every minute you move through subject takes off the ectoplasmic armor, it immediately dream, you can “wake” to find yourself five miles displaced in dissipates. Treat ectoplasmic armor as leather armor for the waking world. Thus, a character can use this power to purposes of armor check penalty or speed reduction. Because travel rapidly by physically entering where only dreams the armor is composed of astral ectoplasm (emulating force normally prowl, moving the desired distance, and then for the purposes of this power), incorporeal creatures can’t stepping back into the waking world. You know where you bypass it the way they do normal armor. will come out in the waking world. Dream travel can also be used to travel to other planes that Ectoplasmic Cocoon contain creatures who dream, but this requires crossing into Metacreativity (Int) the dreams of outsiders, where you are subject to the vagaries Level: Psion 2 of many dream realities. This is a potentially perilous Display: Ma, Au proposition, at your DM\u0027s option. Transferring to another Manifestation Time: 1 action plane of existence requires 1d4 hours on an uninterrupted Range: Medium (100 ft. + 10 ft./level) journey. Target: One creature of Medium-size or smaller"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "5 appears within 5 feet of you and can move up to the noted range. The “tether” consists of filamentous light connecting You and all your gear become a partially translucent mass of your hands with its forelimbs (when you raise your right rippling ectoplasm that generally conforms to your normal hand, the construct raises the corresponding appendage). shape. You gain damage reduction 20/+1. Your material Except for being visibly tethered, the astral construct is as armor (including natural armor) becomes worthless, described in Chapter 8: Monsters. although your size, Dexterity, deflection bonuses, and armor The power creates an astral construct of the highest level bonuses from force effects (such as those gained by the feat possible, corresponding to the highest-level astral construct Inetrial Armor) still apply. You become immune to poison power you know. As a consequence of your direct control, the and critical hits. You cannot attack or manifest powers while construct gains a +2 enhancement bonus to Strength and in ectoplasmic form. As with polymorph self, you lose Dexterity, and a +2 enhancement bonus on Will saves. supernatural abilities, if any, while in ectoplasmic form. In practice, the cost to manifest ecto puppet is variable, and is You cannot run, but you can swim with a +15 circumstance equal to the cost of the astral construct power you emulate + 2. bonus on your Swim skill. You can pass through small holes or narrow openings, even mere cracks, along with all you are Elfsight wearing or holding in your hands while the duration persists. Psychometabolism (Str)"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Creatures enveloped by the shambIer, regardless of Armor Power Points",
        "description":  "1 Class, sustain 1 point of damage at the end of each round they remain within the roiling turbulence of the shambler\u0027s You transfer the hurts of others to yourself. when you medium. A strong wind that blows against the shambler manifest this power, you can transfer up to 8 points of reduces its speed to 0 during the first round, and in damage per manifester level from the subject creature to subsequent rounds moves it in the direction of the wind at a yourself. speed of 5 feet. Alternatively, you can absorb one poison or one disease afflicting the subject creature into yourself. When you absorb a poison or disease, you do not absorb the damage done Ecto Puppet previously dealt by the affliction, but you do take up the Metacreativity (Int) burden of making the secondary and/or continuing Fortitude"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "13 enclosures. However, your larger size is constrained without harm by stronger materials. You cannot crush yourself. As ethereal jaunt, except you and other creatures joined by Your hit points, Armor Class, and base attack bonus do not linked hands (along with their equipment) become ethereal. change, but Strength increases along with size. For every 20% of enlargement, you gain a +1 enlargement bonus to Besides yourself, you can bring one creature per three Strength. manifester levels to the Ethereal Plane. Once ethereal, the Multiple psionic or magical effects that increase size do not creatures need not stay together. stack. Psionic and magical properties are not enhanced with When the power expires, all affected creatures in the this power. Ethereal Plane return to material existence. Fabricate Expanded Vision Metacreativity (Int) Clairsentience (Wis)"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "1 fate link. You could attempt to create a chain of fate linked creatures, if desired. A target you select is buffeted with telekinetic force for 1 point of damage. Fate of One Far punch always affects a target within range that you can Clairsentience (Wis) see, even if the target is in melee or has partial cover or Level: Psion 4 concealment. However, a shield spell protects the target."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Target",
        "description":  "You You can divide yourself, creating a duplicate up to 5 feet away. Your duplicate thinks and acts exactly as you do and 75 POWERS CHAPTER 5: follows your orders, although it will not do anything you Range: Touch wouldn\u0027t do yourself. Your duplicate has all your abilities but Target: Creature touched none of your equipment. Your duplicate has all your hit Duration: 10 minutes/level points, half your power points (figured after you deduct the Saving Throw: None cost of this power), and other physical traits you had at the Power Resistance: Yes (harmless) time you manifested the power. Powers, spells, or other Power Points: 5 effects affecting you do not affect your duplicate. When the duration expires or when you dismiss the power, The power\u0027s subject can fly at a speed of 90 feet (60 feet if the you and your duplicate rejoin, no matter how far from each creature wears medium or heavy armor). The subject can fly other you are. You take half of the damage your duplicate has up at half speed and descend at double speed. The flying suffered at the time of rejoining. This could potentially put subject\u0027s maneuverability is good. Using the fly power you at 0 hit points or lower, but it can\u0027t bring you to -10 hit requires as much concentration as walking, so the subject can points or less. Also, you lose half of the power points your attack or manifest powers normally. The subject of fly can duplicate used up. If one of you dies before the duration charge but not run, and it cannot carry aloft more weight expires, there is no rejoining; however, you (either in your than its maximum load (see Chapter 9 of the Player\u0027s original flesh or that of your duplicate) gain one negative Handbook), plus any armor it wears. level. Should the duration expire while the subject is still aloft, the psionic effect fails slowly. The subject drops 60 feet per Flaming Shroud round for 1d6 rounds. If it reaches the ground in this time, it Metacreativity (Int) is safe. If not, it falls the rest of the distance (falling damage is"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Saving Throw",
        "description":  "None 20 feet (10 feet if the creature wears medium or heavy armor)."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Target",
        "description":  "Up to 10 cubic yd./level You are almost impossible to move. Your weight does not Power Points: 11 vary; instead, you mentally attach yourself to the underlying fabric of the plane. Thus, you could conceivably anchor As fabricate, except ten times as much material is affected by yourself in midair. You oppose any attempt to move you by a the power. Strength check modified by a bonus equal to three times your manifester level Thus, at 8th level, your bonus to resist being Improved Fly moved is +24. Once immovable, you can\u0027t move to a new Psychoportation (Dex) location unless you first dismiss the power or its duration Level: Psion 6 expires. Power Points: 11 While you are immovable, you lose all Dexterity bonuses to AC. Neither can you attack or make any other movement. As fly, except the subject can fly at a speed of 180 feet (150 However, your anchored body gains damage reduction 20/+3. feet if the creature wears medium or heavy armor). Improved Anchored Navigation Improved Telekinesis Clairsentience (Wis) Psychokinesis (Con)"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Duration",
        "description":  "Instantaneous (see text) attack loses any Dexterity bonus to Armor Class."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "1 Power Points: 1 You generally know where you are. This power is useful to You forge a telepathic bond with another creature, which characters who frequently travel via teleportation, gates, or via must have an Intelligence score of 6 or higher. The bond can other planes of existence. The power reveals general be established only with a willing subject, who therefore information about the character\u0027s location. The information is receives no saving throw and gains no benefit from power usually no more detailed than a summary that locates you resistance. You can communicate telepathically through the according to a prominent local landmark, such as bond even if you do not share a common language. No “approximately 20 miles west-northwest of Greyhawk City.” special power or influence is established as a result of the If no prominent locations are nearby, answers such as “adrift bond. Once the bond is formed, it works over any distance on the Sunless Sea” are also possible, which at least provide (although nor from one plane to another). some information about location. Subsequent movement on your part could confuse matters once again. Lesser Natural Armor Psychometabolism (Str)"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "1 Mass Cocoon Your skin grows thick ridges, providing a +1 natural armor Metacreativity (Int) bonus to your AC. Unlike mundane armor, natural armor"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Level",
        "description":  "Psion 7 entails no armor check penalty or speed reduction."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifestation Time",
        "description":  "1 action 89 POWERS CHAPTER 5: For each ongoing power with an area centered within the Natural Armor negate psionics target area, you make a negation check to Psychometabolism (Str) negate the power."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "7 only within the area of the negate psionics. As lesser natural armor, but you gain a +4 natural armor bonus to AC. Also, the duration is considerably longer. Nondetection Clairsentience (Wis)"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "13 the area. Undead that are brought to 0 hit points or below by use of the power fall limply and molder into dust (if This power not only prevents Clairsentience powers from corporeal), or slowly disperse (if incorporeal). working to detect or locate the creature or object affected by sequester, it also renders the affected creature or object Shadow Body invisible to any form of sight or seeing. (It also shields against Psychometabolism (Str) divination magic, unless the Psionics Are Different option is"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "1 you can become a dragon, an ant, or just about anything you are familiar with. The subject can climb and travel on vertical surfaces or even If you use this power to create a disguise, you get a +10 traverse ceilings as well as a spider does. The affected creature circumstance bonus on your Disguise check. must have bare hands and feet to climb in this manner. The subject climbs at half its speed. A creature with a Strength Shield of Prudence score of at least 20 +1 per manifester level can pull the subject Clairsentience (Wis) off a wall."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Points",
        "description":  "1 Your awareness extends a few fractions of a second into the future, allowing you to better evade an opponent\u0027s blows. You Your gaze suffers no distractions, granting you immunity to gain a +6 insight bonus to AC. lf you are caught flat-footed, all gaze attacks while the duration lasts. shield of prudence still grants a +4 insight bonus to AC. 100 :5 RETPAHC SREWOP"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Gear",
        "description":  "Several paragraphs in each description provide armor,"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Stones",
        "description":  "2 lesser concussion (1st-2nd), 2 bite of the wolf (17th-20th), cloak of resistance +3 (magic item) (18th-20th), (1st-3rd), 2 hammer (1st), 2 biofeedback (2nd-3rd), invisibility amulet of natural armor +3 (magic item) (19th-20th), belt of giant (4th), invisibility (5th), concussion (5th), 2 claws of the bear (5th), strength +6 (magic item) (19th-20th), ring of protection +2 (magic painful touch (6th-7th), ectoplasmic form (8th), bite of the tiger item) (19th-20th), skin of the troll (20th). (9th), teleport (11th), polymorph self (12th), mass cocoon (14th), Other Gear: Dagger (1st-20th). dissolving touch (15th), breath of the dragon (15th), breath of the dragon (17th), hypercognition (17th), shapechange (18th-20th). NPC Psion (Nomad)"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Feats",
        "description":  "1st, Inertial Armor; 3rd, Dodge; 6th, Combat Mani- NPC Psion (Savant) festation; 9th, Speed of Thought; 12th, Psionic Charge; 15th,"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Increased Ability Scores",
        "description":  "4th, Con 16; 8th, Con 17; 12th, mind, id insinuation, mind thrust, thought shield; 3rd, Con 18; 14th, Dex 14 (16); 16th, Con 19; 20th, Con 20. mental barrier; 5th, intellect fortress; 7th, tower of iron will;"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Bolts",
        "description":  "10 normal (1st-3rd), 10 masterwork (4th-20th). empty mind, mind thrust, thought shield, tower of iron will;"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Other Psionic and Magic Gear",
        "description":  "Dorje of firefall (2nd), dorje body (5th), ectoplasmic cocoon (6th-7th), cone of sound (8th), astral of charm person (3rd), crystal capacitor [1] (4th-8th), third eye construct IV (9th), teleport (11th), clairtangency (12th), mass concentrate (4th), cloak of resistance +1 (magic item) (5th-19th), cocoon (14th), amplified invisibility (15th), true concussion (15th), dorje of knock (6th-7th), crystal capacitor [3] (7th-11th), dorje of disintegrate (17th), telekinetic sphere (17th), improved invisibility [9th-level manifester] (8th), crystal mask of clairtangency (18th-20th), astral construct VIII (18th-20th), mindarmor (9th-12th), 3 powerleech pearls (10th, 18th-20th), dissolution (18th-20th). dorje of whitefire (10th), amulet of natural armor +1 (magic item) Other Psionic and Magic Gear:Dorje of firefall (2nd), boots (11th-16th), third eye aware (11th), psionatrix of Psychoportation of stomping (3rd), crystal capacitor [1] (4th-8th), dorje of lesser body (11th), gloves of Dexterity +2 (magic item) (12th-16th), ring of adjustment (4th), cloak of resistance +1 (magic item) (5th-18th), stabilization (12th), crystal capacitor [5] (13th-16th), torc of free dorje of ectoplasmic cocoon (6th-7th), crystal capacitor [3] (7th- will (13th), bracers of armor +2 (magic item) (14th-20th), dorje of 11th), dorje of invisibility [9th-level manifester] (8th), crystal negate psionics (14th-15th, 18th), ring of fire resistance [minor] mask of mindarmor (9th-12th), 3 powerleech pearls (10th, 18th- (magic item) (16th), amulet of natural armor +2 (magic item) 20th), dorje of whitefire (10th), amulet of natural armor + 1 (17th-20th), skin of striking (17th), crystal capacitor [7] (17th- (magic item) (11th-16th), third eye penetrate (11th), psionatrix of 18th), gloves of Dexterity +4 (magic item) (17th-18th), amulet of Psychokinesis (11th), crystal anchor [charm person] (12th-14th), natural armor +3 (magic item) (19th-20th), gloves of Dexterity +6 greater psionic restraints (unworn) (12th-20th), ring of sustenance (magic item) (19th-20th), crystal capacitor [9] (19th), cloak of (magic item) (12th), crystal capacitor [5] (13th-16th), torc of free resistance +3 (magic item) (20th). will (13th), gloves of Dexterity +2 (magic item) (14th-20th), dorje"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Other Gear",
        "description":  "Dagger (1st-20th), thieves’ tools (1st), capacitor [5] (13th-16th), torc of free will (13th), gloves of Dexterity smokestick (3rd), alchemist’s fire (3rd). +2 (magic item) (14th-20th), dorje of invisibility purge (14th- 15th, 18th) headband of intellect+4 (magic item)(15th-17th), ring of fire resistance [minor] (magic item) (16th), amulet of NPC Psion (Shaper) natural armor +2 (magic item) (17th-20th), skin of the hero"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Starting Ability Scores",
        "description":  "Str 10, Dex 14, Con 13, Int 15, (17th), crystal capacitor [7] (17th-18th), skin of striking (18th- Wis 12, Cha 8. 20th), amulet of natural armor +3 (magic item) (19th-20th),"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Feats",
        "description":  "1st, Inertial Armor; 3rd, Craft Universal Item; 6th, Combat Manifestation; 9th, Metacreative; 12th, Craft Crystal Capacitor; 15th, Extend Power, 18th, Maximize Power. NPC Psion (Seer)"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Class Features",
        "description":  "1st, Psicrystal (sage), ego whip, empty mind, Starting Ability Scores: Str 8, Dex 13, Con 10, Int 12, Wis mind thrust, thought shield, tower of iron will; 3rd, mental barrier; 15, Cha 14. 5th, intellect fortress; 7th, psychic crush; 9th, id insinuation; 11th, Increased Ability Scores: 4th, Wis 16; 8th, Wis 17; 12th, mind blast. Wis 18 (20); 14th, Wis 18 (22); 16th, Wis 19 (23); 19, Wis 19 Quarterstaff (Melee): Normal (1st-12th), +1 (13th-17th), (25); 20th, Wis 20 (26). +1 dissipater (18th-20th)."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Class Features",
        "description":  "1st, Psicrystal (observant), ego whip, empty ibility (1st-3rd), levitation (2nd-4th), body adjustment (3rd-6th, mind, intellect fortress, mind thrust, thought shield; 3rd, mental 9th-20th), detect thoughts (5th, 8th), fly (11th). barrier, 5th, psychic crush; 7th, mind blast; 9th, id insinuation;"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Starting Ability Scores",
        "description":  "Str 8, Dex 14, Con 13, Int 10, Wis of invisibility [9th-level manifester] (8th), crystal mask of 12, Cha 15. mindarmor (9th-12th), 3 powerleech pearls (10th, 18th-20th),"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Increased Ability Scores",
        "description":  "4th, Cha 16; 8th, Cha 17; 12th, dorje of whitefire (10th), amulet of natural armor +1 (magic item) Cha 18; 14th, Dex 14 (16); 16th, Cha 19; 20th, Cha 20. (11th-16th), gloves of object reading (11th), psionatrix of"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Feats",
        "description":  "1st, Inertial Armor; 3rd, Inner Strength; 6th, Clairsentience (11th), crystal anchor [lesser concussion] (12th- Combat Manifestation; 9th, Talented; 12th, Trigger Power 14th), ring of stabilization (12th), crystal capacitor [5] (13th-16th), (lesser domination); 15th, Craft Dorje; 18th, Power Penetration. torc of free will (13th), third eye open (14th-20th), periapt of"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Stones",
        "description":  "2 lesser concussion (1st-2nd), 2 astral construct 14th, Great Sunder; 15th, Psionic Dodge; 17th, Stand still; I (1st-3rd), 2 charm person (1st), 2 conceal thoughts (2nd-3rd), 18th, Quicken Power, 20th, Mobility. invisibility (4th), 2 invisibility (5th), 2 concussion (5th), 2 control Class Features: 1st, mind thrust, empty mind; 3rd, id body (5th), brain lock (6th-7th), charm monster (8th), astral insinuation; 7th, mental barrier, 9th, mind blast; 10th, thought construct IV (9th), teleport (11th), sending (12th), mass cocoon shield; 12th, tower of iron will; 13th, intellect fortress; 15th, ego (14th), domination (15th), true concussion (15th), true concussion whip; 16th, psychic crush. (17th), hypercognition (17th), mind seed (18th-20th), astral Armor: Splint mail (1st), large steel shield (1st-7th), half- construct VIII (18th-20th), thrall (18th-20th). plate (2nd), full plate (3rd-5th), +1 full plate (6th-9th), +1 large"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor and Shields",
        "description":  "Armor (including shields) offers sometimes activation simply means holding a shield. improved, psionic protection to the wearer. Some of these Some items, once donned, function constantly. In items confer abilities beyond a benefit to Armor Class. most cases though, using an item requires an acti-"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "The level of the creator (or the mani- stacking, and other base abilities are concerned. An fester level of the psionic powers placed within the item, if enhancement bonus is an enhancement bonus, regardless lower than the actual level of the creator). The manifester whether magic or psionics created it. See Table 8-3 in Chapter level provides the item\u0027s saving throw bonus, as well as range 8 of the DUNGEON MASTER‘s Guide and the accompanying text, and other level-dependent aspects of the powers of the item substituting “psionic” for “magic” as necessary. The specific (if variable). It also determines the level that must be powers of psionic armor and shields diverge from their contended with should the item come under the effect of a magical counterparts, however, and are described in this negate psionics power or similar situation. section."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Prerequisites",
        "description":  "The requirements that must be met in Psionic armor and shields differ from standard and magical order for a character to make the item. These include feats, equivalents in that every piece incorporates one or more psionic powers, and miscellaneous requirements such as crystals into its construction. Particularly powerful armor and level, alignment, and race or kind. For more about item shields may be entirely composed of brightly hued or creation prerequisites in general, see Prerequisites in Chapter transparent crystal. 8 of the DUNGEON MASTER‘s Guide. Random Generation: To generate psionic armor and"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Market Price",
        "description":  "The going rate if a character wants to buy shields randomly, consult Chapter 8 of the DUNGEON the item. Market price is also included on the random tables MASTER‘s Guide and roll on Table 8-4 or Table 8-5 as for easy reference. The market price for an item that can be appropriate. Then return to this section and roll on the constructed with the item creation feats is usually equal to appropriate table below (Table 7-3: Armor Special Abilities or the base price plus the price for any components (special Table 7-4: Shield Special Abilities). materials or experience point expenditure)."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Important",
        "description":  "All market prices given for psionic items TABLE 7–3: ARMOR SPECIAL ABILITIES assume that the item\u0027s creator used the Metacreative feat (see Special Market Price Chapter 3: Feats) in its construction, unless noted otherwise. Minor Medium Major Ability Modifier*"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Weight",
        "description":  "An entry of “—” indicates an item that has no — 66 28-29 Power resistance (15) +3 bonus weight worth noting. — 67- 71 30-31 Mindarmor +3 bonus — 72- 76 32-41 Linked +3 bonus RANDOM PSIONIC ITEMS — 77- 81 42-51 Vanishing +3 bonus — 82- 86 52-61 Ectoplasmic +3 bonus Table 7-4 in Chapter 7 of the DUNGEON MASTER‘s Guide gives the — 87- 91 62-64 Aporter +3 bonus chances of discovering minor, medium, and major magic — 92- 94 65-67 Power resistance (17) +4 bonus items, whose nature is determined from Table 8-2 in that — 95 68-69 Radiant +5 bonus book. You can substitute psionic items of similar potency by — 96- 98 70-72 Reinforcement, heavy +5 bonus using the table below instead, or simply pick an item of the — — 73-74 Power resistance (19) +5 bonus appropriate type. If the item has charges or uses, coil 99- 100 99- 100 75-100 Roll twice again** randomly to determine how many it has. *Add to enhancement bonus on Table 8-3 in Chapter 8 of the Dungeon Master’s Guide to determine total market price. **If you roll a special ability twice, only one counts. If you roll two versions of the same special ability, use the better. 123 ITEMS PSIONIC CHAPTER 7: TABLE 7–4: SHIELD SPECIAL ABILITIES effect, as the aversion power."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Special Market Price Manifester Level",
        "description":  "12th; Prerequisites: craft Psionic Arms and Minor Medium Major Ability Modifier* Armor, aversion; Market Price: +2 bonus. 01-30 — — Hearten +1 bonus Crystalline: This armor is made completely of crystal, 31-50 — — Ranged +1 bonus although it possess all the qualities of armor of its type. 51-60 — — Reinforcement, light +1 bonus Gleams and flashes within the crystal give the wearer and his 61-99 01-10 — Thought bastion +2 bonus armor a “fuzzy” appearance, granting the wearer one-half — 11-16 01-15 Averter +2 bonus concealment. This concealment translates into a 20% miss — 17-20 16-20 Power resistance (13) +2 bonus chance for each attack. — 21-25 21-25 Wall +3 bonus Manifester Level: 15th; Prerequisites: Craft Psionic Arms — 26- 30 26-35 Reinforcement, Armor, displacement; Market Price: +3 bonus. moderate +3 bonus"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Ectoplasmic",
        "description":  "As a move-equivalent action, this armor — 31-40 36-38 Mindarmor +3 bonus converts itself, its wearer, and all the wearer\u0027s equipment into — 41-50 39-41 Linked +3 bonus ectoplasmic form for up to 15 minutes per day, similar to the — 51-60 42-44 Vanishing +3 bonus power ectoplasmic form (see the entry in Chapter 5: Powers for — 61-70 45-47 Manifester +3 bonus more details). In this semiliquid state the wearer gains — 71-80 48-50 Aporter +3 bonus damage reduction 20/+1. The wearer can take on ectoplasmic — — 51-55 Power resistance (15) +3 bonus form in increments of up to 5 minutes, but even 1 round — — 56-60 Power resistance (17) +4 bonus — — 61-65 Reinforcement, heavy +5 bonus spent in ectoplasmic form counts as one such increment. — 81-90 66-70 Time buttress +5 bonus Manifester Level: 8th; Prerequisites: Craft Psionic Anns and — — 71-80 Power resistance (19) +5 bonus Armor, ectoplasmic form; Market Price: +3 bonus. 100 91-100 81-100 Roll twice again** Floating: This armor is psionically buoyant in water or *Add to enhancement bonus on Table 8-3 in Chapter 8 of the similar liquid, negating the normal Swim check penalty for Dungeon Master’s Guide to determine total market price. wearing armor. Additionally, it grants a +4 circumstance **If you roll a special ability twice, only one counts. If you roll two bonus on Swim checks. versions of the same special ability, use the better. Manifester Level: 4th; Prerequisites: Craft Psionic Arms and Armor, float; Market Price: +1 bonus."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Special Qualities",
        "description":  "Roll d%. An 01 result indicates the item Hearten: This shield grants the owner up to 5 temporary is intelligent, a 02-31 result indicates that the command hit points per day on command. These temporary hit points thought (if any) is psionically encoded and whispers itself fade after 4 minutes. The wearer can activate this power as a into the user\u0027s mind on acquisition, and 32-100 indicates no free action at any time. special qualities. Manifester Level: 4th; Prerequisites: Craft Psionic Arms and Intelligent items have extra abilities and sometimes also Armor, verve; Market Price: +1 bonus. extraordinary powers and special purposes. Use the roles in Landing: A suit of armor with this capability appears Chapter 8 of the DUNGEON MASTER‘s Guide for defining normal. The wearer, however, automatically ignores any intelligent items, substituting psionic manifestation for damage dealt by the first 20 feet of a fall. Regardless of the spellcasting as required. However, an intelligent item should height of the fall, the wearer always lands on her feet. have a unique flavor—don\u0027t be afraid to give it interesting Manifester Level: 4th; Prerequisites: Craft Psionic Arms and psionic capabilities. For example, a psionic helmet might Armor, catfall; Market Price: +1 bonus. have the ability to manifest psionic powers in its own right: Linked: The wearer of this armor or shield forms a tele- Metacreativity, Telepathy, and Clairsentience are all possible pathic bond with other wearers of linked armor or shields (disciplines keyed to physical abilities such as Strength are within 10 miles. This ability is otherwise similar to the not eligible). Or a shield could grant additional protection mindlink power. against specified psionic beings, such as githyanki. Manifester Level: 6th; Prerequisites: Craft Psionic Arms and Armor, mindlink; Market Price: +3 bonus."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor and Shield Special Abilities Descriptions Manifester",
        "description":  "This shield must have at least one other spe- Most psionic armor and shields only have enhancement cial quality with a specified number of uses per day. It allows bonuses. Such items can also have the special abilities the wielder to use that ability more often than otherwise detailed here. Armor or a shield with a special ability must allowed. For each additional use, the wielder pays 5 power have at least a +1 enhancement bonus. points as a standard action."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Aporter",
        "description":  "As a move-equivalent action, this suit of armor or Manifester Level: 18th; Prerequisites: Craft Psionic Arms and shield instantly transports the wearer and her equipment to Armor, psychic chirurgery; Market Price: +4 bonus. any spot within 800 feet that she can visualize or specify, as Mindarmor: This armor or shield grants the wearer a +4 the dimension door power. The armor or shield can transport bonus on Will saving throws to resist all mind-affecting the wearer in this fashion twice per day. and/or compulsion powers."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "10th; Prerequisites: Craft Psionic Arms and Manifester Level: 5th; Prerequisites: Craft Psionic Arms and Armor, dimension door; Market Price: +3 bonus. Armor, negate psionics; Market Price: +3 bonus."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Averter",
        "description":  "On command, up to three times per day, any Phasing: The wearer of this armor can move through creature to whom the wearer presents this shield must wooden, plaster, or stone walls, but not other materials. Each succeed at a will save (DC 13) or be overcome by a powerful day, the wearer can pass through a total length of 60 feet, aversion to the wielder (actually the shield), and will not breaking this distance up into several smaller passages or one approach within 30 feet. This is a mind-affecting compulsion long one, as desired. A wearer who exceeds this daily 124 :7 RETPAHC CINOISP SMETI allotment is ejected from the material at the point of entry, Thought Bastion: This shield protects the wielder as the ending up prone in front of the now impassible wall. Psychic Bastion feat. While holding the shield, the wielder"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor, phase door, Market Price",
        "description":  "+3 bonus. attack—even id insinuation. This bonus stacks with other"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Power Resistance",
        "description":  "This ability grants the armor\u0027s wearer mental hardness bonuses due to the Psychic Bastion feat or power resistance while the armor is worn. The power through psionic defense modes. resistance can be PR 13, PR 15, PR 17, or PR 19, depending on Manifester Level: 5th; Prerequisites: Craft Psionic Arms and the armor. Armor, Psychic Bastion, thought shield; Market Price: +2 bonus."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "15th; Prerequisites: craft Psionic Arms and Time Buttress: This shield gives the wielder a chance to Armor, power resistance; Market Price: +2 bonus (PR 13); +3 avoid telling blows by reliving the last few moments of bonus (PR 15); +4 bonus (PR 17); +5 bonus (PR 19). combat. Once per day, the wielder can use time regression as"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Quickness",
        "description":  "This armor increases the wearer\u0027s speed by 5 though manifesting the power. feet. Thus, a character whose normal speed in armor is 20 feet Manifester Level: 15th; Prerequisites: Craft Psionic Arms and moves 25 feet in armor of quickness. Armor, time regression; Market Price: +5 bonus."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "4th; Prerequisites: Craft Psionic Arms and Vanishing: On command, this suit of armor or shield Armor, burst; Market Price: +1 bonus. renders its wearer and all the wearer\u0027s equipment invisible."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Radiant",
        "description":  "The wearer gains energy resistance 10 against This invisibility is broken by the standard methods. The energy attacks (acid, cold, electricity, fire, and sonic). The wearer can use this ability twice per day. armor absorbs the first 10 points of damage dealt by any such Manifester Level: 5th; Prerequisites: Craft Psionic Arms and attack, causing it to shine for a number of rounds equal to the Armor, invisibility; Market Price: +3 bonus. points of damage absorbed. This light is sufficient to Wall: As a standard action, the wielder can hold forth this illuminate a 6o-foot-radius area. shield and command a wall of ectoplasm to grow from the"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "18th; Prerequisites: Craft Psionic Arms and edges of the shield. This forms a wall whose area is up to 120 Armor, energy barrier; Market Price: +5 bonus. feet square or a sphere or hemisphere with a radius of up to"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "5th; Prerequisites: Craft Psionic Arms and can\u0027t be concealed from creatures within 15 feet when drawn, Armor, expanded vision; Market Price: +1 bonus. nor can its mental “soundtrack” be curbed. 125 ITEMS PSIONIC CHAPTER 7:"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "18th; Prerequisites: Craft Psionic Arms and special ability bonus equivalents can’t total more than +10. Armor, Deep Impact, greater domination; Market Price: +5 bonus. 126 :7 RETPAHC CINOISP SMETI"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "12th; Prerequisites: Craft Psionic Arms and These temporary power points last 10 minutes. The wielder Armor, teleport; Market Price: +3 bonus. gains power points even if the target has none (its hit points"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "18th; Prerequisites: Craft Psionic Arms and can immediately manifest the power on that creature as a free Armor,plane shift; Market Price: +4 bonus. action if the wielder desires. (This ability is a special"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "8th; Prerequisites: Craft Psionic Arms and beings. It deals +2d6 points of bonus damage against all Armor, fate of one; Market Price: +1 bonus. psionic opponents. It bestows one negative level on any"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "12th; Prerequisites: Craft Psionic Arms and allows one use of that power. A dorje that runs out of charges Armor, negate psionics; Market Price: +2 bonus. is just a simple crystal."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Armor, dimension door, Market Price",
        "description":  "+1 bonus. method, so manifesting a power from a dorje is usually a standard action that doesn\u0027t provoke attacks of opportunity. CRYSTAL CAPACITORS (If the power being manifested has a longer manifestation Crystal capacitors store power points that psionic characters time than 1 action, however, it takes that long to manifest the can use to pay for manifesting their powers. power from a dorje.) The user must have the power on his"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "3rd; Prerequisites: Craft Universal Item, Minor Medium Major Power Level Market Price 01–25 — — 0 25 gp stomp; Market Price: 1,200 gp; Weight: 1 lb. 26– 47 01-08 — 1st 50 gp Crawling Tattoos: These resemble standard psionic 47– 98 09– 75 01-50 2nd 300 gp tattoos, but their effects are often offensive rather than 99– 100 76– 100 51-100 3rd 750 gp beneficial. Like psionic tattoos, a crawling tattoo can be scribed 130 :7 RETPAHC CINOISP SMETI TABLE 7–12: UNIVERSAL PSIONIC ITEMS Minor Medium Major Item Market Price Minor Medium Major Item Market Price 01-02 — — Shard (+1) 20 gp 86- 88 — — Third eye, aware 4,000 gp 03- 04 — — Shard (+2) 30 gp 89- 90 — — Third eye, penetrate 4,000 gp 05- 07 — — Shard (+3) 40 gp 91-92 — — Skin of the chameleon 4,500 gp 08- 09 — — Crawling tattoo (0-level) 50 gp 93- 95 — — Crystal anchor (0-level) 5,000 gp 10-11 — — Shard (+4) 60 gp 96- 97 — — Psionic restraints, average 6,000 gp 12-14 — — Crawling tattoo (1st-level) 100 gp 98- 100 — — Eyes of powerleech 7,200 gp 15-16 — — Shard (+5) 100 gp — 01-05 — Crystal anchor (1st-level) 10,000 gp 17-18 — — Shard (+6) 140 gp — 06-10 — Torc of psionic might 10,000 gp 19-21 — — Shard (+7) 200 gp — 11-15 — Crystal anchor (2nd-level) 10,400 gp 22- 23 — — Shard (+8) 250 gp — 16-20 — Third eye, assimilate 11,200 gp 24- 25 — — Shard (+9) 320 gp — 21-25 — Crystal anchor (3rd-level) 11,300 gp 26- 28 — — Shard (+10) 400 gp — 26-30 — Amulet of catapsi 12,000 gp 29- 30 — — Crystal mask of knowledge 500 gp — 31-35 — Crystal mask of detection 12,000 gp 31-32 — — Crystal mask of language 500 gp — 36-40 — Psionic restraints, greater 12,000 gp 33- 35 — — Crawling tattoo (2nd-level) 600 gp — 41-45 — Mirror of suggestion 12,000 gp 36- 37 — — Brain lock pearl 1,000 gp — 46-50 — Third eye, expose 12,000 gp 38- 39 — — Psionic restraints, lesser 1,000 gp — 51-55 — Third eye, open 12,000 gp 40- 42 — — Powerleech pearl 1,000 gp — 56-60 — Torc of free will 12,000 gp 43-44 — — Boots of stomping 1,200 gp — 61-65 — Torc of power 12,000 gp 45- 46 — — Crawling tattoo (3rd-level) 1,400 gp — 66-70 — Crystal anchor (4th-level) 12,600 gp 47- 49 — — Boots of skating 2,000 gp — 71-75 — Crystal anchor (5th-level) 14,300 gp 50- 51 — — Gloves of object reading 2,000 gp — 76-80 — Skin of the claw 16,000 gp 52- 53 — — Psionatrix of — 81-85 — Crystal anchor (6th-level) 16,400 gp Clairsentience 2,000 gp — 86-90 — Skin of the spider 20,000 gp 54- 55 — — Psionatrix of — 91-95 — Psionic restraints, Metacreativity 2,000 gp damping 24,000 gp 56- 58 — — Psionatrix of psionic attack 2,000 gp — 96-100 — Skin of striking 24,000 gp 59- 60 — — Psionatrix of psionic defense 2,000 gp — — 01-08 Skin of the defender 32,000 gp 61-62 — — Psionatrix of Psychokinesis 2,000 gp — — 09-15 Third eye, view 42,000 gp 63- 65 — — Psionatrix of — — 16-24 Third eye, negate 44,600 gp Psychometabolism 2,000 gp — — 25-32 Crystal mask of fear 56,000 gp 66- 67 — — Psionatrix of — — 33-41 Eyes of vampiric Psychoportation 2,000 gp — — powerleech 61,000 gp 68- 69 — — Psionatrix of Telepathy 2,000 gp — — 42-49 Skin of the hero 68,000 gp 70- 72 — — Ring of stabilization 2,000 gp — — 50-58 Skin of the psion 66,000 gp 73- 74 — — Ring of self-sufficiency 2,000 gp — — 59-66 Third eye, conceal 90,000 gp 75- 76 — — Skin of nimbleness 2,000 gp — — 67-75 Skin of proteus 90,000 gp 77- 78 — — Third eye, perceive 2,000 gp — — 76-83 Skin of the troll 90,000 gp 79- 81 — — Third eye, concentrate 2,000 gp — — 84-92 Third eye, dominate 96,000 gp 82- 83 — — Amulet of Psychic Bastion 2,000 gp — — 93-98 Reverse capacitor 182,000 gp 84- 85 — — Crystal mask of mind armor 4,000 gp — — 99-100 Skin of iron 240,000 gp only with powers of level 0 to 3 that target a creature or ness, fog, and similar effects. Should the target be killed, creatures. The exceptions are body adjustment powers, which teleport away, or otherwise absent itself before contact, the can be scribed despite their effect being personal, and wearer can reclaim the tattoo. If destroyed, a crawling tattoo compulsion powers, which cannot be scribed at all. Powers shatters and evaporates. that normally have an area, such as whitefire, only affect one A crawling tattoo must enter the target\u0027s square to attack and target if scribed in a crawling tattoo. Otherwise, crawling tattoos thus draws an attack of opportunity as it passes through the are treated in all ways as psionic tattoos (see “Psionic Tattoos” target\u0027s threatened area. The tattoo makes melee touch attacks above) until they are activated by the wearer. until it strikes its target or is destroyed. On a successful The wearer of a crawling tattoo can tap the tattoo as a attack, the power scribed in the crawling tattoo automatically standard action that draws an attack of opportunity, mentally affects the target, even if a save is normally allowed. Crawling specifying a target (to which the wearer must have line of tattoos can ferry beneficial powers as well, and the target can sight). The designated target could be an object. Instead of allow the touch attack to succeed if it desires. triggering its stored power, this animates the tattoo, which drops to the floor and scuttles toward the target. The original Stored Power Level Market Price wearer need no longer concentrate on the tattoo once 0 50 gp animated. 1st 100 gp The animated tattoo begins to move toward its designated 2nd 600 gp target at the beginning of the original wearer\u0027s next round. 3rd 1,400 gp Treat it as a Fine construct that has an AC of 18, 10 hit points, a hardness of 5, speed 30, and an attack bonus of +5. Crawling Manifester Level: 6th; Prerequisites: Craft Universal Item, tattoos, unlike true constructs, are subject to illusions, dark- power of the appropriate type and level; Weight:—. 131 ITEMS PSIONIC CHAPTER 7:"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Crystal Mask of Mindarmor",
        "description":  "A crystal mask of mindarmor area. grants the wearer a +4 enhancement bonus on saving throws"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Skin of the Psion",
        "description":  "This psychoactive skin grants the wearer 7 bulky equipment such as armor, bonus power points per day and a power resistance of 18. backpacks, and other large items)"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Skin of the Chameleon",
        "description":  "This psychoactive each round with an skin adjusts to surrounding textures and automatically manifested and colors, continually granting the wearer a targeted “ectoburst” against the +15 circumstance bonus on Hide attacker. The burst ejects from the skin on the checks (assuming she doffs heavy wearer\u0027s turn, making a ranged touch attack using armor and bulky equipment). the wearer\u0027s base ranged attack bonus (range"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Skin of the Defender",
        "description":  "This psychoactive skin Psychoactive Skin loses a limb, an organ, or any continually grants the wearer a +4 natural armor bonus. other body part while wearing this skin, the skin regenerates it."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "18th; Prerequisites: Craft Universal Item, In either case, only damage taken while wearing this skin natural armor; Market Price: 32,000 gp; Weight: 2 lb. outermost is regenerated."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Construct",
        "description":  "Constructs usually have no Intelligence scores Additional Attack: One additional attack at highest attack and never have Constitution scores. A construct is immune to bonus; both attacks -2 to arrack roll. mind-influencing effects (charms, compulsions, phantasms, Armor (Ex): +1 deflection bonus to AC. patterns, and morale effects) and to poison, sleep, paralysis, 4th-Level Astral Construct 5th-Level Astral Construct 6th-Level Astral Construct Large Construct Large Construct Large Construct"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Swim",
        "description":  "Construct becomes streamlined and selections do not stack). sharklike. Speed 60 ft. Gore (Ex): Construct has horns and Trample (Ex): As a standard action gains one additional gore attack with during its turn each round, the an attack bonus equal to slam attack construct can literally run over an bonus +15, dealing damage of 1d8 + opponent at least one size Strength modifier. smaller than itself. It merely Invisibility (Sp): Manifest invisibility has to move over the (self only) as a standard action. opponent to deal See Invisibility (Su): Can see invisibility (as bludgeoning damage equal to the power) at all times. 1d4 + Strength modifier (see Superheavy Armor (Ex): +7 deflection Trample in the Introduction of bonus to AC. the Monster Manual). Trip (Ex): If the construct bits with a slam attack it BLUE can attempt to trip the Small Humanoid (Goblinoid) opponent as a free"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "AC",
        "description":  "15 (+1 size, +4 Inertial Armor) making a touch attack or"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Astral Construct Menu B Abilities",
        "description":  "Str 8, Dex 11, Con 11, Int 12, Wis 14. Cha 8 (You may replace any choice on this menu with two choices Skills: Hide +6, Listen +4. Move Silently +5. Spot +4 on Menu A) Feats: Inertial Armor Buff (Ex): Construct gains 3d10 temporary bit points (multiple selections do not stack). Climate/Terrain: Temperate and warm land and under– Charge (Ex): If the construct charges a foe during the first ground round of combat, it can make a full attack even if it has Organization: Solitary, patrol (1-2 blues and 4-8 goblins), already taken a move action. If it has the squeeze ability, it task force (2-4 4th-level blue psions and 4-8 3rd-level goblin can also use this (see entry below). warriors), or as part of goblin organization (1 4th-level blue Heavy Armor (Ex): +4 deflection bonus to AC. psion per 20 goblin adults) Improved Grab (Ex): To use this ability, the construct must Challenge Rating: 1/2 hit with its slam attack. If it gets a hold, it can squeeze (must"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Advancement",
        "description":  "12-18 HD (Huge); 19-26 HD (Gargantuan) Can pass through solid objects at will, and own attacks pass through armor. Always moves silently. A caller in darkness is an incorporeal creature comprising the Unnatural Aura (Su): Both wild and domesticated minds of dozens or more victims who died together in terror. animals can sense the unnatural presence of a caller in It seeks to draw others into its fear-wracked, hellish darkness at a distance of 30 feet. They will not willingly existence. approach nearer than that and panic if forced to do so; they From a distance, a caller appears as a bank, column, or remain panicked as long as they are within that range. swirling vortex of mist, but within 30 feet or less, dozens of Daylight Powerlessness (Ex): Callers in darkness are silently screaming humanoid faces are discernible in its form. utterly powerless in natural sunlight (not merely a daylight Callers in darkness do not speak. spell) and flee from it. A caller caught in sunlight cannot attack and can take only partial actions. 144 :8 RETPAHC SRETSNOM maw protrudes from beneath a bony brow almost like a CEREBRILITH separate appendage. The rest of the body is spindly but slick, Demon (Tanar\u0027ri) as if coated with constantly leaking fluid. The demon walks Large Outsider (Chaotic, Evil) on all fours but always fights standing up."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Manifester Level",
        "description":  "11th; Prerequisites: Craft Psionic Arms and Armor, creator must be a githyanki; Market Price: 98,350 gp;"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "AC",
        "description":  "17 (+3 Dex, +4 Inertial Armor) Attack/Defense Modes (Sp): At will—ego whip/mental barrier."
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Feats",
        "description":  "Inertial Armor former slaves split ideologically and eventually racially, becoming githzerai and their foes, the githyanki. Climate/Terrain: Any land and underground The githzerai\u0027s history of imprisonment was the"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Feats",
        "description":  "Alertness, Cleave, Improved Initiative, Power Attack, insinuation/empty mind, intellect fortress, thought shield. Psychic Bastion 150 :8 RETPAHC SRETSNOM The neothelid\u0027s interior can hold one Large, two Medium- Climate/Terrain: Any underground size, four Small, eight Tiny, sixteen Diminutive, or thirty-two"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Treasure",
        "description":  "None partial action if possible to snatch a victim. It then retreats quickly into the near future, where it can press its attack in Alignment: Usually neutral privacy. Advancement: 4-6 HD (Small) 154 :8 RETPAHC SRETSNOM Thought eaters are bizarre creatures that subsist on the mental energy of material beings. Their ability to move quickly between the Ethereal and the Material Planes makes Psionics (Sp): At will—detect psionics, distract, inkling, and them deadly. know direction. These abilities are as the powers manifested by A thought eater is a 3-foot-long creature with flesh of wispy a 15th-level psion. ethereal protomatter, through which its skeleton is easily Attack/Defense Modes (Sp): At will—none/thought shield. seen. It has the lines of a predatory feline with the skull and Feats: Thought eaters gain Improved Initiative as a bonus claws of a cruel bird of prey. feat. Thought eaters do not speak. UDOROOT COMBAT A thought eater lurks on the Ethereal Plane waiting for an Huge Plant intelligent creature, or better yet, a psionic creature to Hit Dice: 6d8+18 (45 hp) happen by. Upon locating one, it shifts to the Material Plane, Initiative: +0 attempting to catch its victim unawares. After a successful Speed: 0 ft. attack, the thought eater quickly retreats to the Ethereal AC: 14 (-2 size, +6 natural) Plane to digest the meal. Attacks:— A thought eater can spend a maximum of 10 continuous Damage:— rounds on the Material Plane before its wispy flesh finally Face/Reach: See text dissipates and it falls dead. If badly wounded, it escapes to the Special Attacks: Psionics Ethereal Plane rather than continue the fight. Special Qualities: Electricity immunity, cold and fire Eat Thoughts (Su): A thought eater can drain power resistance 20, blindsight, psionics points with a successful melee touch attack. This ability Saves: Fort +8, Ref +2, Will +3 resembles the psychic vampire power but drains 6 power Abilities: Str 3, Dex 10, Con 16, Int -, Wis 13, Cha 9 points from the victim. Against a nonpsionic creature, this touch attack deals 1 point of temporary Intelligence damage, Climate/Terrain: Temperate and warm forest and under- which provides nourishment equivalent to 6 power points. ground A thought eater requires 10power points per day to survive Organization: Solitary or patch (2-4-) but will gorge itself on weak prey. Challenge Rating: 5 Ethereal Jaunt (Su): A thought eater can shift from the Treasure: 1/5 coins; 50% goods; 50% items"
    },
    {
        "source":  "psionics_handbook.txt",
        "name":  "Ethereal plane to the Material plane as part of any move Alignment",
        "description":  "Always neutral action, and shift back again as a free action. The ability is Advancement: 7-16 HD (Huge); 17-20 HD (Gargantuan) otherwise identical to ethereal jaunt manifested by a 15th-level psion. Udoroots are innocuous-looking carnivorous plants that use psionic powers to overcome other creatures for use as fertilizer. 155 MONSTERS CHAPTER 8: By far the largest part of an udoroot is its massive, An udoroot can only be killed if its root is dug bulbous root system, the bottommost tip of up or exposed, then burned, hacked apart, or which can reach 30 feet below the otherwise totally destroyed. Severing surface. An udoroot sends six or psionically disabling all six shoots to the surface, each of which crowns puts the plant out of culminates in a “crown” resembling commission, allowing a mature sun flower with reddish excavation of the root. To seeds, white petals, and a particularly sever a crown, an tough and woody stalk. The crowns opponent must penetrate grow in a roughly circular pattern. the woody bark of the The seeds are tough but nutritious stalk (hardness 5) and deal 7 or more and can be made into bread if ground. points of damage. A severed crown A subterranean version of the dies and can no longer be used to udoroot grows “upside down” near attack, but the udoroot suffers no the edges of Underdark communities. other penalties. As long as the root system remains intact, the crown regrows in about a month. It is COMBAT also possible to overcome a Udoroot crowns grow in a circular crown in psionic combat by pattern, creating a rough circle some reducing any one attribute 20 feet in diameter. Each crown acts score to 0; this does not harm as a separate creature for purposes of the main root or any other combat, allowing the plant to crowns, which must be psionically attack up to six times per attacked separately. round. A favorite tactic is creating Blindsight (Ex): astral constructs to physically fight Udoroots can ascertain all for the plant. Once a victim is foes by nonvisual means overcome, the udoroot telekinetically within 30 feet. drags the body into the circle (if not Psionics (Sp): At will— already there) to nourish the main astral construct II, biocurrent, plant below. false sensory input, lesser body adjustment, and telekinesis. These MONSTERS RANKED BY abilities are as the CHALLENGE RATINGS powers manifested by a Astral construct, 1st level 1/3 15th-level psion. Brain mole 1/3 Attack/Defense Modes (Sp): Blue 1/2 At will—id insinuation, mind Astral construct, 2nd level 1 thrust/mental barrier, thought Githyanki 1 shield. Githzerai 1 Puppeteer 1 MONSTERS BY TYPE Astral construct, 3rd level 2 Thought eater 2 (AND SUBTYPE) Crysmal 3 Aberration: folugub, intellect devourer, Folugub 3 neothelid, temporal filcher, thought eater. Temporal filcher 3 Animal: brain mole. Astral construct, 4th level 4 Construct: astral construct, psion-killer. Astral construct, 5th level 5 Elemental (Earth): crysmal. Udoroot 5 (Goblinoid): blue. Intellect devourer 6 Humanoid: blue. Phthisic 6 (Incorporeal): caller in darkness. Astral construct, 6th level 7 Monstrous Humanoid: phthisic. Astral construct, 7th level 8 Outsider: githzerai. Astral construct, 8th level 9 Outsider (Chaotic): cerebrilith. Caller in darkness 9 Outsider (Evil): cerebrilith, githyanki. Astral construct, 9th level 10 Plant: udoroot. Psion-killer 12 Undead: caller in darkness. Cerebrilith 14 Vermin: puppeteer. Neothelid 15 156 :8 RETPAHC SRETSNOM"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Cavalry",
        "description":  "Humans have a relationship with horses that SOCIETY AND CULTURE stretches back beyond their oldest history books. And as long as humans have had horses, humans have ridden them Human societies exhibit the same psychological traits that into battle. individual humans do—they tend to be ambitious, adapt- Human generals particularly prize the mounted knight, able, and aggressive. Some traits are stronger in a given because the knight minimizes human weaknesses while society than others, of course. A fantasy culture inspired accentuating human strengths. An individual human is by the Vikings might be quite aggressive but harbor no relatively fragile on a D\u0026D battlefield but becomes a lot societywide ambitions beyond living to plunder again next tougher once encased in armor and attached to a 1,000- year. One inspired by the ancient Egyptians might work pound fighting animal. The speed of a horse gives a human to build great monuments and be the dominant culture general the ability to react quickly to a changing situation of its time, but might have a hard time coping with the on the battlefield. Thus, a unit of knights improves the inevitable change of history’s turning pages. whole army’s adaptivity—a key human trait in war or peace. SOCIETY’S DRIVE TO ORGANIZE"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Paladin",
        "description":  "Half-elf paladins are even more scarce than The threat made him growl. A threat? From this flimsy little half-elf clerics. While human paladins are often respected man with his puffy face and thinning hair? for their devotion to their deities, half-elf paladins are more Straightening to his full height, Tersh tossed his hood ecumenical in their outlook—but they smite evildoers just back, hefted the club on his shoulder, and glowered down as hard. Most half-elf paladins eschew the stereotype of the at the man. “Or else what?” he growled. “You’ll attack me? heavily armed and armored stalwart combatant, acting with Go ahead—I can use a good meal.” He bared his tusks fully quickness and alacrity to mete out justice. Half-elf paladins and took a step forward. are more common among half-elves raised by humans than That was all it took. The man broke and ran, his scab- among those raised by elves. bard banging against his leg. Tersh laughed, then sighed."
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Ranger",
        "description":  "Half-elves make superb rangers, thanks in part That was fun, but I have to learn how not to lose my temper to their keen senses. Their elf blood often counts as a ben- like that. . . . efit when dealing with creatures of the forest, particularly fey, who may distrust any other sort of character. Half-elf 42 HALF-ORCS HALF-ELVES \u0026 CHAPTER 2 their orc parents, they all retain (to varying degrees) a rather HALF-ORC PSYCHOLOGY brutish intellect that tends to categorize people, items, and Spurned by both sides of their heritage, half-orcs are rebels concepts in black-and-white terms. To a half-orc, a creature, who don’t fit into society—and often don’t want to fit into idea, or thing is either good, bad, or unworthy of his further society. Their central psychological trait, developed as a attention. defense mechanism, is a stubborn independent streak that keeps everyone and everything at a safe distance. BRUTAL CHILDHOODS At their best, half-orcs are independent and cautious, Most half-orcs grow up hiding from full-blooded human always alert for danger from every quarter. At their worst, children, weary of the bombardment of taunts and insults they’re rage-fueled time bombs, lashing out at anything that they find themselves subjected to. Full-blooded human gets too close—whether it’s an ally or an enemy. adults can be just as cruel, so a half-orc often finds refuge only within his immediate family—assuming he was not QUICK TO JUDGE, QUICK TO ANGER abandoned as a baby (which is the fate of many half-orcs Half-orcs spend their lives looking over their shoulders, soon after they come into the world). waiting for the next blow to fall. By the time they reach Once a half-orc in a human community reaches puberty, adulthood, most have been tricked and betrayed so many life changes for him, but it doesn’t get any easier. Still visibly times that they don’t easily trust anyone else. The typical different in appearance from other children, now he is also half-orc is abandoned at birth, bullied throughout child- noticeably larger and stronger, better able to defend himself hood, and cast out into the wilderness as an adolescent. against bullies. Since half-orcs mature slightly more rapidly As a result, most of the half-orcs who reach adulthood are than humans, an adolescent half-orc may be almost at his cunning and wary to the point of being paranoid. full adult height and weight, which makes him more than Half-orcs have been in danger their whole lives, so they a match for the human children around him. have learned to make split-second assessments of a situation Many half-orcs grow up to become bullies themselves, and react accordingly. And their stubborn, independent intent on paying back the other children for years of humili- streak means that they’ll stick with that first assessment ation. After a half-orc is tormented throughout his early even if they later suspect it was the wrong call. Many a childhood, it understandably feels good to now be bigger half-orc has attacked a bystander, only to learn after the and stronger than most human children, perhaps even fact that his “foe” meant him no harm. Half-orcs realize, formidable enough to make adult humans back away. however, that taking time for reasoned contemplation of a Other people’s underlying attitudes toward the race, threat is a luxury not usually available to them. however, don’t change just because a half-orc puts on a few Just as half-orcs are quick to make judgments, so too are extra pounds of muscle. If anything, the physical difference they quick to change moods. between half-orcs and humans reinforces the stereotype. Like orcs, they tend to be sullen and short-tempered, Humans assume that half-orcs are brutish bullies, and snarling or lashing out at anything that displeases them. young half-orcs unwittingly exacerbate that fear. By the They prefer action to thought and would rather settle a time a half-orc matures enough to learn how to behave dispute with fighting than with words. Half-orcs wear “properly” in human society, the damage is often done. As their emotions on their sleeves, becoming wildly exuberant a result, many half-orcs leave home shortly before or soon when they are happy and deeply brooding when they are after reaching adulthood. They escape to find someplace displeased. Perhaps because of this straightforwardness in where people do not know them, in the hopes of starting the display of their emotions, half-orcs despise trickery and over. lies and usually respond to such insults with overwhelming Roleplaying Application: The key to knowing or violence. understanding any half-orc lies in the character’s parentage. A half-orc raised among humans has to learn to keep his If your character is a half-orc, think about who his parents most violent outbursts under control. Exceptions may exist were, and how they met. Was your character’s conception if the humans of a community are particularly barbaric and birth the result of love, an arranged marriage, or an themselves, but few settlements will tolerate anyone who abduction? Consider also your childhood: you could have attacks with little or no provocation. Most half-orcs learn been kept by your parents, given up for adoption, or left for to channel their anger into focused rages (some of them dead. becoming the quintessential barbarian), while still striving to attain the elusive goal of a contemplative state of mind. NO TRUE PLACE IN SOCIETY Because half-orcs are creatures of quick judgment, they Human societies usually relegate half-orcs to the fringes, have a hard time dealing with tasks that require sustained, where they eke out a meager subsistence-level existence nuanced reasoning. Most philosophical discussions not through begging, menial labor, or selling their formidable only go over the heads of most half-orcs, but bore them no fighting skills. Because of this treatment, many half-orcs end. While most half-orcs are considerably smarter than become bitter and resentful toward humans, harboring deep 43 2 RETPAHC \u0026 SEVLE-FLAH SCRO-FLAH grudges that last a lifetime. A few lucky half-orcs grow up and armor, but fine furniture, rich clothing, and luxurious in more enlightened societies that don’t make value judg- homes seem foolish purchases to someone who may not live ments about racial identity—but even those individuals long enough to fully enjoy them. come face to face with pervasive prejudice as soon as they visit the wider world. THE STUPID STEREOTYPE Half-orcs who are raised by orcs commonly become Everyone assumes that half-orcs are strong but stupid, almost indistinguishable on the surface from their more and so they are taught as children to rely on their physical brutish kin. They must be tough and merciless to survive, prowess rather than their intellect. Many half-orcs believe although their higher wisdom enables them to be much that strength is their only asset, so they fall into the role of more cunning in their attempts to survive. Half-orcs raised “big and stupid” because they resign themselves to it and in an orc tribe or community learn to respect strength above society expects it. any other quality and have difficulty understanding the Half-orcs can be quick and stealthy, but most blunder nuances of subtlety, tact, and diplomacy. about instead because they do not consider themselves agile"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Roleplaying Application",
        "description":  "When everyone else’s charac- dragon mask, jewelry box ter is resting and relaxing, think about how your illumian is carved to look like sleeping cat spending her time. She volunteers for every menial task, as 91–95 1d6×1,000 gp Embroidered spider silk robe, bejeweled gavel, opal-studded long as it supports the overall party effort. She likes taking boots night watch, doesn’t mind digging fortifications, and finds 96–99 2d4×1,000 gp Oil paint group portrait in copying ancient maps a worthy activity. Your character also golden frame, set of black pearl favors “useful” activities rather than trivial ones. Why spend bracelets, marble bust with a night lounging in the common room of the inn, she’ll ask permanent image Illumian sigils floating around it her comrades, when they could be knitting together new 100 2d6×1,000 gp Illuminated encyclopedia set, links for a suit of chainmail? dragon statuette covered in emeralds or rubies, diamond- ARTS AND CRAFTS studded vestments Illumians appreciate and savor life’s luxuries—from the taste of spicy food to the poetry of an ancient epic to the The wall frescoes that commonly decorate a cabal’s inte- glitter of a jeweled pendant—but their enjoyment of these rior walls feature group portraits of illumians important pleasures is ancillary to a more prosaic purpose. An illumian to the cabal, as well as battle scenes that depict illumians 58 3 RETPAHC SNAIMULLI slaying monsters and defeating foes. Both the portraits ics) is twice as likely to appear. Eliminate the climber’s kit and the battle scenes are highly posed, with the more entry on Table 3–8, page 56 of the D ungeon Master’s Guide, important illumians occupying higher positions in the and replace it with 59–68 Disguise kit (50 gp). painting. Traditional illumian paintings never depict anyone looking down on the central illumian—their TECHNOLOGY AND MAGIC eyes are always lower than the sigils that surround the A magical ritual created the fi rst illumians, and as a result illumian’s head. the race has close ties to magic. Furthermore, the illumian Another stylistic conceit common in illumian art is the facility for language and love of the written word nudges sigils themselves, which are an exception to the illumian many of them into wizard training—at least as a sideline tendency toward realism. Traditional illumian portraits to their other pursuits. don’t show the actual sigils that fl oat around the head of a Because illumians have such a strong magical heritage, particular illumian. Instead, the artist paints the name of they regard the study of such arts quite highly. An illumian the subject (in Illumian) where the sigils would ordinarily who learns the greatest arcane secrets isn’t just expanding fl oat. Sculptors employ a similar technique, but the limita- the study of magic, but delving into the forces that created tions of the medium mean that they rely on illusion magic his race. to create the fl oating names. Diviner and illusionist wizards are particularly common Even illumian jewelry and decorative arts follow the among illumians, because those spells are so useful in an trend toward realism. Illumian handcrafts are intended intrigue- and espionage-fi lled world. However, the race’s to represent a specifi c creature or object: a necklace that most powerful wizards and sorcerers include a multitude looks like a serpent, a ruby pendant that looks like a drop of enchantment spells in their repertoires. The power word of blood on an open palm, and so on. Embroidery and other spells, above all enchantments, are regarded with particular decorations on clothes likewise depict real objects. The edge awe by illumians. of a cloak, for example, likely bears an embroidered feather Illumians are a young race, and their deities attained or vein pattern, not a simple stripe or abstract design. godhood only within the last few centuries. As a result, they"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Typical Directorates",
        "description":  "Gauntlet cabals have the usual magical powers. The local government near a gauntlet cabal directorates focused on the cabal’s upkeep: resources, is always riddled with spies in the pay of the illumians, education, defense, and research. But because the outside and a successful gauntlet cabal has achieved direct or world draws their attention, gauntlet cabals produce indirect control over the government’s actions as well. A a number of agents who work beyond the walls of the gauntlet cabal likewise tries to control or drive off powerful enclave. Gauntlet cabals organize multiple directorates individuals or monsters (such as the wizard in the mysteri- devoted to diplomatic efforts, espionage, and small-scale ous tower or the blue dragon lairing nearby). military actions, divided both by the kind of activity and 66 3 RETPAHC SNAIMULLI The most effective gauntlet cabals act as puppet masters, more trouble than it’s worth to attack. A gauntlet cabal using their pawns to control others. For example, a gauntlet might establish an enclave in the middle of a swamp, amid cabal might use blackmail and magic to control the com- a steep mountain range, or buried deep beneath the earth. mander of a military garrison, then turn that garrison Each enclave features strong battlements clearly augmented against the elf community in a nearby forest. Or the gauntlet by magic, as well as monstrous defenders such as dragons cabal could have the garrison pledge its troops to a religious and giants. crusade sponsored by the local church of Heironeous—in Inside an enclave, the focus shifts from a demonstration exchange for the placement of a few illumians in the higher of strength to a demonstration of power and wealth. Lavish levels of the priesthood. interior decoration adorns areas seen by nonillumians, the"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "When an illumian name is spoken in a language other than Adventure Hook",
        "description":  "The Eyes on Sumberton directorate has Illumian, the personal name is untranslatable and is simply used diplomacy, enchantment magic, and blackmail to keep pronounced. The cabal name is translated into an equivalent Lord Macazril from planning a war on Lord Tarvan—and compound word such as “Bloodwing” or “Oakmaw.” the gnome town under Tarvan’s protection—to no avail. 83 ILLUMIANS CHAPTER 3 The directorate hires the PCs to infiltrate Macazril’s keep disappeared during the cabal’s battles with the Graypeaks, and sabotage his ability to make war on the eve of battle. and he periodically insists that one of the “Eyes on” director-"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Adventure Hook",
        "description":  "The directorate uncovers the name of a ally succeed at a task. Tiamat cultist among miners in the Rossalian mountains. Inspire Courage (Su): Use music or poetics to bolster his The PCs must infiltrate the mine, gain the trust of the allies against fear and improve their combat abilities. cultist, and pretend to join the cult, balancing their fake Glyphic Resonance (Ex): As an illumian, Ruthek identities with their duty to the cabal until they’ve learned interacts strangely with symbol-based spells. See page 53 enough to shut the cult down. for details. Illumian Word (Su): Ruthek’s combination of power IMPORTANT CABAL MEMBERS sigils provides him with the vaulkrau illumian word. During The following NPCs are important members of the the time when he prepares his spells, he may choose to leave Bloodwing cabal. They have statistics appropriate for their a spell slot unfilled in order to add an insight bonus equal station, so you can use them even if you aren’t using the to the spell’s level on his next saving throw. Bloodwing cabal. Luminous Sigils (Su): The supernatural sigils that orbit Ruthek’s head provide illumination equal to that of a candle. Bloodwing Ruthek, Black Table He can make these sigils disappear as a standard action, but Ruthek is the oldest of the Bloodwings to sit at the Black loses the sigils’ benefits and can’t use any special abilities Table and has a great deal of influence over the Black Table’s granted by power sigils or his illumian word while they’re agenda. Over the decades, he has seen the Bloodwing cabal doused. Restoring the sigils to visibility is a free action. extend its reach over much of the province of Rossalia, Power Sigils (Su): Ruthek’s krau power sigil grants a +2 then survive a bitter war with a rival cabal, the Graypeaks. bonus to Ruthek’s caster level (included). His vaul power His is a voice of caution at the Black Table, urging the sigil grants a +2 bonus on Charisma checks and Charisma- cabal to consolidate its gains rather than foment new, based skill checks (included). aggressive plots. Bard Spells Known (3/5/3 per day; caster level 7th): 0—flare Although his loyalty is beyond question, Ruthek isn’t (DC 17), ghost sound (DC 17), message, open/close, read magic, above using the resources of the cabal for personal ends. summon instrument; 1st—charm person (DC 18), hypnotism, His eldest son lives a life of indolence and luxury as a well- identify, silent image; 2nd—calm emotions, enthrall (DC 19), cared-for Final Seed. Ruthek has an older daughter who tongues. 84 3 RETPAHC SNAIMULLI Sorcerer Spells Known (6/8/8/8/7/6/4 per day; caster half damage, he takes no damage with a successful saving level 14th): 0—acid splash, dancing lights, detect magic, detect throw. poison, light, mage hand, mending, ray of frost, resistance; Glyphic Resonance (Ex): As an illumian, Gulthau 1st—disguise self, feather fall, magic missile, obscuring mist, interacts strangely with symbol-based spells. See page 53 shield; 2nd—arcane lock, detect thoughts (DC 19), glitterdust, for details. knock, Melf’s acid arrow; 3rd—fly, haste, lightning bolt (DC Illumian Word (Su): Gulthau’s combination of power 20), suggestion (DC 20); 4th—charm monster (DC 21), fear sigils provides him with the uurnaen illumian word. During (DC 21), scrying (DC 21); 5th—cone of cold (DC 22), teleport; the time when he prepares his spells, he may choose to leave 6th—geas/quest. a 1st-level or 2nd-level spell slot unfilled in order to add an"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Bloodwing Gulthau",
        "description":  "Illumian rogue 5/cleric 8; CR 13; he discovers how to bypass the trap without triggering or Medium humanoid (human); HD 5d6+5 plus 8d8+8; hp 66; disarming it. Init +2; Spd 30 ft.; AC 16, touch 12, flat-footed 16; Base Atk Uncanny Dodge (Ex): Gulthau retains his Dexterity +9; Grp +9; Atk +12 melee (1d6+1/18–20, +1 rapier); Full Atk bonus to AC even when flat-footed or targeted by an unseen +12/+7 melee (1d6+1/18–20, +1 rapier); SA sneak attack +3d6, foe (he still loses his Dexterity bonus if paralyzed or other- spells, turn undead 4/day (+1, 2d6+9, 8th); SQ evasion, glyphic wise immobile). resonance, illumian word, luminous sigils, power sigils, trap- Cleric Spells Prepared (caster level 8th): 0—detect magic (3), finding, trap sense +1, uncanny dodge; AL LG; SV Fort +8, Ref light, mending, read magic; 1st—bless, comprehend languages, +8, Will +13; Str 10, Dex 14, Con 12, Int 8, Wis 22, Cha 13. detect evil, divine favor, remove fear, sanctuaryD, shield of faith;"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Names",
        "description":  "To a doppelganger, a name is just another “prop” • Racial Skills: A doppelganger’s monstrous humanoid to be used in its disguise. A doppelganger uses hundreds levels give it skill points equal to 7 × (2 + Int modifier). of names throughout its lifetime, although none of those Its class skills are Bluff (Cha), Diplomacy (Cha), Disguise names can truly be said to “belong” to that individual. Still, (Cha), Intimidate (Cha), Listen (Wis), Sense Motive (Wis), each doppelganger does have a single, unique name, which and Spot (Wis). is almost never used. Doppelganger names are derived from • Racial Feats: A doppelganger’s monstrous humanoid an ancient human language that died millennia ago, giving levels give it two feats. further weight to the theory that they descended from • +4 natural armor bonus: Doppelganger skin is resilient human origins. Since doppelgangers lack distinct gender, and tough. there are no male or female variations in naming. • +4 racial bonus on Bluff and Disguise checks: Dop-"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Religion",
        "description":  "Like ogres, evil half-ogres worship Vaprak • Giant: Half-ogres are creatures with the giant type. the Destroyer. The rapacious Vaprak is a chaotic evil deity • Large: As Large creatures, half-ogres take a –1 penalty of combat, destruction, aggression, frenzy, and greed. His to Armor Class and a –1 penalty on all attack rolls. They domains include Chaos, Destruction, Evil, and War, and also have a reach of 10 feet. 97 Illus. by R. Spencer 4 RETPAHC SECAR REHTO YNITSED FO • Half-ogre base land speed is 30 feet. reinforcing the stereotype about their race in general. In • Darkvision: Half-ogres can see in the dark out to 60 feet. such a situation, ordinary-appearing mongrelfolk are often Darkvision is black and white only, but it is otherwise able to move about more freely, because no one associates the like normal sight, and half-ogres can function just fine slightly tall dwarf or slightly stocky elf with the hideously with no light at all. deformed creature hiding in the woods nearby. • Natural Armor: Half-ogres have +4 natural armor due to Personality: Mongrelfolk grow up knowing that they their tough, thick skin. do not belong to one particular race, but are kin to all of • Automatic Languages: Giant and them. They are perhaps the most Common. Bonus Languages: Dra- open-minded of the humanoid conic, Gnoll, Goblin, Orc, and races in terms of dealing with each Abyssal. Smart half-ogres (who are other—mongrelfolk see rare) learn the languages of their allies or rivals. • Favored Class: Barbarian. A nothing wrong multiclass half-ogre’s barbar- with having orc ian class does not count when friends, any more than determining whether he takes they have problems allying with an experience point penalty for dwarves or elves or gnomes. They treat multiclassing. every race as equals and as distant cous- • Level adjustment +2. ins and hope to be treated the same way in return. To facilitate this MONGRELFOLK Those people who have heard of mongrel- folk know them as brutish, ugly creatures who bear the worst features of all their parent races. And that is exactly how the mongrel- folk like it. goal, mongrelfolk learn how to imitate the other In actuality, mongrelfolk can pass races. They practice archery and woodcraft to be more for members of their parent races—any like elves, stonework to be more like dwarves, and of them. In fact, when someone meets a mon- cooking to be more similar to halflings. grelfolk, he always assumes the new acquaintance is The race’s real talents lie in the area of stealth. a member of one of the other major humanoid Mongrelfolk are naturally sneaky, expert at races—just not his own. Dwarves see vanishing into a crowd. They hone these skills, mongrelfolk as unusually tall and broad- working to become quieter and quicker and shouldered elves, while elves less obtrusive, and their familiarity with might consider them different races makes this task even to be surprisingly tall easier. and slender dwarves. Physical Description: Mongrelfolk Orcs view them as oddly short range in height from a little under 5 feet to almost and ugly humans, while humans might A mongrelfolk rogue on the prowl 6 feet tall, and they weigh between 125 and 230 see them as tall and strangely comely pounds. Their skin ranges from pale to dark, per- orcs. To each race, a mongrelfolk looks like a member haps with gray or pink undertones, and their hair ranges of another race, because they have features common to from fine to coarse and black to white-blond. They usually several species. Mongrelfolk use this inability to pin down have large green or brown eyes, which can be dark or pale their ancestry to their advantage. After all, it is difficult or (as is often the case) indeterminate enough to look dark to describe the culprit of a crime if a witness cannot even in shadow but pale in bright light. Their ears are slightly identify her race with certainty. upswept and come to mild points at the upper tips, and Those few mongrelfolk who are born with clearly they usually have heavy brows and jaws. Mongrelfolk favor nonhuman features serve as a distraction from the rest of simple, functional clothing and rarely wear jewelry. the race. They grow up knowing that they will be spat upon Relations: Mongrelfolk get along extremely well with by the other races, but secretly honored by their own kin. the other humanoid races, for two reasons. First, the These visibly misshapen mongrelfolk make sure that people mongrelfolk themselves appreciate each race’s unique in the area know who they are and where they are, thus traits and culture, and they enjoy meeting and mingling 98 kaloP .E yb .sullI OF DESTINY OTHER RACES CHAPTER 4 with people. Second, other races never realize mongrelfolk that sound close to those of several different races. They are among them, taking each mongrelfolk instead for a adopt different last names or clan names depending on member of another race. This allows the mongrelfolk to what race they encounter. A mongrelfolk’s clan name is move freely through the world, avoiding any racial bias used as a middle name, staying constant no matter what and giving none in return. Mongrelfolk are perhaps closer disguise the individual uses. Mongrelfolk clan names are to half-elves than to any other race, because half-elves can one syllable in length, and can easily sound like the first also be mistaken for a member of one of their two parent portion of a last name, allowing a mongrelfolk to utter races. Mongrelfolk feel a degree of pity toward half-orcs his clan name and then the fictitious one after it, and and half-ogres, who are clearly not human and are perse- thereby identify himself to any mongrelfolk nearby. cuted for their differences. Male Names: Andion, Austen, Caden, Elzedar, Haraze,"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Language",
        "description":  "All sharakim speak Common, and most • +1 natural armor bonus: Sharakim skin is tough and speak at least one other language, usually Dwarven, Elven, difficult to pierce. or Gnome. Though a few sharakim learn Orc—the better to • Shadow Affinity (Ex): Sharakim are born to darkness, understand their enemies—they will not speak Orc under and despite their claims they operate best in night and any circumstances, and nothing written in that language shadow. In areas of darkness or shadowy illumination, a is allowed in their homes. 104 OF DESTINY OTHER RACES CHAPTER 4 sharakim gains a +2 racial bonus on Hide, Move Silently, Physical Description: Skulks stand between 5 feet and Search, and Spot checks. 6 feet tall and weigh 120 to 180 pounds. They are completely • Light Sensitivity (Ex): Sharakim take a –1 penalty to hairless and wear little or no clothing. It is difficult to attack rolls in bright sunlight or within the radius determine, at first glance, whether a skulk is male or female. of a daylight spell. Their skin is usually dull gray, but an individual can • +1 racial bonus on attack rolls against orcs change its color on a whim, from a subdued brown to a (including half-orcs): Sharakim despise orcs, lurid red or yellow. Skulks are capable of assuming and learn special combat techniques that enable any “natural” human flesh tone to better blend them to fight them more effectively. in. They have pupilless blue eyes, regardless of • Automatic Language: Common. Bonus Lan- their skin coloration. guages: Dwarven, Elven, Gnome, and Relations: Skulks typically hate all human- Orc. oid races, but display particular viciousness • Favored Class: Wizard. A multi- toward their human forebears. Even those class sharakim’s wizard class does skulks who aren’t evil don’t usually trust not count when determining other races, remaining on the outskirts of whether he takes an experience civilization rather than trying to integrate point penalty for multiclassing. themselves. • Level adjustment +1. Alignment: Naturally violent and cruel, skulks tend toward chaos and evil, though a few manage to avoid these tendencies. Good SKULK skulks are outcasts even among their own Once members of an underprivileged people, and lawful skulks are extraordinarily rare caste of an ancient empire, the humans (but can become leaders among their race). who would become skulks withdrew Skulk Lands: Skulks have no lands of their from the world through a magical cer- own, instead living near or within human emony that solidified their “untouchable” towns and cities. They are parasitic in status. The ritual granted them natural nature, living off what they can scrounge camouflage, allowing skulks to blend in or steal. Particularly bold skulks even live perfectly with their surroundings. among humans for short periods of time, using Skulks gather in small bands within or disguise and subterfuge to survive. near human communities. When night falls, Religion: Skulks typically worship deities they engage in raids that result in bloodshed devoted to evil, deception, treachery, and as the skulks’ innate hatred for humans murder. Nerull and Vecna find numerous manifests itself in murderous rage. They use worshipers among the skulks. Nonevil skulks ambush, deception, and superior numbers venerate deities such as Boccob or Olidammara. to overwhelm their victims. Their most revered deity is the god Syrul, a neu-"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Mimic Class Feature",
        "description":  "Tyler has the ability to mimic level arcane spell from the divination school. certain class features possessed by other characters once Special: Trapfinding class feature. per day. See the chameleon class description for details. Trapfinding (Ex): Tyler can find, disarm, or bypass traps CLASS FEATURES with a DC of 20 or higher. He can use the Search skill to find, As a loredelver, your class features relate to your core mis- and the Disable Device skill to disarm, magic traps (DC 25 + sion of exploring tombs, ruins, and forgotten sites looking the level of the spell used to create it). If his Disable Device for ancient manuscripts and other lore. Your spellcasting result exceeds the trap’s DC by 10 or more, he discovers how ability continues to advance at nearly its full rate, bolstered to bypass the trap without triggering or disarming it. by a few spell-like class abilities that augment your ability Uncanny Dodge (Ex): Tyler retains his Dexterity bonus to find magical auras and defeat traps. to AC even when flat-footed or targeted by an unseen foe Spells per Day: At each level after 1st, you gain new (he still loses his Dexterity bonus if paralyzed or otherwise spells per day (and spells known, if applicable) as if you had immobile). also gained a level in an arcane spellcasting class to which Cleric Spells Prepared (caster level 5th): 0—detect magic, you belonged before adding the prestige class level. You detect poison (2), light, read magic; 1st—comprehend languages, do not, however, gain any other benefit a character of that disguise selfD, divine favor, protection from law, shield of faith; class would have gained. If you had more than one arcane 2nd—bull’s strength, hold person (DC 14), invisibilityD, silence spellcasting class before becoming a loredelver, you must (DC 14); 3rd—nondetectionD, prayer. decide to which class to add each level for the purpose of"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Familiar",
        "description":  "Due to the dangerous nature of her profession, flame, knock, locate object, Melf’s acid arrow, resist energy, rope Vaora has declined to summon a familiar. trick, spider climb, web, whispering wind; 3rd—arcane sight, Fearless (Ex): Immunity to fear. displacement, gaseous form, heroism, lightning bolt, magic circle 122 CLASSES PRESTIGE CHAPTER 5 against evil, phantom steed, protection from energy, suggestion, tongues; 4th—fire shield, illusory wall, remove curse, wall of fire; CLASS FEATURES 5th—break enchantment, dismissal, mirage arcana, overland The menacing brute’s class features focus on making you an flight, passwall, Rary’s telepathic bond, sending, wall of force, wall intimidating presence on the battlefield. You can demoral- of stone; 6th—greater heroism, legend lore, Tenser’s transforma- ize your opponents with a stare and strike terror into their tion, true seeing, wall of iron; 7th—banishment, ethereal jaunt, hearts as you slay their companions. limited wish, phase door, power word blind, project image, greater Demoralizing Stare (Ex): You gain a competence bonus scrying, greater teleport. on Intimidate checks equal to your menacing brute level."
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Winding Alleys",
        "description":  "Trap foe in phantasmal maze. (local) to your list of cleric class skills. 163 MAGIC CHAPTER 7 City Domain Spells 3rd-Level Paladin Spells 1 Rooftop Strider: Move across uneven surfaces with Insignia of BlessingF: Bearers of special insignia gain +1 ease. bonus on attack rolls and saves against fear. 2 City Lights: Absorb nearby light to release as blinding Insignia of WardingF: Bearers of special insignia gain +1 flare. to AC, Fortitude saves. 3 Winding Alleys: Trap foe in phantasmal maze. 4 Commune with City: Learn about city. RANGER SPELLS 5 Skyline Runner: You can walk normally on any city 1st-Level Ranger Spell surface. Locate City: Find nearest city. 6 City Stride: Teleport between two cities. 7 Urban Shield: City grants cover to you, not to ene- SORCERER/WIZARD SPELLS mies. 1st-Level Sorcerer/Wizard Spells 8 City’s Might: Gain enhancement to Str and Con, damage Div Discern Bloodline: Know the race of one crea- reduction, while in city. ture/level. 9 Animate City: City structures attack, slow down Locate City: Find nearest city. enemies. Scholar’s Touch: Read books in seconds."
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Material Component",
        "description":  "A ball of SKYLINE twine and wooden splinters. RUNNER Transmutation URBAN SHIELD"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "The city itself shields you from harm, You reshape your personal fate to Target",
        "description":  "One creature leaning in to protect you with its walls, potentially avoid some tragic action, Duration: 1 round/level lampposts, and other structures. You but the ripples caused in your destiny Saving Throw: Will negates gain cover (+4 bonus to AC, +2 bonus have unpleasant side effects for a brief Spell Resistance: Yes on Refl ex saves) against all attacks period. After learning the result of and spells. a saving throw that you have rolled, The subject suddenly feels as if the At the same time, the city reshapes you may cast this spell to reroll the walls of the city are closing in around itself to accommodate your attacks. save, but with an insight bonus equal him. If the subject fails a Will save, Against your attacks and spells, ene- to your caster level (maximum +20). he believes he is trapped in a maze of mies within the city never benefi t Alternatively, if you are struck in narrow city alleys that twist and turn from cover that would be gained from combat you can apply the insight in circles. The subject remains in his the walls, objects, or other parts of the bonus to your AC against the attack current location, but is effectively city and its structures. (even if fl at-footed); if your new AC stunned as long as the spell lasts. Each You must be within a community exceeds the attack roll, the attack round at the end of his turn, the sub- no smaller than a small city to cast misses you. ject may attempt a DC 15 Intelligence this spell. Casting this spell has a side effect: check to escape the maze and end the"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Arcane District",
        "description":  "This district holds a high concentra- awry. tion of adepts, sorcerers, wizards, and alchemists. Stores Military District: The military district is the site of a filled with material components for spells line the streets large fort, castle, keep, armory, parade ground, and other and magic items are sold to those with the money to pay structures dedicated to supporting the town’s militia or for them. To the untrained eye, arcane districts may be army. These districts are commonly walled off, even within indistinguishable from university districts, since many the city proper, and designed with defense in mind. This arcane districts host schools and academies that teach the district has a much higher percentage of city guards and art of magic. If the town has a magical power center, the soldiers, although the exact amount depends on the size arcane district will typically be the most powerful district of the military in the town. Strangers and those without a within its walls. good reason to be in the area are actively discouraged from"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Merchant",
        "description":  "Male or female human expert 4; CR 3; Medium titude, Skill Focus (Craft [blacksmithing]), Toughness. humanoid; HD 4d6–4; hp 12; Init +0; Spd 30 ft.; AC 10, touch Language: Common. 10, flat-footed 10; Base Atk +3; Grp +2; Atk or Full Atk +2 Possessions: Leather armor, two masterwork light hammers, melee (1d4–1/19–20, dagger) or +3 ranged (1d4–1/19–20, masterwork artisan’s tools, pouch containing 3d4 gp and dagger); SA —; SQ —; AL NG; SV Fort +0, Ref +1, Will +3; 2d4 sp. Str 9, Dex 10, Con 8, Int 12, Wis 11, Cha 14."
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Sorcerer Spells Known",
        "description":  "(6/8/7/7/7/7/4 per day; caster level half-orc traits, trapfinding; AL NE; SV Fort +4; Ref +5; Will 13th): 0—acid splash, dancing lights, daze (DC 15), flare (DC +1; Str 17, Dex 14, Con 13, Int 10, Wis 10, Cha 6. 17), light, mage hand, prestidigitation, ray of frost (+8 ranged Skills and Feats: Appraise +4, Climb +7, Hide +8, Intimidate touch), touch of fatigue (DC 15; +5 melee touch); 1st—burning +4, Listen +4, Move Silently +8, Spot +4; Power Attack, hands (DC 18), endure elements, magic missile, shield, Tenser’s Stealthy. floating disk; 2nd—eagle’s splendor, flaming sphere (DC 19), Languages: Common, Orc. pyrotechnics, resist energy, scorching ray (+8 ranged touch); Sneak Attack: The thug does an extra 1d6 points of 3rd—daylight, fireball (DC 20), flame arrow, protection from damage on any successful attack against flat-footed or energy; 4th—confusion (DC 19), fire shield), fire trap (DC 19), flanked targets, or against a target that has been denied its wall of fire; 5th—dominate person (DC 20), teleport, wall of force; Dexterity bonus for any reason. This damage also applies to 6th—Bigby’s forceful hand, chain lightning (DC 23). ranged attacks against targets up to 30 feet away. Creatures"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Hawk Familiar",
        "description":  "CR —; Tiny magical beast; HD 13; hp 23; is considered an orc. Init +3; Spd 10 ft., fly 60 ft. (average); AC 24, touch 15, flat- Trapfinding (Ex): The thug can find, disarm, or bypass footed 21; Base Atk +0; Grp –10; Atk or Full Atk +5 melee traps with a DC of 20 or higher. He can use the Search (1d4–2, talons); Sa —; SQ deliver touch spells, empathic skill to find, and the Disable Device skill to disarm, magic link, improved evasion, low-light vision, share spells, traps (DC 25 + the level of the spell used to create it). If his speak with hawks, speak with master, spell resistance 18; Disable Device result exceeds the trap’s DC by 10 or more, 186 DESTINY CAMPAIGNS OF CHAPTER 8 he discovers how to bypass the trap without triggering or Possessions: Masterwork longspear, masterwork sling with disarming it. 10 bullets, +1 studded leather armor, cloak of resistance +1, potion"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Familiar Benefits",
        "description":  "The spy gains special benefits from spells), glyphic resonance, illumian word, lore +8, luminous having a familiar. This creature grants the illumian spy a sigils, power sigils, secret, shadow familiarity; AL LN; SV +3 bonus on Move Silently checks (included in the above Fort +5, Ref +4, Will +12; Str 8, Dex 10, Con 12, Int 18, Wis statistics). 14, Cha 14. Alertness (Ex): *The familiar grants its master Alertness Skills and Feats: Concentration +13, Decipher Script +16, as long as it is within 5 feet. Gather Information +4, Knowledge (arcana) +19, Knowledge Empathic Link (Su): The spy can communicate telepathi- (geography) +12, Knowledge (history) +16, Knowledge (the cally with his familiar at a distance of up to 1 mile. The planes) +16, Listen +4, Spellcraft +18, Spot +4, Survival +2 spy has the same connection to an item or a place that the (+4 on other planes, +4 to avoid hazards/getting lost); Brew familiar does. Potion, Craft Wondrous Item, Greater Spell Focus (enchant- Share Spells (Su): The spy may have any spell he casts on ment), Scribe ScrollB, Skill Focus (Knowledge [arcana]), himself also affect his familiar if the latter is within 5 feet Spell Focus (enchantment). at the time. He may also cast a spell a target of “You” on Languages: Common, Illumian, four others (varies by his familiar. region). 190 DESTINY CAMPAIGNS OF CHAPTER 8 Glyphic Resonance (Ex): Illumians interact strangely magic mouth, obscure object, touch of idiocy; 3rd—dispel magic, with symbol-based spells. See the illumian racial description fly, magic circle against chaos, magic circle against evil, secret page, in Chapter 3 for details. summon monster III, tongues; 4th—arcane eye, dimensional Illumian Word (Su): The loremaster’s combination anchor, Leomund’s secure shelter, locate creature, summon monster of power sigils provides her with the naenkrau illumian IV; 5th—Leomund’s secret chest, Mordenkainen’s private sanc- word. During the time when she prepares her spells, she tum, lesser planar binding, sending, prying eyes, Rary’s telepathic may choose to leave a spell slot unfilled in order to add +1 bond, teleport. to the save DCs of all her other spells of that level. She may Possessions: Masterwork cold iron dagger, headband of intel- leave up to two spell slots unfilled, and multiple unfilled lect +2, ring of protection +1, amulet of natural armor +1, cloak slots don’t stack. of resistance +2, scroll of greater dispel magic, scroll of break"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Familiar Benefits",
        "description":  "The loremaster gains special benefits verbally with the loremaster. Other creatures do not under- from having a familiar. This creature grants the illumian stand the communication without magical help. loremaster +3 hit points (included in the above statistics). Speak with Toads (Ex): The familiar can communicate Alertness (Ex): *The familiar grants its master Alertness with amphibians. Such communication is limited by the as long as it is within 5 feet. intelligence of the conversing creatures. Empathic Link (Su): The loremaster can communicate telepathically with her familiar at a distance of up to 1 mile. Illumian Battle Sorcerer (CR 10) The loremaster has the same connection to an item or a place While most illumian spellcasters choose the life of research that the familiar does. and knowledge, some take a more active role in the protec- Share Spells (Su): The loremaster may have any spell she tion of their society. The battle sorcerer delivers strike teams casts on herself also affect her familiar if the latter is within to hard-to-reach locales via teleport, and then supports those 5 feet at the time. She may also cast a spell a target of “You” troops as battlefield artillery. on her familiar. Illumian Battle Sorcerer: Male or female illumian Wizard (Diviner) Spells Prepared (caster level 9th; prohibited sorcerer 10; CR 10; Medium humanoid (human); HD school necromancy): 0—detect magic (3), read magic (2); 10d4+10; hp 36; Init +2; Spd 30 ft.; AC 14, touch 13, flat- 1st—charm person (DC 17), comprehend languages, identify, footed 12; Base Atk +5; Grp +4; Atk or Full Atk +5 melee mage armor, magic missile, unseen servant; 2nd—detect thoughts (1d4–1/19–20, masterwork cold iron dagger) or +8 ranged (3) (DC 16), Melf’s acid arrow (2) (+4 ranged touch), whispering (1d4–1/19–20, masterwork cold iron dagger); SA spells; SQ wind; 3rd—arcane sight, clairaudience/clairvoyance, lightning bolt familiar, familiar benefits (Alertness, empathic link, share (DC 18), suggestion (DC 20), one slot left unfilled; 4th—charm spells), glyphic resonance, illumian word, luminous sigils, monster (DC 21), lesser geas (DC 21), scrying (DC 19), one slot power sigils, shadow familiarity; AL LN; SV Fort +4, Ref left unfilled; 5th—contact other plane, hold monster (DC 21). +5, Will +9; Str 8, Dex 14, Con 12, Int 10, Wis 14, Cha 18."
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Familiar Benefits",
        "description":  "The battle sorcerer gains special Encounter Level (EL) to help assess its threat. benefits from having a familiar. This creature grants the Bandit Gang (EL 4): 1d6+2 human bandits. battle sorcerer a +3 bonus on Appraise checks (included in City Guard Patrol (EL 4): 1d3+1 human city guards. the above statistics). Hunting Party (EL 4): 1d3+1 human hunters. Alertness (Ex): *The familiar grants its master Alertness Foreign Caravan (EL 6): 1d4 human merchants, 2d6+2 as long as it is within 5 feet. human soldiers. Empathic Link (Su): The battle sorcerer can communicate Local Caravan (EL 6): 1d2 human merchants, 1d6+1 telepathically with her familiar at a distance of up to 1 mile. human soldiers, 2d6+2 human peasants. The battle sorcerer has the same connection to an item or Street Gang (EL 6): 1d6+2 human bandits, 1d2 half-elf a place that the familiar does. bravos. Share Spells (Su): The battle sorcerer may have any spell Mixed Bandit Gang (EL 7): 1d4 human bandits, 1d3+1 he casts on himself also affect his familiar if the latter is half-elf bravos, 1d3+1 half-orc thugs. within 5 feet at the time. He may also cast a spell a target Illumian Strike Team (EL 8): 1d3+1 illumian cabal of “You” on his familiar. guards, 1 illumian spy. Sorcerer Spells Known (6/7/7/7/6/3 per day; caster level Pilgrims (EL 8): 3d6 peasants, 1d2 human hunters, 1 10th): 0—arcane mark, dancing lights, detect magic, ghost sound human curate. (DC 14), light, mage hand, message, open/close, read magic; Border Patrol (EL 9): 2d6+4 human soldiers, 1 human 1st—burning hands (DC 17), mage armor, magic missile, obscur- commander. ing mist, shield; 2nd—cat’s grace, glitterdust (DC 16), invisibility, Illumian Infiltration Team (EL 9): 1d3+1 illumian scorching ray (+7 ranged touch); 3rd—dispel magic, fireball (DC spies. 19), fly; 4th—dimension door, ice storm; 5th—teleport. Illumian Envoy (EL 11): 1d4+2 illumian cabal guards,"
    },
    {
        "source":  "races_of_destiny.txt",
        "name":  "Possessions",
        "description":  "Masterwork cold iron dagger, cloak of Charisma 1 illumian loremaster. +2, ring of protection +1, amulet of natural armor +1, wand of Mixed Mob (EL 13): 1d8+2 human bandits, 1d4 half-elf haste (20 charges), scroll of dismissal, scroll of wall of ice. bravos, 1d6+2 half-orc thugs, 1 half-orc mob leader. 192 The newly released Races of Destiny offers players and DMs many new options for their games. One of the most exciting of these is the new race known as the illumians. Devoted to knowledge and intrigue, the illu- mians organize themselves into cabals with secret motives and hidden agendas. This short scenario pits THE FINALVEIL the adventurers against a group of illumians who have CABAL devoted themselves to the dark arts of necromancy. The Finalveil Cabal is a short D\u0026D adventure for four 7th-level player characters (PCs). It takes place in and A Races of DestinyWeb Enhancement around a small crypt complex protected by an illumian cabal known as the Finalveil. As always, feel free to adapt the material presented here as you see fit to make A Short D\u0026D Adventure for it work with your campaign. Four 7th-Level Characters PREPARATION CREDITS You (the DM) need the D\u0026D core rulebooks—the Player’s Handbook, the Dungeon Master’s Guide, and the"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Adventure Hook",
        "description":  "A group of mid-level PCs fi nds Kreadin’s against his son, lest Conn try to take leadership of the clan crown in a dragon hoard. Clues from the dragon lead them before his time. to a dwarf clan imprisoned by the duergar: King Kreadin’s Conn saw this coldness in his father’s demeanor and kin. Once the dwarves have been freed, they bid the PCs to was troubled. Still, he kept to his duties, even as his father recover Kreadin’s hammer from an armory on the Infernal became distant to him. He loved his clan, but he loved his Battlefi eld of Acheron where it is being held. When the father more. Some among his companions noticed the clan gets the hammer back, dwarves travel with the PCs to chief’s change in heart as well, and they urged Conn to watery Kroesus, where they attempt to drain the cavern and wrest the throne from his father feared. He refused to do so, rebuild the city. however, and dismissed those among his company who held such thoughts. He would not lay a hand against his father, Conn (Son of Feodin) and the Crown of Sorrow not even to claim his birthright. In the time before the dwarf people had chosen a new king The unrest between father and son was a subject of much to rule over the clans, each clan lived apart from the others, consternation among the clan members. While many tried warring and trying to gain prominence over each other. In to heal the breach, relations between the two continued to that time, the Ironforge Clan led the race for the kingship, deteriorate as Feodin grew more and more paranoid about with Feodin as its chieftain. Conn’s intentions, despite Conn’s efforts to reassure his Feodin was a mighty warrior, with eyes that could father and obey his wishes. pierce the darkest cave and an arm as strong as granite. He Meanwhile, the fortunes of the clan began to fail. Feodin’s was well beloved by his clan, but his son Conn surpassed decisions grew more and more erratic, as the once-capable even him. Conn was handsome and strong, well favored chieftain seemed only to choose the worst course of action with ebon-black hair and eyes that glimmered like hearth time and again. Conn was torn by indecision: Should he light on steel. His right arm was as iron, while his left was turn against his father to save his clan? as stone. His mind was keen as the sharpest blade, and his Finally, a turning point came. Conn and a group of clan- craftwork was as beautiful as that of the dwarf smiths of old. wardens were patrolling the eastern tunnels of the clan’s Clan Ironforge was well pleased with their chieftain’s son, holdings when they came across a partially collapsed side and looked forward to Conn’s reign with great satisfaction. passage. After checking the area for faults and weaknesses Illus. by W. O’Connor The drowning of Kroesus 620_96567_RacesOfStone.indd 23 6/14/04, 7:20:11 AM 24 1 RETPAHC SEVRAWD but fi nding none, they set out to clear the blockage and diverged widely from the original Dwarven tongue, the found a dwarf corpse, weeks old and greatly decayed. They runes are still recognizable with a bit of study. recognized the deceased as a missing watch captain who Dwarven is a very pragmatic language. It has few words had been absent for weeks. Upon examining the body, for high ideals or theories, making it ill suited for discussing they were horrified to find that the dwarf’s brain had research or philosophy. For dwarves who practice such eso- been removed. teric disciplines, such as sages and wizards, much of their Conn had listened well to his teachers, and he recog- professional terminology has been adopted wholesale from nized the evidence as that of an illithid attack. With his the Common or Elven tongues. Dwarven religious lessons friends at his side, he immediately returned to the clan are told largely as parables—legends hiding moral truths for hall and sought an audience with his father. As he stood the edifi cation of the listener—since the language does not below the throne, ignoring the scowls he received from lend itself well to sermons. his chieftain, his eyes scoured the room for the darkest, Dwarven refl ects emotional states very well, giving dwarf deepest shadows he could see, the ones into which even a skalds a richly varied palette with which to paint their dwarven eye could not see. When he found such a spot, in verbal pictures. This focus on the pragmatic and immediate a corner a short distance from his father’s throne, he gave over the esoteric and eternal often carries over into other a deep cry of rage and threw his hammer into the dark- languages that were highly infl uenced by Dwarven. ness. To the shock of all those present in the room, a mind Where Dwarven really shines, however, is in an fl ayer appeared where the hammer struck, giving a terrible engineering or industrial setting. The language allows screech of pain. for a fine degree of differentiation between physical Conn struck quickly, not wanting to give the horrible objects or types of similar objects, as well as describing creature any time to attack. His blows fell like strikes on an various processes. Many scholars have surmised that the anvil, in a powerful rhythm that left the mind fl ayer reel- gnomes’ attention to descriptive detail can be traced back ing. Before he could kill the creature, however, it was able to to this aspect of the language, given their similar roots. reach his father. The old dwarf was weakened by his ordeal Although most base words in Dwarven are short and to and was no match for the illithid who had been controlling the point, one- or two-letter modifiers are typically added him for weeks. He fell before it, even as Conn dealt it a to both the beginning and end of the word to add more mortal blow. detail. Most of the longer Dwarven words are a result of Conn took up the leadership of the clan. He had no wish this modification and can hold a surprisingly complex to see another dwarf clan become prey to the mind fl ay- level of description. ers, so he called the greatest dwarf craftworkers together Spoken Dwarven often sounds gruff to surface-dwellers. and commissioned a crown to be worn by every chieftain It is consonant-heavy, taking on a guttural quality when after him, protecting them in both mind and body against spoken harshly or in anger. It can be very melodious, how- another insidious attack from the illithids. That crown, ever, with an inherent rhythm and balance that is pleasing dubbed the Crown of Sorrow, was stolen during the reign to the ear. of Conn’s grandson. It was Clan Ironforge’s most trea- Dwarven literature is very limited. The oral tradition sured possession, and some among the clan search for it is highly valued among the dwarf clans, leaving little for even today. the scribes to do but keep records and memoirs. While"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Feats",
        "description":  "Ancestral Knowledge, Battle Hard- ened, Clan Prestige, Dwarven Armor Profi- ciency, Earth Fist (also available to gnomes and goliaths), Moradin’s Smile, Titan Fight- ing (also available to gnomes)."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Spellbook",
        "description":  "0—all except ghost sound, disrupt undead, touch of Monk: Monk 3 (1). fatigue; 1st—animate rope, comprehend languages, feather fall, Paladin: None. grease, identify, mage armor, magic missile; 2nd—alter self, detect Ranger: Ranger 4 (5). thoughts, pyrotechnics, web, whispering wind; 3rd—dispel magic, Rogue: Rogue 2 (3), rogue 6 (1). fi reball, fl y, tongues. Sorcerer: Sorcerer 4 (1)."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Possessions",
        "description":  "Large quarterstaff, headband of intellect +2, brac- Wizard: None. ers of armor +1, cloak of resistance +1, potion of bear’s endurance, Adept: Adept 2 (2). potion of cure moderate wounds, scroll of locate creature. Expert: Expert 1 (5), expert 4 (5)."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Names",
        "description":  "Chaos gnomes love names, and most have at with other spell power abilities, such as from the hiero- least a half dozen. A chaos gnome is given a name by her phant prestige class. Illus. by R. Spencer Chaos gnome 620_96567_RacesOfStone.indd 87 6/14/04, 8:35:27 AM 88 4 RETPAHC SECAR REHTO ENOTS FO • +4 dodge bonus to Armor Class against monsters of can be complete without at least some understanding of the the giant type: This bonus represents special train- earth dream. The earth dream is a powerful force, and mem- ing that chaos gnomes undergo, during which they bers of other races can occasionally feel its pull and become learn tricks that previous generations developed in earth dreamers (see page 110). their battles with giants. Any time a creature loses Personality: Dream dwarves have little of the natural its Dexterity bonus to Armor Class, it loses its dodge craftsmanship of other dwarves, and they instead spend bonus, too. many hours in somber contemplation of the earth dream. • +2 racial bonus on Listen checks: Chaos They are inquisitive, and they seek to gnomes have keen ears. supplement the information and • Luck of Chaos (Ex): Once per day, a wisdom they gain from the earth chaos gnome can reroll one dream with personal experience. roll that she has just made To those who don’t know them well, before the Dungeon Master dream dwarves can seem shy or wary, declares whether the roll but in truth they are merely reserved; results in success or failure. The they are more likely to utter one care- character must take the result of fully chosen phrase than engage in a the reroll, even if it’s worse than prolonged discussion. the original roll. Physical Description: Dream dwarves • Immunity to confusion effects. stand about 4 feet tall and weigh about • Automatic Languages: Common 10 to 15 pounds less than a typical dwarf. and Gnome. Bonus Languages: Their skin color ranges from dark gray any. to deep brown, and their hair is dark • Spell-Like Abilities: 1/day— brown or black. They have pale eyes, entropic shield. A chaos gnome usually green or blue in color but with the with a Charisma score of at least occasional lavender or pale red. Dream 10 has the following spell-like dwarves usually decorate their cloth- abilities: 1/day—daze, flare, ing with abstract symbols that represent prestidigitation. Caster level 1st; important personal experiences within save DC 10 + chaos gnome’s Cha the earth dream. modifi er + spell level. Relations: Dream dwarves get along • Favored Class: Sorcerer. A multi- well with other dwarves, who look up to class chaos gnome’s sorcerer them as shamans and prophets. They also class does not count get along well with gnomes, who share their when determin- love of the earth, and they ing whether she even enjoy the company of takes an expe- halfl ings and elves. They rience point are friendly with druids pen alty for of any race, shar- multi classing. ing the class’s Many chaos love of nature gnomes are multiclass and natural power. sorcerer/clerics with the Their silent and mystical Luck domain. Dream dwarf demeanor can cause humans, half- • Level adjustment +1. elves, and half-orcs to think dream dwarves a little strange, but rarely causes signifi cant problems in relation- ships with members of these races. DREAM DWARF"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Languages",
        "description":  "Draconic, Elven, Gnome, Terran, Under- • +2 Constitution, –2 Dexterity: Dream dwarves are as common. tough as other dwarves (and stronger of personality), but • Favored Class: Druid. A multiclass dream dwarf’s druid they are a bit clumsy and slow to react. class does not count when determining whether she takes • Medium: As Medium creatures, dream dwarves have no an experience point penalty for multiclassing. special bonuses or penalties due to their size. • Dream dwarf base land speed is 20 feet. However, dream FERAL GARGUN dwarves can move at this speed even when wearing medium or heavy armor or when carrying a medium A small offshoot of the goliath race, feral garguns tear their or heavy load (unlike other creatures, whose speed is livelihood out of the frigid northern regions with tooth and reduced in such situations). claw. Feral garguns derive from goliath and giant parentage. • Darkvision: Dream dwarves can see in the dark out to 90 These large, savage humanoids fi ght in quick, furious bursts feet. Darkvision is black and white only, but it is other- of energy. In the barren areas of the north, there is little wise like normal sight, and dream dwarves can function room for mercy, and the feral garguns have had to learn to just fi ne with no light at all. be aggressive just to survive. • Stonecunning: Dream dwarves have the same knack for Even more than their goliath kindred, feral garguns finding unusual stonework that dwarves do. This abil- fi nd cities and the trappings of civilization confusing and ity grants a dream dwarf a +2 racial bonus on Search intimidating. Although individual feral garguns have checks to notice unusual stonework, such as sliding found ways to adapt to the cities and villages of other 620_96567_RacesOfStone.indd 89 6/14/04, 8:35:38 AM 90 4 RETPAHC SECAR REHTO ENOTS FO races, the majority prefers the simple, nomadic lifestyle goblinoids, as well as from powerful individual creatures of the far north. such as dragons. When such foes appear, the feral garguns"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Feral Gargun Lands",
        "description":  "Feral garguns roam the plains and tundra of the far north, cover- ing huge areas in the search for food, shelter, and tools. Small bands of feral garguns join together once or twice a season to share stories, trade tools and goods, and discuss the dangers of the coming season. Feral gargun lands face constant pressure from groups of giants, orcs, and axaB .T yb .sullI Feral gargun 620_96567_RacesOfStone.indd 90 6/14/04, 8:35:40 AM 91 OF STONE OTHER RACES CHAPTER 4 Table 4–4: The Feral Gargun Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points CR Special 1st 1d8 +1 +0 +2 +2 (2 + Int mod) × 4 1 Feat, 2 claws 1d4 2nd 1d8 +1 +0 +2 +2 1 +1 natural armor, acclimated, +2 Str, +2 Con 3rd 2d8 +2 +0 +3 +3 (2 + Int mod) 2 Powerful build, 2 claws 1d6 4th 2d8 +2 +0 +3 +3 2 +2 Con, +2 Dex, +2 natural armor"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Monstrous Humanoid Powerful Build",
        "description":  "From 3rd level on, feral garguns grow If you want to play a feral gargun at 1st level, you can use large enough that, although they are Medium creatures, the feral gargun monster class. To use the monster class, they are treated as Large for many purposes. See the Power- generate your character with the racial traits given below ful Build racial trait described above for details. (rather than the normal feral gargun racial traits presented above), and then take levels in the feral gargun monster class STONECHILD as you would levels of other classes. For more information on monster classes, see the Monster Classes section at the Born of a union of mortal and elemental, a stonechild beginning of this chapter or Savage Species. is a hardy entity grounded in soil and stone and gifted Feral garguns sacrifice a few Hit Dice (and there- with incredible strength, fortitude, and a keen intellect. fore base attack bonus, feat, and skill point accrual) in Although they are not the outcasts that half-orcs often are, exchange for bonuses to Strength and Constitution, the stonechildren are rarely raised among others of their kind. powerful build ability, and natural armor. Because of these Most stonechildren grow to maturity while living in dwarf bonuses, a high-level feral gargun barbarian or ranger is a or human communities, and those few who stay on the formidable foe. Material Plane often wander alone, taking up the mantle Dungeon Masters can also use the feral gargun monster of adventurer. class to create less powerful feral garguns to use as low-level Stonechildren are most comfortable in and under the antagonists or young NPCs for their campaigns. mountains; because of this preference, they usually end their wandering by settling with a community of dwarves. Racial Traits As they grow older, even the most adventurous stone- • Starting Ability Score Adjustments: +2 Strength, –2 Intel- children become more and more likely to seek a way to the ligence, –2 Charisma. Feral garguns are strong, but they Elemental Plane of Earth and surround themselves with are uncultured and not very smart. others of their kind. • Medium: As Medium creatures, feral garguns have no Personality: Stonechildren relish challenges and enjoy special bonuses or penalties due to their size. proving their own strength. They admire those who make • Speed: Feral gargun base land speed is 30 feet. their own way in life, and they feel a sense of camaraderie • Darkvision: Feral garguns can see in the dark out to with the earth itself. Even when traveling alone through 60 feet. dangerous areas, stonechildren remain solid and sensible. • Goliath Blood: For all effects related to race, a feral gargun Stonechildren keep their feelings hidden behind a slow is considered a goliath. practicality, and when they find someone’s company • Mountain Movement: Feral garguns can make standing unpleasant they usually just leave quietly. Stonechildren long jumps and high jumps as if they were running long are stalwart in the face of adversity, whether it takes the jumps and high jumps. They can engage in accelerated form of the physical dangers of combat or the long solitude climbing (climbing half their speed as a move action) of life as a wanderer. without taking the –5 penalty on the Climb check. Physical Description: With rough, gray skin and a stony bulk, a stonechild looks like a powerful human made out 620_96567_RacesOfStone.indd 92 6/14/04, 8:35:51 AM 93 OF STONE OTHER RACES CHAPTER 4 of stone. Stonechildren have tremendous physical strength norm for any group of stonechildren. Although and fortitude, and can easily overpower most humanoids. Moradin the Soul Forger is primarily seen as the Stonechildren do not have hair, and their eyes are lim- deity of the dwarves, stonechildren also venerate ited to shades of gray, black, or the occasional gemlike his powers over stone, his solid strength, and his hue (usually a muted blue or green). Although prodigious skills at the forge. More stonechildren their tough hide resembles stone, they are out- revere Moradin than any other single deity, siders, not elemen- but even his worshipers fall far short of tals. Stonechildren constituting a majority. grow nearly 7 feet Language: Stonechildren speak tall, and they can both Terran and Common, but easily weigh more they prefer Terran. They are more than 300 pounds. intelligent than many human-"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Names",
        "description":  "Whisper gnomes con- tice special techniques for sider names as semipermanent fighting them. aliases at best, and one usually • +4 dodge bonus to Armor goes by a different name in each Class against monsters of the nongnome community he or she giant type (such as ogres, trolls, visits. When among other and hill giants): This bonus rep- gnomes (of any kind), resents special training whisper gnomes usually that whisper gnomes stick to the names given to undergo, during which them by their parents. Whisper they learn tricks that pre- gnome family names are similar to, vious generations developed in but not exactly like, the clan names of their battles with giants. Any time common gnomes. a creature loses its Dexterity bonus (if any)"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Male Names",
        "description":  "Alth, Fash, Threan. to Armor Class, such as when it’s caught fl at-"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Possessions",
        "description":  "+1 full plate, +1 heavy steel shield, Class Skills +1 dwarvencraft* warhammer, gauntlets of ogre The blade bravo’s class skills (and the key abil- power, amulet of natural armor +1, cloak of resis- ity for each skill) are Balance (Dex), Bluff (Cha), tance +1, ring of protection +1, scroll of cure Climb (Str), Concentration (Con), Escape Artist moderate wounds, 2 platinum rings (50 gp (Dex), Intimidate (Cha), Jump (Str), Perform each), 5 pp, 8 gp. (Cha), Sense Motive (Wis), and Tumble *New item type described in Chapter 7. (Dex). See Chapter 4 of the Player’s Handbook for skill descriptions."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Gnome Traits",
        "description":  "Gnomes have a +1 racial bonus on attack class features with class features you create yourself. Alterna- rolls against kobolds and goblinoids. Gnomes have a +4 tively, you could remove the Mountain Warrior requirement racial bonus to Armor Class against giants. and call the prestige class the “elven treetop archer.” *Gnomes have a +2 racial bonus on saving throws against Hit Die: d8. illusions. Mobile Fighting (Ex): Uli gains a +1 dodge bonus to AC Requirements until the beginning of her next turn in any round when she To qualify to become a cragtop archer, a character must moves 5 feet or more. fulfi ll all the following criteria."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Possessions",
        "description":  "+1 chain shirt, +1 rapier, gloves of Dexterity +2, amulet Base Attack Bonus: +6. of natural armor +1, cloak of resistance +1, ring of protection +1. Skills: Climb 10 ranks, Spot 5 ranks, Survival 5 ranks."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Track",
        "description":  "A deepwarden gains Track as a bonus feat. While clanwardens guard dwarf cities and clanholds as Trap Sense (Ex): A deepwarden has an intuitive sense a last line of defense, deepwardens serve as a living early that alerts him to danger from traps, giving him a +1 warning system against threats from both the environment bonus on Refl ex saves made to avoid traps and a +1 dodge and other creatures. Deepwardens are typically adventurers bonus to AC against attacks made by traps. These bonuses or retired dwarf militia members who wish to explore the increase by 1 at every three deepwarden levels thereafter depths of the earth. They travel deep underground and sur- (4th, 7th, and 10th). Trap sense bonuses gained from mul- vive on their own, far from civilization. There they search tiple classes stack. for new resources, threats, or other interesting fi ndings, and Stone Warden (Ex): Beginning at 2nd level, a deepwar- send reports back to their city comrades. den knows how to use his strengths to compensate for his Deepwardens are considered the first line of defense weaknesses. He adds his Constitution bonus to AC instead against invasions or other threats, and as such they must of his Dexterity, if the character’s Constitution bonus is be both physically hardy and able to survive in the wil- higher. The deepwarden loses this bonus to his Armor Class derness for an extended period. A warden’s first duty is whenever he would normally be denied his Dexterity bonus to find out the nature of any threats to the community, to AC. In such a situation, the deepwarden would still be then stay alive long enough to make sure his city is considered fl at-footed. warned and can prepare. If a dwarf can meet these cri- Animal Messenger (Sp): From 3rd level on, a deepwar- teria, whether through magic or might, he is welcomed den can compel a Tiny animal to carry a message to his allies among the deepwardens. at a spot he designates. This ability functions as the animal Unlike most dwarf NPCs, a deepwarden spends most of messenger spell (see page 198 of the Player’s Handbook), with a his time away from other dwarves and far from dwarf com- caster level equal to the deepwarden’s class level. munities. Many join with adventurers for a time as patrons Uncanny Dodge (Ex): Starting at 4th level, a deepwarden or guides. Dwarven lore is full of tales of deepwardens who gains the ability to react to danger before his senses would saved a group of lost or imprisoned surface adventurers. normally allow him to do so. He retains his Dexterity bonus"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Dwarf Traits",
        "description":  "Dwarves have stonecunning, which grants humorous way to retaliate—can earn much respect from them a +2 racial bonus on Search checks to notice unusual other divine pranksters and gnomes in general. stonework. A dwarf who merely comes within 10 feet of it Adaptation: The divine prankster prestige class com- can make a Search check as if actively searching. bines features of both the bard and the cleric, allowing a When standing on the ground, dwarves are exceptionally multiclass bard/cleric to be as effective as his single-class stable and have a +4 bonus on ability checks made to resist counterparts. With slight changes, the class is suitable for being bull rushed or tripped. They have a +1 racial bonus on nongnome PCs, especially clerics who worship deities of attacks against orcs and goblinoids. Dwarves have a +4 racial trickery or humor. bonus to Armor Class against giants. Hit Die: d6. *Dwarves have a +2 racial bonus on saving throws against spells and spell-like effects. Requirements Link with Companion (Ex): Osson can handle his To qualify to become a divine prankster, a character must animal companion as a free action, or push it as a move fulfi ll all the following criteria. action, with a +4 bonus on wild empathy checks made while Race: Gnome. dealing with that animal. Skills: Bluff 8 ranks, Perform (comedy) 8 ranks, Sleight Share Spells (Ex): Osson may have any spell he casts of Hand 8 ranks. on himself also affect his animal companion if the latter is Spells: Able to cast 2nd-level divine spells. within 5 feet at the time. Osson may also cast a spell with a Special: The character must be a worshiper of Garl target of “You” on his animal companion. Glittergold. Stone Warden (Ex): Osson adds his Constitution bonus to AC instead of his Dexterity bonus. Class Skills"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Trap Sense",
        "description":  "Against attacks by traps, Osson gets a +2 bonus The divine prankster’s class skills (and the key ability for on Refl ex saves and a +2 dodge bonus to Armor Class. each skill) are Bluff (Cha), Concentration (Con), Diplomacy Uncanny Dodge (Ex): Osson can react to danger before (Cha), Escape Artist (Dex), Forgery (Int), Gather Informa- his senses would normally allow him to do so. He retains tion (Cha), Heal (Wis), Hide (Dex), Knowledge (religion) his Constitution bonus to Armor Class even when caught (Int), Listen (Wis), Perform (Cha), Search (Int), Sense Motive fl at-footed. (Wis), Sleight of Hand (Dex), and Spot (Wis). See Chapter 4 Ranger Spells Prepared (1; save DC 12 + spell level): 1st— of the Player’s Handbook for skill descriptions. longstrider. Skill Points at Each Level: 6 + Int modifi er."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Possessions",
        "description":  "+1 hide armor, masterwork light wooden shield, Chapter 4 of the Player’s Handbook for skill descriptions. masterwork club, periapt of Wisdom +2, cloak of resistance +2, Skill Points at Each Level: 4 + Int modifi er. amulet of natural armor +1, ring of protection +1, Quaal’s feather token (tree), potion of blur, scroll of cure serious wounds, scroll of Class Features reincarnate, wand of cure light wounds (50 charges), 1 pp. All of the following are class features of the goliath liberator prestige class."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Skills and Feats",
        "description":  "Climb +10, Hide +9, Jump +14, Knowledge (geography) +5, Knowledge (nature) +7, Listen +9, Move Silently +9, Sense Motive +3, Spot +9, Survival +15 (+17 to avoid Illus. by J. Jarvis Malath Bearkiller Kathinumeno, a goliath liberator 620_96567_RacesOfStone.indd 113 6/14/04, 8:37:33 AM 114 5 RETPAHC EGITSERP SESSALC Uncanny Dodge (Ex): Malath can rea ct to danger before Requirements her senses would normally allow her to do so. She retains To qualify to become an iron mind, a character must fulfi ll her Dexterity bonus to Armor Class even when caught all the following criteria. fl at-footed. Base Attack Bonus: +3. Woodland Stride (Ex): Malath can move through natural Skills: Concentration 8 ranks. thorns, briars, overgrown areas, and similar terrain at her Feats: Armor Profi ciency (heavy), Invest Armor*, Iron Will. normal speed and without damage or other impairment. Powers: Able to manifest one 1st-level psionic power. However, thorns, briars, and overgrown areas that are magi- *New feat described in Chapter 6. cally manipulated to impede motion still affect her."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Adaptation",
        "description":  "This prestige class is more diffi cult to decon- Using armored mind is an immediate action (see the Swift struct and modify than others because it draws on so many dis- and Immediate Actions sidebar, page 136). The iron mind parate themes: enmity toward mind controllers, the dwarven must decide whether or not to use this ability before rolling desire for collective defense, and the power of psionics. Chang- the saving throw. ing any one of these elements results in a different class. An iron mind can use this ability once per day at 1st level, For example, the drow might have a prestige class designed twice per day at 4th level, three times per day at 7th level, for protection against mind fl ayers, but it would eliminate and four times per day at 10th level. the Armor Profi ciency (heavy) requirement and replace the Damage Reduction (Ex): When psionically focused and damage reduction class feature (and perhaps the lend resolve wearing heavy armor, an iron mind of 2nd level or higher class feature) with abilities more evocative of the drow, such gains damage reduction 1/—. This damage reduction stacks as better spell resistance or new spell-like abilities. with damage reduction of the same sort (such as that of a"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Hit Die",
        "description":  "d10. barbarian), but not with other types. 620_96567_RacesOfStone.indd 114 6/14/04, 8:37:36 AM 115 CLASSES PRESTIGE CHAPTER 5 Table 5–9: The Iron Mind Base Attack Fort Ref Will Level Bonus Save Save Save Special Powers per Day 1st +0 +0 +0 +2 Armored mind 1/day — 2nd +1 +0 +0 +3 Damage reduction 1/— +1 level of existing manifesting class 3rd +2 +1 +1 +3 Mind over body 1/day +1 level of existing manifesting class 4th +3 +1 +1 +4 Armored mind 2/day +1 level of existing manifesting class 5th +3 +1 +1 +4 Damage reduction 2/—, mettle of will +1 level of existing manifesting class 6th +4 +2 +2 +5 Mind over body 2/day — 7th +5 +2 +2 +5 Armored mind 3/day +1 level of existing manifesting class 8th +6 +2 +2 +6 Damage reduction 3/—, lend resolve +1 level of existing manifesting class 9th +6 +3 +3 +6 Mind over body 3/day +1 level of existing manifesting class 10th +7 +3 +3 +7 Armored mind 4/day, barbed mind +1 level of existing manifesting class An iron mind’s damage reduction improves by 1 point every must decide whether or not to use this ability before the ally three levels above 2nd (to 2/— at 5th level and 3/— at 8th). rolls the saving throw. Mind Over Body (Ex): An iron mind trains to ignore Barbed Mind (Su): Any time a 10th-level iron mind suc- pain, focus her will, and overcome her body’s natural ceeds on a Will saving throw against a mind-affecting effect, responses through sheer willpower. Once per day, an iron the creature that caused her to attempt the saving throw mind of 3rd level or higher can use her Will save modifi er takes 1d6 points of nonlethal damage and 1 point of Wisdom in place of her Fortitude or Refl ex save modifi er. The save is damage from contacting the character’s mind. This ability still treated as a Fortitude or Refl ex save, and the result deter- only applies when the iron mind wears heavy armor. mined as normal for such a saving throw. For example, if an SAMPLE IRON MIND iron mind had evasion and used mind over body to apply her"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Adaptation",
        "description":  "The the spells in his mind, he readies them in the runesmith class of- form of runes. Preparing daily spells takes fers a benefi t compel- the same amount of time as normal ling to wizards and preparation and requires the same sorcerers—the chance amount of rest beforehand. A rune- to wear heavy armor— smith can leave spell slots unprepared but uses the Armor to scribe runes at a later time, just as Profi ciency (heavy) re- a wizard can leave spell slots unpre- quirement as a balancing pared and fi ll them later. factor. The fl avor of the class A runesmith who casts a spell pre- is strongly dwarven, and pared in rune form can cast it with out any the ability to wear heavy ar- somatic component. However, all spells cast mor combines well with from rune form automatically have a material the special dwarf move- component (the rune itself). In casting the ment rules. If you create a non dwarven version of spell, the rune is erased from the tablet, just this class, make the entry requirements some what as a spell cast normally by a wizard is erased tougher and develop a strong story to support from his mind. A runesmith cannot get these rune-carving arcanists. around the runic material component by"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Feats",
        "description":  "Armor Profi ciency (heavy), Scribe Scroll. ed identically to spells prepared in the normal method. A"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Spells",
        "description":  "Able to cast 1st-level arcane spells. runesmith can still prepare and cast his spells in the regular fashion if he so desires, subject to the normal arcane spell Class Skills failure chances for any armor worn. The runesmith’s class skills (and the key ability for each skill) Stonecraft Expertise (Ex): Beginning at 2nd level, a are Appraise (Int), Concentration (Con), Craft (Int), Decipher runesmith gains a bonus equal to his class level on Appraise Script (Int), Knowledge (arcana) (Int), and Spellcraft (Int). and Craft checks related to objects made of stone. See Chapter 4 of the Player’s Handbook for skill descriptions. Share Runes (Ex): At 3rd level and higher, a runesmith"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Skills and Feats",
        "description":  "Appraise +3 (+5 metal related, +7 armor Wizards and sorcerers are natural fi ts for the shadowcraft related, +9 stone related), Concentration +12, Craft (armor- mage prestige class. Bards also fi nd it a natural extension smithing) +15, Craft (stoneworking) +17, Jump –9, Knowl- of their magical leanings, making for diverse backgrounds edge (arcana) +7, Spellcraft +13; Armor Profi ciency (heavy), among those with this profession. Craft Magic Arms and ArmorB, Lightning Refl exes, Scribe In general, an NPC shadowcraft mage only reveals herself ScrollB, Spell Penetration. when she wants to be found—even then, she rarely shows"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Skills",
        "description":  "Appraise 2 ranks, Craft (stoneworking) 5 ranks. stoneblessed gains a +4 dodge bonus to Armor Class against"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Toughness",
        "description":  "A goliath-bonded stoneblessed emulates the edge (geography) (Int), Sense Motive (Wis), and Survival resilience of the goliath tribesfolk and gains Toughness as a (Wis) are class skills for Luirik. She can engage in accelerated bonus feat. climbing (climbing half her speed as a move action) without taking the –5 penalty on the Climb check. Table 5–13: The Stoneblessed Stoneborn (Ex): Luirik is considered a goliath for all Base effects related to race. She has Toughness as a bonus feat. Attack Fort Ref Will Uncanny Dodge (Ex): Luirik can react to danger before Level Bonus Save Save Save Special her senses would normally allow her to do so. She retains 1st +0 +2 +0 +0 Stonebond her Dexterity bonus to Armor Class even when caught fl at- 2nd +1 +3 +0 +0 Racial battle technique footed. 3rd +2 +3 +1 +1 Stoneborn"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Skill Points at Each Level",
        "description":  "6 + Int modifi er. Modifi ers and Table 8–6: Armor Class Modifi ers, page 151 of the Player’s Handbook, for combat situations in which the Class Features stonedeath assassin fl anks an opponent or the opponent All of the following are class features of the stonedeath loses his Dexterity bonus to AC.) assassin prestige class. Ranged attacks can count as sneak attacks only if the"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Base Trapfi nding",
        "description":  "Mortaq can fi nd, disarm, or bypass traps Attack Fort Ref Will with a DC higher than 20. He can use the Search skill to Level Bonus Save Save Save Special fi nd, and the Disable Device skill to disarm, magic traps 1st +0 +0 +2 +0 Meld into stone, (DC 25 + the level of the spell used to create it). If his Dis- trapfinding able Device result exceeds the trap’s DC by 10 or more, 2nd +1 +0 +3 +0 Sneak attack +1d6, stoneskulk he discovers how to bypass the trap without triggering or 3rd +2 +1 +3 +1 Corrupt stone disarming it. 4th +3 +1 +4 +1 Sneak attack +2d6 Uncanny Dodge (Ex): Mortaq can react to danger 5th +3 +1 +4 +1 Stonedeath strike before his senses would normally allow him to do so. He retains his Dexterity bonus to Armor Class even when SAMPLE STONEDEATH ASSASSIN caught fl at-footed."
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Benefi t",
        "description":  "You gain a +2 bonus on Handle Animal checks DEFLECTIVE ARMOR [PSIONIC] and wild empathy checks involving burrowing mammals. Your armor shields you from touch attacks as well as regu- If you have the spell-like ability to speak with burrowing lar blows. mammals, you can use this ability one extra time per day per Prerequisite: Heavy Armor Optimization. point of Charisma bonus. Benefi t: While you are psionically focused and wearing"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Normal",
        "description":  "Gnomes can normally use speak with animals to heavy armor, the AC bonus from your armor (including any converse with burrowing animals only once per day. enhancement bonuses) applies against touch attacks as well as regular attacks. CLAN PRESTIGE [RACIAL] DIVINE DAMAGE REDUCTION Your actions have brought you some measure of fame and respect from your clan, whether from battle prowess or [DIVINE] years of service to the clan. You can channel energy to give yourself a small amount of"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Special",
        "description":  "This feat is applicable to one clan only, typically reduction 2/adamantine. This benefi t lasts for a number of the one with which the character is affi liated. It cannot be rounds equal to your character level. You must be touching taken more than once. the ground to use this feat. CRAFT RUNE CIRCLE DIVINE SPELLSHIELD [DIVINE] [ITEM CREATION] You can channel energy to help your allies resist spells and You can create rune circles, stationary magic items that hold spell-like effects. a variety of spells and effects. Prerequisites: Ability to rebuke earth creatures, racial"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Prerequisites",
        "description":  "Con 13, Wis 13, Earth Sense. DWARVEN ARMOR PROFICIENCY"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Benefit",
        "description":  "As long as you are psionically focused and [RACIAL] standing on stone or unworked earth (including normal You are familiar with exotic armor of dwarven manufac- soil), you can pull psychic energy from the earth when ture and understand how to use it properly. you manifest a power. When you"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Prerequisites",
        "description":  "Dwarf, Armor Profi ciency (heavy). manifest a power in this way, you"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Benefit",
        "description":  "You are proficient with battle plate, pay 1 less power point than you interlocking plate, interlocking scale, and normally would. The use of this mountain plate, and you take no armor feat cannot reduce a power’s nonprofi ciency penalties when you cost below 1 power point. wear any of these types of exotic You cannot use this armor. (See Chapter 7 for descrip- ability when you expend tions of these armor types.) your psionic focus to"
    },
    {
        "source":  "races_of_stone.txt",
        "name":  "Normal",
        "description":  "A character who enhance the same wears exotic armor with which power in a different she is not proficient takes its manner. For example, if armor check penalty on attack you have the Maximize rolls and on all Strength- and Power feat, you cannot Dexterity-based skill checks. expend your focus to"
    }
]
