{
    "origin_file":  "gear.json",
    "description":  "Usually neutral evil *All winter wolves also receive a +7 racial bonus to Hide checks in areas of snow and ice, as well as an additional +4 bonus to Wilderness Lore checks when tracking by scent. ‘Now you listen and listen good!’ The arctic ranger hissed, his voice low with menace. ‘I can see you’re stupid enough to go regardless of any warning I give you, so pay attention because my next words might prevent you from being dinner. There’re winter wolves on the Skjeld. ‘A winter wolf is nothing to be trifled with. An average ice wolf is over eight feet from nose to tail-tip and weighs at least as much as a pony. But they aren’t just big. They aren’t just strong either although they’re both of those. They’re smart. Smart as you and me. They’ll use that to set traps, encircle you. Even fool you by pretending to be a traveller in trouble. They can talk, remember that – not that you can bargain with them. ‘More, they’re the ultimate in northland creatures. They can see through snow and aren’t even the least bit bothered by weather that would flay the skin from your bones. Their breath will freeze your blood solid and they aren’t limited in using it like a dragon. Fact is, I’ve seen a pack of winter wolves bring down a white dragon and only lose one of the pack doing it! ‘Don’t go up the Skjeld, southron. You won’t come back alive.’ The text on this page is designated Open Game Content 22 LICENCES Open Game License Open Game License v 1.0 Copyright 2000, Wizards of the Coast, Inc. THIS LICENSE IS APPROVED FOR GENERAL USE. PERMISSION TO DISTRIBUTE THIS LICENSE IS MADE BY WIZARDS OF THE COAST! D20 System Rules \u0026 Content Copyright 2000, Wizards of the Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, based on original material by E. Gary Gygax and Dave OPEN GAME LICENSE Version 1.0a Arneson. The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (“Wizards”). All Rights Reserved. Open game content from The Mini Slayer’s Guide to Winter Wolves Copyright 2001, Mongoose Publishing. 1. Definitions: (a)”Contributors” means the copyright and/or trademark owners who have contributed Open Game Content; (b)”Derivative Material” means copyrighted material D20 SYSTEM® LICENSE VERSION 1.0 including derivative works and translations (including into other computer languages), By downloading the enclosed graphic files and/or by returning the Confirmation Card as potation, modification, correction, addition, extension, upgrade, improvement, compilation, presented in the file “card.pdf”, the Licensee (“You”) accept to be bound by the following abridgement or other form in which an existing work may be recast, transformed or adapted; terms and conditions: (c) “Distribute” means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)”Open Game Content” means the game mechanic and 1. Copyright \u0026 Trademark includes the methods, procedures, processes and routines to the extent such content does not Wizards of the Coast, Inc. retains title and ownership of the D20 System trademark logos, the embody the Product Identity and is an enhancement over the prior art and any additional D20 System trademark, and all other copyrights and trademarks claimed by Wizards of the content clearly identified as Open Game Content by the Contributor, and means any work Coast in The Official Wizards of the Coast D20 System Trademark Logo Guide version 1.0, covered by this License, including translations and derivative works under copyright law, but incorporated here by reference. specifically excludes Product Identity. (e) “Product Identity” means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; 2. License to use stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, You are hereby granted the non-transferable, non-exclusive, royalty-free license to use the designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic D20 System trademark logos, the D20 System trademark, and certain other trademarks and and other visual or audio representations; names and descriptions of characters, spells, copyrights owned by Wizards of the Coast in accordance with the conditions specified in The enchantments, personalities, teams, personas, likenesses and special abilities; places, Official Wizards of the Coast D20 System Trademark Logo Guide version 1.0. (the “Licensed locations, environments, creatures, equipment, magical or supernatural abilities or effects, Articles”) logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically 3. Agreement not to Contest excludes the Open Game Content; (f) “Trademark” means the logos, names, mark, sign, By making use of and/or distributing material using the D20 System Trademark under the motto, designs that are used by a Contributor to identify itself or its products or the associated terms of this License, You agree not to contest the ownership of the Licensed Articles products contributed to the Open Game License by the Contributor (g) “Use”, “Used” or “Using” means to use, Distribute, copy, edit, format, modify, translate and otherwise create 4. Breach and Cure Derivative Material of Open Game Content. (h) “You” or “Your” means the licensee in terms In the event that You fail to comply with the terms of this License, You will be considered to of this agreement. be in breach of this License. Wizards of the Coast will attempt to notify you in writing by sending a Registered Letter to the address listed on the most recent Confirmation Card on 2. The License: This License applies to any Open Game Content that contains a notice file, if any. You will have 45 days from the date the notice (the “cure period”) to cure the indicating that the Open Game Content may only be Used under and in terms of this License. breach to the satisfaction of Wizards of the Coast. If no Confirmation Card is on file, you will You must affix such a notice to any Open Game Content that you Use. No terms may be be considered to be in breach of this License immediately. added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this 5. Termination License. If, at the end of the cure period, the breach is not cured, Wizards of the Coast may terminate this License without further written notice to You. 3.Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License. 6. Effects of Termination Upon termination, You shall immediately stop all use of the Licensed Articles and will destroy 4. Grant and Consideration: In consideration for agreeing to use this License, the Contributors any inventory or marketing material in Your possession bearing the D20 System Trademark grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of logos. You will remove any use of the D20 System Trademark logos from your advertising, this License to Use, the Open Game Content. web site, letterhead, or any other use. You must instruct any company or individual that You are or become aware of who is in possession of any materials distributed by You bearing the 5.Representation of Authority to Contribute: If You are contributing original material as Open D20 System Trademark logos to destroy those materials. You will solely bear any costs Game Content, You represent that Your Contributions are Your original creation and/or You related to carrying out this term of the License. have sufficient rights to grant the rights conveyed by this License. 7. Penalty for Failure to Comply with Termination Instructions 6.Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this If You fail to comply with the Effects of Termination, Wizards of the Coast may, at its option, License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content pursue litigation, for which You shall be responsible for all legal costs, against You to the full You are copying, modifying or distributing, and You must add the title, the copyright date, extent of the law for breach of contract, copyright and trademark infringement, damages and and the copyright holder’s name to the COPYRIGHT NOTICE of any original Open Game any other remedy available. Content you Distribute. 8. Updates 7. Use of Product Identity: You agree not to Use any Product Identity, including as an Wizards of the Coast may issue updates and/or new releases of the D20 System Trademark indication as to compatibility, except as expressly licensed in another, independent logos without prior notice. You will, at the earliest possible opportunity, update all material Agreement with the owner of each element of that Product Identity. You agree not to indicate distributed by You to use the updated and/or new version of the D20 System Trademark compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction logos. You may continue to distribute any pre-existing material that bears an older version of with a work containing Open Game Content except as expressly licensed in another, the D20 System Trademark logo. independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the 9. Changes to Terms of the License ownership of that Product Identity. The owner of any Product Identity used in Open Game Wizards of the Coast may issue updates and/or revisions to this License without prior notice. Content shall retain all rights, title and interest in and to that Product Identity. You will, at the earliest possible opportunity, conform in all respects to the updated or revised terms of this License. For a period of 90 days You may continue to distribute any pre- 8. Identification: If you distribute Open Game Content You must clearly indicate which existing material that complies with a previous version of the License. Thereafter written portions of the work that you are distributing are Open Game Content. consent should be obtained from Wizards of the Coast. Subsequent versions of this License will bear a different version number. 9. Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and 10. Updates of Licensee information distribute any Open Game Content originally distributed under any version of this License. You may transmit an updated version of the “card.pdf” Confirmation Card at any time to Wizards of the Coast. 10 Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute. 11. Notices to Licensor: Wizards of the Coast 11. Use of Contributor Credits: You may not market or advertise the Open Game Content D20 System License Dept. using the name of any Contributor unless You have written permission from the Contributor PO Box 707 to do so. Renton, WA 98057-0707 12 Inability to Comply: If it is impossible for You to comply with any of the terms of this 12. No maintenance or support License with respect to some or all of the Open Game Content due to statute, judicial order, Wizards of the Coast shall have no obligation whatsoever to provide You with any kind of or governmental regulation then You may not Use any Open Game Material so affected. maintenance or support in relation to the D20 System Trademark logos. 13 Termination: This License will terminate automatically if You fail to comply with all terms 13. No Warranty / Disclaimer herein and fail to cure such breach within 30 days of becoming aware of the breach. All THE D20 SYSTEM TRADEMARK LOGO FILES ARE MADE AVAILABLE ON AN “AS sublicenses shall survive the termination of this License. IS” BASIS. WIZARDS OF THE COAST DOES NOT MAKE ANY REPRESENTATION OR WARRANTY, WHETHER EXPRESS OR IMPLIED, AS TO THE FITNESS FOR A 14 Reformation: If any provision of this License is held to be unenforceable, such provision PARTICULAR PURPOSE, USE OR MERCHANTABILITY. WIZARDS OF THE COAST shall be reformed only to the extent necessary to make it enforceable. MAKES NO REPRESENTATION OR WARRANTY THAT THE D20 SYSTEM TRADEMARK LOGO FILES ARE ERROR-FREE. 15 COPYRIGHT NOTICE 23",
    "name":  "Alignment",
    "source":  "the_slayers_guide_to_winter_wolves.txt",
    "_id":  "5bece2501e04ebf556de844b5b53aa35ef1cc425d1fdacb341ea3f8aa880dccd"
}
