[
    {
        "origin_file":  "gear.json",
        "description":  "1d3 the community – in the more primitive tribes it is quite common for the tribal shaman’s word to be It is said that if a murderer touches the corpse of very nearly law in any case. his victim, the corpse will begin to bleed once more, as though recognising its slayer. The Note that for purposes of the various spells basis of this old superstition is, of course, the listed in the Abuse of Blood Bonds section, this bleeding test, which can be a powerful tool for any bloodrite does not establish a connection between investigator or tribal law-speaker. the ritualist and any of the suspects, or bond the suspects to one another. Rather, it exploits an When this bloodrite is cast, the ritualist touches already existing blood bond which connects ever one or more murder suspects. If the targets then murderer with their victim. touch the murder victim one at a time, it will begin to bleed in an obvious manner as soon as the Focuses: The ritualist’s dagger, which is used to murderer (if any) touches it. This occurs however cut his arms and chest. the victim was killed, even if slain indirectly or by magic. Furthermore, even if he was somehow Abuse of Blood drained of all blood he will bleed nonetheless. Bonds Of course it is usually necessary to use other As will have been seen earlier in this chapter, there means to compel the suspect or are several ways a creative blood magician can suspects to touch the murder potentially use blood bonds for his own sinister victim, but in most cases a ends; indeed, bloody chalice and blood contract refusal to co-operate on the part of the suspect can be take as a reasonably clear indication of guilt. Whether or not this indication is enough to secure a conviction or punishment is very much dependent 2222 BONDS OF BLOOD almost seem designed with abuse in mind. In Duration: See below addition, it is possible for an experienced blood Saving Throw: Will negates magician to make use of the ‘magical link’ which Spell Resistance: Yes connects together any creatures that are affected by the same blood bond. A blood summoning places a magical command on a creature to begin immediately travelling This is done through the use of various spells, towards the caster at its best possible speed. The as follows. Note that these are all conventional creature must have 7 or fewer HD and the caster arcane magic spells, not bloodrites. must share a blood bond with the target. This blood bond can be any of the bloodrites listed in Blood Doll this chapter. Necromancy",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Immune to mind-influencing effects, poison, sleep, paralysis, stunning, and disease. All bloodless are controlled by their creator, and Not subject to critical hits, subdual damage, ability remain linked to him by the vial of their blood damage, energy drain or death from massive he carries. If a bloodless’s vial is destroyed or damage. opened and their blood spilled on the earth, the bloodless itself is instantly destroyed, crumbling into dust. Bloodless are as intelligent as they once were in life, and are capable of cunning and tactical behaviour. If the situation warrants it they will lay ambushes, feign flight only to fight back on territory of their own choosing, and use similar stratagems to deal with their opponents. Generally their two aims are to be released from their tormented, trapped-between-life-and-death existence, and to revenge themselves on their creator and controller. Unless said creator is careless, this will never happen, but if a bloodless ever gets free, slaying the one who trapped him 4422 43 BLOOD TRANSFUSIONS Blood † Outsiders: Entities from the outer planes are highly prized as sources of blood for transfusions, for their natural magic is sufficiently Transfusions powerful that even a small quantity of their blood is often enough to provide significant benefits, particularly for those who plan to either travel to A the home plane of the entity or summon similar fter blood sacrifice, perhaps the one aspect creatures to the material plane. Demons, devils, of blood magic which is whispered of in and celestials are the preferred outsiders for most the most terrified and hushed tones is the blood magicians, though in theory any dweller practice of transfusing a demon or devil’s blood in the outer planes can be used, so long as it has into one’s own. It is said that those who do this blood running through its veins. Magicians from become part-demon or part-devil themselves, the Eastern desert lands often conjure djinn, jann irrevocably taking on certain qualities of these and efreet for just this purpose, though most other extraplanar evils. outsiders with an elemental subtype are unsuitable due to their composition. The more minor Leaving behind one’s humanity forever is not a outsiders, such as mephits, provide few benefits step to be taken lightly, and inevitably those who and are rarely used as donors. take it are regarded as beyond redemption, worthy only of a swift death, by most civilised religious † Fey: Taking a free-running creature of authorities. Even ordinary people will never look the woodlands, tying it down, and draining its upon a magician with demon’s blood as anything blood to enhance one’s own is a practice generally other than a menace, and so the practitioner who enjoyed only by the most unpleasant of blood taints his blood in this manner must look forward magicians, though again the supposed scholars not only to legions of paladins and clerics nigh- have been known to do the same in the name of on crusading for his death, but great bands of science. As might be expected, the benefits of peasants with torches and pitchforks out to burn such a transfusion are unpredictable and generally down his workshop and send him to the Hells or ephemeral, much like the fey themselves. Abyss to which he now belongs. † Dragons: The most feared creatures of the For those already hated, reviled and hunted for material plane can be hard to capture alive, but for their practice of human sacrifice on a grand scale, the blood magician who achieves it, the rewards though, adding a little extraplanar blood to the are manifold. One of the legends sorcerers like to mix is a hardly a great concern. Might as well be spread concerning their origins is that they are all hanged for a demonic sheep as a sacrificial lamb, descended from dragons, but many wizardly blood after all. Blood transfusions are not the exclusive scholars consider this to be a simple memory of domain of evil blood magicians, though, as many the first sorcerers’ use of dragon blood to fortify more detached scholars of blood magic also themselves and enhance their magic. experiment with the practice, sometimes simply for the sake of advancing scientific knowledge, A few blood magicians have experimented with sometimes in the hope of making a new humanity transfusing blood from other creatures, but more morally elevated than the old by bringing a generally with no success, or at best only very transfusion of celestial blood to the most depraved limited success. Such transfusions are beyond criminals of the land. the scope of this volume, but the Games Master may allow characters to experiment with them if Sources of desired. Transfusion In most cases, of course, none of the above classes The received wisdom among blood magicians of creature will be in the least bit willing to give considers that only blood from the following up their lifeblood or any other of their bodily classes of creature provides any benefit when fluids, however noble (or otherwise) the cause! transfused into a mortal: Most will need to be unconscious or otherwise 4444 BLOOD TRANSFUSIONS helpless before any transfusion begins. The operator, whether for reasons of extraplanar pieces of equipment known as harness couches magical power, scientific exploration or medical (see below) are useful for restraining unwilling practice. The apparatus weighs 100 pounds, creatures, though generally you will still need though if it is to be safely packed down for to subdue them somehow to get them to lie on transport another 20 pounds of blankets and other the couch in the first instance. Certain demons cushioning will be necessary. All standard blood or other outsiders may agree to a transfusion as transfusion procedures can be carried out using the part of a pact of some kind but will expect huge laboratory transfusion apparatus. concessions on the side of the other party to the pact and demand enshrinement of the deal with Primitive Transfusion Apparatus: Any blood a blood contract or similarly binding agreement. magician can attempt to construct his own The dominate monster spell may also prove useful primitive transfusion apparatus, expending 500 gp to the aspiring demon-blooded magician. in materials costs and taking a full week to do so. A Knowledge (blood magic) check at DC 20 is required, with failure indicating that the materials Laboratory and time were wasted. If successful with the Apparatus check however the blood magician has constructed a perfectly functional primitive transfusion It is impossible for a blood magician to perform apparatus, and expends 1,000 XP in so doing. any transfusions unless he has the appropriate The apparatus weighs 100 pounds, but does not laboratory apparatus. For most, this will mean especially need any additional packaging material going to a specialist alchemists’ suppliers and for transport, as it is all constructed of sturdy having suitable glassware blown, scalpels forged, natural materials. All standard blood transfusion flexible leather tubes sewn, and syringes made. procedures can be carried out using the primitive Those from a more primitive background are more transfusion apparatus. likely to take a less technological, more magical approach, constructing their own apparatus from",
        "name":  "Undead",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "gear.json",
        "description":  "This Use Rope check (DC 10) required to close them, tangle of glassware, piping, leather bellows and though no particular benefit is gained if an expert pumps, and sharp piercing implements is designed in Use Rope is used to secure the restraints as to render blood transfusions easy for the skilled Equipment Cost Str Check DC Laboratory Transfusion Apparatus 7,500 gp Primitive Transfusion Apparatus 500 gp Harness Couch, Small 400 gp 20 Harness Couch, Medium 500 gp 22 Harness Couch, Medium, Extra-Strong 1,000 gp 25 Harness Couch, Large 2,000 gp 25 Harness Couch, Large, Extra-Strong 4,000 gp 27 Harness Couch, Huge 8,000 gp 27 Harness Couch, Huge, Extra-Strong 16,000 gp 30 4444 45 BLOOD TRANSFUSIONS Creatures smaller than the size of the harness couch can also be restrained on it, but gain a +2 circumstance bonus to all Escape Artist checks for every size class they are smaller than the size of the harness couch. Spells and Bloodrites of Transfusion The following dweomers are useful and sometimes (particularly in the case of blood transfusion) essential to those who intend to do blood transfusion magic. Purify Blood Conjuration (Healing)",
        "name":  "Laboratory Transfusion Apparatus",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "gear.json",
        "description":  "A Comparative History of Magical Tradition By Grand Loremaster Farvol Thukir 6600 61 RULES SUMMARY Rules Summary Convincing Tribal Sorcerers to teach Researching Blood Magic Blood Magic Int Check Circumstance Situation Situation DC +1 Circumstance Modifier Bonus Has observed at Former 14 least one blood +2 apprentice to magic ritual tribal sorcerer Has participated in Late-developing 18 Per 100 gp of gifts at least one blood +5 sorcerer from magic ritual tribe Has access to the Sorcerer from 20 Per 500 gp of gifts paraphernalia of a +3 outside tribe blood magician Wizard from 22 Per 500 gp of gifts For each book on outside tribe the subject of blood +1 magic owned and read Time to Transfuse a Partial Transfusion of Blood Donor Size Recipient Medium- Size Fine Diminutive Tiny Small Large Huge Gargantuan Colossal size 1 Fine 1 second 1 second 1 second 1 second 1 second 1 second 1 second 1 second second 8 x 1 8 8 8 8 Diminutive 8 seconds 8 seconds 8 seconds 8 seconds second seconds seconds seconds seconds 60 x 1 8 x 8 Tiny 1 minute 1 minute 1 minute 1 minute 1 minute 1 minute 1 minute second seconds 60 x 8 8 x 1 8 8 8 Small − 8 minutes 8 minutes 8 minutes seconds minute minutes minutes minutes 60 x 1 8 x 8 Medium-size − − 1 hour 1 hour 1 hour 1 hour 1 hour minute minute 60 x 8 Large − − − 8 x 1 hour 8 hours 8 hours 8 hours 8 hours minutes 60 x 1 8 x 8 Huge − − − − 3 days 3 days 3 days hour hours 60 x 8 8 x 3 Gargantuan − − − − − 3 weeks 3 weeks hours days Colossal − − − − − − − − 6 months Maximum 1 8 Donation 8 seconds 1 minute 1 hour 8 hours 3 days 3 weeks 6 months second minutes Time 6622 RULES SUMMARY Partial, Half, and Full Transfusion Benefits Partial Donor Creature Half Transfusion Full Transfusion Transfusion Archon, Hound, Damage Reduction 2/; Damage Reduction 5/; Lantern, or Trumpet; Electrical Resistance 5 Electrical Resistance Electrical Resistance Astral Deva; Ghaele; 10; becomes Outsider 20; becomes Outsider Planetar; Solar Acid Resistance 10; Acid Immunity; Arrowhawk ; Djinni Acid Resistance 5 becomes Outsider becomes Outsider Avoral; Barghest; Bebilith; Greater Damage Reduction Damage Reduction 3/; Damage Reduction 4/; Barghest ; Rakshasa; 2/magic becomes Outsider becomes Outsider Titan Damage Reduction 5/ Damage Reduction 10/ magic; +4 to saving magic; +6 to saving Balor; Glabrezu; Damage Reduction 2/ throws against poison; throws against poison; Hezrou; Marilith; magic; +2 to saving Fire Resistance 5; Cold Fire Resistance 10; Nalfeshness; Succubus; throws against poison; Resistance 5; Acid Cold Resistance 10; Vrock Electrical Resistance 10 Resistance 5; Electrical Acid Resistance 10; Resistance 20; becomes Electrical Immunity; Outsider becomes Outsider Damage Reduction 2/ Damage Reduction 5/ +2 to saving throws magic; +4 to saving magic; +6 to saving Barbazu; Cornugon; against poison; Fire throws against poison; throws against poison; Erinyes; Gelugon; Resistance 10; Cold Fire Resistance 20; Cold Fire Immunity; Cold Hamatula; Kyton; Resistance 5; Acid Resistance 10; Acid Resistance 20; Acid Osyluth; Pit Fiend Resistance 5 Resistance 10; becomes Resistance 20; becomes Outsider Outsider Fire Resistance 20; Fire Subtype; becomes Efreeti; Hell Hound Fire Resistance 10 becomes Outsider Outsider Elemental Endurance, Elemental Endurance, 8 Elemental Endurance, 2 48 hours; Fire Janni hours; Fire Resistance hours; Fire Resistance 5 Resistance 30; becomes 10; becomes Outsider Outsider Dragon, Black, Copper, Acid Resistance 5 Acid Resistance 10 Acid Immunity or Green Dragon, Blue or Bronze Electrical Resistance 5 Electrical Resistance 10 Electrical Immunity Dragon, Brass, Gold, Fire Resistance 5 Fire Resistance 10 Fire Subtype or Red Dragon, White Cold Resistance 5 Cold Resistance 10 Cold Subtype Cold Resistance 5, Acid Cold Resistance 10, Cold Subtype, Acid Dragon, Silver Resistance 5 Acid Resistance 10 Immunity Fire Resistance 10; Fire Resistance 20; Lillend Fire Resistance 5 becomes Outsider becomes Outsider Fire Immunity; Cold Fire Resistance 10; Cold Immunity; Immune Fire Resistance 10; Cold Night Hag Resistance 10; becomes to Charm, Sleep and Resistance 10 Outsider Fear effects; becomes Outsider Fire Resistance 10; Fire Resistance 20; Fire Resistance 5; Tojanida Electrical Resistance Electrical Resistance Electrical Resistance 5 10; becomes Outsider 20; becomes Outsider 6622 63 LICENCES Open Game License D20 System Rules \u0026 Content Copyright 2000, Wizards of the Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, based on original material by E. Gary Gygax and Dave THIS LICENSE IS APPROVED FOR GENERAL USE. PERMISSION TO DISTRIBUTE Arneson. THIS LICENSE IS MADE BY WIZARDS OF THE COAST! Open game content from Encyclopaedia Arcane - Blood Magic copyright 2003, Mongoose Publishing. OPEN GAME LICENSE Version 1.0a The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 The d20 System® License version 3.0 Wizards of the Coast, Inc (“Wizards”). All Rights Reserved. By downloading the enclosed graphic files and/or by returning the Confirmation Card as presented in the file “card.pdf,” the Licensee (“You”) accept to be bound by the following 1. Definitions: (a)”Contributors” means the copyright and/or trademark owners who have terms and conditions: contributed Open Game Content; (b)”Derivative Material” means copyrighted material including derivative works and translations (including into other computer languages), 1. Copyright \u0026 Trademark potation, modification, correction, addition, extension, upgrade, improvement, compilation, Wizards of the Coast, Inc. retains title and ownership of the d20 System trademark logos, abridgement or other form in which an existing work may be recast, transformed or adapted; the d20 System trademark, and all other copyrights and trademarks claimed by Wizards of (c) “Distribute” means to reproduce, license, rent, lease, sell, broadcast, publicly display, the Coast in The Official Wizards of the Coast d20 System Trademark Logo Guide version transmit or otherwise distribute; (d)”Open Game Content” means the game mechanic and 1.0, incorporated here by reference. includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional 2. License to use content clearly identified as Open Game Content by the Contributor, and means any work You are hereby granted the non-transferable, non-exclusive, royalty-free license to use the covered by this License, including translations and derivative works under copyright law d20 System trademark logos, the d20 System trademark, and certain other trademarks and but specifically excludes Product Identity. (e) “Product Identity” means product and product copyrights owned by Wizards of the Coast in accordance with the conditions specified in line names, logos and identifying marks including trade dress; artifacts; creatures characters; The Official Wizards of the Coast d20 System Trademark Logo Guide version 1.0. (the stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, “Licensed Articles”) designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, 3. Agreement not to Contest enchantments, personalities, teams, personas, likenesses and special abilities; places, By making use of and/or distributing material using the d20 System Trademark under the locations, environments, creatures, equipment, magical or supernatural abilities or effects, terms of this License, You agree not to contest the ownership of the Licensed Articles logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which 4. Breach and Cure specifically excludes the Open Game Content; (f) “Trademark” means the logos, names, In the event that You fail to comply with the terms of this License, You will be considered mark, sign, motto, designs that are used by a Contributor to identify itself or its products to be in breach of this License. Wizards of the Coast will attempt to notify you in writing or the associated products contributed to the Open Game License by the Contributor (g) by sending a Registered Letter to the address listed on the most recent Confirmation Card “Use”, “Used” or “Using” means to use, Distribute, copy, edit, format, modify, translate and on file, if any. You will have 30 days from the date the notice (the “cure period”) to cure the otherwise create Derivative Material of Open Game Content. (h) “You” or “Your” means the breach to the satisfaction of Wizards of the Coast. If no Confirmation Card is on file, you licensee in terms of this agreement. will be considered to be in breach of this License immediately. 2. The License: This License applies to any Open Game Content that contains a notice 5. Termination indicating that the Open Game Content may only be Used under and in terms of this License. If, at the end of the cure period, the breach is not cured, Wizards of the Coast may terminate You must affix such a notice to any Open Game Content that you Use. No terms may be this License without further written notice to You. added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this 6. Effects of Termination License. Upon termination, You shall immediately stop all use of the Licensed Articles and will destroy any inventory or marketing material in Your possession bearing the d20 System 3.Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of Trademark logos. You will remove any use of the d20 System Trademark logos from the terms of this License. your advertising, web site, letterhead, or any other use. You must instruct any company or individual that You are or become aware of who is in possession of any materials distributed 4. Grant and Consideration: In consideration for agreeing to use this License, the by You bearing the d20 System Trademark logos to destroy those materials. You will solely Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the bear any costs related to carrying out this term of the License. exact terms of this License to Use, the Open Game Content. 7. Penalty for Failure to Comply with Termination Instructions 5.Representation of Authority to Contribute: If You are contributing original material as If You fail to comply with the Effects of Termination, Wizards of the Coast may, at its Open Game Content, You represent that Your Contributions are Your original creation and/or option, pursue litigation, for which You shall be responsible for all legal costs, against You You have sufficient rights to grant the rights conveyed by this License. to the full extent of the law for breach of contract, copyright and trademark infringement, damages and any other remedy available. 6.Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content 8. Updates You are copying, modifying or distributing, and You must add the title, the copyright date, Wizards of the Coast may issue updates and/or new releases of the d20 System Trademark and the copyright holder’s name to the COPYRIGHT NOTICE of any original Open Game logos without prior notice. You will, at the earliest possible opportunity, update all material Content you Distribute. distributed by You to use the updated and/or new version of the d20 System Trademark logos. You may continue to distribute any pre-existing material that bears an older version 7. Use of Product Identity: You agree not to Use any Product Identity, including as an of the d20 System Trademark logo. indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate 9. Changes to Terms of the License compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction Wizards of the Coast may issue updates and/or revisions to this License without prior with a work containing Open Game Content except as expressly licensed in another, notice. You will, at the earliest possible opportunity, conform in all respects to the updated independent Agreement with the owner of such Trademark or Registered Trademark. The or revised terms of this License. For a period of 90 days You may continue to distribute use of any Product Identity in Open Game Content does not constitute a challenge to the any pre-existing material that complies with a previous version of the License. Thereafter ownership of that Product Identity. The owner of any Product Identity used in Open Game written consent should be obtained from Wizards of the Coast. Subsequent versions of this Content shall retain all rights, title and interest in and to that Product Identity. License will bear a different version number. 8. Identification: If you distribute Open Game Content You must clearly indicate which 10. Updates of Licensee information portions of the work that you are distributing are Open Game Content. You may transmit an updated version of the “card.pdf” Confirmation Card at any time to Wizards of the Coast. 9. Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and 11. Notices to Licensor: distribute any Open Game Content originally distributed under any version of this License. Wizards of the Coast 10 Copy of this License: You MUST include a copy of this License with every copy of the d20 System License Dept. Open Game Content You Distribute. PO Box 707 Renton, WA 98057-0707 11. Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor 12. No maintenance or support to do so. Wizards of the Coast shall have no obligation whatsoever to provide You with any kind of maintenance or support in relation to the d20 System Trademark logos. 12 Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, 13. No Warranty / Disclaimer or governmental regulation then You may not Use any Open Game Material so affected. THE d20 SYSTEM TRADEMARK LOGO FILES ARE MADE AVAILABLE ON AN “AS IS” BASIS. WIZARDS OF THE COAST DOES NOT MAKE ANY REPRESENTATION 13 Termination: This License will terminate automatically if You fail to comply with all OR WARRANTY, WHETHER EXPRESS OR IMPLIED, AS TO THE FITNESS FOR terms herein and fail to cure such breach within 30 days of becoming aware of the breach. A PARTICULAR PURPOSE, USE OR MERCHANTABILITY. WIZARDS OF THE All sublicenses shall survive the termination of this License. COAST MAKES NO REPRESENTATION OR WARRANTY THAT THE d20 SYSTEM 14 Reformation: If any provision of this License is held to be unenforceable, such provision TRADEMARK LOGO FILES ARE ERROR-FREE.MAKES NO REPRESENTATION OR shall be reformed only to the extent necessary to make it enforceable. WARRANTY THAT THE D20 SYSTEM TRADEMARK LOGO FILES ARE ERROR- FREE. 15 COPYRIGHT NOTICE 64 Open Game License v 1.0 Copyright 2000, Wizards of the Coast, Inc.",
        "name":  "From Arcane and Divine",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Warlocks are born, not made. Some are the de- scendants of people who traf ﬁ cked with demons and devils long ago. Some seek out the dark powers as youths, driven by ambition or the de-sire for power, but a few blameless individuals are simply marked out by the supernatural forces as conduits and tools. The exact na-ture of a warlock ’s origin is up to the player to decide; just as a sorcerer is not beholden to the magic-wielding ancestor that bequeathed his bloodline with arcane power, a warlock is not bound to follow the source that gifted him with magic. Warlocks are not hal f- ﬁ ends or tie ﬂ ings by default (although many creatures of those kinds become some of the most powerful and terrify- ing representatives of the class). The mark that the supernatu-ral powers leave on their servants is often a mark in the soul, not the ﬂ esh. In fact, many warlocks are created by nonevil powers — wild or fey forces that can be every bit as dangerous as demons or devils. Whatever their origin, warlocks are widely feared and misunderstood. Most are wan- derers who rarely stay in one place for long.",
        "name":  "Background",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Backpack with waterskin, 1 day ’s trail rations, bedroll, sack, and ﬂ int and steel. Case with 10 bolts. Spell component pouch. Three torches. Gold:  1d4 gp. WU JEN Wu jen are spellcasters with mysterious powers. They com- mand the elements, spirit forces, and the powers of nature. They are seldom found living with the rest of human society. Instead, they live as hermits in the wilderness, purifying their bodies and minds to contact the various natural and supernatural powers of the world. From these entities they learn their spells —magical means to control the invisible forces of the world. Adventures:  Wu jen typically adventure to expand their knowledge of the world, both magical and mundane. Like wizards, they tend to approach adventures with care- ful planning, since their daily spell selection is vitally important. Characteristics:  Wu jen are the arcane spellcasters of the Far East. As with wizards, their spells are their primary class feature, and as such assume an all-important role in their lives. Many wu jen spells draw on the power of the five elements (earth, fire, metal, water, and wood). Finally, wu jen are adept at manipulating their spells, increasing their range, duration, or effect, or eliminat-ing verbal or somatic components through permanent metamagic effects. Alignment:  Wu jen tend to stand apart from the lawful societies predominant in most cultures, ﬂ outing the rules and norms of decent folk. They have a strong tendency toward chaos, but in any event they cannot be lawful. Background:  Wu jen crave magical power in a world where no organized colleges of wizardry typically exist. T h e i r  t h i r s t  d r i v e s  t h e m  t o  s e e k  o u t  o t h e r s  l i k e  t h e m -selves —hermits, recluses, or exiles who have gained the secrets they seek. Nearly all wu jen are trained by a single mentor in this fashion, outcast from proper society and set apart by their fearsome supernatural powers. Races:  Most wu jen are humans, though members of all the common races of the eastern lands can learn their craft. Other Classes:  Wu jen generally don ’t like members of any other class. At the same time, however, a wu jen is painfully aware that without ﬁ ghters and samurai to block enemy soldiers, a shaman to heal her wounds, and perhaps a rogue to deal with locks and traps, her path to the knowl-edge she seeks might be blocked by insurmountable and possibly fatal obstacles. This realization of her reliance on other classes might make her accept them or might make her resent them. 620_17925_Chpt1.indd   14 620_17925_Chpt1.indd   14 9/15/04   9:21:14 AM 9/15/04   9:21:14 AM15CHAPTER 1 CLASSESGAME RULE INFORMATION Wu jen have the following game statistics.",
        "name":  "Gear",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "+2 chain shirt, +2 ring of protection, cloak of Cha- risma +2, +1 cold iron rapier, wand of scorching ray  (20 charges), wand of ray of enfeeblement  (25 charges), wand of searing light  (10 charges), scroll of cure critical wounds , potion of bear ’s endurance, 27 pp. SUBLIME CHORD Music is not just a pleasant sound; it is also the expression of mathematical relationships fraught with signi ﬁ cance. A member of the sublime chord prestige class sees music, even the powerful music of a skilled bard, as nothing more than a stepping-stone to true universal insight into the legend-ary song of creation heard at the dawn of time. Music and magic are actually one and the same, and an astute student who unravels the riddles of meter and pitch simultaneously reveals hidden secrets of great power. All sublime chords must have some foundation in the bard ’s art, since bardic music is the first step in master- ing the power of the First Song. However, music is only one tool for understanding the infinite; a sublime chord must also study mathematics and the precise movements of the stars and planets in which the music of the spheres is e vi d e n t. In ex ch an g e f o r a ban do nin g h e r co n tin uin g study of bardic music, a sublime chord instead masters a number of spells far more powerful than most bards can ever use. While most sublime chords receive the majority of their training as bards, a small number of sorcerers and wizards are drawn to this class, enticed by the notion of an ultimate truth linking the power of song and the power of magic. Sublime chords are often drawn to colleges, universities, and other gatherings of learned folk. In some places, such as the Starry Lyceum in the city of Osterhaven, they gather in small circles of musical scholars. The Starry Lyceum is dedicated to the pursuit and preservation of knowledge, and its members are known for their efforts to recover lost secrets and prevent the fading of ancient songs and star-taught wisdom. Ostensibly neutral in the affairs of the world, the sublime chords of the Lyceum make their learning and lore available to all who seek it —a policy that often runs counter to those who would seek to govern or dominate other people by fostering ignorance. NPC sublime chords are encountered in much the same variety of adventures and roles in which one ﬁ nds NPC bards. They blur the line between bard and wizard, and are often mistaken for mages who wield mysterious song-based magic. As scholars without peer, NPC sublime chords are especially interested in recovering lost lore and exploring arcane mysteries, and they often join adventuring parties with similar interests. Adaptation:  The Starry Lyceum can serve as the focal point for the inclusion of this prestige class. However, this organization is more than a group; it is really a way of life. Its members are scholars, bards, and mages in search of fundamental truth and dedicated to the preservation of knowledge. In your campaign, you can easily substitute any similar college for the Starry Lyceum. For example, in the F ORGOTTEN  REALMS ® setting, the scribes of Candle- keep or the Vault of Sages in Silverymoon would serve quite well in place of the Lyceum for any sublime chord characters. Hit Die:  d6. Requirements To qualify to become a sublime chord, a character must ful ﬁ ll all the following criteria.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Subject and equipment gain immu- nity to damage of speci ﬁ ed energy type. 7TH-LEVEL CLERIC SPELL",
        "name":  "Energy Immunity",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Subject and equipment gain immu- nity to damage of speci ﬁ ed energy type. 9TH-LEVEL DRUID SPELLS",
        "name":  "Energy Immunity",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Subject and equipment gain immunity to damage of speci ﬁ ed energy type. Otiluke’s Greater Dispelling Screen:  Targeted dispel magic  on any creatures and unattended items, +20 max on caster level check.",
        "name":  "Abjur  Energy Immunity",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Makes one creature or object vanish. Energy Immunity*: Subject and equipment are gain immunity to damage of speci ﬁ ed energy type.",
        "name":  "Disintegrate",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "10 minutes (D) When the spell is cast, you and any willing creatures you touch lift into the air on a magic chariot formed of 620_17925_Chpt4.indd   100 620_17925_Chpt4.indd   100 9/15/04   3:04:04 PM 9/15/04   3:04:04 PM101CHAPTER 4 SPELLS  AND INVOCATIONScloud, then ﬂ  y away in the direction you desire. You can bring one Medium or smaller creature (carrying gear and objects up to its maximum load) per four caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth. A cloud chariot  ﬂ ies at 10 miles per minute, so that you can cover a distance of 100 miles over the spell ’s full dura- tion. You and your passengers feel none of the effects of this swift movement, though, and the ride is perfectly steady and calm in even the worst weather. When the spell is dis-missed, the cloud settles gently to the ground and dissipates. Should the spell duration expire while a cloud chariot  is still aloft, the magic fails slowly, with cloud and riders ﬂ oating downward 60 feet per round for 1d6 rounds. If the cloud reaches the ground in that amount of time, it lands safely. If not, it falls the rest of the distance, and all creatures riding in it take falling damage. A cloud chariot descends slowly if the spell is dispelled, but not if it is negated by an antimagic ﬁ  eld .",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "No A ghostly hand bearing a lit candle appears at the spot you choose, shed- ding light in a 5-foot radius and moving as you desire —forward or back, up or down, straight or around corners at up to 50 feet per round (no concentra-tion required). The hand and candle are incorporeal and can pass through objects, making them a useful tool for simulating hauntings. As well, a corpse candle illuminates hidden, ethereal, and invisible beings and items, all of which become faintly visible as wispy outlines. Ethereal creatures remain unreachable from the Material Plane (except with force effects), but invisible creatures have only concealment (20% miss chance) and lose their bonus on attack rolls from invisibility when they are within 5 feet of the candle. The ghostly radiance also makes immaterial creatures and items slightly material, so that incorporeal creatures within 5 feet of a corpse candle  have only a 30% chance to avoid damage from corporeal creatures (though all other bene ﬁ ts of being incorporeal are retained). The hand is Diminutive, has 1 hit point per caster level, and has AC 14 + a de ﬂ ection bonus equal to your Charisma modi ﬁ er. It makes saves as y o u  d o  b u t  i s  i m m u n e  t o  s p e l l s  t h a t  don’t cause damage. The spell effect ends if the hand is destroyed, and the hand winks out if the distance between you and it exceeds the spell ’s range.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Yes (harmless) This abjuration grants a creature and its equipment complete protection against damage from one of the ﬁ ve energy types —acid, cold, electricity, ﬁ re, or sonic. Energy immunity  absorbs only damage, so the recipient could still suffer side effects such as drown- ing in acid, being deafened by a sonic attack, or becoming immobilized in ice.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Yes You conjure a featureless black sphere of nothingness that disintegrates virtually anything it touches. The sphere ﬂ ies up to 30 feet per round, and you must make a ranged touch attack against the single creature or object you wish to target. The sphere stops moving during the round when it attacks, and you must actively direct it to a new target as a move action. When struck by the sphere, a target takes 2d6 points of damage per caster level (maximum 40d6). Any creature reduced to 0 or fewer hit points by this spell is disintegrated, leaving behind only a trace of ﬁ ne dust (though its equipment is unaffected). When used against an object, the sphere disinte-grates as much as one 10-foot cube of nonliving matter. A creature or object that makes a successful Fortitude save is partially affected, taking only 5d6 points of damage. If this damage reduces the creature or object to 0 or fewer hit points, it is disintegrated. The effects of the sphere count as a disintegrate  spell for the purpose of destroying a wall of force  or any other spell or effect speci ﬁ cally affected by disintegrate.  If the sphere exceeds the spell ’s range, it winks out.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Wizards who take on appren- tices usually teach them many of the same notations and codes they themselves have perfected. A wizard attempting to decipher, prepare, or copy a spell from the spellbook of a master (or apprentice) gains a +2 circumstance bonus on the Spellcraft check. Mastering a Foreign Spellbook:  Instead of laboriously copying each spell of interest from a found spellbook into his own, a wizard might instead make a dedicated effort to master the spellbook ’s particular ciphers and notations. This procedure is sometimes referred to as becoming attuned to the spellbook (although it ’s a matter of time and study, not a mystical process). Mastering a spellbook requires a success-ful Spellcraft check (DC 25 + the level of the highest-level spell in the book) and takes one week plus one day per spell contained within. If the wizard succeeds, he can use the foreign spellbook as his own, requiring no further Spellcraft checks to prepare or copy spells from it. If he fails, he cannot attempt to master that spellbook again until he gains at least 1 more rank in Spellcraft. SPELLBOOK CONSTRUCTION Aside from ornamentation and spurious false writings, all spellbooks require one page per spell level (minimum one page) to record any particular spell. The pages of most spellbooks have been treated for durability and protection against ﬁ re, mold, water, parasites, staining, and other hazards. These procedures make even a blank spellbook relatively expensive. The base cost of 15 gp buys a well-bound leather volume of 100 parchment pages, a style also typically used for other high-quality books such as the genealogies of noble families o r  t h e  m a s t e r  c o p i e s  o f  s a g e s ’ published writings. Exotic materials increase the cost and weight of a spellbook accord-ingly, and these materials are usually reserved for grimoires, not arcanabula. Table 5–1: Spellbooks Cover Weight Hardness Hit Points CostLeather 1 lb. 2 +0 5 gpWood, thin 1 lb. 3 +1 20 gpMetal, soft 5 lb. 5 +4 100 gpMetal, hard 5 lb. 7 +5 200 gpDragonhide 2 lb. 4 +2 200 gpSlipcase +1 lb. +1 +1 +20 gp Pages (100) Weight Hardness Hit Points Cost Parchment 2 lb. +0 1 10 gpPaper, linen 2 lb. +0 2 20 gpVellum 2 lb. +0 3 50 gpBone or ivory 4 lb. +0 4 100 gpMetal foil 20 lb. +1 8 500 gp The weight, hardness, hit points, and cost of a spellbook of unusual construction is the sum of its cover and page con-struction. For example, a book made with a steel plate cover (hard metal) and copper foil pages weighs 25 pounds, has hardness 8, 13 hit points, and costs 700 gold pieces. All ﬁ ne books can be purchased with a waterproof double slipcase of chased and tooled leather, strong enough to pro- tect against driving rain or burial in snow but not against prolonged immersion. Special physical treatments (such as baths in secret herbal tinctures and alchemical solutions designed to retard ﬁ re and mold damage) are included in the above costs. PROTECTING SPELLBOOKS Any wizard with the means to do so will carefully safeguard her spellbooks against accident, battle damage, or theft. Most arcanabula feature cheap and inexpensive protections (often a simple explosive runes  or ﬁ re trap ), but for most wizards, the risk of losing a workbook isn ’t enough to justify the expense of high-level protection. Grimoires, on the other hand, are generally stored in the most secret hiding places (sometimes even on other planes) and equipped with mechanical traps, loyal guardians, and deadly spells of defense. The protections applied to a great-book can take virtually any form, from magically sustained poisonous spiders or snakes, to bladders of paralyzing or sleep-inducing gases, to scything blades or poisoned needles concealed in the locks, lids, or frames of the coffers and cabinets the books are hidden in. These traps are never of a design or nature that might endanger the book, but otherwise are almost limitless in the kinds of damage they can in ﬂ ict on the uninvited. Magical protections can add thousands of gold pieces to the cost of even the simplest tome. Some of the most common spellbook defenses include the following. Resistant to Energy (Minor):  The book has resistance 5 against acid, cold, electricity, ﬁ re, and sonic attacks. 620_17925_Chpt5.indd   140 620_17925_Chpt5.indd   140 9/15/04   11:26:08 AM 9/15/04   11:26:08 AM141CHAPTER 5 MAGIC ITEMS Moderate abjuration; CL 6th; Craft Wondrous Item, resist energy ; Price +1,000 gp. Resistant to Energy (Major):  The book has resistance 12 against acid, cold, electricity, ﬁ re, and sonic attacks. Moderate abjuration; CL 10th; Craft Wondrous Item, protection from energy ; Price +3,000 gp.",
        "name":  "Masters and Apprentices",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Binders are versed in the summoning creations and simply view demonology as one tool and controlling of demons and so may use the Art of to accomplish this. The corruption of the art is ever Summoning rules on pages 13, 21 and 29. present though and many pursue the knowledge required to summon the greatest demons of all in Binding: The binder is skilled in the practice of order to create ever more powerful artefacts. binding demons into inanimate objects and so may use the rules presented in Bound Demons on p35.",
        "name":  "Most merely seek to increase the potency of their Demonology",
        "source":  "demonology___the_dark_road.txt",
        "_id":  "e3dc8037fb581147eb9f4b66b67256a70a90e4ca7407f4ca628bc3df8b122cc5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "sources on Complete lion mane demonological matters or to cause Barbazu the temptation and Where powerful demons may raise hordes of downfall of an lemures to destroy their enemies within the infernal enemy, which they excel at. Less dedicated planes, it is the barbazu that are given the task of practitioners may well summon such creatures leading them, simply as tools of comfort to distract from lonely spearheading attacks nights of intense research. as vicious shock troops. A single Demonic Family: Baatezu barbazu is Pentagram Component: Powdered female elven capable of giving hair",
        "name":  "Summoning Focus",
        "source":  "demonology___the_dark_road.txt",
        "_id":  "e3dc8037fb581147eb9f4b66b67256a70a90e4ca7407f4ca628bc3df8b122cc5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Reptilian races add +1 to all bonuses. Your mind is a powerful tool when analysing the power of magical defences.",
        "name":  "Special",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Aspects of (–1 size, +4 Dex, +3 deflection, +14 natural) Sekolah look like really big great white dire sharks. hp 97 (13 HD); DR10/good ASPECT OF SEKOLAH LORE Immune fire, poison Resist acid 10, cold 10; SR23 Characters with ranks in Knowledge (the planes) can Fort +13, Ref +14, Will +14 learn more about the aspect of Sekolah. When a charac- ter succeeds on a skill check, the following lore is Speed 40 ft. (8 squares), fly 60 ft. (average) revealed, including the information from lower DCs. Melee +1 keen scourge+17/+12/+7 (1d8+4/19–20) or DC Result Melee touch +15 (1d6 Wisdom damage) 28 This is an aspect of Sekolah, god of the sahuagin. This Base Atk +13; Grp +20 reveals all outsider traits. Space 10 ft.; Reach 10 ft. 3 3 Aspects of Sekolah swallow prey whole as they swim by. Atk Options Combat Reflexes, Flyby Attack 38 Aspects of Sekolah can use unholy blight, unholy aura, Special Actions summon baatezu and horrid wilting once per day each. Combat Gear 2potions of invisibility SOCIETY Abilities Str 17, Dex 19, Con 17, Int 17, Wis 19, Aspects of Sekolah associate only with sharks and Cha 22 sahuagin, and even that is rare. Feats Combat Reflexes, Dodge, Flyby Attack,",
        "name":  "Typical Physical Characteristics",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "gear.json",
        "description":  "The PCs have almost impossible to take them by been captured (perhaps during one surprise. The PCs must find a way of the other side missions). They to get false plans into enemy hands have been stripped of their gear to throw their spy network off and tossed in the dungeon, or track. The false plans are ready, whisked off to a POW camp. but it’s up to the PCs to devise They must find a way out of and implement a plan for deliv- their cells, locate their gear, ering them to an enemy spy in and escape. But they’re not a way that will avoid suspicion. free yet, for they are still This mission might require deep in enemy territory, stick- someone with forgery skill ing out like elves in a dwarf as well as PCs who are good community. They’ll need dis- at planning. guises, perhaps even forged Codebreaker: The military identification papers, and a has intercepted several mes- lot of luck to find their way sages in the past few months home again. through the resistance work-",
        "name":  "Prisoners of War",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "While most soldiers go off to war, some charac- you fit the whole field onto one sheet of paper, but gives ters take part in battles simply because they find themselves you enough detail so you can improvise if the PCs go on the battlefield. If the PCs are in a city that’s suddenly somewhere you weren’t expecting. besieged by a demon army, for example, they’re effectively To use examples from real-world history, the Battle of part of the city’s defenses, whether they like it or not. Agincourt had about thirty thousand soldiers on both 19 ADVENTURES BUILDING CHAPTER 2 sides, and its battlefield map would measure 40 squares If your battlefield is a city, your map will be covered by 60 squares. The Battle of Gettysburg had troop density with manmade structures. You don’t have to draw every that approximates a fantasy battle like those portrayed in building, of course, but at the 200-foot scale you can indi- the movies. It involved one hundred seventy-five thou- cate neighborhood types (temple district, slums, harbor sand soldiers on both sides, and its battlefield map would quarter, and so forth) and the presence or absence of measure roughly 60 by 80 squares. major thoroughfares. Don’t hesitate to fill your battlefield map with interesting Roads are vital in military planning because they pro- features. Terrain features give strategically minded players vide fast travel across a battlefield that might be covered some tools to work with as they try to gain whatever edge with vegetation, natural obstacles, and other hazards that they can. And in general, terrain features make for more impede movement. Add roads to your battlefield map, interesting and memorable encounters. keeping in mind that armies have the manpower to build As you draw your battlefield map, consider including their own roads to set up efficient supply lines or allow some or all of the following features. greater tactical movement, should they care to do so.",
        "name":  "Bystander",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Every aspect of the allies’ army, from its tiny fraction is all you need to worry about. You can just front-line troops to its rear supply wagons, is a target for describe the rest in general terms. the enemy. That means that almost everything needs to be The central task in creating a fantasy army is designing guarded. Many missions in wartime can be boiled down the maneuver element: a cohesive group of soldiers that to “Make sure this spot stays in our hands.” If you want to move around the battlefield together. If the army you create give the PCs some simple downtime, have a commander has interesting maneuver elements, it’ll be fun for the PCs task them with guarding something important—then to interact with, whether as enemies or allies. don’t have the enemy attack. The siege of a castle is a good example of a battle that THE 60-MINUTE ARMY could include a lot of guard duty. If the PCs are defending It might be tempting to design every last detail of a fantasy the castle, they have downtime whenever the enemy isn’t army, developing a comprehensive force structure, list- pressing the attack. They can sally forth on counter-raids, ing every last bit of equipment carried by every kind of but doing so is much more dangerous than simply accept- soldier, and describing the heraldry of each unit down to ing the downtime and later continuing the fight from the last chevron. behind the safety of the castle’s fortifications. Don’t bother. Such details are usually lost on your play-",
        "name":  "Guard Duty",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Commonly found in moors and some- most cases, these structures are built with the most readily times between fields or pastures in settled agricultural available resource: piles of dirt. The resulting constructions communities, a hedgerow is a tangle of stones, soil, and are collectively referred to as earthworks. thorny bushes. Berm: A berm is a low earthen wall that slows movement Narrow hedgerows function as low walls; it takes 15 feet and provides cover. A berm on a battle map is represented by of movement to cross them. two adjacent rows of steep slope, with the edges of the berm Wide hedgerows are more than 5 feet tall and take up on the downhill side. A creature moving over a berm that is entire squares. They provide total cover, just as a wall does. 2 squares wide travels uphill for 1 square, then downhill for It takes 4 squares of movement to move through a square 1 square. A 2-square-wide berm provides cover equivalent with a wide hedgerow; creatures who succeed on a DC 10 to a low wall for anyone standing behind it. Climb check need only 2 squares of movement to move It takes a creature 1 hour to create a 5-foot-long berm, through the square. provided the creature has digging tools or can naturally",
        "name":  "Hedgerow",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Whether they were animated and sent into battle or brought into being by some horrific death, undead In a battlefield adventure, you have four key ways to reward wander battlefields searching for rest or for more souls to the characters for overcoming challenges and contributing swell their ranks. Skeletons, zombies, ghouls, and ghasts are to the outcome of a battle: experience points, treasure, often found on ancient battlefields, while ghosts searching recognition points, and victory points. for their bodies (or their killers) are not uncommon. Evil Experience points function just as they do in standard rulers or generals slain in battle can rise again as wights, D\u0026D adventures. PCs earn experience points for the foes wraiths, and mohrgs. they overcome, whether those foes die with their boots on or flee the field of battle. In a battlefield adventure, the Table 2–4: Ancient Battlefield Undead PCs are more likely to face multiple lower-level enemies, CR Creature so you need to make sure that the PCs are actually 1/3 Skeleton, human warrior challenged. It might be fun to wade through rank after 1/2 Zombie, human commoner rank of ordinary goblins, but it’s not necessarily worth 1 Ghoul experience points. 3 Ghast Treasure likewise works just as it does in standard 3 Wight 5 Wraith D\u0026D adventures, unless your campaign relies more on 7 Spectre a friendly army issuing equipment to the PCs and less on 8 Mohrg looting the bodies of the fallen. It’s incumbent on you to 11 Dread wraith keep a close eye on PC wealth. Monsters are rarely encoun- Varies Ghost tered in their lairs during a battlefield adventure, but the battlefield is positively crawling with classed NPCs, and",
        "name":  "Undead",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "If the PCs are going to go their own way on Redraw the Flowchart: Even if the players confound the battlefield, take a moment to ask yourself why they’re the links on your flowchart, you’ve still got a bunch of rejecting the choices you presented them (the paths on well-designed encounters you can throw at them. Don’t your flowchart). If the players don’t realize the options be shy about changing the links and presenting those they have, you can make them more obvious, or even have encounters in a different context. If the PCs ignored the an NPC advise them of what their options are. retreating enemy cavalry, for example, you can use that It’s more likely that the players aren’t taking certain encounter later by having the cavalry unit charge the PCs. actions because they don’t think the ratio of reward to risk If the PCs head into no-man’s-land rather than assist in the is high enough. If that’s the case, you can either increase defense of the trench network, you can stage an encounter the reward or reduce the perceived risk. in an abandoned trench network near the enemy lines, You can make a particular course of action more tempt- using the trench map you’ve already prepared. As long ing by offering more victory points, recognition points, or as the PCs are running around the battlefield having fun potential wealth. If the characters are reluctant to chase encounters, you’re doing your job as DM, and you’ve got down the retreating drow, for example, you can mention all the tools you need (victory points, recognition points, that they seem to be forming up around a particular XP, and gold) to reward the characters. cave entrance (one that leads to an underground tunnel Let Them Go: You’ve already established the overall network, making it an important maneuver point). flow of battle, you’ve got a series of battlefield maps, You can also up the ante by reducing the perceived risk and you know the general makeup of both armies. That of a course of action. For example, characters worried about means you’ve got all the tools you need to improvise a attacking an enemy stockade might think better of the idea battlefield adventure. If you’re comfortable designing if you describe drowsy guards or an unobserved approach interesting encounters on the fly, let the characters do to the walls. One way to reduce the PCs’ perception of risk what they want, even if their actions don’t appear on is to have a friendly unit arrive and offer to assist the PCs. your flowchart. Getting to the stockade is easier if griffon-riding allies To throw together a quick encounter, sketch out an swoop overhead to distract its defenders. encounter map based on where the PCs are on your",
        "name":  "Up the Ante",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "If the PCs look like they’re going to head down an unforeseen path, you can let RANDOM ENCOUNTERS them do so, give them a fun encounter, then reconnect them to your adventure. If high-level PCs take off in pur- Regardless of how closely or loosely the PCs adhere to the suit of low-level enemy men-at-arms, you can give them flowchart you’ve built, you’ll find a good random encounter the encounter they seem to want: a blowout in which table to be a useful tool during a battlefield adventure. they wreck an enemy unit at little risk to themselves. A random encounter table isn’t intended to be demograph- (Players like to be challenged, but they also enjoy the ically accurate. It should provide interesting encounters occasional cakewalk.) of an EL appropriate for your PCs, not an accounting of Afterward, give the PCs plenty of opportunities to what units are most likely to be found on the battlefield. A get back onto the flowchart in the form of skirmishes random encounter table for high-level PCs, for example, they see elsewhere on the battlefield, friendly units will feature high-level opposition even if the two armies asking for help, and commanders checking on them. involved have mostly low-level troopers. You’re giving the characters a sense of independence, In a particularly large battle, you might want to design but you’re also showing them the way back to the chal- several random encounter tables based on geography (one lenges you’ve prepared. table for the underground tunnels, another for the surface 44 2 RETPAHC GNIDLIUB SERUTNEVDA battlefield) or timing (one table for the start of the battle, Sometimes the PCs are in dire straits themselves, so another table for after the cultists open the gate that brings the second kind of friendly encounter would be more in the demon army). But in most battles a single encounter than welcome. Whether it’s archers who cover the PCs’ table will suffice if you construct it carefully. retreat or an allied cleric who tends to the PCs’ wounds During a typical battle, the PCs might spend some time before the next gnoll assault, such encounters are a behind friendly lines, some time in contested ground, good way to keep the PCs adventuring longer in game- and some time behind enemy lines. A 40-20-40 random world terms. encounter table can serve all three areas. To build such Not every allied unit is necessarily friendly. The PCs an encounter table, have the first 40 percent of the table might have to handle obstinate subordinates, units that (results 01–40) consist of enemy units. The next 20 percent mistake them for enemies, and allied commanders that of the table (results 41–60) are neutral parties, environ- have turned crazy, cowardly, or traitorous. This third mental elements, and battlefield events such as artillery kind of “friendly” encounter is a good way to provide bombardments. The final 40 percent of the table (results NPC interactions that don’t immediately lead to combat, 61–100) are friendly units. giving PCs a chance to employ their social skills on the Once you’ve built a 40-20-40 table, you use it by rolling battlefield. The characters might have to convince a general d% whenever the PCs are in territory contested by both that their original mission is more important than the sides. When the PCs are behind enemy lines with no suicidal charge he’s planning—or better yet, talk him out friendly troops nearby, reroll any result of 61 or higher. of it and save the fellow soldiers who have already been If the PCs are in the rear echelon, not currently engaged drafted for the charge. in fighting, reroll any result of 40 or lower, so that the The middle section of the random encounter table is encounter is either friendly or neutral. where you can connect the battle to the rest of the cam-",
        "name":  "Reconnect Them Later",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "No Resounding voice counters and dispels silence and is also countered and dispelled by silence. This spell creates a simple building similar to a Leo- mund’s secure shelter (see Player’s Handbook page 247) that SHRIEKING BLAST can be used to house up to forty troops. The billet has Evocation [Sonic] a latched door at each end and two shuttered windows Level: Sorcerer/wizard 5 on each long side. These doors and windows can be Components: V, S, M barred from the inside, but the billet does not provide Casting Time: 1 standard action any magical protection. Range: Medium (100 ft. + 10 ft./level) The billet contains forty bunks (stacked two high), Area: 40-ft.-radius burst two trestle tables with ten stools each, and two fireplaces Duration: Instantaneous with raging fires already burning and enough wood to Saving Throw: Fortitude partial; see text last for one night. Twenty loaves of bread are stacked on Spell Resistance: Yes each table, and a pot of hot gruel hangs on a hook over each fire. A shrieking blast is a deafening explosion of sonic power.",
        "name":  "Spell Resistance",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "This piece of first aid equipment RODS can be applied to a dying creature. Applying",
        "name":  "Blessed Bandage",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "T he defenders consist of humans t he lead. T he invaders attack the heavy tre b u c het per- and ogres deployed as noted below. sonnel immediately upon entering. Once they have s e c u red cont rol of the siege engines, they go to work • Two squads of ten human soldiers each (see Heroes of on the stronghold doors. Battlepage 142) manning the walls If the PCs fail to open the gate, the invaders bring out a battering ram. Opening the doors with this tool • Twelve human soldiers staffing each heavy trebuchet re qu i res several rounds of bashing and leaves the sol- diers on the ground vulnerable to arrow fire fro m • Two 4th-level barbarian ogres (see Monster Manual a b ove. T he heavy tre b u c hets fire at all enemy soldiers page 199) guarding the gate controls on the ground outside the wall, specifically targeting t he battering ram if possible. This attack proves costly",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Handle Animal, Intuit made selection of skills, feats, myths of their own origins and Direction, Listen, Move Silently, Ride, and equipment. In general, the creation. Wilderness Lore. starting packages give your Human characters are the Castaway (Variant): Lost or left behind, you character solid choices for the standout members of their race. traditional role of each class. have survived against all odds by learning the Successful humans often become If you’re an experienced ways of the land. Now hardened by experience vastly powerful, ruling entire player and you want to create and focused by solitude and danger, you have an unusual character, you may nations or becoming the counselors become a uniquely dangerous opponent while on want to consider forgoing the of kings and generals. Human familiar ground. If rescued or returned to civilized use of the starting packages. characters are drawn from many lands, you will have to relearn the basic rules of For each class, you’ll find backgrounds. Some are raised for a society and find a way to use the skills from one suggestions in Chapter 3 of the life of adventure, while others find hostile world to thrive in another. Player’s Handbook if you’re the path as escaped slaves, runaway",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Dwarves take a penalty important ability for a dwarven cleric, followed to Charisma, so dwarven bards often have a good closely by Strength. A dwarven cleric has little score in an ability other than Charisma. use for Dexterity. Minimizing the impact of a low Charisma is Runeweaver (Variant): Using auguries and important; if necessary, just about any other other tools of fortune telling, you give the ability should be assigned the lowest score. dwarves glimpses of the future and divine 14 Moradin’s will regarding various plans and CHOOSING YOUR RACE AND CLASS decisions. With a set of inscribed tiles marked Dwarven Fighter with the dwarven script, you unravel the mystical and mysterious meanings of the runes. The The phrase common dwarf pays more heed to your “dwarven fighter” is predictions than more experienced leaders. But almost a redundant when times are dire and all hope has fled, even term. Most dwarves the most powerful member of the delve may turn receive some martial to you. training and combat",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Put your best scores in finest equipment available. They command the Strength and Constitution. Intelligence and respect and attention of all who travel with them. Wisdom are good places to put low ability scores. They bear the scars and other signs of a long, Esteemed Member of the Siegemaster’s Society (Variant): From time to time, an army will encamp around a fortified position and lay siege. There are no better masters of the various siege engines and strategies for systematically reducing static defenses than gnome siegemasters like you. Your natural interest in mechanical devices gives you a unique knowledge of the principles of ballistics, weight and counterweight, and leverage. You know how to build catapults, rams, trebuchets, siege towers, and other large engines of war. You can manage small construction crews, draft plans, and explain strategy and tactics to generals and troops alike.",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "gear.json",
        "description":  "The basic raw material for the the gadget-master’s box of tricks. Disable Device necromantic arts—human (and other) corpses—is (Int) and Open Lock (Dex) are likewise useful for a widely available natural resource for anyone the deftness they bring and the knowledge they who isn’t squeamish, assuming you’re discreet grant of trigger devices, locks, and the like. enough to avoid stirring up the wrath of the local Best Buys: Most gadgetmasters start out community by openly desecrating graves in broad apprenticed to an alchemist or locksmith, from daylight. Some competition from ghouls and whom they get the basic tools of their trade when resentment by ghosts and other spirits is they begin their adventuring careers. But in inevitable, but the competent necromancer can addition to the basic gear any rogue or wizard easily deal with such issues. There fore the basic would need, you’ll want artisan’s tools wizard and/or clerical equipment is generally (masterwork if you can afford it). Thereafter sufficient, although necromancers do have a you’ll show your true nature very early by penchant for dressing in black with ornaments of stocking up on as many special items from Table either silver or bone-white. Skull motifs are 7—9 in the Player’s Hand book as you can particularly popular. possibly afford: alchemist’s fire, smokesticks,",
        "name":  "Best Buys",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Bard, sorcerer, wizard, rogue. The adventuring partners buy needed items of beauty of this career path is that it can be equipment is a good way to make yourself combined with virtually any character class. popular, while having enough coin to spread",
        "name":  "Class",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "gear.json",
        "description":  "A Wilderness Sneak standard adventuring gear for a place. The warlord was not going to be happy The sneak career path assumes wizard, you’ll need to devote a fair about this, they thought nervously, exchanging you’ll be doing most of your proportion of your cash flow into worried glances. sneaking in urban and dungeon material components consumed in Preferred Race: Elf and half-elf (low light environments. But what if your experiments. When not out vision gives you a definite edge in this line of you’re sneaking around the adventuring, you’ll need access to work), or halfling and gnome (the +4 racial bonus forest? If you want to create a a full-fledged research laboratory, to Hide checks fits perfectly with this character wilderness scout, make the and the wear and tear from concept). following adjustments to the experiments that go awry mean Class: This career can follow two distinct sneak career path. heavy and continual expenses. paths: rogue/ranger or rogue/druid. The rogue • Track is an essential feat. Because spell research is both your class provides the necessary skills and a generous Remember that rangers get it hobby and your obsession, you’ll pool of skill points; the other class complements for free at 1st level. add a reliable bag of holding to those skills with special class abilities to • The skills listed for the sneak your traveling gear as soon as you overcome obstacles. In general, you’ll probably are useful, but put Wilderness can well afford it. take two rogue levels for every ranger or druid Lore at the top of the list. It’s",
        "name":  "Scout",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Select standard adventuring gear Dexterity and Constitution make you better. for your two classes, plus various special items Charisma is always your lowest score. The depending on the career focus you choose. For counterspeller does not care about the opinions of example, a spy needs disguises, while a cat others, only about the completion of the burglar will find grapples, strong but thin rope, mission—hunting down and slaying spellcasters and suction cups for climbing more useful. A everywhere. reliable set of easily concealed thieves’ tools Feats: The counterspeller starts as a 1st-level (upgraded to masterwork as soon as you can fighter and thus begins with three feats: Combat afford it) is essential for getting into vaults and Casting, Skill Focus (Concentration), and Power through locked doors. Finally, special items such Attack (a half-orc must forgo Skill Focus). At 2nd as thunderstones, smokesticks, and alchemist’s level, take another level of fighter and either fire can provide useful distractions at just the right Blind-Fight (to offset various magical moment, enabling a quick getaway. obfuscations) or Sunder (to destroy the staff,",
        "name":  "Best Buys",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Bonus on damage rolls when charging. Gear:Backpack with waterskin, one day’s trail rations, bedroll,",
        "name":  "Over the Top",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "An opaque wall of darkness cuts across For example, if you’re creating a 5th-level this room, blocking line of sight. The wall of darkness pre- character for a one-shot dungeon, you’d vents charges across it, makes ranged attacks impossible, and start with 9,000 gp worth of gear (typ- conceals creatures and characters on one side from those on the ical for a 5th-level PC, according to opposite side. the Dungeon Master’s Guide). If you want a potion of cure light wounds, however, it will cost you 250 gp in- CHARACTERS stead of 50 gp. Players can bring just about any characters into a random dun- If you’re bringing an existing character geon. You’ll find plenty of good-aligned miniatures that work as into a one-shot dungeon, trade in your exist- adventurers. There’s no reason you can’t play unusual crea- ing one-shot items for replacement one- tures, such as a tiefling captain, a crested felldrake, or a dis- shot items at five times the cost. For items placer beast. Use a creature’s CR as the rough equivalent with charges, give them one-fifth as many of a PC’s level. charges as normal. Or you can create characters especially for In a random dungeon campaign, normal the random dungeon. These short-lived PCs rules apply. might be opportunities for you to try out new character types—maybe a spiked chain fighter, a cleric/wizard, or a character of an 170 :7 RETPAHC MODNAR SNOEGNUD thgirW .R yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 3:18 PM Page 170 Mind Flayer pqqqqrs SCALING THE DUNGEON You can make a dungeon easier or harder by drawing fewer or more number of creatures to meet its objective. It’s easier to take on crea- cards per encounter. However, drawing fewer or more cards has less tures in smaller clumps, but having to fight more encounters partly effect than you might think. It changes the average number of crea- makes up for that. The reverse is true about fighting a smaller number tures in an encounter, but the party still has to fight through the same of larger encounters. pqqqqrs simplicity, a wandering monster joining a battle can act at the HOW TO WIN same point in the initiative order as the monsters that are already Unlike a D\u0026D roleplaying adventure, a random dungeon delve fighting. (In this case, don’t treat the wandering monster as has a specific victory condition. Goals tend to be tough because flat-footed, even if it hasn’t acted yet.) a one-shot delve can be a lot more challenging than a single adventure in a long-term campaign. Determining a goal affects ENCOUNTERS how you’re going to build your dungeon deck and what sort of An encounter generally begins when the door to a new room map you want. Here are some possible goals. is opened. Except as noted under Special Delve Rules, below,",
        "name":  "Wall of Darkness",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "gear.json",
        "description":  "1 action. tools.",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "gear.json",
        "description":  "A few drops of same type from the 6th level list or 1d4+1 partners of vinegar. the same type from a lower level list. 25 THE PLANE OF LUST The plane of be explored forever; the only limit is how far you wish to travel. Reds, pinks, creams and skin tones dominate the colours of the landscape with softly lust rolling hills leading to verdant valleys. Mysterious caves filled with hot springs and wondrous hidden treasures, lush forests replete with nymphs and satyrs It is the place where lust originates. under a pale pink sky whose clouds are dotted with It is a place where pain and pleasure merge as one. floating castles. Here and there great stone towers It is the height of passion and the depths of and obelisks stand proud and everywhere echoes perversity. with the sounds of pleasure being vigorously It is only available ‘under the counter’. indulged. The landscape is changeable though, It comes ‘wrapped in a plain cover’. always slowly shifting to create new and exciting It is the spiritual equivalent of a Red Light District. configurations. Every pleasure or perversity is manifested here in some form, from trees festooned Many forces and concepts manifest as a plane of with hanging, bound bodies strapped in leather to existence interweaving and leaking into the material the heaving pools where endless orgies form and world as well as existing separate from it. For a long dissipate. The air is heady with perfume and death is time respectable magi as well as blue magi posited virtually unknown, the land is so fertile that merely the existence of a plane of lust, a force manifested in breathing is enough to keep one fed and watered, the world through attraction and lust. though the air is thick and misty with pollen from the profusion of beautiful and suggestive flowers. The plane of lust is an endless world without borders, without curvature and without edge. It can Planar Links The plane of lust links across to the other planes fairly strongly, if it did not reproduction would likely be impossible on other planes, save where procreation has nothing to do with attraction and everything to do with brutality or cold, unfeeling need for progeny. Every time someone or something gets a little hanky-panky in another plane (especially the material world), a little of the energy of the plane of lust is siphoned off and escapes into the real world. Meanwhile the lusts, desires and thoughts of those on the other plane are reflected in the plane of lust in the form of mirages or landscape changes. Some worlds float closer to the plane of lust than others and some almost touch on certain regions of the plane. The world of Goug, for example, exists across a tiny planar boundary from the forest of leather. Replete with sex slaves in skimpy bits of fur and muscle-bound barbarians it spins through the multiverse blissfully unaware of the havoc the plane of lust is causing. Any of these conduits can be used as a focus for those using spells that enable them to travel between the planes, granting them much more accurate travel provided they are not squeamish about interrupting someone in flagrant delicto. 26 THE PLANE OF LUST Lusty Inhabitants Features of the The plane of lust is relatively benign, only the Plane of Lust further reaches become threatening with the chances of spanking, rough horseplay and tickling Survival on the plane is easy, all one needs do is increasing only as you head deeper and deeper into breathe to be sustained, though food and drink also the plane. In the darkest foulest reaches of exist in abundance to be indulged in and misused. perversity worse things might happen, but none with Only the darkest reaches are dangerous to life and sense venture so far. limb, though other parts can be dangerous to sensibility and morality. The plane does have a The plane is home to a vast variety of creatures and drastic and lasting effect on the morality and sexual animals, almost anything from any plane that mores of those who spend time there. Anyone engages in sexual activity of any sort can be found arriving on the plane will sense their libido here, indulging to their heart’s content. increasing and their morals loosening, those who spend years on the plane gradually become more The plane has a strong pull to inhabitants of other and more lusty and open-minded to new pleasures. worlds, many of them making the transition to live It is because of this that the great pink-marble city of in this plane and never leaving. Most of them settle polyamora is inhabited mostly by new immigrants. in towns and cities in areas of the plane that best suit Even the most devout and chaste paladin can their own proclivities, though the great city of become no better than a common tavern harlot given polyamora holds those who feel a kinship to planar enough time under the influence of the plane. visitors. NNNNNyyyyymmmmmppppphhhhh FFFFFooooorrrrreeeeessssstttttsssss Established portals to almost all other planes can be Great stands of trees gather in areas of the plane, found in the plane of lust from the tides in the seas laden down with fruit, full of game animals and pulling one to the elemental plane of water to the shadows of the infidelity wood which leads to the lair of the succubi. Dolphins are extremely numerous in the seas of this plane and the land is awash with rabbits. These seem to be a symbolic representation of the plane itself and exist in all sizes and varieties. Those who dwell upon the plane consider them a lucky animal. Movement on the Plane of Lust The plane of lust is infinite in size, but the further you travel from your starting point the kinkier and more depraved the landscape and inhabitants become. Between this effect and the constantly changing terrain, the plane can be an extremely confusing place to travel in. The only constant landmark is polyamora, whose great turreted spires and suggestive towers can almost always be seen on the horizon and appear to represent a centre point for the plane as a whole. 27 THE PLANE OF LUST replete with nymphs, dryads, satyrs, centaurs and The rain when it falls is light and warm, just enough other traditional woodland creatures. to make clothes and hair cling to the body in interesting ways, for those who still wear clothes Every tree hangs with its branches low, heavy with anyway. Streams are full of fish and followed along fruit and blossom at the same time with every glade their course by laughing water sprites as they wind home to a nymph or satyr and every tree a dryad. All their way down to the lakes and pools which are are extremely pleased to see any visitors and will do awash with orgiastic creatures linked in an unending all they can to make them feel at home, wanted and ball of lust and desire. The great seas are full of needed. merfolk, tritons and many thousands of dolphins, while the beaches are lined with soft white sand and Further into the plane some of the forests take on a dotted with a great many brightly-coloured shells. darker aspect, covered with vines that make good ropes, tree roots that tangle feet or could hold them The spring waters of the plane, if brought back to the in place, trees with bark like soft leather and fruit material world, become a restorative to lost libido just the right size for a ball-gag. and do a great deal to cure erectile-dysfunctia which makes this ‘via-aqua’ extremely popular amongst WWWWWaaaaattttteeeeerrrrrsssss ooooofffff LLLLLuuuuusssssttttt rich geriatrics. Springs pop up everywhere full of clear, cool water PPPPPooooolllllyyyyyaaaaammmmmooooorrrrraaaaa or forming natural pools around hot springs. Popular and well-used ones become permanent The great city of polyamora is the first home from features of the plane and settlements may even grow home for many of those who decide to settle on the up around them. plane. Pink marble-paved streets wind up and down in a gentle undulation between houses and towers of flesh tone rock. Fountains spray here and there, creating cool spots to rest from the balmy atmosphere of the plane. The squares are filled with markets selling all manner of sexual equipment, books, spells and services. Some from the further reaches of the plane travel here to entice others who share their kinks back with them and others serve in the brothels, which are more common than the taverns and do not charge. With no need for food or drink save for pleasure, the shops that sell such fare all sell luxuries often traded for sexual favours rather than money. The confections are wonders, near magical in their creation and unmatched anywhere else on the planes. Some offer services to prepare their patrons like confectionery and then have it nibbled off them piece by piece. Those places that offer drinks offer exotic cocktails, sweet liqueurs and finely aged spirits. Clothiers sell only the most flattering of outfits cut from the most diaphanous of silks. Perfumeries waft their enticing and exotic scents across the squares, bringing in 28 THE PLANE OF LUST customers with the promise of making them smell CCCCCrrrrreeeeeaaaaatttttiiiiinnnnnggggg aaaaa CCCCCrrrrreeeeeaaaaatttttuuuuurrrrreeeee ooooofffff LLLLLuuuuusssssttttt like they feel. Public bathes charge the most modest ‘Creature of lust’ is a template that can be added to of fees but the interiors are anything but modest. any corporeal aberration, animal, beast, fey, giant, Erotic mosaics, animated by magic, lie under the humanoid, magical beast, monstrous humanoid, bath waters and cover every wall. plant or vermin (referred to hereafter as the ‘base creature’). The creature’s type changes to ‘outsider The city seems to take care of itself, repairing (lust).’ It uses all the base creature’s statistics and damage done to it and keeping itself fastidiously abilities except as noted below. clean. This is a good thing because with almost every citizen a transitory, they do not take good care",
        "name":  "Arcane Material Component",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "gear.json",
        "description":  "13th; Prerequisites: Craft Magical Arms/Armour, power word orgasm; Market Price: 184,300 gp. Desire Potions T hroughout the world dragons guard their DDDDDuuuuutttttccccchhhhh CCCCCooooouuuuurrrrraaaaagggggeeeee hoards and evil warlocks gather their artefacts This potion has a rich golden colour, a foamy head in the deepest darkest dungeons. Magical and a bitter taste. When imbibed this magical brew items abound but not all of them are geared towards instils the drinker with confidence, enabling them to destruction and the acquisition of other artefacts. muster the courage to do things they would not Fighting is not the only physical activity that can normally do. The drinker gains a +1 bonus to their benefit from a little magical boost now and then, and Will saves and any skill checks made to impress or both blue and conventional mages down the ages seduce someone for a period of one hour. have used their abilities to create artefacts of a more lewd kind. Various fascinating, good, evil, straight, Caster Level: 1st; Prerequisites: Brew Potion, kinky, cursed and beneficial items have made their resistance; Market Price: 50 gp. way into circulation. PPPPPoooootttttiiiiiooooonnnnn ooooofffff LLLLLuuuuusssssttttt Here then is a list of some of the more notorious This effervescent and luridly pink potion comes in things, widgets and doodads that enterprising small vials that are easily concealed in sleeves or adventurers might well mistake for the more usual bracelets. It tastes of a mix of strawberries and engines of destruction. oysters and fizzes on the tongue when drunk neat, although it is tasteless when mixed into another Armour liquid.",
        "name":  "Objects of Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "gear.json",
        "description":  "½ lb. powerless unless the wearer is wearing nothing over them. The hosiery of laciness were traditionally JJJJJoooooccccckkkkkssssstttttrrrrraaaaappppp ooooofffff IIIIImmmmmppppprrrrreeeeessssssssssiiiiivvvvveeeee LLLLLuuuuunnnnnccccchhhhhbbbbboooooxxxxx black, but sets have been made in colours ranging from red to purple and even white. A gnome contraption worn under hosiery, this device is affixed with leather straps and consists of The hosiery provide all the protection of a normal various working cogs, levers and gears around a set of clothes, as well as the effects of an endure magical gem. Upon approaching a female biped, the elements (cold) spell. They are extremely revealing, gem probes their mind and ascertains exactly what enhancing the wearer’s figure with the effects of the size ‘package’ appeals to them and either expands or alter breasts, fascinating cleavage/package, contracts depending on the reading made. This hypnotic rump and pheromone enhancer spells. grants the male wearer a +2 bonus to skill checks made to seduce or impress the target.",
        "name":  "Weight",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "gear.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, dirk’s impressive tool; Market Price: 1,800 gp; Many adventurers find themselves alone in hostile",
        "name":  "IIIIInnnnnffffflllllaaaaatttttaaaaabbbbbllllleeeee FFFFFrrrrriiiiieeeeennnnnddddd Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "gear.json",
        "description":  "4-5 HD (Medium) 4d12 damage and making a terrible mess in the process. ‘A rose by any other name would smell as sweet,’ but would not crush the life out of you and try to wedge Constrict (Ex): A siren flower automatically deals a seedpod up your arse. slam damage with a successful grapple check against medium-size or smaller creatures. The siren flower is notorious and yet still claims many victims every year. The plant grows as a bulb Tremorsense (Ex): A siren flower can detect the under the earth and every spring bursts forth into the presence of anything within 60 ft. that is in contact with the ground. 51 LICENCES Open Game License D20 System Rules \u0026 Content Copyright 2000, Wizards of the Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, based on original material by E. Gary Gygax THIS LICENSE IS APPROVED FOR GENERAL USE. PERMISSION TO DISTRIBUTE and Dave Arneson. THIS LICENSE IS MADE BY WIZARDS OF THE COAST! Open game content from Encyclopaedia Arcane - Nymphology copyright 2002, Mongoose Publishing. OPEN GAME LICENSE Version 1.0a The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 The d20 System® License version 3.0 Wizards of the Coast, Inc (“Wizards”). All Rights Reserved. By downloading the enclosed graphic files and/or by returning the Confirmation Card as presented in the file “card.pdf,” the Licensee (“You”) accept to be bound by the following 1. Definitions: (a)”Contributors” means the copyright and/or trademark owners who have terms and conditions: contributed Open Game Content; (b)”Derivative Material” means copyrighted material including derivative works and translations (including into other computer languages), 1. Copyright \u0026 Trademark potation, modification, correction, addition, extension, upgrade, improvement, compilation, Wizards of the Coast, Inc. retains title and ownership of the d20 System trademark logos, abridgement or other form in which an existing work may be recast, transformed or the d20 System trademark, and all other copyrights and trademarks claimed by Wizards of adapted; (c) “Distribute” means to reproduce, license, rent, lease, sell, broadcast, publicly the Coast in The Official Wizards of the Coast d20 System Trademark Logo Guide display, transmit or otherwise distribute; (d)”Open Game Content” means the game version 1.0, incorporated here by reference. mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and 2. License to use any additional content clearly identified as Open Game Content by the Contributor, and You are hereby granted the non-transferable, non-exclusive, royalty-free license to use means any work covered by this License, including translations and derivative works the d20 System trademark logos, the d20 System trademark, and certain other trademarks under copyright law, but specifically excludes Product Identity. (e) “Product Identity” and copyrights owned by Wizards of the Coast in accordance with the conditions means product and product line names, logos and identifying marks including trade dress; specified in The Official Wizards of the Coast d20 System Trademark Logo Guide artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, version 1.0. (the “Licensed Articles”) incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; 3. Agreement not to Contest names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, By making use of and/or distributing material using the d20 System Trademark under the magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any terms of this License, You agree not to contest the ownership of the Licensed Articles other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) 4. Breach and Cure “Trademark” means the logos, names, mark, sign, motto, designs that are used by a In the event that You fail to comply with the terms of this License, You will be considered Contributor to identify itself or its products or the associated products contributed to the to be in breach of this License. Wizards of the Coast will attempt to notify you in writing Open Game License by the Contributor (g) “Use”, “Used” or “Using” means to use, by sending a Registered Letter to the address listed on the most recent Confirmation Card Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of on file, if any. You will have 30 days from the date the notice (the “cure period”) to cure Open Game Content. (h) “You” or “Your” means the licensee in terms of this agreement. the breach to the satisfaction of Wizards of the Coast. If no Confirmation Card is on file, you will be considered to be in breach of this License immediately. 2. The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this 5. Termination License. You must affix such a notice to any Open Game Content that you Use. No terms If, at the end of the cure period, the breach is not cured, Wizards of the Coast may may be added to or subtracted from this License except as described by the License itself. terminate this License without further written notice to You. No other terms or conditions may be applied to any Open Game Content distributed using this License. 6. Effects of Termination Upon termination, You shall immediately stop all use of the Licensed Articles and will 3.Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance destroy any inventory or marketing material in Your possession bearing the d20 System of the terms of this License. Trademark logos. You will remove any use of the d20 System Trademark logos from your advertising, web site, letterhead, or any other use. You must instruct any company or 4. Grant and Consideration: In consideration for agreeing to use this License, the individual that You are or become aware of who is in possession of any materials Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the distributed by You bearing the d20 System Trademark logos to destroy those materials. exact terms of this License to Use, the Open Game Content. You will solely bear any costs related to carrying out this term of the License. 5.Representation of Authority to Contribute: If You are contributing original material as 7. Penalty for Failure to Comply with Termination Instructions Open Game Content, You represent that Your Contributions are Your original creation and/ If You fail to comply with the Effects of Termination, Wizards of the Coast may, at its or You have sufficient rights to grant the rights conveyed by this License. option, pursue litigation, for which You shall be responsible for all legal costs, against You to the full extent of the law for breach of contract, copyright and trademark infringement, 6.Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this damages and any other remedy available. License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright 8. Updates date, and the copyright holder’s name to the COPYRIGHT NOTICE of any original Open Wizards of the Coast may issue updates and/or new releases of the d20 System Game Content you Distribute. Trademark logos without prior notice. You will, at the earliest possible opportunity, update all material distributed by You to use the updated and/or new version of the d20 System 7. Use of Product Identity: You agree not to Use any Product Identity, including as an Trademark logos. You may continue to distribute any pre-existing material that bears an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to older version of the d20 System Trademark logo. indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in 9. Changes to Terms of the License another, independent Agreement with the owner of such Trademark or Registered Wizards of the Coast may issue updates and/or revisions to this License without prior Trademark. The use of any Product Identity in Open Game Content does not constitute a notice. You will, at the earliest possible opportunity, conform in all respects to the updated challenge to the ownership of that Product Identity. The owner of any Product Identity used or revised terms of this License. For a period of 90 days You may continue to distribute in Open Game Content shall retain all rights, title and interest in and to that Product Identity. any pre-existing material that complies with a previous version of the License. Thereafter written consent should be obtained from Wizards of the Coast. Subsequent versions of this 8. Identification: If you distribute Open Game Content You must clearly indicate which License will bear a different version number. portions of the work that you are distributing are Open Game Content. 10. Updates of Licensee information 9. Updating the License: Wizards or its designated Agents may publish updated versions of You may transmit an updated version of the “card.pdf” Confirmation Card at any time to this License. You may use any authorized version of this License to copy, modify and Wizards of the Coast. distribute any Open Game Content originally distributed under any version of this License. 11. Notices to Licensor: 10 Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute. Wizards of the Coast d20 System License Dept. 11. Use of Contributor Credits: You may not market or advertise the Open Game Content PO Box 707 using the name of any Contributor unless You have written permission from the Contributor Renton, WA 98057-0707 to do so. 12. No maintenance or support 12 Inability to Comply: If it is impossible for You to comply with any of the terms of this Wizards of the Coast shall have no obligation whatsoever to provide You with any kind of License with respect to some or all of the Open Game Content due to statute, judicial maintenance or support in relation to the d20 System Trademark logos. order, or governmental regulation then You may not Use any Open Game Material so affected. 13. No Warranty / Disclaimer THE d20 SYSTEM TRADEMARK LOGO FILES ARE MADE AVAILABLE ON AN 13 Termination: This License will terminate automatically if You fail to comply with all “AS IS” BASIS. WIZARDS OF THE COAST DOES NOT MAKE ANY terms herein and fail to cure such breach within 30 days of becoming aware of the breach. REPRESENTATION OR WARRANTY, WHETHER EXPRESS OR IMPLIED, AS TO All sublicenses shall survive the termination of this License. THE FITNESS FOR A PARTICULAR PURPOSE, USE OR MERCHANTABILITY. 14 Reformation: If any provision of this License is held to be unenforceable, such WIZARDS OF THE COAST MAKES NO REPRESENTATION OR WARRANTY THAT provision shall be reformed only to the extent necessary to make it enforceable. THE d20 SYSTEM TRADEMARK LOGO FILES ARE ERROR-FREE.MAKES NO REPRESENTATION OR WARRANTY THAT THE D20 SYSTEM TRADEMARK 15 COPYRIGHT NOTICE LOGO FILES ARE ERROR-FREE. Open Game License v 1.0 Copyright 2000, Wizards of the Coast, Inc. 52",
        "name":  "Advancement",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Barbarian. A multiclass korobokuru\u0027s bar- they generallyconfine themselves to the Shadowlands, though barian class does not count when determiningwhetherhe they sometimes venture into Scorpion and Unicorn lands to suffers an XP penalty for multiclassing. Korobokurus are scroungeforfoodorequipment. naturallywild andfierce inbattle. Religion: Nezumi do not venerate ancestors or spirits. Rather,theybelievethatanindividual\u0027s hishapes theuniverse, making each individual life-aswell as thecollective life ofa NEZUMI pack or theentire race-inherentlyvaluable.",
        "name":  "Favored Class",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Fire spells aredestructiveandblatant, thoughthey also natural, andwhereit is.Iftheassassinbehindthedoor hasnot deal with intelligence,inspiration, andcreativity.Wateris the alreadyjumpedoutto attackher,shehaslearnedthatacreature prohibitedelementforfireshugenjas.TheAgashaschool ofthe is hidingbehindthedoor . ..butmore likely, shehaslearned Phoenixclan specializesinfire magic. thistoolate.",
        "name":  "Fire",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Common typesofperformanceincludeacrobatics terwith Tumble canfall withoutbeinghurt. Increase (Low), acting (Low), dance(Low),jesting(Low), Noh/kabuki the DC by 15 foreach additional 10 feet offalling.) (High), musicalinstruments (Highor Low-seeChapter5: DescriptionsandEquipmentforpossible instruments),oratory Acharacterwith 15or more ranksinTumble gainsa+4dodge (High),poetry (High),rhetoric (High),storytelling (neither bonustoAC when executingthefightdefensivelystandard or HighnorLow),andteaceremony (High). full-round action,insteadofa +2bonus (orthe+3bonusfrom",
        "name":  "Perform",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Aheavyrobe (kimono),paddedwith cotton, worn over severalotherlayers:knee-lengthtrousers Adventurersin Oriental Adventures requiremuch the same (hakama),pullover shirt, thigh-length outerrobe,andsleeved typesofequipmentas theircounterparts in thePlayer\u0027s Hand- jacket (haori). book.In mostcases, thespecific formofitemsmayvary,butthe Courtier\u0027sOutfit:Anoble\u0027soutfitinthefinestsilks.jewelry functionremainsthesame-asdopriceandweight. is notnecessarytocomplete this outfit.",
        "name":  "ADVENTURING GEAR Cold WeatherOutfit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "gear.json",
        "description":  "In most lands of oriental Adventures, CLASS TOOLS AND SKILL seafood, chicken, andporkaretheonly common meats. Cows KITS arerare(orsacred)andvalued morefortheirmilk thanfortheir",
        "name":  "Meat, Chunk of",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "gear.json",
        "description":  "2,500,000;humans (Phoenixclannoblecaste, 8%; theheiminsofthecity deny theexistence ofthe shrine. In commoncaste, 92%) actual fact,however, theshrine is afavorite meetingplaceofa ClanChampion:ShibaTsukune(femalePhoenixSam7/Shiba largecell ofthe Bloodspeaker cult. (Thecult ofthe Blood- protector10) speakers is describedin Chapter12:TheShadowlands.) Fully BUSHIDO Bushidois thecodeofthe samurai, the moral and ethical path individual, a samurai hasa responsibility to usethatpowerto every true samurai tries to follow. All the clans recognize helpothers. Akodo\u0027s writings on bushido as a legitimatetool for teaching Rei (polite courtesy): A samurai has no reason to be cruel, samurai theirproperplaceintheCelestial Order. Inthe schools and no need to prove his strength. Courtesy distinguishes a ofthe Lion, however,acopy ofAkodo\u0027s textsitsbeside acopy samurai from an animal, and reveals one\u0027strue strength. oftheTao ofShinsei-but onlyAkodo\u0027s is everopened. Meyo (honor): A samurai\u0027s conscience is the judge ofher According to the code ofbushido, a samurai must possess honor.The decisions she makes and howshecarries themout seven virtues: area reflection ofhertrue nature. Gi (honesty and justice): A samurai deals openly and Makoto (complete sincerity): When a samurai has said that honestlywithothers and cleaves totheidealsofjustice. Moral heshall perform an action, itis asgood as done. He need not decisions donotcomein shades ofgray, onlyrightand wrong. makepromises;speaking and doing are asifthesame. Yu (heroiccourage):Asamurai neverfearstoact, but liveslife Chugo (dutyand loyalty):Asamurai feels responsible for her fullyand wonderfully. Fearis replacedwith respect and caution. actions and theirconsequences, and loyaltothepeople in her Jin (compassion): Asamurai takes everyopportunityto aid care. A samurai\u0027s loyalty to her lord is unquestionable and others, andcreates opportunitieswhennonearise.Asapowerful unquestioning.",
        "name":  "This much isfairly common knowledgein Lion lands, though Population",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "gear.json",
        "description":  "[Creature Type] Trainer . . . . . 73 Pets. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 73 Guard Creatures. . . . . . . . . . . . . . . . . . . . . . . . . 74 New Guard Creatures . . . . . . . . . . . . . . . . . . 76 Mounts. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 78 Care and Feeding. . . . . . . . . . . . . . . . . . . . . . 78 New Equipment. . . . . . . . . . . . . . . . . . . . . . . 78 Magic Items. . . . . . . . . . . . . . . . . . . . . . . . . . 79 Other Animal Mounts. . . . . . . . . . . . . . . . . . 80 Animal and Magical Beast Mounts. . . . . . . 81 New Mounts . . . . . . . . . . . . . . . . . . . . . . . . . 83 Monster Mounts. . . . . . . . . . . . . . . . . . . . . . 84",
        "name":  "New Feat",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "gear.json",
        "description":  "You need artisan’s tools to build a proper bonus to +15, which adds +1,000 gp to the Benefi cial devices have no trap. Using improvised tools imposes a –2 circumstance base cost and increases the CR by +1. Base CRs because they aren’t chal- penalty on the Craft (trapmaking) check, but masterwork cost modifi er so far. +2,000 gp. CR modifi er so lenges. It’s certainly fair for the artisan’s tools provide a +2 circumstance bonus. In addi- far. +1. DM to mandate that they be tion, dwarves get a +2 racial bonus on Craft (trapmaking) Baltoi picks a boulder big enough to do stationary, though this is not checks for building traps that involve stone or metal. 6d6 points of damage. Its average damage absolutely necessary.",
        "name":  "CheckModifi ers",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  ": ing) DC of 30. Baltoi buys 5,000 gp worth of BaBlatlotoi’is’s RRoolllliinngg raw materials (one-third of the trap’s mar- BoBlodldeerr ket price) and gets to work. Baltoi normally Here’s an example has a Craft (trapmaking) bonus of +19. For the of how the trapmak- purpose of this trap, she gets an additional +2 for ing rules work. being a dwarf Step 1 (Concept): Baltoi working the dwarven rogue wants to with stone construct a trap to prevent incur- and another sions into her underground lair. +2 for using She has in mind a huge boulder that masterwork 31 rolls down the entry corridor, crushing tools, giving the intruders. her a total CHAPTER 2: SKILLS AND FEATS Craft (trapmaking) bonus of +23. Her fi rst roll is a 15. Adding (2d6, fall); multiple targets (fi rst target in each of two 23 gives her a check result of 38—success! Multiplying 38 by adjacent 5-ft. squares); Search (DC 20); Disable Device the DC for the check (30) results in 1,140 gp worth of work (DC 23). MarketPrice: 1,300 gp. completed the fi rst week. The DM says that Doorknob Smeared with Contact Poison: CR fi ve assistants would be useful building such 1; mechanical; touch trigger (attached), manual reset;",
        "name":  "ExEaxmampplele T Trraapp",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Fire generally does 1d6 points of damage. A Benefi t: You gain a +2 bonus on all Diplomacy and successful Refl ex save (DC 15) extinguishes it. Gather Information checks. CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT CHAPTER 3: • Finally, your instrument is a",
        "name":  "Normal",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "The clavichord, an ancestor of the the reeds serves as the mouthpiece. The human version, modern piano, borrows the pipe organ’s keyboard but about 3 feet long, produces a reedy, nasal sound quite un- substitutes horizontal strings for its pipes. Pressing a like the majestic timbre of the true crumhorn. key causes an attached metal piece to strike a string Though treants are the primary players of crumhorns, or pair of strings inside the instrument, sounding dryads are also exceptionally fond of their music. Most the note. A clavichord looks like a fl at, rectangular or other forest denizens fi nd the crumhorn melodic but oblong box about 1 foot wide and a bit more than 3 melancholy. feet long. The musician typically places it on a table or Bardic Music: A crumhorn of any type grants the musi- similar fl at surface for a performance. cian a +1 circumstance bonus on all Perform checks 43 CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT when the listeners are sylvan folk other than dryads. deeper its tone). Because of their weight, kettle drums Every such listener also incurs a -4 circumstance are not portable. penalty on saving throws made to resist the performer’s By striking multiple drums in rapid succession, the fascinate or suggestion effects. These modifi ers double for drummer can produce a rapid, multitone sound that dryad listeners. Producing the saving throw penalty is a reverberates for several moments. This effect combined supernatural, mind affecting ability. with a mounting crescendo provides a rousing fi nale",
        "name":  "Clavichord",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Also called timpani, kettle drums Flute: The fl ute is the highest pitched of all the are large, heavy, metal pots 2-3 feet high with skin woodwinds. Unlike the recorder-fl ute, from which or parchment drumheads. The drummer plays them it derives, the fl ute is held at a right angle to the by pounding on the drumheads with special mallets musician’s mouth, so that air blown into it bends to the 44 swathed in cloth. Kettle drums come in sets of at least side. Flutes range from 8 inches to about 2 feet long. two and sometimes up to fi ve individual drums, each The shortest type is often called a piccolo. Each fl ute a different size and pitch (the larger the drum, the has six holes (or, more rarely, eight), plus a thumbhole CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT that, when covered, lowers each of the other notes Bardic Music: A handbell grants the performer a by an octave. Flutes have a reputation for producing +1 circumstance bonus on Perform checks made for gentle, idyllic music, but they can also create more countersong attempts. Additional handbells do not martial effects or distorted wailing sounds. Abyssal increase this bonus. fl utes always have an odd number of fi ngerholes, and Harmonica: A later refi nement on pan pipes (see they conform to no scale or key used by humanoid below), the harmonica substitutes metal tubes for bards. Particularly in the hands of demon pipers, the reeds and encloses them in a small, rectangular they produce “music” that sounds to mortal ears like a casing. The musician simply blows into the top of disharmonic combination of sharps, fl ats, and bizarre, the harmonica at various points to produce a range of minor-key effects. notes. This instrument’s high, buzzing sound is popular",
        "name":  "Drums, Kettle",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "The handbell is a hollow, beehive- fi nd their music pleasing. shaped instrument with a clapper inside and a handle Bardic Music: By playing the harp, the musician at the top. Handbells are usually cast from bronze or can impose a -2 morale penalty on the listeners’ saves some other sturdy metal. A handbell is small enough against charm effects. This is a supernatural, mind- (typically 2-12 inches long) to be used in one hand. To affecting ability. play one, the performer need only swing it back and Harpsichord: Though it features one or more forth, causing the clapper to strike the sides repeatedly. keyboards, the harpsichord is essentially an enclosed Each handbell produces a single, ringing note—the harp. Pressing the keys causes the instrument’s internal larger the bell, the deeper its tone. mechanism to pluck the strings rather than strike Handbells are usually grouped together for musical them, as the clavichord does. The harpsichord’s music performances. When played in specifi c sequences by is louder than that of a clavichord, but the musician experts, they can produce highly complex chords and cannot control the volume. melodies. Humans, elves, and celestials are especially The harpsichord has a delicate sound esteemed by fond of handbell music. some as waterlike and derided by others as tinkly. Like A magic handbell can be played only if it has the the pipe organ, it is a stationary, indoor instrument. 45 correct clapper, which may or may not be present upon Thus, it is usually found only in great cities or in the its discovery. homes of music-loving nobles. CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT",
        "name":  "Handbell",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Essentially a smaller version of the lute, a when the correct key is depressed. mandolin is usually between 20 inches and 2 feet long. To play a pipe organ, the performer sets the stops It has a straighter neck than does the lute—the end at to direct air into the desired pipes, then depresses which the pegs secure the strings tilts back only slightly, combinations of keys to generate the sound. The pipes if at all. The mandolin is unusual for the number of must be continuously supplied with air throughout the 47 CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT centration check (DC 20 – musician’s Perform modi- fi er), he could start a countersong while maintaining the inspire courage effect. Finally, with another suc- cessful Concentration check (DC 25 – musician’s Per- form modifi er), he could attempt to fascinate a char- acter while still maintaining both of the other two effects. Failure at either Concentration check ends one earlier effect (the one that has been operating the longest) because of the performer’s distraction.",
        "name":  "Mandolin",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Because of its multiple keyboards, a Bardic Music: By playing a recorder-fl ute, the musician pipe organ enables the musician to maintain up to can impose a -1 circumstance penalty on listeners’ saving three bardic music or virtuoso’s performance effects throws against charm and compulsion effects, including 48 at once. For example, a performing bard could begin the bardic music effects fascinate and suggestion. This is a by inspiring courage. Then, with a successful Con- supernatural, mind-affecting ability. CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT",
        "name":  "Bardic Music",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "See drum, above. Whistle-Pipe: Neither a horn nor a fl ute, the whis- Trumpet, Herald’s: In time, natural horns gave tlepipe is made of metal but played like a woodwind. way to metal horns made of gold, silver, bronze, brass, It consists of a straight metal tube studded with fi nger- and occasionally even more exotic metals. These metal holes. The musician plays it by blowing directly through trumpets quickly became popular in human and a few the length of the pipe while covering combinations of humanoid societies, primarily because they could be holes to produce different notes. A whistle-pipe is a made to specifi c sizes and shapes. small instrument, typically about 1 foot in length and A herald’s trumpet looks like a straight tube made only an inch in diameter. of brass or bronze that fl ares out into a bell shape at The whistle-pipe produces a high-pitched sound that the end. It is among the loudest instruments available some consider quite piercing. Gnomes particularly en- because its volume is limited only by the windpower of joy its music, however, and many gnome bards adopt it the performer. The typical herald’s trumpet is 3-5 feet as their instrument of choice. long and depends on the musician’s tongue and breath Bardic Music: A whistle-pipe grants the musician a +5 to produce variations in tone. A more complex version circumstance bonus on Perform checks for counter- has three or more fi ngerholes on the shaft. By covering song attempts. these in different combinations, the musician can play Zither: A zither looks like a fl attened lute with its neck different notes on the same horn. snapped off and glued into a new position along the left 49 Since herald’s trumpets produce very clear, very loud side of the instrument. It has a fl at soundbox—usually notes, they are popular among humans and humanoid rectangular, though other shapes are known. The zither CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT has two sets of gut or metal strings—one stretched of strips of the chosen material, all the same length, across the soundbox and the other along the fretted hanging parallel to one another from a support. A more fi ngerboard at the side. complex type uses strips of different lengths, but they A zither is usually either held on the lap or laid fl at on still hang parallel about one-half inch apart. The most a table. To play it, the musician uses a pick mounted on a sophisticated of all wind chimes, the chromatic chime, thumb ring to pluck a melody on the fi ngerboard strings consists of actual tubular bells, each tuned to a different while strumming the other set of strings (often with a note and carefully arranged to create a harmonious quill or small stick) to provide background harmony. scale. Individual chimes of any type can be as short as a The zither is popular with humans and gnomes. Its few inches or as long as 8 feet. light, lilting tones and the intricacy of melodies that Wind chimes are hung in a place where the wind its two sets of strings can produce make it a favorite of can easily reach them. When a strong enough breeze some bards as well. blows, the pieces knock together and chime. If all",
        "name":  "Bardic Music",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "A gnome creation, this device Long-spoon thieves’ tools (set) 70 gp 3 lb. looks like a small, wind-up toy. When wound and set in Mechanical burglar (Type I) 2,000 gp 3 lb. motion, it heads off in a straight line, making distinct, Mechanical burglar (Type II) 2,500 gp 3 lb. audible footsteps every few seconds. Its chief purpose Mechanical burglar (Type III) 3,000 gp 3 lb. is to distract guards’ attention by making it seem that Mechanical burglar (Type IV) 4,000 gp 3 lb. someone is walking down a corridor, though it can also Reverse Lock 100 gp 1 lb. make a useful trap-detection tool. If the user makes a Waterproofi ng 30 gp 1 lb. successful Disable Device check (DC 25), the device 53 can set off a touch- or proximity-triggered trap. *This item weighs one quarter this amount when made for a Small character CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT settings are 5 feet, 7 feet, 9 feet, and 11 feet. Collapsing the Leather collars must be custom-made for their wearers, pole back to its original 1-foot length requires twisting and fashion-conscious owners often have them each section to unlock it, then sliding it back inside the decorated with stitching, studs, or dye. next larger piece (a move-equivalent action). While less restrictive than the gorget, the leather collar The primary function of this device is to bridge holes also makes long periods of exertion diffi cult. This item or gaps and anchor ropes for descent into pits and shafts. imposes a -2 circumstance penalty on any checks made How far the pole is extended determines how much to perform physical actions that extend over a period of weight it can bear: It can hold 150 pounds at 5 feet, 120 time (running, swimming, breath-holding, and so on). pounds at 7 feet, 100 pounds at 9 feet, or 50 pounds at 11 Longreach Tongs: Though this versatile tool has a feet. Halfl ings and gnomes in particular fi nd this a useful multitude of potential uses, rogues typically employ it piece of dungeoneering equipment. for removing items from shelves, cabinets, chests, or",
        "name":  "Automated Footpad",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Bards and other scroll cases to large boxes. Though they are very expen- musicians prize this carefully crafted mandolin. An sive, people with irreplaceable items to protect consider CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT them well worth the price. Bards in particular prize safe more spells in them (not every newly discovered set of boxes highly as instrument cases. strings is fully charged).",
        "name":  "Mandolin of the Inspiring Muse",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Although it’s not easy to get criminals to best they can. Often the only way to keep the guild’s follow rules, organization is this guild’s greatest asset. thieves from targeting a particular neighborhood By coordinating crimes, the guild leaders can keep or committing a certain type of crime is to make it law enforcement offi cials guessing. By matching ap- prohibitively diffi cult—and thus no longer cost- propriate guild members to each task, they can ensure effective—to succeed. that crimes are both successful and lucrative. Sharing Concerted opposition to guild activities can also information also increases the effectiveness of all guild come from merchants and nobles, who typically use members. When a rogue is planning a getaway after their own resources to guard their wealth. Merchants a robbery, it’s good to know the rooftop escape route fortify their buildings, and nobles often hire body- that the burglars have been using for weeks, or which guards. Business owners in particular understand the city guard sergeants are “in the pocket” of the guild’s mindset of the thieves’ guild leaders—they’re running smugglers. similar (though legal) businesses, after all. Some may A traditional guild tends to amass signifi cant wealth even agree to pay the guild “protection” money for the because it collects a percentage of the take from each privilege of being left alone. of its members’ crimes. The structured nature of such Hooks: Many rogues receive their initial training a guild makes it more diffi cult to “freelance” or to from more experienced thieves. Such characters may underreport income than it is in less organized opera- return to their old stomping grounds when they want tions. But the expenses of a traditional guild are high as more training, information, or some other kind of well—careful planning often entails bribes, specialized assistance. equipment, and other signifi cant payouts. Adventurers who steal inside a city with a well orga-",
        "name":  "Assets",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "This type of guild is always in confl ict live in luxury, and they tend to fl aunt their wealth. A with law enforcement agents intent on breaking up wealthy lifestyle is an excellent recruiting tool because the vice rackets that are the mob’s bread and butter. it shows would-be members the rewards that await The mob’s code of silence, however, makes it hard to them if they work hard and remain loyal. In addition, pin anything on the higher-ups in the organization. many a highranking mobster eventually develops a The mob’s best defense against law enforcement peculiar craving for legitimacy, and the trappings of (aside from the usual array of bribes and intimidation nobility can help to provide that. tactics) is the fact that the leaders always take pains",
        "name":  "A steady stream of gold enables guild leaders to Confl icts",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Each League member must operate general stores that sell adventuring gear for share of treasure gained, after help to run a League station for one month 20% less than the going rate and horses for half price to expenses. Assemble here at out of every year. The most senior League those bearing the red tattoo. In addition, merchants and summer’s end. member of a given month’s working group innkeepers along important trade routes often offer dis- • Missing: Ahn of Azath, some- serves as station head. counts to travelers with red boot tattoos, hoping for good where along NW portion Each member who stops at a League reviews on the next set of League reports. of Griever’s Trail. 5,000 gp station must fi le a report describing his or Dues: Dues are 500 gp per year, payable at the time of reward. her travels since the last station stop. The the member’s one-month service at a station. • Are you brave enough to enter report should include hazards, weather Relations: For the most part, the League of Boot and the Valley of Mostarek? I, Dun- conditions, encounters, and any other in- Trail has few dealings with other bardic colleges. How- can Sameth, offer only your formation that might prove useful to other ever, its members gladly swap stories with any members fair share of glory—the chance travelers. of the Talespinners’ League they happen to encounter. that your name will appear in Occasionally, League Those who make their livings catering to travelers the epics sung by minstrels yet members band to- treat League members well in the hope that unborn. Meet me here on the gether to more red-booted business will 13th of Flocktime. bring to jus- come their way. • Auction: The survivors of Vinto tice anyone Uredsky’s expedition to Yezelri who displays have returned. Their treasures a League tat- from this wondrous land too (see be- will be auctioned here on 18 low) but isn’t Flocktime, along with surplus actually a mem- expedition gear. Lots can be ber. The League viewed at dawn, with bidding pays handsomely to begin at noon. for such service out • Royal-commissioned explorer of its own coffers, but seeks guides and guards for most members one-month exploration to un- would take on disclosed location. Top wages such tasks even guaranteed. without pay to protect the League’s reputation.",
        "name":  "Activities",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "These two rooms typically hold sacks of border tower can accommodate more than forty staple food and a wide array of gear—anything this soldiers in at least some measure of comfort— unit might have picked up during its assignment here. although they spend much of their time In a noble’s tower, these rooms remain general storage outside. In times of war, the stone struc- or become the wine cellar. How Much Does ture proves a hard-to-capture redoubt It Cost? with dozens of archers and the three Second Floor This is a typical tower, which ballistas on the roof. In addition, the Entryway: Two barred iron doors swing open to per the DUNGEON MASTER’s tower can become a family-size dwelling reveal a long hallway. The walls are generally bare. If the Guide costs 50,000 gp. Furnish- without too much remodeling on the tower has been converted into a domicile, the entryway ing it typically costs 1,000 gp inside; many a noble’s manor has a border is an excellent place to display tapestries and paintings. (for cheap furniture) to 4,000 tower at its heart. Common Room: A huge table and an equally large gp (for more luxurious furni- The tower is a three-story building with fireplace dominate this room. The soldiers take their ture and art)—or even more foot-thick stone-and-mortar walls that meals in the common room and spend some off-duty for truly spectacular items. slope gently inward. Inside, joists hold up time here too. The purpose of the common room Annual maintenance costs wooden plank floors (which also serve as remains the same in a private tower, although the average about 2,000 gp for the ceilings) and paneled walls set into the furnishings are far more sumptuous. border tower. A force of forty “shell” of the stone outer walls. A well in Office: This is the headquarters of the unit, and soldiers, four sergeants, and the basement provides fresh water, and the officer of the day is generally found here among two officers demands 350 gp three fireplaces provide warmth in colder the maps and paperwork that are part of military life. per month in pay, and they eat climes. Waste disposal is by trash-bin and Nobles often convert this room into a library or 414 gp per month in normal chamber-pot to a midden-heap that is too drawing room. meals or 138 gp per month in far away to notice from the tower, but close Kitchen: It takes a lot of work to feed forty men, so meager fare. Few things hurt enough to walk to. this room is usually occupied. A large kitchen-hearth morale more than bad meals, Most border towers have a few outbuild- dominates one wall, and the rest of the room is an however. The soldiers take ings: a small stable or barn, pit latrine, and ocean of spilled ingredients, dirty cutlery, simmering shifts cooking and cleaning, so (in warmer climes) a “summer kitchen” so pots, and vast washbasins. The soldiers take kitchen no other staff is necessary. the cooking fire does not heat the whole duty on a rotating basis, and they are always running The border tower takes eight tower unbearably. downstairs to get water from the well. months to build.",
        "name":  "Though conditions are somewhat cramped, the Storage",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Craft (stonemasonry) +8, Craft Keep in mind that the whole keep is sized for (carpentry) +8, Knowledge (geography) +8, Knowl- gnomes. This does not affect the square footage of edge (nature) +8, Profession (cartographer) +10, Spot the rooms much, but doors are only 5 feet tall and +12, Swim +6 (+0 with equipment), Use Rope +5, ceilings only 7 feet high. Furniture is built for Small Wilderness Lore +8; Alertness, Skill Focus (Spot), Skill users, too. Focus [Profession (cartographer)]. The bottom end of the bridge ramp is the same",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "The monastery’s scrolls and books rest here, along with desks and writing tools. Monks often spend long hours here studying calligra- phy and seeking the “contemplative moment.”",
        "name":  "Hall of Learning",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Climb +2, Hide +3, Listen +3, Ghorkai’s feats. Here is the correct list: Aerial Move Silently +6, Spot +3; Alertness. Sweep, Crash Landing, Flyby, Hover, Snatch, and Wingover. Details of the Aerial sweep and Crash If the village is ‘captured’ the adventurers can, by Landing feats can be found on page 77 of The demanding information (forcefully and with threat Slayer’s Guide to Dragons. and intimidation), get directions to the Black Chasm where the dragon dwells. Of course, the party will thus come upon the ‘Town’ of Triumph first. If any inquiries are made in regards to the dwarves that once were the guardians of this vale, the party will learn from the humanoid mongrels that the caves in which the dwarves lived are to the west, at the far end of the valley’s northern perimeter. Licenses OPEN GAME LICENSE Version 1.0a The following text is the property of Wizards of the Coast, Inc. described by the License itself. No other terms or conditions and is Copyright 2000 Wizards of the Coast, Inc (“Wizards”). may be applied to any Open Game Content distributed using this All Rights Reserved. License. 1. Definitions: (a)”Contributors” means the copyright and/or 3.Offer and Acceptance: By Using the Open Game Content You trademark owners who have contributed Open Game Content; indicate Your acceptance of the terms of this License. (b)”Derivative Material” means copyrighted material including derivative works and translations (including into other computer 4. Grant and Consideration: In consideration for agreeing to use languages), potation, modification, correction, addition, this License, the Contributors grant You a perpetual, worldwide, extension, upgrade, improvement, compilation, abridgement or royalty-free, non-exclusive license with the exact terms of this other form in which an existing work may be recast, License to Use, the Open Game Content. transformed or adapted; (c) “Distribute” means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or 5.Representation of Authority to Contribute: If You are otherwise distribute; (d)”Open Game Content” means the game contributing original material as Open Game Content, You mechanic and includes the methods, procedures, processes and represent that Your Contributions are Your original creation and/ routines to the extent such content does not embody the Product or You have sufficient rights to grant the rights conveyed by this Identity and is an enhancement over the prior art and any License. additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, 6.Notice of License Copyright: You must update the including translations and derivative works under copyright law, COPYRIGHT NOTICE portion of this License to include the but specifically excludes Product Identity. (e) “Product Identity” exact text of the COPYRIGHT NOTICE of any Open Game means product and product line names, logos and identifying Content You are copying, modifying or distributing, and You marks including trade dress; artifacts; creatures characters; must add the title, the copyright date, and the copyright holder’s stories, storylines, plots, thematic elements, dialogue, incidents, name to the COPYRIGHT NOTICE of any original Open Game language, artwork, symbols, designs, depictions, likenesses, Content you Distribute. formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of 7. Use of Product Identity: You agree not to Use any Product characters, spells, enchantments, personalities, teams, personas, Identity, including as an indication as to compatibility, except as likenesses and special abilities; places, locations, environments, expressly licensed in another, independent Agreement with the creatures, equipment, magical or supernatural abilities or effects, owner of each element of that Product Identity. You agree not to logos, symbols, or graphic designs; and any other trademark or indicate compatibility or co-adaptability with any Trademark or registered trademark clearly identified as Product identity by the Registered Trademark in conjunction with a work containing owner of the Product Identity, and which specifically excludes Open Game Content except as expressly licensed in another, the Open Game Content; (f) “Trademark” means the logos, independent Agreement with the owner of such Trademark or names, mark, sign, motto, designs that are used by a Contributor Registered Trademark. The use of any Product Identity in Open to identify itself or its products or the associated products Game Content does not constitute a challenge to the ownership contributed to the Open Game License by the Contributor (g) of that Product Identity. The owner of any Product Identity used “Use”, “Used” or “Using” means to use, Distribute, copy, edit, in Open Game Content shall retain all rights, title and interest in format, modify, translate and otherwise create Derivative and to that Product Identity. Material of Open Game Content. (h) “You” or “Your” means the licensee in terms of this agreement. 8. Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are 2. The License: This License applies to any Open Game Content distributing are Open Game Content. that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must 9. Updating the License: Wizards or its designated Agents may affix such a notice to any Open Game Content that you Use. No publish updated versions of this License. You may use any terms may be added to or subtracted from this License except as 5 LICENCES authorized version of this License to copy, modify and distribute 6. Effects of Termination any Open Game Content originally distributed under any version of this License. Upon termination, You shall immediately stop all use of the Licensed Articles and will destroy any inventory or marketing 10 Copy of this License: You MUST include a copy of this material in Your possession bearing the d20 System Trademark License with every copy of the Open Game Content You Distribute. logos. You will remove any use of the d20 System Trademark logos from your advertising, web site, letterhead, or any other 11. Use of Contributor Credits: You may not market or advertise use. You must instruct any company or individual that You are the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do or become aware of who is in possession of any materials so. distributed by You bearing the d20 System Trademark logos to 12 Inability to Comply: If it is impossible for You to comply destroy those materials. You will solely bear any costs related to with any of the terms of this License with respect to some or all carrying out this term of the License. of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected. 7. Penalty for Failure to Comply with Termination Instructions If You fail to comply with the Effects of Termination, Wizards of 13 Termination: This License will terminate automatically if You the Coast may, at its option, pursue litigation, for which You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall be responsible for all legal costs, against You to the full shall survive the termination of this License. extent of the law for breach of contract, copyright and trade- 14 Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the mark infringement, damages and any other remedy available. extent necessary to make it enforceable. 8. Updates 15 COPYRIGHT NOTICE Open Game License v 1.0 Copyright 2000, Wizards of the Wizards of the Coast may issue updates and/or new releases of Coast, Inc. the d20 System Trademark logos without prior notice. You will, D20 System Rules \u0026 Content Copyright 2000, Wizards of the at the earliest possible opportunity, update all material distributed Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, based on original material by E. Gary Gygax and by You to use the updated and/or new version of the d20 System Dave Arneson. Trademark logos. You may continue to distribute any pre- Open game content from TheRavage of Ghorkai copyright existing material that bears an older version of the d20 System 2002, Mongoose Publishing. Trademark logo. The d20 System® License version 3.0 By downloading the enclosed graphic files and/or by returning 9. Changes to Terms of the License the Confirmation Card as presented in the file “card.pdf,” the Wizards of the Coast may issue updates and/or revisions to this Licensee (“You”) accept to be bound by the following terms and License without prior notice. You will, at the earliest possible conditions: opportunity, conform in all respects to the updated or revised terms of this License. For a period of 90 days You may continue 1. Copyright \u0026 Trademark to distribute any pre-existing material that complies with a Wizards of the Coast, Inc. retains title and ownership of the d20 previous version of the License. Thereafter written consent System trademark logos, the d20 System trademark, and all should be obtained from Wizards of the Coast. Subsequent other copyrights and trademarks claimed by Wizards of the versions of this License will bear a different version number. Coast in The Official Wizards of the Coast d20 System Trade- mark Logo Guide version 1.0, incorporated here by reference. 10. Updates of Licensee information You may transmit an updated version of the “card.pdf” Confir- 2. License to use mation Card at any time to Wizards of the Coast. You are hereby granted the non-transferable, non-exclusive, royalty-free license to use the d20 System trademark logos, the 11. Notices to Licensor: d20 System trademark, and certain other trademarks and copyrights owned by Wizards of the Coast in accordance with Wizards of the Coast the conditions specified in The Official Wizards of the Coast d20 d20 System License Dept. System Trademark Logo Guide version 1.0. (the “Licensed PO Box 707 Articles”) Renton, WA 98057-0707 3. Agreement not to Contest 12. No maintenance or support By making use of and/or distributing material using the d20 Wizards of the Coast shall have no obligation whatsoever to System Trademark under the terms of this License, You agree provide You with any kind of maintenance or support in relation not to contest the ownership of the Licensed Articles to the d20 System Trademark logos. 4. Breach and Cure 13. No Warranty / Disclaimer In the event that You fail to comply with the terms of this THE d20 SYSTEM TRADEMARK LOGO FILES ARE MADE License, You will be considered to be in breach of this License. AVAILABLE ON AN “AS IS” BASIS. WIZARDS OF THE Wizards of the Coast will attempt to notify you in writing by COAST DOES NOT MAKE ANY REPRESENTATION OR sending a Registered Letter to the address listed on the most WARRANTY, WHETHER EXPRESS OR IMPLIED, AS TO THE recent Confirmation Card on file, if any. You will have 30 days FITNESS FOR A PARTICULAR PURPOSE, USE OR from the date the notice (the “cure period”) to cure the breach to MERCHANTABILITY. WIZARDS OF THE COAST MAKES the satisfaction of Wizards of the Coast. If no Confirmation NO REPRESENTATION OR WARRANTY THAT THE d20 Card is on file, you will be considered to be in breach of this SYSTEM TRADEMARK LOGO FILES ARE ERROR- License immediately. FREE.MAKES NO REPRESENTATION OR WARRANTY THAT THE D20 SYSTEM TRADEMARK LOGO FILES ARE 5. Termination ERROR-FREE. If, at the end of the cure period, the breach is not cured, Wizards of the Coast may terminate this License without further written notice to You. 6",
        "name":  "Skills and Feats",
        "source":  "the_slayers_guide_to_dragons.txt",
        "_id":  "01222f8179ab75fbad36fe3e2292a4a03c72a5a05e1bf49f5d5845a0d57b3eac"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Empires of the Dragon Sands, Copyright 2002, Mystic the d20 System Trademark logos without prior notice. You will, Eye Games at the earliest possible opportunity, update all material distributed 101 Mundane Treasures Copy right 2002, Philip Reed, by You to use the updated and/or new version of the d20 System www.philipjreed.com Trademark logos. You may continue to distribute any pre-existing 101 Spellbooks, Tomes of Knowledge, and Forbidden Grimoires material that bears an older version of the d20 System Trademark Copyright 2002,Philip Reed, www.philipjreed.com logo. The Assassin’s Handbook, Copyright 2002, Green Ronin Publishing, Authors Wolfgang Baur and David “Zeb” Cook. 9. Changes to Terms of the License The Assassin ‘s Guide to Poisons Copy right 2002, Philip Reed, Wizards of the Coast may issue updates and/or revisions to this www.philipjreed.com License without prior notice. You will, at the earliest possible Moon Elves, Copyright 2002, DarkQuest, LLC opportunity, conform in all respects to the updated or revised Wrath \u0026 Rage: A Guidebook to Orcs and Half-Orcs, Copyright terms of this License. For a period of 90 days You may continue 2002, Green Ronin Publishing; Author Jim Bishop to distribute any pre-existing material that complies with a More Ultimate Equipment, Copyright 2003, Mongoose Publishing previous version of the License. Thereafter written consent should The Quintessential Elf copyright 2002, Mongoose Publishing be obtained from Wizards of the Coast. Subsequent versions of Mist Elves copyright 2003, Mongoose Publishing this License will bear a different version number. The d20 System® License version 3.0 10. Updates of Licensee information By downloading the enclosed graphic files and/or by returning the You may transmit an updated version of the “card.pdf” Confirmation Card as presented in the file “card.pdf,” the Licensee Confirmation Card at any time to Wizards of the Coast. (“You”) accept to be bound by the following terms and conditions: 11. Notices to Licensor: 1. Copyright \u0026 Trademark Wizards of the Coast, Inc. retains title and ownership of the d20 Wizards of the Coast System trademark logos, the d20 System trademark, and all other d20 System License Dept. copyrights and trademarks claimed by Wizards of the Coast in The PO Box 707 Official Wizards of the Coast d20 System Trademark Logo Guide Renton, WA 98057-0707 version 1.0, incorporated here by reference. 12. No maintenance or support 2. License to use Wizards of the Coast shall have no obligation whatsoever to You are hereby granted the non-transferable, non-exclusive, provide You with any kind of maintenance or support in relation to royalty-free license to use the d20 System trademark logos, the d20 System Trademark logos. the d20 System trademark, and certain other trademarks and copyrights owned by Wizards of the Coast in accordance with 13. No Warranty / Disclaimer the conditions specified in The Official Wizards of the Coast THE d20 SYSTEM TRADEMARK LOGO FILES ARE MADE d20 System Trademark Logo Guide version 1.0. (the “Licensed AVAILABLE ON AN “AS IS” BASIS. WIZARDS OF THE Articles”) COAST DOES NOT MAKE ANY REPRESENTATION OR WARRANTY, WHETHER EXPRESS OR IMPLIED, AS TO 3. Agreement not to Contest THE FITNESS FOR A PARTICULAR PURPOSE, USE OR By making use of and/or distributing material using the d20 MERCHANTABILITY. WIZARDS OF THE COAST MAKES System Trademark under the terms of this License, You agree not NO REPRESENTATION OR WARRANTY THAT THE d20 to contest the ownership of the Licensed Articles SYSTEM TRADEMARK LOGO FILES ARE ERROR- FREE.MAKES NO REPRESENTATION OR WARRANTY 4. Breach and Cure THAT THE D20 SYSTEM TRADEMARK LOGO FILES ARE In the event that You fail to comply with the terms of this License, ERROR-FREE. You will be considered to be in breach of this License. Wizards of the Coast will attempt to notify you in writing by sending a Registered Letter to the address listed on the most recent Confirmation Card on file, if any. You will have 30 days from the date the notice (the “cure period”) to cure the breach to the satisfaction of Wizards of the Coast. If no Confirmation Card is on file, you will be considered to be in breach of this License immediately. 5. Termination If, at the end of the cure period, the breach is not cured, Wizards of the Coast may terminate this License without further written notice to You. 6. Effects of Termination Upon termination, You shall immediately stop all use of the Licensed Articles and will destroy any inventory or marketing material in Your possession bearing the d20 System Trademark logos. You will remove any use of the d20 System Trademark logos from your advertising, web site, letterhead, or any other use. You must instruct any company or individual that You are or become aware of who is in possession of any materials distributed by You bearing the d20 System Trademark logos to destroy those materials. You will solely bear any costs related to carrying out this term of the License. 36 37",
        "name":  "Dry Land",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    }
]
