[
    {
        "origin_file":  "other.json",
        "description":  "Any. Rippers dwell primarily in urban areas, though they occasionally appear in smaller communities.",
        "name":  "Environment",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The average ripper stands roughly 5-1/2 to 6 feet in height, and weighs approximately 100 to 150 pounds. The differences between male and female rippers are entirely internal.SOCIETY Rippers have no society per se. They consider the urban environment their hunting ground, and any other predators are viewed as rivals for terri- tory. Clutches of rippers occasionally work together, but this is the closest thing they have to a culture. Rippers, though sentient, have little self-awareness. They do not name themselves, and have difficulty even comprehending the concept of names. They communi- cate with one another through a series of scents and high-pitched clicks. Most understand Common, but they are incapable of speaking any humanoid language.",
        "name":  "Ty pical Physical Characteristics",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A solitary pest swarm occupies a 10-foot square. As many as four pest swarms might congregate in one location, so that they take up four contiguous 10-foot squares.",
        "name":  "Organization",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Zeitgeists appear most frequently in metropolises, and grow progressively less common as cities grow smaller. Even among metropolises they are exceptionally rare, and so far nobody has yet determined why one city manifests a zeitgeist when a dozen others like it do not.",
        "name":  "Environment",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A typical exterior city wall is a fortified stone wall 5 feet thick and 25 feet high. Such a wall is fairly smooth, requiring a DC 30 Climb check to scale. The walls are crenelated to provide convenient cover, with just barely enough room (3 feet wide) for guards to walk along the top of the wall. Interior walls range from 10 to 25 feet high, and few are crenelated. Small Interior Wall : 1 foot thick, hardness 8; hp 180; break DC 35; Climb DC 20. Large Interior Wall : 2 feet thick, hardness 8; hp 360; break DC 35; Climb DC 20. Watch Towers : Some city walls are adorned with watch towers set at irregular intervals. Few cities have enough guards to keep them constantly stationed on the towers, unless the city is expecting attack from outside. The towers offer a superior view of the sur-rounding countryside, as well as a point of defense against invaders.Table 5–1: Random City Encounters d% Encounter Number CR EL 01–02 Allip 1 3 303–04 Black pudding 1 7 705–06 Carrion crawler 1d4+1 4 707–08 Cesspit ooze* 1 9 909–10 Choker 1 2 211–12 Dire rat 3d6 1/3 413–14 Fungus, shrieker 1d3+2 1 415–16 Fungus, violet 1d3+1 3 617–18 Fungus patch (1d3+1 violet 1 1–3 7   fungi plus 1d3+2 shriekers)19–20 Gelatinous cube 1 3 321–22 Ghost 1 7 723–24 Giant ant, worker 2d3 1 425–26 Giant ant, soldier 1d3 2 427–28 Giant ant crew (1d6+5 1 1–2 7   workers plus 1 soldier)29–30 Giant bee 1d4+1 1/2 231–32 Giant beetle, bombardier 1d4+1 2 533–34 Giant beetle, fire 1d6+5 1/3 335–36 Giant beetle, stag 1d4+1 4 737–38 Giant wasp 1d4+1 3 639–40 Gibbering mouther 1 5 541–42 Gnoll 4 1 343–44 Gray ooze 1 4 445–46 Grick 2 3 447–48 Grimlock 1 1 149–50 Mephit, ooze 1d3+1 3 651–52 Mimic 1 4 453–54 Mohrg 1 8 855–56 Monstrous centipede, Tiny 4d4 1/8 157–58 Monstrous centipede, Small 1d6+5 1/4 259–60 Monstrous centipede, Med. 1d4+1 1/2 261–62 Monstrous centipede, Large 1d4+1 1 363–64 Monstrous centipede, Huge 1d4+1 2 465–66 Monstrous scorpion, Tiny 4d4 1/4 367–68 Monstrous scorpion, Small 1d6+5 1/2 469–70 Monstrous scorpion, Med. 1d4+1 1 371–72 Monstrous scorpion, Large 1d4+1 2 573–74 Monstrous scorpion, Huge 1d4+1 6 975–76 Monstrous spider, Tiny 4d4 1/4 377–78 Monstrous spider, Small 1d6+5 1/2 479–80 Monstrous spider, Med. 1d4+1 1 381–82 Monstrous spider, Large 1d4+1 2 483–84 Monstrous spider, Huge 1d4+1 4 785–86 Ochre jelly 1 5 587–88 Otyugh 1d3+1 4 789–90 Phasm 1 7 791–92 Ripper* 1 6 693–94 Shambling mound 1 6 695–96 Stirge 1d8+5 1/2 597–98 Swarm, pest* 1 5 599–100 Swarm, rat 1 4 4*Described in this book. 620_95386_Ch5.indd   145620_95386_Ch5.indd   145 8/22/06   9:49:36 AM8/22/06   9:49:36 AM146 CHAPTER 5 RUNNING THE CITY The towers are 10 feet higher than the city wall, and their diameter is 5 times the thickness of the wall. Arrow slits line the outer sides of the upper stories of the towers, and the top is crenelated in a similar manner to the walls. In small towers (25 feet in diameter), simple ladders typi- cally connect the tower’s stories and the roof. In larger towers, stairways fulﬁ  ll that purpose. In a small city, heavy wooden doors, reinforced with iron and bearing good quality locks, block entry to the towers, unless the towers are in regular use.",
        "name":  "City Walls",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 inches thick; hardness 5; hp 20; break DC 25; Open Lock DC 30. As a rule, the watch keeps the keys to the tower secured away in the guard house.",
        "name":  "Reinforced Wooden Doors",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A typical city gate is a gatehouse with two portcullises and murder holes above the space between them.",
        "name":  "Gates",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 inches thick; hardness 10; hp 60; break DC 25 (to lift only). Smaller cities’ gates or lesser gates in a large city are simply large iron double doors set into the city wall.",
        "name":  "Portcullises",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 inches thick; hardness 10; hp 60; break DC 28. Gates are usually open during the day and locked or barred at night. Depending on the city and how its wards are laid out, residents might be for- bidden from traveling from ward to ward af-ter sundown, or the guards might allow passage only under speciﬁ  c circumstances.",
        "name":  "Iron Doors",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Typical city streets are narrow, twisting, and crowded. Most streets average about 15 feet wide, while alleys range from 10 feet wide to as little as 5 feet from wall to wall. Some cities, particularly cities that grow organically from small settlements to larger cities, have no large thoroughfares. Cities that are planned, or that have suf- fered a major ﬁ  re that prompted authorities to construct new roads, might have a few larger streets through town. These main roads are about 25 feet wide—offering room for wagons to pass each other—with 5-foot-wide sidewalks on either side.  Buildings : Most city buildings are made of a com- bination of stone or brick (on the lower one or two stories) and timbers (for the upper stories, interior walls, and ﬂ  oors). Typical rooﬁ  ng materials are shingles, tile, thatch, and slate. Brick or Stone Wall (Lower Stories): 1 foot thick, hardness 8; hp 90; break DC 35; Climb DC 25. Wooden Wall (Upper Stories) : 6 inches thick, hardness 5; hp 60; break DC 20; Climb DC 21. Most city buildings fall into three categories. The ﬁ rst, which includes inns, successful businesses, and large warehouses—as well as manufacturers that require extra space such as millers, tanners, and the like—are large, free-standing buildings up to ﬁ ve stories in height. Next come the majority of build- ings in the city, which are two to ﬁ  ve stories high and built side-by-side to f o r m  l o n g  r o w s  s e p a r a t - ed by secondary or main streets. These row houses often have businesses on the ground ﬂ  oor, with ofﬁ ces or apartments above. The last cate-gory includes humble residences, shops, small warehouses, or storage sheds, most of which are  simple one- story wooden affairs. Exterior doors on most buildings are good wooden doors that are usually kept locked, except on public buildings like shops and taverns.",
        "name":  "Streets",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 inches thick; hardness 5; hp 15; break DC 18; Open Lock DC 25. Doors on the simplest buildings or sheds, as well as most interior doors, are ﬂ  imsier:",
        "name":  "Wooden Doors",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 inch thick; hardness 5; hp 10; break DC 13; Open Lock DC 25.",
        "name":  "Wooden Doors",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "One race has been completely assimilated into another. Its members share neighborhoods, customs, clothing, mannerisms, and language with the members of the dominant race. The assimilated race’s cultural tradi- tions are all but forgotten. Racial prejudice, if it exists at all, is minimal, since even members of the dominant race tend to see the assimilated ones as just like them. Ghetto : Members of one race are conﬁ  ned to certain city neighborhoods or outlying reservations within the territory of the other race. Very little interaction occurs between the two races, which at least allows the lesser race to maintain much of its culture and traditions, as well as a certain degree of autonomy. The ghetto is governed from within, though its members are subject to the laws of the nation they reside in. They might leave the ghetto areas, at least temporarily, but usually are required to carry legal papers and must return to the ghetto by nightfall.",
        "name":  "THE CITY Assimilation",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Members of both races are equal citizens of a single nation, while retaining their own customs, traditions, and even languages (though a common tongue makes trade and other interactions possible). Neither law nor common practice gives preference to either race.",
        "name":  "Integration",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The members of one race or culture are enslaved by the other, probably as the result of war or colonization. Slavery has a profound and far-reaching inﬂ  uence on the culture of the enslaved: where that race’s cultural tradi-tions survive, they are usually practiced in secret since they are most likely prohibited by the enslaving culture, and they often undergo signiﬁ  cant transformations under the inﬂ  uence of the dominant culture. It is possible, as in ancient Rome, for individual slaves to rise to positions of power and inﬂ  uence, but most slaves live in impoverished and dehumanizing conditions. The institution of slavery should always be regarded as an evil by any good-aligned characters in a campaign.",
        "name":  "Slavery",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "acrobat, actor, adventurer, adviser, alchemist, ambassador, assassin, buffoon, courier, diplomat, diplomatic aide, freedom ﬁ  ghter, herald, jester, juggler, messenger, minstrel, music instructor, teacher, tutor.",
        "name":  "Bards",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "acolyte, adventurer, adviser, assassin, body- guard, cenobite, city guard, cultist, hermit, high priest, ofﬁ cer, priest, trainer.",
        "name":  "Monks",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "adventurer, adviser, champion, justiciar, knight, lord, soldier, templar, trainer. Rangers : adventurer, bandit, bodyguard, bounty hunter, freedom ﬁ  ghter, mercenary, scout, soldier, tem- plar, trainer. Rogues : adventurer, ambassador, assassin, bandit, burglar, crime lord, cultist, cutpurse, diplomat, freedom fighter, mayor, security consultant, scout, spy, thug, trapmaker, troubleshooter.",
        "name":  "Paladins",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "In the event of war, supplies often run low even in the face of strict ration-ing. PCs might help maintain order, guard emergency supplies, or seek out some means to resupply the city. Alternatively, they might be forced to work against the efforts of their own government, even in the face of invasion, as the city’s rich residents hoard supplies and leave the poor to suffer and starve. Indirect Involvement Active participation is not the only way to involve a city in a war. A port serves as a staging point for thousands of soldiers going off to ﬁ  ght elsewhere. A trading city becomes a supply hub for the king’s forces. A military city, in which the war effort is analyzed and planned, becomes a target for spies and assassins.",
        "name":  "Crowd Control and Shortages",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The degree to which a city enforces and upholds its laws. It is a measure of the fairness and impartiality of its magistrates and its legal system, as well as their effectiveness. A positive number indicates a reasonably just and fair society, while a negative number indicates rampant corruption or discriminatory practices. Assuming a starting law rank of 0, use the following modiﬁ  ers to determine the city’s law rank. 620_95386_Ch5.indd   156620_95386_Ch5.indd   156 8/22/06   9:50:37 AM8/22/06   9:50:37 AM157CHAPTER 5 RUNNING THE CITYTable 5–2: City Law Rank Modifiers Power Center1 Modiﬁ  er Good-aligned power center +1 Lawful-aligned power center +3 Evil-aligned power center –1 Chaotic-aligned power center –3 Legal Code1 Modiﬁ  er No written legal code –3 Written legal code +1 Written legal code has existed  +2 for 100+ years Law-Enforcement2 Modiﬁ  er Very strong efforts at law-enforcement +2 Moderately strong efforts +1 at law-enforcementWeak efforts at law-enforcement –2Very weak or nonexistent efforts  –4at law-enforcement Governmental Corruption 2 Modiﬁ  er Almost no governmental corruption +1 Little government corruption +0One-third of officials corrupt –2Two-thirds of officials corrupt –5 Social Standing of Citizens 2 Modiﬁ  er Is never an issue in legal proceedings +3 Is occasionally an issue in legal +1proceedingsIs usually an issue in legal proceedings –1Is always an issue in legal proceedings –2 1 Modifiers in these categories are cumulative. 2 Modifiers in these categories are not cumulative; choose one only. To determine the result of a legal proceed- ing, roll 1d20 + city’s law rank against DC 10. If the party who deserves to win is of high social standing in a city where social stand- ing usually affects legal proceedings, add 2; if this is the case in a city where social standing always affects legal proceedings, add 4. If the check succeeds, the case is judged in favor of the deserving party. If it does not, the case is judged against the deserving party. All this assumes, however, that the PCs do not take steps to alter the outcome. This system lets the DM determine what will happen if and only if the players do not get involved. Law Enforcement While the city watch is a staple of many fantasy cities, the truth is that only a few cities make use of organized police forces. I n  o t h e r  c a s e s ,  t h e  c i t y  r e l i e s  o n  a d v e n -turers and private citizens to apprehend criminals. The government might issue a Guilty as charged!Illus. by H. Lyon 620_95386_Ch5.indd   157620_95386_Ch5.indd   157 8/22/06   9:50:40 AM8/22/06   9:50:40 AM158 CHAPTER 5 RUNNING THE CITYwrit of outlawry against an individual, posting notices in public places. Anyone capturing or killing an outlaw is entitled to keep the outlaw’s possessions, and could earn other rewards as well. Some writs might be issued retroactively, if a criminal is apprehended or slain in the commission of a crime. Trials Most cities do not make use of anything resembling a modern trial by jury. Trials are overseen by magistrates or local lords, who have almost total power (within the bounds of the legal code). Some trials are argued, with the conﬂ  icting parties or their advocates presenting precedent and evidence until the magistrate makes a decision. Others are decided by mystical interrogation, or trial by ordeal. Ordeal by Fire:  The defendant is thrown onto a pyre, forced to walk across coals, or otherwise exposed to great heat, under the assumption that the gods will protect the innocent from harm.",
        "name":  "Law Rank",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The defendant is dunked or thrown into deep water, often with weights. Again, the assumption is that the gods will not permit an innocent to drown.",
        "name":  "Ordeal by Water",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "5th.Replaces: If you select this class feature, you do not gain all the aspects of standard wild shape (except for the ability to wild shape into an elemental at high levels, which remains unchanged).Cityscape, Part 1",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "16th.Replaces: If you select this class feature, you do not gain the wild shape (elemental) ability, or later improvements to that class feature.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 16th level, the druid can use her wild shape (or city-shape) ability to become a Small, Medium, or Large animated object (MM 13) once per day. These forms are in addition to her normal wild shape uses. In addition to the normal effects of wild shape, she gains all the animated object\u0027s extraordinary abilities, as well as many traits of the construct type (low-light vision, darkvision to 60 feet, and immunity to critical hits, poison, disease, paralysis, and stunning). The precise form must be an object common to the city environment, such as a wagon, a statue, or the like. (Talk to your DM in advance to determine what sorts of forms are available and what are off-limits.) The druid can assume the form of an animated object twice per day at 18th level, and three times per day at 20th level. At 20th level, she can use this ability to turn into a Huge animated object.",
        "name":  "Benefit",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid or ranger.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2nd (druid) or 7th (ranger).Replaces: If you select this class feature, you do not gain woodland stride.Benefit: When moving through a crowd, the crowd-walker moves at her normal rate, rather than requiring two squares of movement for every square as is normal. In addition, light debris does not impede her movement, and she treats heavy debris as light debris. Any other sort of rough terrain impedes her normally, however. Ferocity Where most barbarians define themselves by nigh-unstoppable rage, a few streetfighters and urban warriors have mastered different techniques. By working up a surge of adrenaline, they hit just as hard, and substantially faster, than their counterparts, while dodging the inevitable counterattack.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st.Replaces: If you select this class feature, you do not gain rage, or any later improvements to that class feature, nor do you gain indomitable will.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 11th level, his bonuses to Strength and Dexterity during ferocity each increase to +6. In addition, the duration of his ferocity increases to 5 + your Constitution modifier (if positive).",
        "name":  "Greater Ferocity",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 17th level, the duration of his ferocity increases to 6 + his Constitution modifier (if positive), and he no longer become sickened at the end of his ferocity. In addition, the dodge bonus granted by his shifting stance ability becomes +2.",
        "name":  "Relentless Ferocity",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 20th level, the barbarian\u0027s bonuses to Strength and Dexterity during ferocity each increase to +8. Go to Ground Just as most druids and scouts have an almost supernatural ability to avoid being tracked in the wild, so too have others learned to blend in so fully with the urban throng that nobody remembers their passage.",
        "name":  "Unstoppable Ferocity",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid or scout.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ranger or scout.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "13th (ranger) or 8th (scout).Replaces: If you select this class feature, you do not gain the camouflage ability, and your hide in plain sight ability (gained at higher levels) is modified.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Upon first gaining this ability, the hidden stalker no longer takes a -5 penalty on Hide checks when moving faster than half speed, nor does she take the standard -10 penalty when attempting to hide during a brief distraction. In addition, the presence of other people within 5 feet is considered sufficient cover for her to hide, making it easy for her to vanish into a crowd. At the second level of this ability, the hidden stalker gains hide in plain sight, but this ability functions in any urban environment, rather than only in natural environments as written. Iron Constitution Natives to the worst and filthiest areas of the city have to contend with stenches and illnesses of a sort rarely found in the wild, yet some have become so inured that they are all but immune.",
        "name":  "Benefit",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "4th.Replaces: If you select this class feature, you do not gain resist nature\u0027s lure.Benefit: The druid gains Strong Stomach (Cityscape 64) as a bonus feat, even if she does not meet the prerequisites. If she already has this feat, she may instead choose any feat for which she does meet the prerequisites. In addition, the druid gains a +2 bonus on saves against disease. RiposteCityscape, Part 1 While most scouts rely on mobility to overcome their opponents, some focus instead on taking advantage of the openings their foes provide in combat when making their own attacks.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Scout.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st.Replaces: If you select this class feature, you do not gain skirmish or any later improvements to that class feature.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ranger.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st.Replaces: If you select this class feature, you do not gain favored enemy or any later improvements to that class feature.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st.Replaces: If you select this class feature, you do not gain fast movement.Benefit: The barbarian gains Roofwalker (Cityscape 63) as a bonus feat, even if he does not meet the prerequisites. Additionally, as of 6th level, he need not meet the prerequisites for the Roof-Jumper feat (Cityscape 62) if he chooses to take it, though it is not a bonus feat; the barbarian must still spend a feat slot to acquire it. Skilled City-Dweller The various wilderness-oriented skills are valuable indeed, but make less sense -- and may prove less useful -- for an urban character.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any class that has one or more of the \"skills replaced,\" as listed below, on its list of class skills.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st.Replaces: If you select this class feature, you do not gain the \"skills replaced\" as listed below.Benefit: The skilled city-dweller gains one or more skills as class skills, at the expense of other skills. If she does not have the proper skill to lose, she cannot gain the skill it grants as an urban benefit. Note that she need not swap out all these skills. A skilled city-dweller may pick and choose, but she cannot later change her mind. Skilled City-Dweller Skill Gained Skill Replaced Gather Information Handle AnimalCityscape, Part 1 Knowledge (local) Knowledge (nature) Sense Motive Survival Tumble Ride Stand Fast While most paladins enjoy the companionship of a summoned mount, those who live amidst large populations often prefer to devote their energies toward protecting those around them and defending the city from outside threats.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Paladin.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "5th.Replaces: If you select this class feature, you do not gain a special mount.Benefit: Starting at 5th level, a paladin may use the following two abilities, once per day each, as an immediate action. At 11th level, she may use each ability twice per day, and at 18th level she may use each ability three times per day. ●     Add the paladin\u0027s divine grace (Charisma modifier) on the saving throw of all allies within 20 feet. She must add this bonus on the same save for each of them; thus, she could add to everyone\u0027s Reflex save, or everyone\u0027s Will save, but she could not grant some a bonus on Reflex and others a bonus on Will. She does not gain any bonus for using this ability, but neither does she lose her own divine grace bonus. This bonus lasts for 1 round. ●     Add the paladin\u0027s divine grace (Charisma modifier) on any roll she makes to resist a bull rush, disarm, grapple, sunder, or trip attack. She cannot use this ability when she is making such an attack; it is defensive only. Streetfighter The ability to take a blow is valuable, but on the violent and crowded streets of the city, the winner of a brawl or a duel is often the one who can hit hardest and fastest.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "7th.Replaces: If you select this class feature, you do not gain damage reduction at 7th level, or any of the improvements to damage reduction at higher levels.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid or ranger.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st.Replaces: If you select this class feature, you do not gain nature sense.Benefit: She gains a +2 bonus on Knowledge (local) checks and Sense Motive checks. Urban Tracker Many rangers of the city learn to hunt people down through interrogation and questioning, since following tracks is often all but impossible on the busy streets.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ranger.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid, ranger, or spirit shaman.",
        "name":  "Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "4th",
        "name":  "Vestige Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "22 Special Requirement: No",
        "name":  "Binding DC",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Scholars know little of Astaroth before his fall, save that he favored constant interference and assistance when it came to mortals, rather than leaving them to develop on their own. Some tales claim that he was responsible for teaching humanoids such techniques as metalworking and even alchemy. According to ancient writings, Astaroth himself maintains that this was why he fell, cast from Heaven for the \"crime\" of aiding the Cityscape, Part 2 mortal races in their development of civilization. Most theologians, however, remain convinced that the angel was exiled for greater crimes. Legends range from an attempt to usurp the position of some heavenly god, to an effort to raise an entire mortal race to celestial status, to an attempt to turn all mortals away from worship of the gods so that he might be free to influence them as he saw fit. Astaroth admitted to no such defiance, however, and swore to the day of his disappearance that his fall was unjust. For centuries Astaroth roamed many worlds, mortal and spiritual alike. To the celestials, he was an outcast -- another prideful fallen angel who could not even admit to his errors, let alone atone for them. Yet because he refused to embrace damnation, he found no allies among the fiends either. Eventually he settled among mortals. He watched over them as a guardian and mentor to start, but slowly his obsession with \"protecting\" the mortals grew uncontrollable. Astaroth became a dictator, restricting even the day-to-day behavior of his subjects to keep them \"safe.\" The fallen angel was finally slain by an uprising within the populace, but none of the Outer Planes would grant his soul any respite. Eventually, with no afterlife to call his own, stripped even of his physical existence, Astaroth simply went -- elsewhere.",
        "name":  "Legend",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Accompanied by the sound of flapping wings and cawing crows, Astaroth manifests as a hideously ugly angel. His limp wings are filthy gray, his features drawn and gaunt, and his eyes yellowed. He carries a viper in his right hand and wears a tarnished crown upon his brow. A horrific stench accompanies him, almost but not quite enough to sicken everyone nearby.",
        "name":  "Manifestation",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your skin yellows, and you emit a foul, unwashed odor. While this odor is not strong enough to impede or distract an opponent, it does attract attention.",
        "name":  "Sign",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Astaroth\u0027s influence renders you incapable of taking responsibility for your own actions. You cannot admit any fault, acknowledge any mistake, or make reparations or apologies for any wrong, no matter the consequences or the evidence against you.",
        "name":  "Influence",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 competence bonus on Bluff, Diplomacy, and Intimidate checks.",
        "name":  "Honeyed Tongue",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "6th",
        "name":  "Vestige Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "27 Special Requirement: Yes",
        "name":  "Binding DC",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have gone more than a day without binding Desharis, you may only draw his seal in a village or larger city. Attempts to do so elsewhere fail outright. You can, however, \"carry\" Desharis into the wild; this is why you may continue to summon him, even outside the urban environment, if you have not allowed more than a day to lapse since you last did so.",
        "name":  "Special Requirement",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Desharis appears with the sound of a hundred distant voices talking and shouting, though specific words remain completely unintelligible. A veritable mob of individuals appears as from a great distance, as though the air above his seal had become a window to some other place. As the mob approaches, these bare silhouettes meld together even as they take on greater details, eventually combining to form a single humanoid shape standing 10 feet in height. Though the silhouettes look human, Desharis himself appears made of equal amounts of stone, wood, metal, and glass.",
        "name":  "Manifestation",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "While hosting Desharis, your eyes turn to glass. Anyone meeting your gaze sees the movement of multiple silhouettes behind them, as though looking through a window at a busy street.",
        "name":  "Sign",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Under Desharis\u0027s influence, you cannot stand to be alone, and the more people you have around you, the better. You never voluntarily accept any task that requires you to be alone, and you argue vigorously against options that would split the party. If you have the opportunity to socialize with large groups of people (such as entering a boisterous tavern), you must take it unless doing so is overtly harmful, or you have reason to suspect the individuals are hostile to you.",
        "name":  "Influence",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day, you can pass through an exterior doorway (one that leads from inside a building to outside), and appear through another exterior doorway within 3,000 yards. The two doors must both be set in buildings made of similar materials; for instance, you could pass from a wooden building to another wooden building, or a stone building to another stone building. You can either select a specific door with which you are familiar as the destination, or simply declare that you are appearing through the closest appropriate door to a given distance. (If no appropriate portal exists within range or in the direction you wish to travel, the effect does not function.) This is a teleportation effect.",
        "name":  "Infinite Doors",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal Target: You Duration: 1 round/level (D) Your hand turns jet black and seems to flicker as tiny wisps of shadow constantly leak from between your fingers and disappear. For the duration of this mystery, you can, as a standard action, make a special attack against any foe within medium range (100 ft. + 10 ft./level). You must have line of sight to the target.",
        "name":  "Range",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Epic Adventurer  . . . . . . . . . 189 Becoming an Epic-Level Adventurer  . . 189 Epic-Level Prestige Class Characters  . . 190",
        "name":  "Appendix",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  " Dungeon Delver . . . . . . . . . . . . . . . . . . . 191 Epic Feats . . . . . . . . . . . . . . . . . . . . . . . . . . . . 191C R E D I T S D E S I G N JESSE DECKER A D D I T I O N A L  D E S I G N RICHARD  BAKER, M ICHELLE  LYONS, DAVID NOONAN , STAN! D E V E L O P M E N T  T E A M RICHARD  BAKER, ANDY COLLINS , ANDREW  J. F INCH E D I T O R S JOHN D. R ATELIFF , GARY SARLI A D D I T I O N A L  E D I T I N G JENNIFER  CLARKE  WILKES , CHRIS THOMASSON M A N A G I N G  E D I T O R KIM MOHAN D E S I G N  M A N A G E R S ED STARK, CHRISTOPHER  PERKINS D E V E L O P M E N T  M A N A G E R ANDREW  J. F INCH S E N I O R  A R T  D I R E C T O R  R P G STACY LONGSTREET D I R E C T O R   O F   R P G   R \u0026 D BILL SLAVICSEKA R T  D I R E C T O R  D \u0026 D DAWN MURIN C O V E R   A R T I S T MATT CAVOTTA I N T E R I O R  A R T I S T S STEVE BELLEDIN , M ITCH COTIE, ED COX, STEVE ELLIS, WAYNE ENGLAND , DAVID HUDNUT , JEREMY  JARVIS , DOUG KOV ACS , CHUCK LUKACS , JEFF MIRACOLA , MONTE MOORE, WILLIAM  O’C ONNOR , MICHAEL  PHILLIPPI , RON SPENCER , FRANZ VOHWINKEL G R A P H I C  D E S I G N E R S DEE BARNETT , DAWN MURIN C A R T O G R A P H E R TODD GAMBLE G R A P H IC  P RODU C T ION  S P E C I A L I S T ANGELIKA  LOKOTZ I M A G E  T E C H N I C I A N CANDICE  BAKER P R O D U C T I O N  M A N A G E R S JOSH FISCHER , RANDALL  CREWS",
        "name":  "Sample Prestige Class Epic Progression",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Create an Organizational Statistics Block  . . . . . . . 188",
        "name":  "Option",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ninjas adventure for a variety of reasons. A loyal ninja might adventure at her lord’s command, using her abilities of stealth and subterfuge to ferret out his enemies or recover powerful treasures to be used in his service. A mercenary ninja might seek only treasure and fame, while a more idealistic ninja might seek to thwart a growing evil. Most ninjas prefer anonymity to fame, and they go out of their way to disguise their profession and abilities. A rare few, however, revel in the mysterious reputation that surrounds ninjas and their training, making known their abilities and their role in a famous adventuring group. As ninjas grow in wealth and power, their goals often change, and their ability to uncover secrets and kill stealthily can shape the plans of entire nations. Rulers both fear and covet the skills of the ninja, and high-level ninjas whose identities are known often ﬁ  nd adventures coming to them rather than the converse.",
        "name":  "Adventures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A ninja’s religious beliefs follow those of her clan. In a fantasy game, ninjas can follow any god, although most clans devote themselves to deities of stealth or trickery. Neutral or mercenary ninjas might devote themselves to Olidammara (the god of thieves). Evil ninjas might revere Nerull (the god of death) or Erythnul (the god of slaughter). Ninjas who have left or lost their clan follow any deity and often choose not to worship a deity.",
        "name":  "Religion",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many ninjas come from isolated clans that train in secret. They spend years perfecting the arts of stealth and subterfuge in distant villages and hidden training camps. These warriors, whether deployed in the service of an honorable lord or sent to serve as mercenary assassins, carefully conceal their identities and origins. These ninjas weave complicated webs of disguises, strike only from hiding, and deal through intermediaries when- ever possible. Because of their strong ties to their clan, these ninjas must often put aside personal preferences or goals to serve their lord or clan, but in return they gain the support of a powerful political force and access to the clan’s many safe houses and hideouts. Although most ninjas come from such isolated clans, exceptions exist at every turn. Some ninjas receive specialized training from a single mentor, perhaps even a retired adventurer who wishes to pass along his skills. Others train alongside monks and other ascetics in a peaceful monastery. In some places, far-thinking nobles set up their own ninja training centers. One of these centers might consist merely of a single teacher with a handful of students; another might be a full-blown ninja school that progresses students through a rigid series of tests, ranks, and trials.",
        "name":  "Background",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Humans, halﬂ  ings, half-elves, and half-orcs often have the combination of adaptability and ambition necessary to master the techniques of the ninja. Elves, both graceful and deadly, rarely become ninjas, but those who do often achieve great fame or notoriety. Such elf ninjas often attain the heights of ninja prowess, shaping the history of many human generations through their daring exploits. Dwarves and gnomes seldom train as ninjas. Not only is their social structure too open to shelter hidden clans of ninjas, but their martial instincts run to more straightforward forms of combat.",
        "name":  "Races",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ninjas work best with rogues, scouts, or rangers. Although they appreciate the healing power of clerics and the sheer offensive might of ﬁ  ghters and barbar- ians, ninjas rely too much on stealth to completely embrace the idea of adventuring with other classes. Conversely, when traveling or not actively adventuring, ninjas who wish to go unnoticed beneﬁ  t greatly from the presence of other classes. The less subtle and more visible her adventuring companions are, the easier it is for a ninja to remain in the background and disguise her own abilities.",
        "name":  "Other Classes",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Depending on a ninja’s skill selection and the mission that her party undertakes, the character’s role in the group can vary dramatically. A ninja practiced in disguise and diplomacy might assume a false identity and act as the group’s leader and front person. A stealthy ninja who has perfected the arts of inﬁ  ltration might act as a scout or point, while a more cautious ninja might hang back, covering the group’s rear. Whatever a ninja’s role during routine dungeon exploration or other adventures, she is a dangerous and unpredictable combatant who can disable foes with poison, seemingly strike from nowhere, and escape almost any situation by using her supernatural abilities.GAME RULE INFORMATION Ninjas have the following game statistics.",
        "name":  "Role",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "d6.Starting Gold: 4d4 ×10 gp. Class Skills A ninja’s class skills (and the key ability for each skill) are Balance (Dex), Bluff (Cha), Climb (Str), Concentra-tion (Con), Craft (Int), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Gather Information (Cha), Hide (Dex), Jump (Str), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Search (Int), Sense Motive (Wis), Sleight of Hand (Dex), Spot (Wis), Swim (Str), and Tumble (Dex). Skill Points at 1st Level: (6 + Int modiﬁ  er) × 4.A ninjaIllus. by E. Cox6CHAPTER 1 CLASSES 7CHAPTER 1 CLASSESfantasy setting, they blend a gift for stealth and inﬁ  ltra- tion with devastating surprise attacks and supernatural means of avoiding blows. Although the speciﬁ  c abilities of the class differ from those attributed to the historical ninja, they mirror the ninja’s fearsome reputation as a spy, assassin, and martial artist.",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ninjas adventure for a variety of reasons. A loyal ninja might adventure at her lord’s command, using her abilities of stealth and subterfuge to ferret out his enemies or recover powerful treasures to be used in his service. A mercenary ninja might seek only treasure and fame, while a more idealistic ninja might seek to thwart a growing evil. Most ninjas prefer anonymity to fame, and they go out of their way to disguise their profession and abilities. A rare few, however, revel in the mysterious reputation that surrounds ninjas and their training, making known their abilities and their role in a famous adventuring group. As ninjas grow in wealth and power, their goals often change, and their ability to uncover secrets and kill stealthily can shape the plans of entire nations. Rulers both fear and covet the skills of the ninja, and high-level ninjas whose identities are known often ﬁ  nd adventures coming to them rather than the converse.",
        "name":  "Adventures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A ninja’s religious beliefs follow those of her clan. In a fantasy game, ninjas can follow any god, although most clans devote themselves to deities of stealth or trickery. Neutral or mercenary ninjas might devote themselves to Olidammara (the god of thieves). Evil ninjas might revere Nerull (the god of death) or Erythnul (the god of slaughter). Ninjas who have left or lost their clan follow any deity and often choose not to worship a deity.",
        "name":  "Religion",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many ninjas come from isolated clans that train in secret. They spend years perfecting the arts of stealth and subterfuge in distant villages and hidden training camps. These warriors, whether deployed in the service of an honorable lord or sent to serve as mercenary assassins, carefully conceal their identities and origins. These ninjas weave complicated webs of disguises, strike only from hiding, and deal through intermediaries when- ever possible. Because of their strong ties to their clan, these ninjas must often put aside personal preferences or goals to serve their lord or clan, but in return they gain the support of a powerful political force and access to the clan’s many safe houses and hideouts. Although most ninjas come from such isolated clans, exceptions exist at every turn. Some ninjas receive specialized training from a single mentor, perhaps even a retired adventurer who wishes to pass along his skills. Others train alongside monks and other ascetics in a peaceful monastery. In some places, far-thinking nobles set up their own ninja training centers. One of these centers might consist merely of a single teacher with a handful of students; another might be a full-blown ninja school that progresses students through a rigid series of tests, ranks, and trials.",
        "name":  "Background",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Humans, halﬂ  ings, half-elves, and half-orcs often have the combination of adaptability and ambition necessary to master the techniques of the ninja. Elves, both graceful and deadly, rarely become ninjas, but those who do often achieve great fame or notoriety. Such elf ninjas often attain the heights of ninja prowess, shaping the history of many human generations through their daring exploits. Dwarves and gnomes seldom train as ninjas. Not only is their social structure too open to shelter hidden clans of ninjas, but their martial instincts run to more straightforward forms of combat.",
        "name":  "Races",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ninjas work best with rogues, scouts, or rangers. Although they appreciate the healing power of clerics and the sheer offensive might of ﬁ  ghters and barbar- ians, ninjas rely too much on stealth to completely embrace the idea of adventuring with other classes. Conversely, when traveling or not actively adventuring, ninjas who wish to go unnoticed beneﬁ  t greatly from the presence of other classes. The less subtle and more visible her adventuring companions are, the easier it is for a ninja to remain in the background and disguise her own abilities.",
        "name":  "Other Classes",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Depending on a ninja’s skill selection and the mission that her party undertakes, the character’s role in the group can vary dramatically. A ninja practiced in disguise and diplomacy might assume a false identity and act as the group’s leader and front person. A stealthy ninja who has perfected the arts of inﬁ  ltration might act as a scout or point, while a more cautious ninja might hang back, covering the group’s rear. Whatever a ninja’s role during routine dungeon exploration or other adventures, she is a dangerous and unpredictable combatant who can disable foes with poison, seemingly strike from nowhere, and escape almost any situation by using her supernatural abilities.GAME RULE INFORMATION Ninjas have the following game statistics.",
        "name":  "Role",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "d6.Starting Gold: 4d4 ×10 gp. Class Skills A ninja’s class skills (and the key ability for each skill) are Balance (Dex), Bluff (Cha), Climb (Str), Concentra-tion (Con), Craft (Int), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Gather Information (Cha), Hide (Dex), Jump (Str), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Search (Int), Sense Motive (Wis), Sleight of Hand (Dex), Spot (Wis), Swim (Str), and Tumble (Dex). Skill Points at 1st Level: (6 + Int modiﬁ  er) × 4.A ninjaIllus. by E. Cox8CHAPTER 1 CLASSES 9CHAPTER 1",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Point Blank Shot.",
        "name":  "Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Precise Shot.",
        "name":  "Bonus Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "4d4 gp. SCOUT Any force on the move, whether it’s an army or an adven - turing group, needs information about what’s ahead and what’s behind and, more important, time to prepare for battle. A scout can navigate difﬁcult terrain at good speed, and she specializes in seeing her foe before the opponent ever detects her presence. In a dungeon or in the wild, a scout is seen only when she wants to be.",
        "name":  "Gold",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Scouts can be of any alignment, and a scout’s alignment is often shaped more by her personal background than from any training. The notable excep - tions to this are the many scouts who receive their training in a military organization—such scouts are carefully and rigorously taught, and are almost always lawful in alignment. Outside of military organizations, more scouts are neutral than any other alignment, but every alignment and philosophy is represented within the class.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Scouts have varied and individual takes on religion, and no single religion stands out as typical of the class. Scouts occasionally pay homage to deities of nature, but these devotions are more a personal choice on the part of an individual than any outgrowth of their training. Scouts don’t see nature as a force in its own right, and this belief is one of the most profound differ - ences between the scout and the ranger classes. Where the ranger sees nature as something to be revered and protected, the scout sees it as the terrain over which she must do her job. Although a scout might love nature for its beauty or for the solitude she can ﬁnd within it, she’ll never draw power from nature the way a ranger does.",
        "name":  "Religion",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many scouts receive military training and serve for a time as outriders for an army. They perfect their techniques while trying to spot and hide from large groups of foes. The crucible of military service turns out tough, independent scouts accustomed to working on their own or in small groups. Such steady individuals make great additions to adventuring parties, and their expertise is often sought by members of other classes. Other scouts come from a wide variety of backgrounds. Some train with foresters and rangers serving a rural lord, and others simply grow up among the common folk of the countryside, spending month after month exploring the wild in their leisure time. Scouts from such diverse backgrounds often take up adventuring to leave their home communities behind. Having exhausted the potential for exploration in their home region, they seek a wider variety of experience and wish to see a broader portion of the world.",
        "name":  "Background",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Humans make excellent scouts. Their adaptable nature allows them to perfect a wider variety of skills than most other races, and they make good use of the scout’s many abilities. Elves and halﬂings are the most naturally gifted scouts; both races have produced nimble scouts with amazing abilities of stealth and observation. While halﬂings have more innate talent for sneaking than elves do, the greater speed of elf scouts gives them advantages of their own. Dwarves and gnomes make respectable under - ground scouts, and the scout’s bonuses to speed offset one of these races’ greatest weaknesses. Combined with the dwarf’s knack for operating in areas of earth and stone, scout training can turn dwarves into impressive underground explorers—although most dwarves pre - fer a more straight - forward approach to combat and dis - like the skirmish ﬁghting style of the scout.",
        "name":  "Races",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8.",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Point Blank Shot.",
        "name":  "Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Precise Shot.",
        "name":  "Bonus Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "4d4 gp. SCOUT Any force on the move, whether it’s an army or an adven - turing group, needs information about what’s ahead and what’s behind and, more important, time to prepare for battle. A scout can navigate difﬁcult terrain at good speed, and she specializes in seeing her foe before the opponent ever detects her presence. In a dungeon or in the wild, a scout is seen only when she wants to be.",
        "name":  "Gold",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Scouts can be of any alignment, and a scout’s alignment is often shaped more by her personal background than from any training. The notable excep - tions to this are the many scouts who receive their training in a military organization—such scouts are carefully and rigorously taught, and are almost always lawful in alignment. Outside of military organizations, more scouts are neutral than any other alignment, but every alignment and philosophy is represented within the class.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Scouts have varied and individual takes on religion, and no single religion stands out as typical of the class. Scouts occasionally pay homage to deities of nature, but these devotions are more a personal choice on the part of an individual than any outgrowth of their training. Scouts don’t see nature as a force in its own right, and this belief is one of the most profound differ - ences between the scout and the ranger classes. Where the ranger sees nature as something to be revered and protected, the scout sees it as the terrain over which she must do her job. Although a scout might love nature for its beauty or for the solitude she can ﬁnd within it, she’ll never draw power from nature the way a ranger does.",
        "name":  "Religion",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many scouts receive military training and serve for a time as outriders for an army. They perfect their techniques while trying to spot and hide from large groups of foes. The crucible of military service turns out tough, independent scouts accustomed to working on their own or in small groups. Such steady individuals make great additions to adventuring parties, and their expertise is often sought by members of other classes. Other scouts come from a wide variety of backgrounds. Some train with foresters and rangers serving a rural lord, and others simply grow up among the common folk of the countryside, spending month after month exploring the wild in their leisure time. Scouts from such diverse backgrounds often take up adventuring to leave their home communities behind. Having exhausted the potential for exploration in their home region, they seek a wider variety of experience and wish to see a broader portion of the world.",
        "name":  "Background",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Humans make excellent scouts. Their adaptable nature allows them to perfect a wider variety of skills than most other races, and they make good use of the scout’s many abilities. Elves and halﬂings are the most naturally gifted scouts; both races have produced nimble scouts with amazing abilities of stealth and observation. While halﬂings have more innate talent for sneaking than elves do, the greater speed of elf scouts gives them advantages of their own. Dwarves and gnomes make respectable under - ground scouts, and the scout’s bonuses to speed offset one of these races’ greatest weaknesses. Combined with the dwarf’s knack for operating in areas of earth and stone, scout training can turn dwarves into impressive underground explorers—although most dwarves pre - fer a more straight - forward approach to combat and dis - like the skirmish ﬁghting style of the scout.",
        "name":  "Races",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8.",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "5d4 ×10 gp. Class Skills A scout’s class skills (and the key ability for each skill) are Balance (Dex), Climb (Str), Craft (Int), Escape Artist (Dex), Hide (Dex), Jump (Str), Knowledge (dungeoneering) (Int), Knowl - edge (geography) (Int), Knowledge (nature) (Int), Listen (Wis), Move Silently (Dex), Ride (Dex), Search (Int), Sense Motive (Wis), Speak Lan - guage (n/a), Spot (Wis), Survival (Wis), Swim (Str), Tumble (Dex), and Use Rope (Dex).A scoutIllus. by J. Jarvis12 CHAPTER 1 CLASSES 13CHAPTER 1 CLASSES Skill Points at 1st Level: (8 + Int modiﬁer) × 4.",
        "name":  "Starting Gold",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Track.",
        "name":  "Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Track.",
        "name":  "Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Initiative.",
        "name":  "Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "These characters are in their element when out in the wild. They generally have a good selection of wilderness-oriented class skills and can fend for them - selves quite well.",
        "name":  "Nature",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Customize this class for your campaign by associating each variety with a speciﬁc race or cul - ture. Sahuagin (malenti) and evil aquatic elves make natural sharklords, for example, while plains-dwelling humans would be most appropriate as horselords. Eight animal lord types are presented here, but you can easily create others appropriate to your campaign, such as the sewer-dwelling ratlord, the gnoll hyenalord, or even the aquatic squidlord. Alternatively, you could subdivide existing groups (creating rival tigerlords and lionlords, for example). Use the examples below as templates when creating a new animal lord.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10.REQUIREMENTS To qualify to become an animal lord, a character must fulﬁll all the following criteria.",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Neutral good, lawful neutral, neutral, chaotic neutral, or neutral evil.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5.",
        "name":  "Base Attack Bonus",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Handle Animal 4 ranks, Knowledge (nature) 2 ranks, 4 ranks in the appropriate skill as follows. Apelord: Climb; Bearlord: Intimidate; Birdlord: Spot; Catlord: Move Silently; Horselord: Jump; Sharklord: Swim; Snakelord: Escape Artist; Wolﬂord: Survival.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each kind of animal lord must have a speciﬁc  feat as follows. Apelord: Tough - ness; Bearlord: Endurance;",
        "name":  "Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Flight†;",
        "name":  "Birdlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Combat Re - ﬂexes; Wolﬂord: Track. †New feat described on page 110 . CLASS SKILLS The animal lord’s class skills (and the key ability for each skill) are Climb (Str), Es - cape Artist (Dex), Handle Animal (Cha), Heal (Wis), Hide (Dex), Intimidate (Cha), Jump (Str), Knowl - edge (nature) (Int), Listen (Wis), Move Silently (Dex), Spot (Wis), Survival (Wis), and Swim (Str).",
        "name":  "Snakelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "ape, baboon, dire ape, monkey.",
        "name":  "Apelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "black bear, brown bear, dire bear, polar bear.",
        "name":  "Bearlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "eagle, giant eagle*, giant owl*, hawk, owl, raven.",
        "name":  "Birdlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "cat, cheetah, dire lion, dire tiger, leopard, lion, tiger.",
        "name":  "Catlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "horse (all), pony, war - pony.",
        "name":  "Horselord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "dire shark, shark (all).",
        "name":  "Sharklord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 2nd level, an animal lord gains a +4 bonus on checks made with a speciﬁc skill, determined by his selected group as follows. Apelord: Climb; Bear - lord: Intimidate; Birdlord: Spot; Catlord: Move Silently;",
        "name":  "First Totem",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "These characters are in their element when out in the wild. They generally have a good selection of wilderness-oriented class skills and can fend for them - selves quite well.",
        "name":  "Nature",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Customize this class for your campaign by associating each variety with a speciﬁc race or cul - ture. Sahuagin (malenti) and evil aquatic elves make natural sharklords, for example, while plains-dwelling humans would be most appropriate as horselords. Eight animal lord types are presented here, but you can easily create others appropriate to your campaign, such as the sewer-dwelling ratlord, the gnoll hyenalord, or even the aquatic squidlord. Alternatively, you could subdivide existing groups (creating rival tigerlords and lionlords, for example). Use the examples below as templates when creating a new animal lord.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10.REQUIREMENTS To qualify to become an animal lord, a character must fulﬁll all the following criteria.",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Neutral good, lawful neutral, neutral, chaotic neutral, or neutral evil.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5.",
        "name":  "Base Attack Bonus",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Handle Animal 4 ranks, Knowledge (nature) 2 ranks, 4 ranks in the appropriate skill as follows. Apelord: Climb; Bearlord: Intimidate; Birdlord: Spot; Catlord: Move Silently; Horselord: Jump; Sharklord: Swim; Snakelord: Escape Artist; Wolﬂord: Survival.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each kind of animal lord must have a speciﬁc  feat as follows. Apelord: Tough - ness; Bearlord: Endurance;",
        "name":  "Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Flight†;",
        "name":  "Birdlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Combat Re - ﬂexes; Wolﬂord: Track. †New feat described on page 110 . CLASS SKILLS The animal lord’s class skills (and the key ability for each skill) are Climb (Str), Es - cape Artist (Dex), Handle Animal (Cha), Heal (Wis), Hide (Dex), Intimidate (Cha), Jump (Str), Knowl - edge (nature) (Int), Listen (Wis), Move Silently (Dex), Spot (Wis), Survival (Wis), and Swim (Str).",
        "name":  "Snakelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "ape, baboon, dire ape, monkey.",
        "name":  "Apelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "black bear, brown bear, dire bear, polar bear.",
        "name":  "Bearlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "eagle, giant eagle*, giant owl*, hawk, owl, raven.",
        "name":  "Birdlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "cat, cheetah, dire lion, dire tiger, leopard, lion, tiger.",
        "name":  "Catlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "horse (all), pony, war - pony.",
        "name":  "Horselord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "dire shark, shark (all).",
        "name":  "Sharklord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 2nd level, an animal lord gains a +4 bonus on checks made with a speciﬁc skill, determined by his selected group as follows. Apelord: Climb; Bear - lord: Intimidate; Birdlord: Spot; Catlord: Move Silently;",
        "name":  "First Totem",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "An apelord gains two primary claw attacks. Each claw deals 1d4 points of damage (or 1d3 points for Small apelords). If an apelord hits an opponent with both claw attacks, he rends the foe for an additional 2d4 points of damage (or 2d3 points for Small apelords), plus 1-1/2 times his Strength bonus. At 7th level, the claw damage increases to 1d6 points (or 1d4 points for Small apelords) and the rend damage to 2d6 points (or 2d4 points for Small apelords).",
        "name":  "Apelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A bearlord gains two primary claw attacks. Each claw deals 1d4 points of damage (or 1d3 points for Small bearlords). If a bearlord hits with a claw attack, he can attempt to start a grapple as a free action without provoking attacks of opportunity. The bearlord still fol - lows all the other normal grappling rules. At 7th level, the claw damage increases to 1d6 points (or 1d4 points for Small bearlords). Birdlord:  A birdlord grows feathery wings, allowing him to ﬂy at his base land speed (average maneuverability). At 7th level, the duration increases to 10 minutes per level.",
        "name":  "Bearlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A catlord gains two primary claw attacks. Each claw deals 1d4 points of damage (or 1d3 points for Small catlords). If a catlord charges, he can attack with both claws at the end of his charge. At 7th level, the claw damage increases to 1d6 points (or 1d4 points for Small catlords).",
        "name":  "Catlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A horselord’s speed, as well as the speed of any horse upon which he rides, improves by 10 feet for a duration of 1 hour per level. At 7th level, the speed increase improves to 20 feet.",
        "name":  "Horselord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A sharklord gains a devastating bite as a pri - mary natural attack. The bite deals 1d8 points of damage (or 1d6 points for Small sharklords). A sharklord also gains the ability to breathe water while his wild aspect is active. At 7th level, the bite damage increases to 2d6 points (or 1d8 points for Small sharklords).",
        "name":  "Sharklord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d3 dire apes or 1d4+1 apes.",
        "name":  "Apelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 polar bear, 1d3 brown bears, or 1d4+1 black bears.",
        "name":  "Bearlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d4+1 eagles, giant eagles1, giant owls1, hawks, ravens, or owls.",
        "name":  "Birdlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 dire lion, 1d3 tigers, or 1d4+1 lions. Horselord: 1d4+1 heavy horses, heavy warhorses, light horses, light warhorses, ponies, or warponies.",
        "name":  "Catlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d3 Huge sharks2 or 1d4+1 Large sharks2.",
        "name":  "Sharklord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 giant constrictor snake, 1d3 Huge vipers, or 1d4+1 constrictor snakes or Large vipers. Wolﬂord: 1d4+1 dire wolves or wolves. 1 May be summoned only by nonevil birdlords. 2 May be summoned only into an aquatic or watery environment.",
        "name":  "Snakelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 10th level, an animal lord gains a permanent 2-point increase to one of his ability scores, determined by his chosen animal group as follows. Ape - lord: +2 Strength; Bearlord : +2 Constitution; Birdlord : +2 Wisdom; Catlord : +2 Dexterity; Horselord : +2 Constitution;",
        "name":  "Third Totem",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 Strength; Snakelord : +2 Charisma; Wolﬂord : +2 Strength. Table 2–2: The Animal Lord Base Attack Fort Ref Will Level Bonus Save Save Save Special  1st +1 +2 +2 +0  Animal bond, detect animals , wild empathy 2nd +2 +3 +3 +0  First totem, low- light vision 3rd +3 +3 +3 +1 Wild aspect 1/day  4th +4 +4 +4 +1 Speak with animals 5th +5 +4 +4 +1 Summon animal 6th +6 +5 +5 +2  Second totem, wild aspect 2/day 7th +7 +5 +5 +2 Animal growth 8th +8 +6 +6 +2 Animal telepathy  9th +9 +6 +6 +3 Wild aspect 3/day10th +10 +7 +7 +3 Third totemSAMPLE ANIMAL LORD",
        "name":  "Sharklord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +19, Handle Animal +5 (+9 with apes), Jump +19, Knowledge (nature) +1; Cleave, Power Attack, Toughness.",
        "name":  "Skills and Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "An apelord gains two primary claw attacks. Each claw deals 1d4 points of damage (or 1d3 points for Small apelords). If an apelord hits an opponent with both claw attacks, he rends the foe for an additional 2d4 points of damage (or 2d3 points for Small apelords), plus 1-1/2 times his Strength bonus. At 7th level, the claw damage increases to 1d6 points (or 1d4 points for Small apelords) and the rend damage to 2d6 points (or 2d4 points for Small apelords).",
        "name":  "Apelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A bearlord gains two primary claw attacks. Each claw deals 1d4 points of damage (or 1d3 points for Small bearlords). If a bearlord hits with a claw attack, he can attempt to start a grapple as a free action without provoking attacks of opportunity. The bearlord still fol - lows all the other normal grappling rules. At 7th level, the claw damage increases to 1d6 points (or 1d4 points for Small bearlords). Birdlord:  A birdlord grows feathery wings, allowing him to ﬂy at his base land speed (average maneuverability). At 7th level, the duration increases to 10 minutes per level.",
        "name":  "Bearlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A catlord gains two primary claw attacks. Each claw deals 1d4 points of damage (or 1d3 points for Small catlords). If a catlord charges, he can attack with both claws at the end of his charge. At 7th level, the claw damage increases to 1d6 points (or 1d4 points for Small catlords).",
        "name":  "Catlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A horselord’s speed, as well as the speed of any horse upon which he rides, improves by 10 feet for a duration of 1 hour per level. At 7th level, the speed increase improves to 20 feet.",
        "name":  "Horselord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "A sharklord gains a devastating bite as a pri - mary natural attack. The bite deals 1d8 points of damage (or 1d6 points for Small sharklords). A sharklord also gains the ability to breathe water while his wild aspect is active. At 7th level, the bite damage increases to 2d6 points (or 1d8 points for Small sharklords).",
        "name":  "Sharklord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d3 dire apes or 1d4+1 apes.",
        "name":  "Apelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 polar bear, 1d3 brown bears, or 1d4+1 black bears.",
        "name":  "Bearlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d4+1 eagles, giant eagles1, giant owls1, hawks, ravens, or owls.",
        "name":  "Birdlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 dire lion, 1d3 tigers, or 1d4+1 lions. Horselord: 1d4+1 heavy horses, heavy warhorses, light horses, light warhorses, ponies, or warponies.",
        "name":  "Catlord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d3 Huge sharks2 or 1d4+1 Large sharks2.",
        "name":  "Sharklord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 giant constrictor snake, 1d3 Huge vipers, or 1d4+1 constrictor snakes or Large vipers. Wolﬂord: 1d4+1 dire wolves or wolves. 1 May be summoned only by nonevil birdlords. 2 May be summoned only into an aquatic or watery environment.",
        "name":  "Snakelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 10th level, an animal lord gains a permanent 2-point increase to one of his ability scores, determined by his chosen animal group as follows. Ape - lord: +2 Strength; Bearlord : +2 Constitution; Birdlord : +2 Wisdom; Catlord : +2 Dexterity; Horselord : +2 Constitution;",
        "name":  "Third Totem",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 Strength; Snakelord : +2 Charisma; Wolﬂord : +2 Strength. Table 2–2: The Animal Lord Base Attack Fort Ref Will Level Bonus Save Save Save Special  1st +1 +2 +2 +0  Animal bond, detect animals , wild empathy 2nd +2 +3 +3 +0  First totem, low- light vision 3rd +3 +3 +3 +1 Wild aspect 1/day  4th +4 +4 +4 +1 Speak with animals 5th +5 +4 +4 +1 Summon animal 6th +6 +5 +5 +2  Second totem, wild aspect 2/day 7th +7 +5 +5 +2 Animal growth 8th +8 +6 +6 +2 Animal telepathy  9th +9 +6 +6 +3 Wild aspect 3/day10th +10 +7 +7 +3 Third totemSAMPLE ANIMAL LORD",
        "name":  "Sharklord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +19, Handle Animal +5 (+9 with apes), Jump +19, Knowledge (nature) +1; Cleave, Power Attack, Toughness.",
        "name":  "Skills and Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR —; Small animal; HD 5d8+5; hp 27; Init +4; Spd 40 ft., climb 20 ft.; AC 19, touch 14, ﬂ  at-footed 16; Base Atk +3; Grp +0; Atk or Full Atk +8 melee (1d4+1 plus disease, bite); SA disease; SQ bonus tricks (2), devotion, evasion, low-light vision, scent; AL N; SV Fort +4, Ref +6, Will +4; Str 12, Dex 19, Con 12, Int 1, Wis 12, Cha 4.",
        "name":  "Manster, Dire Rat Companion",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Attack, seek, stay.",
        "name":  "Tricks",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "+8 racial bonus on Swim checks; +8 racial bonus on Climb checks and can always choose to take 10 on Climb checks, even if rushed or threatened. Manster uses its Dexterity modiﬁ  er for Climb and Swim checks. BLOODHOUND A bandit king raids caravans on the road. An ogre pillages farms to the north. A sorcerer has kidnapped the mayor’s son and hidden him somewhere in the marsh—and the soldiers of the king cannot seem to stem the tide. The terriﬁ  ed citizens have only one choice, and it isn’t cheap. They call in a bloodhound. A bloodhound tracks down wrongdoers and brings them to whatever justice awaits them. Low-level blood- hounds depend on their keen senses and careful training to hunt their targets. As they gain experience, their obses- sive determination gives them supernatural abilities that make them nearly unstoppable. Though some bloodhounds leave calling cards or even brands on their targets, most don’t kill their quarry if they can help it. They prefer instead to subdue their targets and bring them in. For those of good alignment, this practice satisﬁ  es some deeply held belief in the cause of justice. For neutral and evil bloodhounds, it ensures a steady stream of income from catching the same targets over and over when they break out of jail. Rangers and barbarians make the best bloodhounds, but rogues, bards, druids, and ﬁ  ghters can also excel in this role. Occasionally, a paladin shoulders the mantle, but never for money. Most bloodhounds are human, though elves and half-elves sometimes ﬁ  nd this lifestyle satisfying. Some of the best bloodhounds are humanoids such as gnolls, hobgoblins, and bugbears. Most NPC bloodhounds work for money (usually a lot of it), but some accept jobs for justice, revenge, or enjoy- ment. When a bloodhound accepts a job, he designates his target as a mark. Thereafter, he does not abandon the case until it is ﬁ  nished, which occurs when the mark is apprehended or when either the mark or the bloodhound dies.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "The easiest way to adapt this class to your own campaign is to tie bloodhounds to one or more organizations of superlative trackers. The most obvious choice is the Bloodhounds, an organization described in Chapter 6 of this book. But you also might introduce a more localized group of bloodhounds—for example, a group of rangers and bloodhounds sworn to serve a small barony far to the north; funds earned by “the Brennmark Trackers” might be the major income of their tiny home- land.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. REQUIREMENTS To qualify to become a bloodhound, a character must fulﬁ  ll all the following criteria.",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4.",
        "name":  "Base Attack Bonus",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gather Information 4 ranks, Move Silently 4 ranks, Survival 4 ranks.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Endurance, Track. CLASS SKILLS The bloodhound’s class skills (and the key ability for each skill) are Bluff (Cha), Climb (Str), Diplomacy (Cha), Disguise (Cha), Gather Information (Cha), Heal (Wis), Hide (Dex), Intimidate (Cha), Jump (Str), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Ride (Dex), Search (Int), Sense Motive (Wis), Spot (Wis), Survival (Wis), Swim (Str), and Use Rope (Dex).",
        "name":  "Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR —; Small animal; HD 5d8+5; hp 27; Init +4; Spd 40 ft., climb 20 ft.; AC 19, touch 14, ﬂ  at-footed 16; Base Atk +3; Grp +0; Atk or Full Atk +8 melee (1d4+1 plus disease, bite); SA disease; SQ bonus tricks (2), devotion, evasion, low-light vision, scent; AL N; SV Fort +4, Ref +6, Will +4; Str 12, Dex 19, Con 12, Int 1, Wis 12, Cha 4.",
        "name":  "Manster, Dire Rat Companion",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Attack, seek, stay.",
        "name":  "Tricks",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "+8 racial bonus on Swim checks; +8 racial bonus on Climb checks and can always choose to take 10 on Climb checks, even if rushed or threatened. Manster uses its Dexterity modiﬁ  er for Climb and Swim checks. BLOODHOUND A bandit king raids caravans on the road. An ogre pillages farms to the north. A sorcerer has kidnapped the mayor’s son and hidden him somewhere in the marsh—and the soldiers of the king cannot seem to stem the tide. The terriﬁ  ed citizens have only one choice, and it isn’t cheap. They call in a bloodhound. A bloodhound tracks down wrongdoers and brings them to whatever justice awaits them. Low-level blood- hounds depend on their keen senses and careful training to hunt their targets. As they gain experience, their obses- sive determination gives them supernatural abilities that make them nearly unstoppable. Though some bloodhounds leave calling cards or even brands on their targets, most don’t kill their quarry if they can help it. They prefer instead to subdue their targets and bring them in. For those of good alignment, this practice satisﬁ  es some deeply held belief in the cause of justice. For neutral and evil bloodhounds, it ensures a steady stream of income from catching the same targets over and over when they break out of jail. Rangers and barbarians make the best bloodhounds, but rogues, bards, druids, and ﬁ  ghters can also excel in this role. Occasionally, a paladin shoulders the mantle, but never for money. Most bloodhounds are human, though elves and half-elves sometimes ﬁ  nd this lifestyle satisfying. Some of the best bloodhounds are humanoids such as gnolls, hobgoblins, and bugbears. Most NPC bloodhounds work for money (usually a lot of it), but some accept jobs for justice, revenge, or enjoy- ment. When a bloodhound accepts a job, he designates his target as a mark. Thereafter, he does not abandon the case until it is ﬁ  nished, which occurs when the mark is apprehended or when either the mark or the bloodhound dies.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "The easiest way to adapt this class to your own campaign is to tie bloodhounds to one or more organizations of superlative trackers. The most obvious choice is the Bloodhounds, an organization described in Chapter 6 of this book. But you also might introduce a more localized group of bloodhounds—for example, a group of rangers and bloodhounds sworn to serve a small barony far to the north; funds earned by “the Brennmark Trackers” might be the major income of their tiny home- land.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. REQUIREMENTS To qualify to become a bloodhound, a character must fulﬁ  ll all the following criteria.",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4.",
        "name":  "Base Attack Bonus",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gather Information 4 ranks, Move Silently 4 ranks, Survival 4 ranks.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Endurance, Track. CLASS SKILLS The bloodhound’s class skills (and the key ability for each skill) are Bluff (Cha), Climb (Str), Diplomacy (Cha), Disguise (Cha), Gather Information (Cha), Heal (Wis), Hide (Dex), Intimidate (Cha), Jump (Str), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Ride (Dex), Search (Int), Sense Motive (Wis), Spot (Wis), Survival (Wis), Swim (Str), and Use Rope (Dex).",
        "name":  "Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nonevil.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration 8 ranks.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arcane caster level 5th.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nonevil.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration 8 ranks.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arcane caster level 5th.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "other.json",
        "description":  "— (held) • suggestion Cost to Create: 15,500 gp (plus 300 gp",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "other.json",
        "description":  "18th • Tasha’s hideous laughter for masterwork quarterstaff), 1,240 XP,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong; (DC 24) conjuration",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Craft Staff, crushing despair, 31 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 lb. Tasha’s hideous laughter. RUNESTAFF OF",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "other.json",
        "description":  "— (held) A runestaff of fi endish darkness bestows",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "other.json",
        "description":  "13th one negative level on any good-aligned",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "other.json",
        "description":  "— (held) • darkness Weight: 3 lb.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    }
]
