[
    {
        "origin_file":  "other.json",
        "description":  "Boccob’s priesthood is usually a somber group that eased, and his yellow-robed clerics are usually kind, quiet folk, takes its pursuit of knowledge and arcana very seriously. The cler- roused only in their opposition against evil. ics of the Archmage of the Deities wear purple robes with gold St. Cuthbert:The no-nonsense order of St. Cuthbert does not trim. Rather than meddle in public affairs and politics, they keep suffer fools gladly or abide evil in any way. His clerics concern to themselves and their own agendas. themselves with the needs of the common people over nobles or",
        "name":  "Boccob",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clergy members who serve the Cre- the well educated. They are zealous in their desire to convert ator of the Elves operate as defenders and champions of their others to their faith and quick to destroy their opponents. race. They often serve as leaders and settle disputes in elven Vecna:Vecna’s priesthood is made up of isolated cells of cultists communities. who seek dark, arcane secrets to further their evil schemes. Black",
        "name":  "Corellon Larethian",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The clergy of Ehlonna are hearty woodsfolk. Her and red are the clerics’ favored colors. clerics wear pale green robes and are quick to protect the wood- Wee Jas:Wee Jas’s priesthood has a strict hierarchy. Her clerics lands against all threats. are known for their discipline and obedience to their superiors.",
        "name":  "Ehlonna",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The priesthood of Erythnul maintains a low profile They work as officiators at funerals, maintain graveyards, or oper- in most civilized lands. In savage areas, members of the priesthood ate libraries of arcane lore. They wear black or gray robes. are known as bullies and murderous tyrants. Many evil Yondalla:Yondalla’s clerics help other halflings lead safe, pros- humanoids worship Erythnul, but their priests do not cooperate perous lives by following her guidance. They often serve as com- with each other to advance the overall goals of the religion. Clerics munity leaders. of Erythnul favor rust-red garments or blood-stained robes.",
        "name":  "Erythnul",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fharlanghn’s clerics are wanderers who seek to Creating New Deities help fellow travelers. Fharlanghn’s clerics dress in nondescript You can create your own deities and religions. You’re free to set brown or green clothing, and they move around frequently. A trav- them up however you please. Deities can exist as individuals or as eler who comes to one of Fharlanghn’s wayside shrines, which are a unified pantheon that interacts all the time. common along most well-used roads, won’t find a particular cleric Each deity should have a portfolio, which describes a sphere or watching over a particular shrine more than once. spheres of influence. Elements of a portfolio can be concepts such",
        "name":  "Fharlanghn",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clerics of Garl Glittergold serve gnome com- as peace or death, events such as war or famine, elements such as munities as educators and protectors. They teach the young valu- fire or water, activities such as travel or entertainment, types of able gnome lore and skills using a light-handed humor. They also people or professions such as wizards or smiths, as well as races, protect their fellow gnomes, ever watchful of the forces of evil alignments, places, or outlooks. Deities with similar portfolios humanoids that might threaten their community. may work together or may be in conflict, depending on their",
        "name":  "Garl Glittergold",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gruumsh, the evil god of the orcs, maintains a reli- alignments and respective power. gion based on intimidation and fear. His clerics strive to become The domains that a cleric of a deity can choose from should chieftains of orc tribes or advisors to the chief. Many pluck out always be based on the deity’s portfolio. In general, it’s appropriate one of their own eyes to emulate their deity. to assign no more than four domains to any deity. However, some",
        "name":  "Gruumsh",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "These large, round, lead projectiles are sold in bags of 10 ancient cities filled with strange secrets, which now form sites for for 3 gp. A bag of bullets weighs 2 pounds.. adventures. In such a campaign, you could decide that many of the",
        "name":  "Bullets",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The musket holds a single shot and requires a standard tion have come to the campaign world with their advanced sci- action to reload. ence and now serve as patrons or overlords. They dole out their",
        "name":  "Musket",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "An automatic pistol can fire fifteen times It’s possible to bind together several sticks of dynamite so they before reloading and can be used to attack more than once per ignite and explode at the same time. Each additional stick in- round if the user has the ability to make multiple attacks. Releas- creases the damage by 1d6 (maximum damage 10d6) and the burst ing an empty magazine and inserting a new one is a move action. radius by 5 feet (maximum burst radius 20 feet).",
        "name":  "Pistol, Automatic",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A revolver can fire six times before it needs Grenade, Fragmentation:A fragmentation grenade looks like a reloading (which requires a full-round action). large egg, sometimes mounted on a 1-foot-long stick with small",
        "name":  "Pistol, Revolver",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "the altered.",
        "name":  "The planes break down into a number of general types",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The direction of gravity’s pull may be unusual, and it Planes, and the demiplanes. might even change directions within the plane itself.",
        "name":  "Material Plane, the Transitive Planes, the Inner Planes, the Outer Gravity",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Two planes that are separate do not overlap or directly connect to each other. They are like planets in different orbits. Any Outer Plane, for example, has no direct connection with the Material Plane. The two planes are separate, and the only way to get from one plane to the other is to go through a third plane, such as the Astral Plane.",
        "name":  "Separate Planes",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Planes that touch at specific points are coterminous. Where they touch, a connection exists, and travelers can leave one reality behind and enter the other. It’s possible, for example, to sail from Hades to the Abyss on the River Styx.",
        "name":  "Coterminous Planes",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "the fiery caverns of Muspelheim and the underground forests of Nidavellir. EVER-CHANGING CHAOS OF LIMBO Ysgard has the following traits. Limbo is a plane of pure chaos. Untended sections appear as a roil- • Infinite size. Ysgard goes on forever, but its well-known realms ing soup of the four basic elements and all their combinations. 158 have boundaries within the plane as a whole. Balls of fire, pockets of air, chunks of earth, and waves of water • Divinely morphic. Specific powerful beings (such as the deities battle for ascendancy until they in turn are overcome by yet Kord and Olidammara) can alter Ysgard with a thought. Ordinary another chaotic surge. Landscapes similar to ones found on the :5 RETPAHC SNGIAPMAC",
        "name":  "Ysgard",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alternate between the Beatific Encoun- vive Limbo long enough to find the monastery. The supplicant ters table and the Abyssal Encounters table (page 167) for random must be willing to spend a few months in the monastery learning encounters in Limbo. the basics and abiding the schedule of a cenobite. Then Beltho- mias poses a series of three tests, one of which involves fighting Limbo Terrain slaadi, one of which involves controlling Limbo, and one of which There are two kinds of terrain in Limbo. The vast majority of the involves a quest to the Material Plane (often to the subterranean plane is uncontrolled, raw Limbo, but here and there are islands homes of the mind flayers). of more stable terrain—usually earth, but sometimes another material. WINDSWEPT DEPTHS OF PANDEMONIUM",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most of Limbo’s living inhabitants remain in erns and passageways, with Cocytus and Phlegethon having pro- the stable areas free of the plane’s shifting elements. Often these gressively smaller and more rugged caverns. Agathion has only stable areas are chunks of earth and stone up to a half-mile across. isolated caverns, with no tunnels linking them. Occasionally a lake of stable water, or a massive, roiling firestorm Pandemonium has the following traits. will appear. • Objective directional gravity. In the cavernous tunnels of Pandemonium, gravity is oriented toward whatever wall a crea-",
        "name":  "Stable Areas",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Use the Abyssal Encounters table (page Each layer of the Abyss has its own unique, horrific environ- 167) for random encounters in Pandemonium. ment. No theme unifies the multifarious layers other than their harsh, inhospitable nature. Lakes of caustic acid, clouds of nox-",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alternate between the Abyssal Encoun- making navigation across the icy slopes difficult. Mungoth’s fea- ters table and the Hellish Encounters table (page 167) for random tures are further masked by heavy precipitation, in the form of encounters in Hades. both snow and ash. That makes it a good place for those who don’t want to be found.",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Use the Hellish Encounters table (page high into the void of Mechanus. The fortress is 2 miles in diame- 167) for random encounters on Acheron. ter, and some of its spires reach twice that height. Inevitables enforcing the “don’t trespass” law patrol the parapets, keeping a",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Use the Heavenly Encounters table Arcadia thrives with orchards of perfectly lined trees, ruler- (page 167) for random encounters on Celestia. straight streams, orderly fields, and cities laid out in geometrically pleasing shapes. The mountains are unblemished by erosion. Example Celestia Site: Empyrea Everything on Arcadia works toward the common good and a Also called the City of Tempered Souls, Empyrea sits on the edge flawless form of existence. Here, nothing intrudes on harmony. of a cold, clear mountain lake. The many healing fountains and It is said that everything on Arcadia is as perfect as it can be, nei- curative waters in Empyrea can restore withered limbs, lost ther as strictly regimented as Mechanus nor as devoted to the perfec- speech, derangement, and life energy itself; those who ail need tion of the individual as Celestia. But this is not entirely accurate. In only find the right fountain. Empyrea is also known for its healers fact, the inhabitants of Arcadia are often so convinced of their own and hospitals, and many a pilgrim seeks to reach this legendary righteousness that they are hard-pressed to recognize their own flaws. site of perfect health.",
        "name":  "PEACEABLE KINGDOMS OF ARCADIA Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Use the Heavenly Encounters table right are banished from Empyrea. Those who pass the test are (page 167) for random encounters in Arcadia. granted the cure they desire. The fight takes place in one of many courtyards, an open area",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alternate between the Heavenly En- predators relentless in the pursuit of their quarry. Hunters from counters table and the Beatific Encounters table (page 167) for the Material Plane sometimes journey to Karasuthra looking for random encounters in Elysium. the most dangerous of trophies. Some survive to try a second time. Among the most famous game in the place are the white stags.",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Use the Beatific Encounters table (page don’t function 167) for random encounters in Arborea. 700 mi. 5th–9th 7th–9th Positive and negative energy can’t be channeled",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "an increased move- define the people who live there. Presented first in this section are ment rate, more skill points, a greater selection of class skills, ideas for modifying Player’s Handbookcharacter classes. uncanny dodge, and a larger Hit Die. All these aspects need to be considered when measuring the balance of a character class.",
        "name":  "A DM should consider carefully the classes in her world, for they other special advantages the barbarian has",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "4+Intmodifier. Hereare definitions of some terms used in this section. Class Features",
        "name":  "Definitions of Terms Skill Points at Each Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "One of the eleven classes All of the following are class features of the described in the Player’s Handbook. arcane archer prestige class.",
        "name":  "Base Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The total level of the character, which is the sum of all class levels held by that character. For instance, a character with three levels of fighter and three levels of rogue has six character levels.",
        "name":  "Character Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The level of a character in a particular class. For a character with levels in 176 only one class, class level and character level are the same. :6 RETPAHC SRETCARAHC An arcane archer Table 6–1: The Arcane Archer Base Attack Fort Ref Will Level Bonus Save Save Save Special 1st +1 +2 +2 +0 Enhance arrow +1 2nd +2 +3 +3 +0 Imbue arrow 3rd +3 +3 +3 +1 Enhance arrow +2 4th +4 +4 +4 +1 Seeker arrow 5th +5 +4 +4 +1 Enhance arrow +3 6th +6 +5 +5 +2 Phase arrow 7th +7 +5 +5 +2 Enhance arrow +4 8th +8 +6 +6 +2 Hail of arrows 9th +9 +6 +6 +3 Enhance arrow +5 10th +10 +7 +7 +3 Arrow of death",
        "name":  "Class Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. Class Features All of the following are class features of the arcane trickster pres- tige class.",
        "name":  "Skill Points at Each Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d6. bly either paralyzing or killing the target (assassin’s choice). While studying the Requirements victim, the assassin can undertake To qualify to become an assassin, a other actions so long as his character must fulfill all the follow- attention stays focused on ing criteria. the target and the target",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any evil. does not detect the assassin",
        "name":  "Alignment",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Disguise 4 ranks, or recognize the assassin as an Hide 8 ranks, Move Silently 8 enemy. If the victim of such an ranks. attack fails a Fortitude save (DC 10",
        "name":  "Skills",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Assassins are trained in the use of poison and If a character gains uncanny dodge (see above) from a second never risk accidentally poisoning themselves when applying class (such as a barbarian/rogue), the character automatically gains poison to a blade. improved uncanny dodge, and the levels from those classes stack to",
        "name":  "Poison Use",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blackguards are guard reaches 3rd level, he gains the super- skilled in the use of poison and never natural ability to command and rebuke risk accidentally poisoning themselves undead (see the Player’s Handbook,page when applying poison to a blade. 159). He commands undead as would Dark Blessing (Su): A blackguard a cleric of two levels lower. applies his Charisma modifier (if posi- Sneak Attack: This ability, tive) as a bonus on all saving throws. gained at 4th level, is like the rogue",
        "name":  "Poison Use",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character level of the blackguard (his blackguard level plus his original class level).",
        "name":  "Character Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nondragon (cannot already be a half-dragon). more of his progenitor’s physical aspect.",
        "name":  "Race",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (arcana) 8 ranks. Claws and Bite (Ex):At 2nd level, a",
        "name":  "Skills",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Draconic. dragon disciple gains claw",
        "name":  "Languages",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. Copper Line of acid Gold Cone of fire Class Features",
        "name":  "Bronze Line of lightning Skill Points at Each Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. effect, the number of turning attempts per day allowed to the hierophant is reduced by the number transferred. The recipient Requirements turns undead as a cleric of the hierophant’s cleric level but uses To qualify to become a hierophant, a character must fulfill all the her own Charisma modifier. following criteria. Mastery of Energy (Su):Available only to hierophants with cleric",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (religion) 15 ranks. levels, this ability allows a hierophant to channel positive or nega-",
        "name":  "Skills",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. Class Features All of the following are features of the horizon walker prestige class. 189",
        "name":  "Skill Points at Each Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eventually a hori- darkvision from another source. You zon walker’s familiarity with terrain extends to gain a +1 insight bonus on attack and her journeys to other planes of existence. Planar damage rolls against underground crea- terrain mastery functions just like terrain mastery, tures. except that the horizon walker can choose one of the Fiery (Planar): This kind of planar ter- planar categories at each level. The horizon rain mastery provides you with resistance walker can take a nonplanar terrain type to fire 20. You gain a +1 insight bonus on instead, if she wishes. attack and damage rolls against outsiders and elementals with the fire subtype. Terrain Mastery Benefits Weightless (Planar): You gain a +30-foot",
        "name":  "Planar Terrain Mastery",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d4. higher than 1st (3rd, 5th, 7th, and 9th), the loremaster chooses one Requirements secret from the table on the next page. To qualify to become a loremaster, a character Her level plus Intelligence modifier must fulfill all the following criteria. determines the total number of secrets",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (any two) 10 ranks in she can choose. She can’t choose the same each. secret twice.",
        "name":  "Skills",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d4. Requirements Toqualify to become a mystic theurge, a character must fulfill all the following criteria.",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (arcana) 6 ranks, Knowledge (religion) 6 ranks.",
        "name":  "Skills",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. Class Features All of the following are features of the mystic theurge prestige class.",
        "name":  "Skill Points at Each Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d4. Enhanced Specialization:Upon becoming a Red Wizard, a character increases his devotion to his wizard school of specializa- Requirements tion. In exchange for this, the Red Wizard must sacrifice study in To qualify to become a Red Wizard, a character must fulfill all the one or more schools. The Red Wizard must choose an additional following criteria. prohibited school or schools using the rules in the Player’s Hand-",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Thay.",
        "name":  "Region",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Move Silently 8 ranks, Hide 10 ranks, Perform (dance) any) regardless of being caught flat-footed or struck by an invisible 5 ranks. attacker. (She still loses any Dexterity bonus to AC if immobilized.)",
        "name":  "Skills",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 + Int modifier. shadow cannot be turned, rebuked, or commanded by Class Features any third party. This shadow All of the following are features of the shadowdancer pres- serves as a companion to the tige class. shadowdancer and can com-",
        "name":  "Skill Points at Each Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "At2nd level, a thaumaturgist gains the good entry requirements. You can also add in-game requirements Augment Summoning feat (see page 89 of the Player’s Handbook). such as “must survive being buried alive” or “must drink from the",
        "name":  "Augment Summoning",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to acquire a new familiar, compatible Smite Evil (Su): Once per day, make a normal melee attack to alignment, sufficiently high level (see below). deal +1 damage against an evil foe. :6 RETPAHC SRETCARAHC",
        "name":  "Prerequisites",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +10, Craft (any one) +5; Skill Focus an individual imp can assume only one or two forms no larger (Craft). than Medium. Common forms include monstrous spider, raven, rat, and boar.",
        "name":  "Skills and Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide +14, Listen +4, Spot +4; Lightning Reflexes. Fort +4, Ref +3, Will +6; Str 11, Dex 11, Con 13, Int 10, Wis 12, Poison (Ex): Injury, Fortitude DC 11, initial damage sleep for 1 Cha 10. minute, secondary damage sleep for another 5d6 minutes. Skills and Feats:Hide +16/+24 in forest or overgrown areas, Sur-",
        "name":  "Skills and Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Immune to poison, sleep,paralysis, and stunning; If the base touches the ground, it creates a swirling cloud of not subject to critical hits or flanking. debris centered on the elemental, diameter half the whirlwind’s height, obscures all vision (including darkvision) beyond 5 feet.",
        "name":  "Elemental Type",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Balance +8, Climb +10, Hide +20, Move Masters smaller than the usual size can have proportionately Silently +12. smaller familiars, as indicated on the table below.",
        "name":  "Tiny or Smaller Masters Skills and Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +9, Hide +7 (+15 in forested or overgrown • Able and willing to carry its rider in a typical fashion. (A camel areas), Listen +4, Move Silently +6, Spot +4; Alertness, Great Fortitude. is able and willing. A tiger might be capable but may not be willing. A giant might be willing but not truly able.)",
        "name":  "Skills and Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A character’s base save bonus does not in- class level (such as the assassin’s death attack) should add only crease after his character level reaches 20th. However, he does half the character’s class levels above 10th. Thus, a 24th-level receive a cumulative +1 epic bonus on all saving throws every assassin’s death attack would have a save DC of 27 + even-numbered level after 20th, as shown on Table 6–18: Epic Save and Epic Attack Bonuses. In other words, an epic character has a +1 epic bonus on all saving throws at 22nd level, a +2 epic bonus on all saving throws at 24th level, and so on.",
        "name":  "Epic Save Bonus",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Similarly, a character’s base attack bonus does not increase after his character level reaches 20th. However, hedoes receive a cumulative +1 epic bonus on all attack rolls every odd-numbered level after 20th, as shown on Table 6–18: Epic Save and Epic Attack Bonuses.",
        "name":  "Epic Attack Bonus",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This column on Table 6–19: Epic Experi- ence and Level-Dependent Benefits shows the experience point total needed to achieve a given character level. For multiclass characters, experience points determine overall character level, not individual class levels. Though Table 6–19 only shows experience point totals through 30th level, you can calculate the experience points needed to reach 31st level and higher. Simply add a character’s current level times 1,000 XP to the experience points required to attain the character’s current level. For instance, reaching 31st level would require 30 ×1,000 XP (or 30,000 XP), + 435,000 XP, for a total of 465,000 XP.",
        "name":  "Experience Points",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The maximum number of skill ranks a character can have in a class skill is equal to his or her character level +3. Cross-Class Skill Max Ranks:For cross-class skills, the maxi- mum ranks are one-half the maximum for a class skill.",
        "name":  "Class Skill Max Ranks",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every character gains one feat at every level divisible by three (21st, 24th, 27th, and so on). Note that these feats are in addi- tion to any bonus feats granted in the class descriptions later in this chapter.",
        "name":  "Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d6. (such as a barbarian’s fast movement) do not improve. Skill Points at Each Additional Level: 6 + Int modifier.",
        "name":  "Likewise, class features that are gained only at a single level Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. levels higher than 20th (25th, 30th, and so on).",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier.",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Use the cleric’s class level to deter- and evil in the world, shining as a beacon of hope to all who fight mine the most powerful undead affected by a turn or rebuke the good fight. check and the turning damage, just as normal. Hit Die:d10.",
        "name":  "Turn or Rebuke Undead",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic cleric gains a bonus feat every three Skill Points at Each Additional Level: 2 + Int modifier. levels higher than 20th (23rd, 26th, and so on). Lay on Hands (Su): Each day the epic paladin can cure a total number of hit points equal to her Charisma bonus (if any) times EPIC DRUID her class level, as normal. The epic druid is a mighty symbol of the power of the natural Smite Evil (Su):The epic paladin adds her class level to damage world, able to focus the primal forces of the elements to do her with any smite evil attack, as normal. She can smite one additional bidding. time per day for every five levels higher than 20th (6/day at 25th,",
        "name":  "Bonus Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. 7/day at 30th,and so on)",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. Turn Undead (Su):The paladin turns undead as a cleric of two",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic druid gains a bonus feat every four ance equals the paladin’s class level + 5. levels higher than 20th. Remove Disease(Sp): The epic paladin can use remove diseaseone additional time per week for every three levels higher than 18th EPIC FIGHTER (7/week at 21st, 8/week at 24th, and so on).",
        "name":  "Bonus Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. Whether cunning protector of the wild or cold-blooded hunter of",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. the weak, the epic ranger is one with the wilderness, moving with",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic fighter gains a bonus feat every two deadly grace and keen mind through the natural world. levels higher than 20th (22nd, 24th, 26th, and so on). Hit Die:d8.",
        "name":  "Bonus Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 + Int modifier.",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. favored enemy, and his bonuses against one category of favored",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The damage for a monk’s unarmed strike does not increase after 16th level. EPIC ROGUE",
        "name":  "Unarmed Strike",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Use the monk’s class level when determin- The epic rogue is a trickster and a thief, a trap-detector and a ing the DC to resist this attack, as normal. tale-spinner. Her skills are legendary and her tales of derring-do",
        "name":  "Stunning Attack",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d4.",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic wizard gains a bonus feat every three Prerequisites:Cha 25, smite ability (from class feature or levels higher than 20th (23rd, 26th, and so on). domain granted power).",
        "name":  "Bonus Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Five or more favored enemies. Your songs continue to inspire allies long after your words have",
        "name":  "Prerequisites",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add +1 to the bonus on Bluff, Listen, Sense Motive, faded.",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Perform (any one) 25 ranks, bardic music class favored enemies. feature.",
        "name":  "Spot, and Survival checks and damage rolls against all your Prerequisite",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add +1d6 to your sneak attack damage.",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can gain this feat multiple times. Prerequisites: Intimidate 25 ranks, rage 5/day.",
        "name":  "Special",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "While you are raging, any enemy that views you must Improved Stunning Fist [Epic] make a Will save opposed by your Intimidate check or become",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 19, Wis 19, Improved Unarmed Strike, panicked (if it has HD less than your character level) or shaken (if Stunning Fist. it has HD equal to or up to twice your character level) for 4d6",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add +2 to the DC of your stunning attack. rounds. An enemy with Hit Dice greater than twice your character This feat may be taken multiple times. Its effects stack. level is not affected by this feat. 210 :6 RETPAHC SRETCARAHC pqqqqrs",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A typical potion or oil consists of 1 nity) or it works continually. Some rings have exceptional activa- ounce of liquid held in a ceramic or glass vial fitted with a tight tion methods, according to their descriptions. stopper. The stoppered container is usually no more than 1 inch Random Generation:To generate rings randomly, roll on wide and 2 inches high. The vial has AC 13, 1 hit point, hardness 1, Table 7–18: Rings (see page 231). and a break DC of 12. Vials hold 1 ounce of liquid. Special Qualities:Roll d%. A result of 01 indicates the ring is",
        "name":  "Physical Description",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "As jumping, except it grants a +10 com- feet of one causes its charge to dissipate, taking electricity petence bonus on its wearer’s Jump check. damage in the process according to the number of balls created. Moderate transmutation;CL7th;Forge Ring,creator must have 10 ranks in the Jump skill;Price10,000 gp. Number of Balls Damage per Ball",
        "name":  "Jumping, Improved",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "To generate staffs randomly, roll on Table 7–25: Staffs.",
        "name":  "Random Generation",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies. usually bears the image of a lion or other powerful animal. The",
        "name":  "Physical Description",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bless 3/day, hold person3/day. 01–15 Delusion",
        "name":  "Lesser Powers",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Minor image1/day, major image 1/day, 10 ranks in (making him invisible, emitting lightning bolts, or whatever) Bluff (total modifier +13). and cannot be convinced otherwise without the help of a remove",
        "name":  "Lesser Powers",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This card indicates wealth. The jewelry is all gold set with be stunned for 1 round (Fortitude DC 15 negates). The hammer’s gems, each piece worth 2,000 gp, the gems 1,000 gp value each. range increment is 30 feet.",
        "name":  "Gem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This card causes the drain of 1d4+1 points of Intelligence Strong evocation, necromancy, and transmutation;CL20th; immediately. The additional draw is optional. Weight 15 lb.",
        "name":  "Idiot",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This card is always discarded when drawn, unlike all Philosopher’s Stone: This rare substance appears to be an ordi- others except the fool. The redraws are optional. nary, sooty piece of blackish rock. If the stone is broken open",
        "name":  "Jester",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The fighter appears out of nowhere and serves loyally of iron into silver, or up to 1,000 pounds of lead into gold. How- until death. He or she is of the same race (or kind) and gender as ever, the quicksilver becomes unstable once the stone is opened the character. (See Chapter 4 of this book for typical NPC statistics and loses its potency within 24 hours, so all transmutations must for a 4th-level fighter.) take place within that period.",
        "name":  "Knight",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "When this card is drawn, one of the character’s NPC object is actually a hole in the continuity of the multiverse. Any friends (preferably a cohort) is totally alienated and forever after matter that comes in contact with a sphere is instantly sucked into hostile. If the character has no cohorts, the enmity of some pow- the void, gone, and utterly destroyed. Only the direct intervention erful personage (or community, or religious order) can be substi- of a deity can restore an annihilated character. tuted. The hatred is secret until the time is ripe for it to be revealed Asphere of annihilationis static, resting in some spot as if it were with devastating effect. a normal hole. It can be caused to move, however, by mental effort",
        "name":  "Rogue",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The 2 points are added to any ability the character chooses. with an enemy) as a free action. They cannot be divided among two abilities. Control of a sphere can be established from as far away as 40",
        "name":  "Star",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character becomes a true leader in people’s eyes. The trol the sphere from a distance of 40 feet + 10 feet per character castle gained appears in any open area she wishes (but the decision level. The sphere’s speed in a round is 10 feet +5 feet for every 5 where to place it must be made within 1 hour). points by which the character’s control check result in that round",
        "name":  "Throne",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once you have a final cost figure, reduce that provide a starting point. The pricing of scrolls assumes that, whenever number if either of the following conditions applies: possible, a wizard or cleric created it. Potions and wands follow the —",
        "name":  "Other Considerations",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "SEPARATE ABILITY LOSS Some players don’t like keeping track of ability scores that go down checks related to that ability. If the ability loss equals or exceeds the because they find it hard to recalculate their statistics based on their ability score, then the character suffers the effect of having a 0 score in new ability modifiers. These players may find it easier to track ability that ability. Ability damage goes away at the rate of 1 point per day. loss separately, sort of the way nonlethal damage works. In this variant, This variant leads to very nearly the same results as standard ability for each 2 points of ability damage, the character takes a –1 penalty on loss does. pqqqqrs",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters who are shaken take a –2 penalty on attack body hardens and turns to stone. rolls, saving throws, skill checks, and ability checks. While the medusa’s gaze is well known, gaze attacks can also",
        "name":  "Shaken",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The basic rule is simple: 1d6 points of sphere must fall 50 feet to deal damage (1d6 points of damage), damage per 10 feet fallen, to a maximum of 20d6. such a sphere that fell 150 feet would deal 3d6 points of damage. Ifa character deliberately jumps instead of merely slipping or Objects weighing less than 1 pound do not deal damage to those falling, the damage is the same but the first 1d6 is nonlethal dam- they land upon, no matter how far they have fallen. age. A DC 15 Jump check or DC 15 Tumble check allows the char- acter to avoid any damage from the first 10 feet fallen and converts HEAT DANGERS any damage from the second 10 feet to nonlethal damage. Thus, a The hot desert sun can be as deadly an enemy as a hostile tribe of character who slips from a ledge 30 feet up takes 3d6 damage. If orcs. Prolonged exposure to hot temperatures can quickly wear the same character deliberately jumped, he takes 1d6 points of down a character, and heatstroke can be deadly. nonlethal damage and 2d6 points of lethal damage. And if the Heat deals nonlethal damage that cannot be recovered until the character leaps down with a successful Jump or Tumble check, he character gets cooled off (reaches shade, survives until nightfall, takes only 1d6 points of nonlethal damage and 1d6 points of lethal gets doused in water, is targeted by endure elements, and so forth). damage from the plunge. Once rendered unconscious through the accumulation of non- Falls onto yielding surfaces (soft ground, mud) also convert the lethal damage, the character begins to take lethal damage at the first 1d6 of damage to nonlethal damage. This reduction is cumu- same rate. lative with reduced damage due to deliberate jumps and the Jump A character in very hot conditions (above 90° F) must make a skill. Fortitude saving throw each hour (DC 15, +1 for each previous",
        "name":  "Falling Damage",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Stacking Bonuses.......................................................21 Adventure Writer’s Checklist........................................................................46",
        "name":  "Behind the Curtain",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll Initiative Each Round.............................................................22 Behind the Curtain: Treasure Values...........................................................54",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sapient Mounts..................................................................................23 Behind the Curtain: Why Dungeons?.........................................................58",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Automatic Hits and Misses............................................................25 Behind the Curtain: Traps...............................................................................67",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Defense Roll........................................................................................25 Variant: What Disabling a Device Means...................................................70",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Critical Hits.................................................................26 Variant: Upkeep...............................................................................................130",
        "name":  "Behind the Curtain",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clobbered............................................................................................27 Behind the Curtain: How Real Is Your Fantasy?...................................136",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Massive Damage Based on Size.....................................................27 Variant: No Sidebars for Variant Rules.....................................................171",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instant Kill..........................................................................................28 Behind the Curtain: A Limit to Attacks and Saves...............................207",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Softer Critical Hits............................................................................28 Behind the Curtain: Building an Epic Progression..............................210",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Power Components...........................................................................36 Variant: Separate Ability Loss......................................................................290",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Free-Form Experience.....................................................................39 Variant: Less Lethal Falls...............................................................................303",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "David Noonan, James Wyatt large, this system is unsuitable for use with smaller set- tlements. A district has its own population number, gp",
        "name":  "Design",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Penny Williams limit, assets, important NPCs, and character, or “feel.”",
        "name":  "Editing",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nancy Walker It’s much easier for both the Dungeon Master and",
        "name":  "Typesetting",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ed Stark the players to think about a metropolis made up of",
        "name":  "Design Manager",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Julia Martin eighty districts than to contemplate a teeming popula-",
        "name":  "Web Production",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mark A. Jindra tion of 39,761 individuals. The city structure becomes",
        "name":  "Web Development",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dawn Murin even easier to deal with if you assume that wards or neighborhoods are just clusters of identical districts. Based on the original DUNGEONS \u0026 DRAGONS® game by E.",
        "name":  "Graphic Design",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "water- Gary Gygax and Dave Arneson and on the new edition of the front, noble’s villas, shantytowns, merchant’s quarter, DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, temple quarter, and so on. Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. As a starting point, use twenty districts for a small D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned city, forty for a large city, and eighty for a metropolis. If by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the you need to, you can always add more districts, but the Coast, Inc. All Wizards characters, character names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. total population number you get by doing that may bump your city up a size category. Types of districts are This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use given on Table 1–1: District Types. of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. DISTRICT DESCRIPTIONS ©2003 Wizards of the Coast, Inc. All rights reserved. Made in the U.S.A. Each district’s description includes the following key This product is a work of fiction. Any similarity to actual people, information. organizations, places, or events is purely coincidental.",
        "name":  "Thus, a metropolis might have a dozen wards",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This entry details what sorts of buildings This Wizards of the Coast game product contains no Open Game Content. might be found in the district. See Example Buildings sidebar for businesses common to certain building types. No portion of this work may be reproduced in any form without written permission. To learn more about the First Impression:This entry consists of a sen- Open Gaming License and the d20 System License, please visit www.wizards.com/d20. tence or two that describes the flavor or feel of the dis- trict—that is, what sorts of sights, sounds, and smells Visit the DUNGEONS\u0026 DRAGONSwebsite at www.wizards.com/dnd. characters are likely to notice while casually passing through it.",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some districts, such as a water- Civic District, Ruined front or shop district, represent neighborhoods that This district is like the one above, except that the rulers have many similar types of buildings. Others, such as a of the city have abandoned the massive structure that lord’s keep or a garrison, may feature single buildings once dominated the area. or complexes that occupy an entire district and house Buildings:Council hall (vacant), bureaucratic large numbers of residents and staff. offices (possibly vacant), monument/memorial, guard- Total Pop.:This figure represents the total popula- post, temple (Heironeous, Pelor, or St. Cuthbert), upscale tion of the district. The remaining columns (Bbn, Brd, lodging (4), upscale food (6), exotic trades (10), upscale Clr, and so forth) show how many single-class charac- trades (15), average trades (15), upscale services (15). ters of each character class (both PC and NPC classes) First Impression: The crumbling edifice that dwell in the district. Temple districts have many cler- dominates the streetscape once housed the power ics, obviously, while most aristocrats are found in center in this city. The surrounding businesses have upper-class districts. also fallen on hard times.",
        "name":  "District Type",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Middle class. LOW POPULATION DISTRICTS The districts with the lowest populations tend to be Elf Neighborhood upper or middle class. They often feature fine landscap- This district, found only in cities dominated by nonelf ing and ornate buildings. races, is where many elves choose to live.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (Corellon Larethian), druidic Civic District site, upscale lodging, upscale food (4), exotic trades (3), The day-to-day business of governing the city is carried upscale trades (15), upscale services (5), upscale resi- out from the offices in this district, which is usually dences (30). dominated by one massive government building. First Impression: The neighborhood has more",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Council hall, bureaucratic offices, than its share of trees, bushes, and flowers. Even the monument/memorial, guardpost, temple (Heironeous, more modest homes feature flowering windowboxes. Pelor, or St. Cuthbert), upscale lodging (4), upscale Social Class:Upper class. food (6), exotic trades (10), upscale trades (15), average trades (15), upscale services (15). Embassy District",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Robed bureaucrats scurry Usually found only in a capital city, an embassy district from appointment to appointment, and nobles travel houses ambassadors, diplomats, and their staffs. with their retinues. The main building is a stately struc- Buildings:Embassies (7), diplomatic residences ture with plenty of statuary and inscriptions. (15), upscale lodging (9), upscale food (12), exotic",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fancy buildings in wildly First Impression: This once-proud castle is clashing architectural styles dominate the street, each beginning to show signs of neglect, though it is still an trying to outdo the other in ostentatiousness. Most imposing fortress. such buildings feature coats of arms and flags identify- Social Class:Middle class. ing the nations they represent.",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The city watch is augmented (10), upscale residences (20). by private guards, making this a particularly well-pro- First Impression: Continual flames illuminate tected district, day or night. the streets, and entertaining, artistic illusions decorate",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Upscale lodging (4), upscale food (6), splendor in the manors of this district. exotic trades (10), upscale trades (30), upscale resi- Buildings:Estates (30). dences (20). First Impression: This district is quieter and",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The hubbub of commerce is cleaner than the rest of the city. Servants scurry about omnipresent here, but the high prices discourage the on their errands, and nobles travel by carriage to call on crowds found in less tony shopping districts. their genteel counterparts.",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Upper class. Social Class:Upper class. Lord’s Keep Park District A fortress, usually the castle where the city’s ruler lives, For those who love the outdoors, this district provides a dominates this district. respite from the hustle and bustle of the city.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manor house, servants’ quarters (2), Buildings: Parks (1 large or 3 small), temple garrison post, chapel (Kord, Heironeous, or St. Cuth- (Corellon Larethian, Ehlonna, or Obad-Hai), druidic bert), average trades (15). site, upscale taverns (5), exotic trades (5), upscale trades",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pennants in the city’s colors (8), upscale services (17), upscale residences (30). flutter over the castle, and guards eye the street from First Impression: Clusters of trees, landscaped their watchtowers above. Soldiers drill in the courtyard flowerbeds, and lawns of trimmed grass dominate the beyond the open drawbridge. landscape. The air smells fresher here than it does else-",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Upper class. where in the city.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manor house, servants’ quarters (2), lore and answers to obscure riddles here. garrison post, chapel (Heironeous, Kord, or St. Cuth- Buildings: University buildings, including 4 bert), average trades (15). instruction and faculty offices) (4), library, temple (Boccob or Pelor), shrine, upscale lodging (5), upscale Social Class:Middle class. food (8), upscale literary trades (booksellers, stationers, mapsellers, sealmakers, and the like) (10), upscale liter- Garrison ary services (scribe, sage, translator, cartographer, and This district is essentially a military encampment. The the like) (10), dormitories (5), upscale residences (25). soldiers who dwell here are charged with guarding the",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Young, well-dressed students city and the surrounding countryside. carrying armfuls of scrolls and books hustle to their Buildings: Garrison building, temple (Heiro- classes. Others sit or stand in circles, discussing the neous, Kord, or St. Cuthbert), average lodging (4), poor day’s lessons. lodging, upscale food (2), average food (4), poor food",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Upper class. (3), upscale trades (4), average trades (8), poor trades (2), average services (10), average residences (40), poor resi- Wealthy Residential dences (10).",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some soldiers march to and and high-level bureaucrats in political or religious fro in groups, while others stand at attention, and still organizations. others drill for combat. Shouted commands and march-",
        "name":  "These residences belong to successful merchants First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Upscale residences (60), average resi- ing songs fill the air. dences (10). Social Class:Middle class.",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Well-appointed buildings line the quiet streets of this district. Servants or guards Gnome Neighborhood are posted at many of the front doors. Gnomes find comfort in buildings sized for them, so",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Upper class. this district features architecture that humans and other Medium races would find cramped.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (Garl Glittergold), upscale These districts are where the middle class and mer- lodging (1), average lodging (4), upscale food (3), aver- chants live and work. age food (5), exotic trades (2), upscale trades (4), average trades (6), poor trades (3), upscale services (4), average Average Residential services (6), average residences (50).",
        "name":  "AVERAGE POPULATION DISTRICTS Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This neighborhood looks like in these modest homes. any average residential area, but on a smaller scale.",
        "name":  "Shopkeepers, artisans, and other skilled workers dwell First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Upscale residences (10), average resi- Social Class:Middle class. dences (70), poor residences (10).",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Children play in the streets Guildhall District of this district, and the younger ones are often chased This district is home to organizations of skilled work- by older siblings. Neat rows of houses line the thor- ers, such as the mason’s guild, the cobbler’s guild, and oughfares. the jeweler’s guild. Depending on the city, more exotic",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Middle class. guilds devoted to sages, wizards, or mercenaries may also have facilities here. Illicit guilds may exist for Dwarf Neighborhood thieves and assassins, but these rarely have publicly Because clan and family are important to dwarven cul- known guildhalls. ture, many dwarves who live in cities dominated by other Buildings:Guild halls (3), average lodging (5), races tend to congregate in their own neighborhoods. average food (10), upscale trades (5), average trades (15),",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (Moradin), average lodging poor trades (4), upscale services (5), average services (2), upscale food, average food (9), poor food (2), exotic (10), poor services (3), average residences (30). trades (2), upscale trades (7), average trades (15), poor First Impression: Each of the massive guild- trades (6), upscale services (5), average services (10), halls in this district is emblazoned with a symbol repre- poor services (5), upscale residences (5), average resi- sentative of its craft, such as a massive hammer and dences (45). anvil for the blacksmith’s guild, and a welcoming sign",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "All the structures in this in every known tongue for the Scribe’s Union. neighborhood are slightly smaller than normal because Social Class:Middle class. they’re sized for dwarves. Stonework, much of it finely 5 carved, dominates the architecture.",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This district features row For some reason, the guilds have moved out of this dis- upon row of quiet shops and offices. Their signs adver- trict, but commercial interests still dominate its streets. tise everything from translation services to wilderness",
        "name":  "Guildhall District, Former First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Vacant guild halls (3), average lodging guides to architectural design. (5), average food (10), upscale trades (5), average trades Social Class:Middle class. (15), poor trades (4), upscale services (5), average serv- ices (10), poor services (3), average residences (30). Shops",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The guildhalls are boarded A few businesses in this district cater to the well-to-do, up or in disrepair, but the shops and businesses that but most serve the city’s middle and lower classes. Such surround them still thrive in the hustle and bustle of a district is more common in a smaller city that doesn’t commerce. have multiple shopping districts.",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Middle class. Buildings:Temple (any), shrine, average lodging (3), average food (10), exotic trades (3), upscale trades Halfling Encampment (12), average trades (35), poor trades (10), upscale serv- Halflings tend to be more nomadic than most other ices (3), average services (10), poor services (2). races. Even when a group of them settles in a city, their First Impression: Well-guarded nobles saunter neighborhood looks more like a camp than a proper from shop to shop, seemingly oblivious to the more district. ordinary citizens who rush by with their arms full of",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Council hall, temple (Yondalla), packages. shrine, average lodging (4), average food (8), average Social Class:Middle class. trades (15), average services (10), average residences (50). Temple District",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Middle class. lodging (1), average lodging (3), upscale food (3), average food (7), exotic trades (5), upscale trades (5), Marketplace average trades (10), upscale services (10), average Most of the residents from surrounding districts come services (25), upscale residences (5), average resi- to this bazaar to buy everything from necessities (such dences (20). as clothing) to small luxuries (such as spices). First Impression: Each temple’s architecture",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Open-air market, temple (Fhar- reflects the faith of its builders. Periodically, the doors langhn), average lodging (2), average food (12), exotic of a temple open, and a throng of worshipers spills out trades (3), upscale trades (12), average trades (35), poor into the street. trades (10), upscale services (5), average services (15), Social Class:Middle class. poor services (5).",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This district is awash in col- HIGH POPULATION DISTRICTS orful signs and tents. The shouts of barkers rise above These districts cater to the lower classes and to tran- the noise of shoppers, and a dozen scents—everything sients, such as adventurers. Prices are generally lower from sweet perfumes to sizzling meats—fill the air. in these areas.",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Middle class. Adventurer’s Quarter Professionals This district has a little bit of everything, but it’s gener- This district is home to a variety of specialists the PCs ally a pretty seedy place. No “respectable” resident might want to hire or consult. would think of coming here.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (any), shrine, average lodging Buildings: Temples (Olidammara and any 3 (3), upscale food (3), average food (7), exotic trades (2), others), average lodging (5), poor lodging (10), average upscale trades (3), average trades (10), upscale services food (5), poor food (15), average trades (6), poor trades (10), average services (20), upscale residences (10), aver- (15), average services (5), poor services (15), average res- 6 age residences (20). idences (5), poor residences (20).",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This district is noticeably Goblinoid Ghetto more diverse than the surrounding neighborhoods. If a city allows goblinoid residents at all, its other Various humanoids wearing a wide variety of garb rub inhabitants usually prefer to keep them at arm’s length. shoulders and chat in the streets. The buildings look The goblinoids who live here eke out a squalid exis- somewhat rundown, but most are quite serviceable. tence, taking on jobs that no other city resident will",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. accept.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (Gruumsh or Maglubiyet), Anglers’ Wharf poor lodging (1), poor food (8), poor trades (20), poor Those who fish for a living have a district of their own, services (10), poor residences (60). if for no other reason than to keep the stench away First Impression: Goblins, hobgoblins, and from the rest of the city. orcs move among the ramshackle buildings that line",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Shrine (Obad-Hai or Pelor), poor lodg- the streets. The ghetto bustles with business—both ing (5), poor food (10), average trades (2), poor trades legal and illegal—despite the obvious poverty of its res- (12), average services (3), poor services (7), poor resi- idents. dences (60). Social Class:Lower class.",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The smell of fish hangs heav- ily in the air here, mingled with the tang of saltwater Inn District and sea air. Rough-looking sailors lurch from ship to Inns are scattered across most cities, but sometimes a pier to tavern. cluster of them dominates a neighborhood. Such a dis-",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. trict tends to be rundown simply because it has few permanent residents to care about its upkeep, and the Apartment Homes transients who stay there spend most of their time in This unremarkable district consists of nothing but other districts. unremarkable residences. Thus, it is an excellent Buildings:Temples (any 2), average lodging (8), hiding place for those who are skilled at blending in. poor lodging (25), average food (5), poor food (20), aver-",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Average residences (10), poor resi- age trades (5), poor trades (15), average services (5), dences (55). poor services (15).",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rows of apartment buildings First Impression: Music and laughter wafts rise like the walls of a canyon on both sides of the from the open doors of half a dozen inns and common- street. Day laborers and craftspeople scurry to and from houses. Each offers the promise of food, drink, danc- work, while the district’s more indolent residents relax ing, or perhaps even more exotic diversions. on the building steps. Social Class:Lower class.",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. Red-Light District Caravan District Notorious for the prostitution, narcotics, and other Districts such as this one are common in cities that rely black-market businesses that thrive here, a red-light on overland caravans rather than sea transport for their district tends to attract adventurers like flies. imports and exports. Merchants and other foreigners Buildings:Temple (Olidammara), average lodg- are welcomed here but usually discouraged from ing (2), poor lodging (17), average food (5), poor food spending time in the rest of the city. (20), poor trades (20), poor services (gambling halls,",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (Fharlanghn), average lodging houses of ill repute, pawnshops, and the like) (35). (5), poor lodging (15), average food (10), poor food (30), First Impression: A visitor can hardly walk 30 average trades (9), poor trades (15), average services (9), feet in this rundown district without being proposi- poor services (15). tioned for something illegal. Some passersby scurry",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This district has fewer build- furtively past, while others beckon visitors toward ings than most, but animal pens, stables, and circles of some illicit pleasure. trade wagons squat on many vacant lots. The air is thick Social Class:Lower class. with campfire smoke, and a dozen different languages can be heard. Shantytown",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. Many of the structures in this district seem to be in 7 imminent danger of collapsing on their residents. The poorest of the poor live here in decrepit buildings, Tavern District refugee colonies, and squatter camps. Adventurers spend a lot of time in taverns, and most",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Poor residences (100). cities of any size feature at least one. Inns sandwiched",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lean-tos, smoky fires, and among the bars provide revelers with relatively safe makeshift hovels crowd in among the debris and places in which to sleep off their intoxication. rubble of the dirty, destitute streets. Buildings:Temple (Fharlanghn or Olidammara),",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. average lodging (3), poor lodging (20), average food (6), poor food (30), poor trades (10), poor services (10), poor Slave Quarter residences (20).",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "By night, inebriated revelers a shantytown, if only because their masters care about stumble forth into the crowded streets from literally their welfare to some small degree. Districts such as dozens of taverns. By day, this district is a virtual ghost this are rare, since good-aligned societies find slavery town, with only cleanup crews, delivery personnel, and abhorrent. the occasional determined drunk to liven up the",
        "name":  "Slaves merit slightly better huts than those who live in First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Overseer’s station, poor services (5), streetscape. poor residences (94). Social Class:Lower class.",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Whip-wielding masters lead chained slaves in threadbare robes from place to place. Tenement District Few of the slaves are bold enough to meet the gaze of a This district is similar to a slum, but without any bystander. nearby businesses to support its poverty-stricken popu-",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. lace. This district must be placed close to one in which even the desperately poor can acquire staples.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Poor residences (60). This district is clearly for the down-and-out. A slum First Impression: Crammed together like so falls somewhere between poor apartments and a shan- many sardines, the poor residents of this district cluster tytown on the scale of poverty and misery. on stoops, in their rat-infested apartments, and in the",
        "name":  "Slum Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (Olidammara or Pelor), poor streets and alleys. lodging (1), poor food (3), poor trades (10), poor serv- Social Class:Lower class. ices (5), poor residences (70).",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Home to the destitute, this Theater District neighborhood features a mix of shanties, hovels, and Theaters tend to spring up in lower-class neighbor- tenements in disrepair. Trash fills the streets and alleys, hoods because rent is cheaper there. Drama patrons and the stench of offal mixed with rotting flesh and rarely linger for long, although nearby pubs and shops even less wholesome substances hangs heavy in the air. entice some to stay and celebrate a fine performance.",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. This district can serve as a musician’s quarter or a dancehall district with only a name change.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Theaters (4), temple (Olidammara), Tanneries—businesses that turn animal hides into poor lodging (10), poor food (20), poor trades (20), poor leather—are typically in lower-class neighborhoods services (30), poor residences (15). simply because they smell unbelievably bad. No one First Impression: Each theater features a large who can afford to do otherwise lives near a tannery. sign promising comedy, tragedy, and inspiration—often",
        "name":  "Tannery District Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple (any, especially poorer or all in the same play. Lines of people wait outside the box more obscure faiths), poor lodging (2), poor food (7), offices, and periodically a large crowd emerges from a poor trades (tanners, dyers, and other folk who practice theater, heatedly discussing the play that has just ended. odiferous trades) (60), poor services (30). Social Class:Lower class.",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The acrid smell of tanning hides would reveal the nature of this district even to a Undercity blindfolded person. A cluster of small, dingy shops This district, typically situated underneath the city’s caters to the unfortunate denizens of this nauseating streets, is a combination of a dungeon and a neighbor- district. hood. The residents of the city may or may not be 8",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. aware of the undercity’s existence.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dungeons of at least 10 rooms (8), First Impression: The architecture here looks temples (any 2 evil deities), poor lodging (5), poor food out of place, as do some of the residents. They eye visi- (10), average trades (5), poor trades (15), average serv- tors strangely, evidently regarding them as interlopers ices (5), poor services (20), poor residences (30). on their turf.",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The air belowground is dank, Social Class:Middle Class and the darkness is oppressive. It’s eerily quiet most of the time, but the silence is punctured occasionally by a Immigrant Enclave scream or the clash of battle. This district houses well-heeled representatives of",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lower class. another culture, such as wizards from a far-off land or planetouched pioneers from another dimension.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Warehouses (30), poor trades (5), poor like it’s part of the same city. The architecture of the services (10), poor residences (55). buildings is dramatically different than in other dis-",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The massive warehouses that tricts, and the residents’ garb marks them as a minority give this district its name dominate the landscape. The elsewhere in the city. Here, however, they fit right in. streets are devoid of life except for the occasional deliv- Social Class:Upper class. ery wagon and the guards who stand watch at some warehouse doors. Necropolis",
        "name":  "First Impression",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mortuaries (2), mausoleums (16), city in the waterfront district. Adventurers typically temple (Nerull or Wee Jas), shrine. feel right at home in this rough-and-tumble place. First Impression: This district is quiet and",
        "name":  "Visitors who arrive by ship often get their first taste of a Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Other (5), temple (Obad-Hai or Oli- orderly. Rows of tombstones and crypts stand silent dammara), poor lodging (5), poor food (9), poor trades guard over the dead. (25), poor services (35), poor residences (20). Social Class:Lower class.",
        "name":  "Buildings",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    }
]
