[
    {
        "origin_file":  "spells.json",
        "description":  "Poison, Special Qualities: Damage spells Night hag reduction 10/cold iron and",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +12, Abilities: Str 19, Dex 12, Con Listen +7, Spellcraft +8, 18, Int 11, Wis 15, Cha 12 Spot +7, Swim +11 Skills: Bluff +12,",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Temperate aquatic Motive +13, Spellcraft +11, Spot +15",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bite +29 melee (4d6+21/19–20) and sting +24 melee The save DC for the cauchemar’s smoke attack (DC 24) is (2d8+11/19–20 plus poison) adjusted for its greater number of Hit Dice and higher Constitu- Space/Reach: 20 ft./15 ft. tion score. Special Attacks: Desecrating aura, energy drain, spell-like abili-",
        "name":  "Combat Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +32, Diplomacy +6, Hide +16, Knowledge and absolute evil. Their chilling malevolence hangs heavily about (arcana) +33, Listen +33, Move Silently +28, Search +33, Sense them, along with the smell of an open grave on a winter’s morning. Motive +23, Spellcraft +35, Spot +33, Survival +5 (+7 following Nightshades can read and understand all forms of communica- tracks) tion; however, they communicate with others by telepathy. Feats: Blind-Fight, Combat Casting, Great Fortitude, Improved Critical (bite), Improved Critical (sting), Improved Initiative, COMBAT Iron Will, Power Attack, Quicken Spell-Like Ability (cone of Each of the three known varieties of nightshade is a terrible crea- cold) ture with unique powers and abilities. Their tactics vary according Environment: Plane of Shadow to their abilities, but they all make liberal use of haste. Organization:Solitary or pair",
        "name":  "Nightshades are powerful undead composed of equal parts darkness Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +24, Diplomacy +6, Hide +16*, Listen +25, Skills: Concentration +10, Diplomacy +6, Escape Artist +12, Move Silently +24, Search +24, Sense Motive +25, Spellcraft Handle Animal +13, Heal +12, Hide +12, Listen +12, Move +24, Spot +25, Survival +5 (+7 following tracks) Silently +12, Ride +5, Sense Motive +12, Spot +12, Swim +8,",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 +2 —Automatic Languages: Common, Giant. Bonus Languages: Combat Dwarven, Orc, Goblin, Terran. Ogre mages rely on their spell-like abilities, resorting to physical —Favored Class: Barbarian. combat only when necessary. When faced with obviously superior —Level adjustment +2. forces, they prefer to retreat using gaseous form rather than fight a losing battle. Ogre mages hold deep, abiding grudges, however, and the unwise person who crosses one would do well to keep OGRE MAGE looking over one’s shoulder. Large Giant Spell-Like Abilities: At will—darkness, invisibility; 1/day—",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities tachment takes 1 minute. If",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 90 ft., low-light vision, the head or some other vital regeneration 5, spell resistance 19 organ is severed, it must be",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +11, Listen +10, parts. Spellcraft +10, Spot +10",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An ochre jelly has a +8 racial bonus on Climb checks and venient for them. can always choose to take 10 on a Climb check, even if rushed or Light Sensitivity threatened. (Ex): Orcs are dazzled in bright sunlight or within the radius of a daylightspell. ORC Orc, 1st-Level Warrior Medium Humanoid (Orc)",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +9, Ref +5, Will +2 spell-like abilities",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 (cohort) coat of feathers and fur. Its body is like a bear’s, but it has an avian This creature looks like a horse but has two large, head with big, round eyes and a feathered wings. Its coat and wings are pure white. hooked beak. The pegasus is a magnificent winged horse that sometimes serves Owlbears are extraordinarily vicious predators with a reputation the cause of good. Though highly prized as aerial steeds, pegasi are for ferocity, aggression, and sheer ill temper. They tend to attack wild and shy creatures not easily tamed. nearly anything that moves without provocation. Pegasi mate for life, building their nests in high, remote loca- Scholars have long debated the origins of the owlbear. The most tions. A mated pair have either 1–2 eggs or 1–2 young in their common theory is that a demented wizard created the first speci- nest. men by crossing a giant owl with a bear. An owlbear’s coat ranges A typical pegasus stands 6 feet high at the shoulder, weighs in color from brown-black to yellowish brown; its beak is a dull 1,500 pounds, and has a wingspan of 20 feet. Rumors tell of some ivory color. A full-grown male can stand as tall as 8 feet and weigh specimens that are brown or black instead of white. up to 1,500 pounds. Adventurers who have survived encounters Pegasi cannot speak, but they understand Common. with the creature often speak of the bestial madness they glimpsed in its red-rimmed eyes. COMBAT Owlbears inhabit wilderness areas, making their lairs within Pegasi attack with their sharp hooves and powerful bite. Mated tangled forests or in shallow underground caverns. They can be pairs and herds attack as a team, fighting to the death to defend active during the day or night, depending on the habits of the their eggs and young. available prey. Adults live in mated pairs and hunt in packs, leav- Spell-Like Abilities: At will—detect good anddetect evil within a ing their young in the lair. A lair usually has 1d6 young, fetching a 60-foot radius. Caster level 5th. price of 3,000 gp each in many civilized areas. While owlbears Skills: Pegasi have a +4 racial bonus on Listen and Spot checks. cannot be domesticated, they can still be placed in strategically important areas as free-roaming guardians. Professional trainers TRAINING A PEGASUS charge 2,000 gp to rear or train an owlbear (DC 23 for a young crea- Although intelligent, a pegasus requires training before it can bear ture, DC 30 for an adult). a rider in combat. To be trained, a pegasus must have a friendly attitude toward the trainer (this can be achieved through a suc- COMBAT cessful Diplomacy check). Training a friendly pegasus requires six Owlbears attack prey—any creature bigger than a mouse—on weeks of work and a DC 25 Handle Animal check. Riding a pega- sight, always fighting to the death. They slash with claws and beak, sus requires an exotic saddle. A pegasus can fight while carrying a trying to grab their prey and rip it apart. rider, but the rider cannot also attack unless he or she succeeds on Improved Grab (Ex): To use this ability, an owlbear must hit a Ride check. with a claw attack. It can then attempt to start a grapple as a free Pegasus eggs are worth 2,000 gp each on the open market, while action without provoking an attack of opportunity. young are worth 3,000 gp per head. Pegasi mature at the same rate RAEBLWO Owlbear 206 This creature looks like a brown and greenish-brown mass with a cluster of nodules atop the main mass, though it is visible only when dead. A cluster of nodules atop the main mass serve as sensory organs. The creature feeds and attacks with a gaping maw lined with rows of teeth. Four stumpy legs support the creature and allow it to move about. This ambulatory fungus is naturally invis- ible, making it a feared predator among subterranean inhabitants. COMBAT A phantom fungus usually roams quietly, hunting for prey. It attacks lone individuals almost any- where, but when tackling groups it prefers an open space where it has a better chance . Greater Invisibility (Su): This ability is constant, allowing a phantom fungus to remain invisible even when attacking. It works like greater invisibility (caster level 12th) and lasts as long as the phan- tom fungus is alive. This ability is not subject to the invisibility purge spell. A phantom fungus becomes visible 1 minute after it is killed. as horses. Professional trainers charge 1,000 gp to Skills: A phantom fungus has a +5 racial bonus on Move rear or train a pegasus, which serves a good or neutral master with Silently checks. absolute faithfulness for life.",
        "name":  "This creature has a thick, shaggy Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +20, Climb +7, Craft (any one) +12, Alternate Form (Su): A phasm can assume any form of Large Diplomacy +12, Disguise +20 (+22 acting)*, Intimidate size or smaller as a standard action. This ability functions as a poly- +4, Knowledge (any one) +18, Listen +12, Spot +12, Survival +8 morphspell cast on itself (caster level 15th), except that the phasm",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blindsense 60 ft., darkvision 60 ft., immunity not follow their inherent tendencies and heed the call to evil. A to sleep and paralysis, low-light vision, spell resistance 19, few defy their nature, but still must fight against popular opinion telepathy 60 ft. (if their nature is known) or the feeling of otherworldly “wrong- Saves: Fort +4, Ref +5, Will +4 ness” that seems to follow them wherever they go. Abilities: Str 6, Dex 15, Con 13, Int 10, Wis 12, Cha 10",
        "name":  "Twisted, devious, and untrustworthy, tieflings more often than Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "16–32 HD (Gargantuan); 33–48 HD (Colossal) Special Attacks: Detect thoughts, spells",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Special Qualities: Change shape, damage reduction 15/good and piercing, darkvision 60 ft., spell resistance 27",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +17*, Concentration +13, Diplomacy +7, Disguise +17 (+19 acting)*, Intimidate +5, Listen +13, Move Silently +13, Perform (oratory) +13, Sense Motive +11, Spellcraft +11, Spot +11",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+7 This being looks like a humanoid tiger garbed in expensive clothes. The body seems mostly human except for a luxurious coat of tiger’s fur and its tiger head. Some say rakshasas are the very embodiment of evil. Few beings are more malevolent. A closer look at a rakshasa reveals that the palms of its hands are where the backs of the hands would be on a human. While this doesn’t detract from the creature’s manual dexterity, it makes a rakshasa look very disturbing to those unfamiliar with the creature. A rakshasa is about the same height and weight as a human. Rakshasas speak Common, Infernal, and Undercommon. COMBAT In close combat, which a rakshasa disdains as ignoble, it employs its sharp claws and powerful bite. Whenever possible, it uses its other abilities to make such encounters unnecessary. Detect Thoughts (Su): A rakshasa can continuously use detect thoughts as the spell (caster level 18th; Will DC 15 negates). It can suppress or resume this ability as a free action. The save DC is Charisma-based.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— This creature has a long, serpentine body that trails away as it floats effortlessly through the air, and a single claw that juts forward near its head. Ravids are creatures from the Positive Energy Plane. These bizarre entities imbue creatures with energy by their touch and animate lifeless objects around them. Ravids that make their way to the Mater- ial Plane wander about aimlessly, followed by the objects to which they have given life. A ravid is about 7 feet long and weighs about 75 pounds. COMBAT Ravids fight only in self-defense. A ravid itself is not very power- ful but is always accompanied by at least one animated object that defends it. R A V I D Rast 213 Positive Energy Lash (Su): A ravid can make a touch attack or hit with a claw or tail slap attack to infuse a target with posi- tive energy. The energy produces an unpleasant tingle in living creatures, and against undead foes (even incor- poreal ones) it deals 2d10 points of damage. Animate Objects (Su): Once per round, a random object within 20 feet of a ravid animates as though by the spell animate objects (caster level 20th). Skills: These objects defend the ravid to the best of their abil- Listen +8, ity, but the ravid isn’t intelligent enough to employ elabo- Spot +8 rate tactics with them. Feats: Awesome Blow, Flight (Su): A ravid can cease or resume flight as a Improved Bull Rush, Power Attack free action. A rast that loses this ability falls and can Environment: Cold desert perform only a single action (either a move action Organization:Solitary or an attack action) each round. Challenge Rating: 7",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drag, strands, weakness they are often considered bad omens. These enormous creatures Special Qualities: Darkvision 60 ft., immunity to electricity, are 30 feet long from the beak to the base of the tail, with wing- low-light vision, resistance to cold 10, spell resistance 30, spans as wide as 80 feet. A roc weighs about vulnerability to fire 8,000 pounds. Saves: Fort +10, Ref +8, Will +8",
        "name":  "In a few rare instances, red, black, or white rocs are sighted, but Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +3, Ref +4, Will +4 sunlight or a daylightspell) blinds sahuagin for round. On subse-",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constrict1d4plus1d6fire,heat, Constrict2d6+1plus1d6fire,heat, Constrict2d8+3plus1d8fire,heat, improvedgrab improvedgrab improvedgrab,spell-likeabilities",
        "name":  "SpecialAttacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50 ft. (10 squares) flame spell, does not negate this ability. A daylight spell,",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brood (2–5) ster spell, but they have only a or pack (6–15) limited chance of success. Roll",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard ity is the equivalent of a 3rd-level spell.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ever- only when hungry or Changing Chaos of Limbo riled. Once aroused, Organization: Solitary, pair, however, a red slaad gang (3–5), or pack (6–10) fights to the death. Challenge Rating: 8 Pounce (Ex): If a Treasure: Standard red slaad charges, it Alignment: Usually can make a full chaotic neutral attack in the same Advancement: 9–12 round. HD (Large); 13–24 Implant (Ex): A HD (Huge) red slaad that hits Level with a claw attack can Adjustment: +6 inject an egg pellet into the opponent’s body. The This hulking creature affected creature must suc- looks like a strapping ceed on a DC 16 Fortitude save to blue-skinned humanoid avoid implantation. The save DC is toad, as big as an ogre, with almost no neck Constitution-based. and a massive, flat head. It is bipedal, with clawed hands and feet. It has Often the slaad implants an unconscious or otherwise helpless wicked-looking, bony hooks on the backs of its hands. creature (which gets no saving throw). The egg gestates for one week before hatching into a blue slaad that eats its way out, killing Blue slaadi gather to wage horrific battles against other societies the host. Twenty-four hours before the egg fully matures, the and their own. They are bullies that value only strength and victim falls extremely ill (–10 to all ability scores, to a minimum of power. 1). A remove disease spell rids a victim of the pellet, as does a DC 25 A blue slaad is about 10 feet tall and very broad. It weighs about Heal check. If the check fails, the healer can try again, but each 1,000 pounds. As its name suggests, a blue slaad is mostly blue, attempt (successful or not) deals 1d4 points of damage to the darker along the back and paler around the belly. patient. Blue slaadi are most often found in groups and work well If the host is an arcane spellcaster, the egg pellet instead hatches together—at least, better than red slaadi. into a green slaad. SLAAD Blue Slaad Death slaad 229",
        "name":  "Red slaadi usually attack Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, summon slaad darkness,fireball (DC 14). Caster",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +18, Concentration +10, Hide +9, Jump +18, ance). A green slaad remains in one form until it chooses to Listen +12, Move Silently +13, Search +12, Spot +12, assume a new one. A change in form cannot be dispelled, but the Survival +6 (+8 following tracks) slaad reverts to its natural form when killed. A true seeing spell",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9 ability is the equivalent of a 5th-level spell.",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, summon slaad Abilities: Str 21, Dex 23, Con 21, Int 18, Wis 18, Cha 18",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +17, Concentration +15, Hide +16, Jump +17, Sunder, Multiattack, Power Attack Knowledge (arcana) +15, Listen +15, Move Silently +16, Search Environment: Ever-Changing Chaos of Limbo +15, Spellcraft +17, Spot +15, Survival +5 (+7 following tracks) Organization:Solitary or pair",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30 ft. (6 squares) equivalent of a 6th-level spell. SLAAD 231 Sunlight Powerlessness (Ex): Spectres are powerless in natu- SPECTRE ral sunlight (not merely a daylightspell) and flee from it. A spectre Medium Undead (Incorporeal) caught in sunlight cannot attack and can take only a single move",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., freedom of movement, low- symbol of fear, asymbol of insanity, asymbol of pain, asymbol of persua- light vision, scent sion,asymbol of sleep, and a symbol of stunning as the spells (caster Saves: Fort +9, Ref +5, Will +2 level 18th), except that all save DCs are 22 and each symbol re- Abilities: Str 21, Dex 13, Con 21, Int 2, Wis 12, Cha 10 mains a maximum of one week once scribed. The save DCs are Skills: Listen +10, Spot +11 Charisma-based. Feats: Alertness, Dodge",
        "name":  "Once per week a gynosphinx can create a symbol of death, a Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10–14 HD (Large); 15–27 HD venom takes effect. Spider eaters do not like to give up (Huge) their prey, and foes who harry them with spells or",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+3 (cohort) ranged attacks provoke a determined counterattack. Implant (Ex): Female spider eaters lay their eggs inside This creature is bigger than a horse and has a tawny lion body, great paralyzed creatures of Large or larger size. The young emerge falcon wings, and the head of a falcon. about six weeks later, literally devouring the host from inside. Poison (Ex): Injury, Fortitude DC 17, initial damage none, sec- Of all the sphinxes, only these creatures are evil at heart. They are ondary damage paralysis for 1d8+5 weeks. The save DC is Con- always male. They spend much of their time searching for a stitution-based. gynosphinx but are generally just as happy to maul someone. Freedom of Movement (Su): Spider eaters have a continuous freedom of movement ability as the spell (caster level 12th). When Combat the spider eater serves as a mount, this effect does not extend to its Hieracosphinxes can make short work of even the most danger- rider. ous opponents with their claws. They are not particularly intelli- Skills: Spider eaters have a +4 racial bonus on Listen and Spot gent, but are cunning enough to dive at their enemies from above checks. with their flying ability. Rake (Ex): Attack bonus +13 melee, damage 1d6+2. TRAINING A SPIDER EATER",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, fiddle Saves: Fort +0, Ref +5, Will +3",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 5/cold Abilities: Str 7, Dex 16, Con 11, iron, low-light vision, spell resistance 17 Int 12, Wis 13, Cha 18",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A nixie has a +8 racial bonus on any Swim check to per- One pixie in ten can use Otto’s irresistible dance (caster level 8th) form some special action or avoid a hazard. It can always choose to once per day. take 10 on a Swim check, even if distracted or endangered. It can Special Arrows (Ex): Pixies sometimes employ arrows that use the run action while swimming, provided it swims in a deal no damage but can erase memory or put a creature to sleep. straight line. Memory Loss: An opponent struck by this arrow must succeed on *Nixies have a +5 racial bonus on Hide checks when in the a DC 15 Will save or lose all memory. The save DC is Charisma- water. based and includes a +2 racial bonus. The subject retains skills, lan- guages, and class abilities but forgets everything else until he or PIXIE she receives a heal spell or memory restoration with limited wish, Small Fey wish, or miracle.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20 ft. (4 squares), fly 60 ft. (good) by a sleep spell. The save DC is Charisma-based and includes a +2",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, special arrows — –4 Strength, +8 Dexterity, +6 Intelligence, +4 Wisdom, +6",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2–3 HD (Small) iron, greater invisibility, spell resistance equal to 15 + class levels.",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Carapace, damage reduction 15/epic, immunity to fire, poison, disease, energy drain, and ability damage, regeneration 40, scent, spell resistance 32",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heat, burn spell-like abilities",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +4, Ref +2, Will +2 vision 60 ft., spell",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— (any one) +28, Diplomacy +11, Disguise +7 (+9 This creature has a sinuous body that is acting), Heal +20, segmented like an earthworm’s. The whole body Intimidate +32, Jump glows with orange-white heat. +38, Knowledge (any one) +28, Listen +32, The thoqqua is a wormlike monster with a Perform (oratory) +30, body hot enough to melt solid rock. It has a Sense Motive +32, Search 242 choleric mood and a foul temper. Although native to the Titan +28, Spellcraft +17, Spot +32, Elemental Plane of Fire, it is also known to inhabit the Elemental Survival +9 (+11 following Plane of Earth. tracks), Swim +16 TOHANIDA",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Awesome Blow, Blind-Fight, Cleave, Improved Bull Rush, like abilities: At will—bestow curse (DC 21), deeper darkness, unholy Improved Sunder, Power Attack, Quicken Spell-Like Ability blight (DC 21); 1/day—Bigby’s crushing hand (DC 26). Caster level (chain lightning) 20th. The save DCs are Charisma-based.",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Always chaotic (any) Spell-Like Ability feat, it can use chain lightning as a free action,",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard Special Attacks: Spell-like abilities",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2d8+4 (13 hp) poisonorneutralize poison spell removes the effect",
        "name":  "Hit Dice",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rend2d6+9 Rend2d6+10,spells",
        "name":  "SpecialAttacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Turn undead 13/day, smite evil, spells",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Jump +21, Listen +11, Move Silently +9, Concentration +11, Knowledge (nature) +9, Spot +11, Survival +8* Knowledge (religion) +8, Listen +15, Move Silently +12, Spellcraft +5, Spot +15, Survival +15 (+17 aboveground)*",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unarmed strike +14 melee year and a day. (1d10+5 plus energy drain) or +2 Half-Elf Traits (Ex): Immu- keen kama +16 melee (1d6+7) or +1 nity to sleep spells and effects; +2 frost sling +14 ranged (1d4+1 plus 1d6 racial bonus on saves against cold) enchantment spells or effects; low-",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A vampire retains all the special attacks of Gaseous Form (Su): As a standard action, a vampire can assume the base creature and gains those described below. Saves have a gaseous form at will as the spell (caster level 5th), but it can remain DC of 10 + 1/2 vampire’s HD + vampire’s Cha modifier unless gaseous indefinitely and has a fly speed of 20 feet with perfect noted otherwise. maneuverability. Blood Drain (Ex): A vampire can suck blood from a living victim Resistances (Ex): A vampire has resistance to cold 10 and electric- with its fangs by making a successful grapple check. If it pins the ity 10. foe, it drains blood, dealing 1d4 points of Constitution drain each Spider Climb (Ex): A vampire can climb sheer surfaces as though round the pin is maintained. On each such successful attack, the with a spider climb spell. vampire gains 5 temporary hit points. Turn Resistance (Ex): A vampire has +4 turn resistance. 252 Children of the Night (Su): Vampires command the lesser crea- Abilities: Increase from the base creature as follows: Str +6, tures of the world and once per day can call forth 1d6+1 rat Dex +4, Int +2, Wis +2, Cha +4. As an undead creature, a vampire swarms, 1d4+1 bat swarms, or a pack of 3d6 wolves as a standard has no Constitution score.",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 Vampire spawn use their inhuman strength when engaging mor- Treasure: None tals, hammering their foes with powerful blows and dashing them Alignment: Always neutral evil against rocks or walls. They also use their gaseous form and flight Advancement: 2–3 HD (Small) abilities to strike where opponents are most vulnerable. Level Adjustment: — Blood Drain (Ex): A vampire spawn can suck blood from a living victim with its fangs by making a successful grapple check. This creature looks like a hideous, distorted If it pins the foe, it drains blood, dealing 1d4 points of Constitu- human head suspended from leathery wings. tion drain each round. On each such successful drain attack, In place of hair, it is crowned with the vampire spawn gains 5 temporary hit pints. writhing tendrils, and its eyes burn with Domination (Su): A vampire spawn can crush an oppo- a menacing green flame. nent’s will just by looking onto his or her eyes. This is sim- ilar to a gaze attack, except that the vampire must take a standard action, and those merely looking at it are not affected. Anyone the vampire targets must succeed on a DC 14 Will save or fall instantly under the vampire’s influence as though by a dominate person spell from a 5th- level caster. The ability has a range of 30 feet. The save DC is Charisma-based. Energy Drain (Su): Living creatures hit by a vam- pire spawn’s slam attack gain one negative level. The DC is 14 for the Fortitude save to remove a negative level. The save DC is Charisma-based. For each such nega- tive level bestowed, the vampire spawn gains 5 temporary hit points. These revolting creatures come Fast Healing (Ex): A vampire spawn heals 2 points of into the world from the deepest damage each round so long as it has at least 1 hit point. If pits of the plane of Carceri. They reduced to 0 hit points in combat, it automatically assumes haunt graveyards, ruins, and other gaseous form and attempts to escape. It must reach its places of death and decay. coffin home within 2 hours or be utterly destroyed. (It A vargouille is slightly larger than a can travel up to nine miles in 2 hours.) Once at rest in its human head, about 18 inches high, with coffin, it is helpless. It regains 1 hit point after 1 hour, a wingspan of 4 feet. It weighs about 10 then is no longer helpless and resumes healing at the rate pounds. of 2 hit points per round. Vargouilles speak Infernal. Gaseous Form (Su): As a standard action, a vampire spawn can assume gaseous form at will as the spell (caster level COMBAT 6th), but it can remain gaseous indefinitely and has a fly speed Vargouilles attack by of 20 feet with perfect maneuverability. biting with their jagged teeth. Spider Climb (Ex): A vampire spawn can climb sheer surfaces Their special attacks make as though with a spider climb spell. them even more dangerous.",
        "name":  "COMBAT Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., A distant cousin to the true dragons, the wyvern is a planewalk, spell resistance 21 huge flying lizard with a poisonous stinger in its tail. Saves: Fort +6, Ref +7, Will +5",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blindsight 120 ft., immunities, vulnerability Beyond that range it is considered blinded. Yrthaks are invulnera- to sonic ble to gaze attacks, visual effects of spells such as illusions, and",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Usually chaotic evil YUAN-TI CHARACTERS Advancement: By character class The favored class for yuan-ti purebloods and Level Adjustment: +2 halfbloods is ranger. Yuan-ti abominations favor the cleric class. Yuan-ti clerics wor- This being looks much like a ship Merrshaulk. A yuan-ti cleric has slim-hipped, lithe human access to two of the following do- Yuan-ti with sharp features and mains: Chaos, Evil, Destruction, or unblinking eyes. A closer Plant. look, however, reveals a forked tongue, pointed teeth, YUAN-TI SOCIETY and scaly patches on the neck The yuan-ti are devout wor- and limbs. shipers of evil. They also hold all reptiles in high esteem. The Yuan-ti purebloods appear center of yuan-ti life is the human at first glance, with temple, and their rituals often only very subtle snakelike involve bloody sacrifices. features. They tend toward isolated, A pureblood is about the old ruins but have been same height and weight as a known to build even under- human. neath human cities. Yuan-ti are always secretive about the Combat location of a city or temple. Purebloods are the least intelli- Their architecture favors gent of the yuan-ti, though they curves, with ramps and poles still pride themselves on being more replacing stairs. intelligent than humans. Pure- The abominations rule over bloods often disguise them- the yuan-ti and are the temple selves as humans and work leaders, with the high priest above among them as spies for all. Purebloods take care of all out- their abomination masters. side negotiations, always pretend- Spell-Like Abilities: ing to be human. 1/day—animal trance (DC The chief deity of the yuan-ti 13), cause fear (DC 12), is Merrshaulk, who prompted charm person (DC 12), and directed the formation of darkness, entangle (DC 12). the line. Caster level 4th. The save DCs are Charisma-based. YUAN-TI Skills: *A pureblood gains a PUREBLOOD +5 racial bonus on Disguise checks when impersonating a Medium Monstrous human. Humanoid",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Poison, produce acid, spell-like abilities 61–80 Snake tail in addition to human legs (speed 30 ft., swim",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alternate form, chameleon power, darkvision 15 ft., can constrict Small or smaller creatures for 1d4+3 60 ft., detect poison, scent, spell resistance 16 points of damage)",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +15, Craft or Knowledge (any two) +17, 264 Halfbloods typically hang back out of melee while any purebloods Hide +8*, Listen +19, Move Silently +12, Spot +19 accompanying them wade in, using their chameleon power to hide Feats: AlertnessB, Blind-FightB, Combat Expertise, Dodge, while softening up opponents with their spell-like abilities. If the Improved Initiative, Mobility ZOMBIE",
        "name":  "Combat Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Usually chaotic evil Spell-Like Abilities: At will—animal trance (DC 16), entangle",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Oozes often have low Dexterity and high Constitution not native to the Material Plane, which determines how it is af- scores for their size. fected by spells that banish or dismiss extraplanar creatures.",
        "name":  "Ooze",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Undead often have high Strength and Dexterity scores is affected by certain spells. for their size. Guardinal: The creature is a celestial that belongs to the guardi-",
        "name":  "Undead",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creatures of size Tiny or smaller shouldn’t bond to the lawful-aligned Outer Planes, which determines how it have a very large number of Hit Dice, simply because they don’t is affected by certain spells. have the necessary body mass to have the sort of innate toughness Native: Despite its outsider type, the creature is actually a that a large number of racial Hit Dice would suggest. If you want native of the Material Plane. to create very small creatures with lots of Hit Dice, you might be Reptilian: The creature is a humanoid with reptilelike charac- better off to keep the creature’s racial Hit Dice low and assign it teristics. some number of character class levels instead. Shapechanger: The creature possesses an innate ability to",
        "name":  "Maximum HD",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An afflicted lycanthrope cannot attempt a voluntary The creature can only select a spell-like ability duplicating a change until it becomes aware of its condition (see Lycanthropy as spell with a level less than or equal to half its caster level (round an Affliction, page 178). down) –2. For a summary, see the table in the description of the Quicken Spell-Like Ability feat. For example, a creature that uses ABILITY FOCUS [GENERAL] its spell-like abilities as a 13th-level caster can only empower spell- Choose one of the creature’s special attacks. This attack becomes like abilities duplicating spells of 4th level or lower. more potent than normal. Special: This feat can be taken multiple times. Each time it is",
        "name":  "Special",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Special attack. taken, the creature can apply it to a different one of its spell-like",
        "name":  "Prerequisite",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Normally the use of a spell-like ability requires a standard check (DC 10 + 1/2 creature’s HD) to cast a spell. action and provokes an attack of opportunity unless noted otherwise.",
        "name":  "Those caught in the cloud must succeed on a Concentration Normal",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An aberration has the following features. —The creature retains any spellcasting ability it had in its orig- —d8 Hit Dice. inal form, although it must be able to speak intelligibly to cast —Base attack bonus equal to 3/4 total Hit Dice (as cleric). spells with verbal components and it must have humanlike hands —Good Will saves. to cast spells with somatic components. —Skill points equal to (2 + Int modifier, minimum 1) per Hit —The creature is effectively camouflaged as a creature of its Die, with quadruple skill points for the first Hit Die. new form, and it gains a +10 bonus on Disguise checks if it uses",
        "name":  "Features",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many devils belong to the race of evil out- inal form, although it must be able to speak intelligibly to cast 306 siders known as the baatezu. spells with verbal components and it must have humanlike hands",
        "name":  "Baatezu Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A baatezu possesses the following traits (unless otherwise to cast spells with somatic components. noted in a creature’s entry). —Thecreature is effectively camouflaged as a creature of its GLOSSARY CHAPTER 7: new form, and gains a +10 bonus on Disguise checks if it uses this —Immunity to any effect that requires a Fortitude save (unless ability to create a disguise. the effect also works on objects, or is harmless). —Not at risk of death from massive damage (see page 145 of the",
        "name":  "Traits",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This subtype usually is used for elementals and that level; this loss persists until the negative level is removed. outsiders with a connection to the Elemental Plane of Earth. Earth Negative levels remain until 24 hours have passed or until they creatures usually have burrow speeds, and most earth creatures are removed with a spell, such as restoration. If a negative level is can burrow through solid rock. not removed before 24 hours have passed, the affected creature must attempt a Fortitude save (DC 10 + 1/2 draining creature’s Effective Character Level (ECL):This number represents a racial HD + draining creature’s Cha modifier; the exact DC is given creature’s overall power relative to that of a character from the in the creature’s descriptive text). On a success, the negative level Player’s Handbook.A creature with an ECL of 10 is roughly equiva- goes away with no harm to the creature. On a failure, the negative lent to a 10th-level character. A creature’s ECL is the sum of its Hit level goes away, but the creature’s level is also reduced by one. A Dice (including class levels) and level adjustment. For instance, a separate saving throw is required for each negative level. minotaur has 6 HD and a +2 level adjustment. It is the equivalent of an 8th-level character. Environment:This entry in a statistics block describes the type of climate and terrain where the creature is typically found.",
        "name":  "Earth Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A monster that takes levels in a class (or more Gaze (Su):A gaze special attack takes effect when opponents than one class) has a favored class, just as player characters do. In look at the creature’s eyes. The attack can have almost any sort of addition, a monster’s racial Hit Dice also count as a favored class, effect: petrification, death, charm, and so on. The typical range is in effect: If the monster becomes a multiclass character, neither its 30 feet, but check the creature’s entry for details. favored class nor its racial Hit Dice count when determining The type of saving throw for a gaze attack varies, but it is usually a whether the creature takes an experience point penalty. Will or Fortitude save (DC 10 + 1/2 gazing creature’s racial HD + gazing creature’s Cha modifier; the exact DC is given in the creature’s Fear (Su or Sp): Fear attacks can have various effects. descriptive text). A successful saving throw negates the effect. A mon- Fear Aura (Su):The use of this ability is a free action. The aura ster’s gaze attack is described in abbreviated form in its description. can freeze an opponent (such as a mummy’s despair) or function Each opponent within range of a gaze attack must attempt a like the fearspell (for example, the aura of a lich). Other effects are saving throw each round at the beginning of his or her turn in the possible. A fear aura is an area effect. The descriptive text gives the initiative order. Only looking directly at a creature with a gaze size and kind of area. attack leaves an opponent vulnerable. Opponents can avoid the Fear Cones (Sp) and Rays (Su): These effects usually work like the need to make the saving throw by not looking at the creature, in fearspell. one of two ways. Ifa fear effect allows a saving throw, it is a Will save (DC 10 + Averting Eyes:The opponent avoids looking at the creature’s face, 1/2 fearsome creature’s racial HD + creature’s Cha modifier; the instead looking at its body, watching its shadow, tracking it in a exact DC is given in the creature’s descriptive text). All fear attacks reflective surface, and so on. Each round, the opponent has a 50% are mind-affecting fear effects. chance to not need to make a saving throw against the gaze attack. The creature with the gaze attack, however, gains concealment",
        "name":  "Favored Class",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature with a swim speed can move through water at doesn’t move (a shrieker). The creature automatically fails its swim speed without making Swim checks. It has a +8 racial Strength checks. If the creature can attack, it applies its Dexterity bonus on any Swim check to perform some special action or avoid modifier to its base attack bonus instead of a Strength modifier. a hazard. The creature can always can choose to take 10 on a Swim Dexterity:Any creature that can move has at least 1 point of check, even if distracted or endangered. The creature can use the Dexterity. run action while swimming, provided it swims in a straight line. A creature with no Dexterity score can’t move (a shrieker, for example). If it can perform actions (such as casting spells), it ap-",
        "name":  "Swim",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A special ability is either extraordinary (Ex), casting rules that characters are, except as follows. spell-like (Sp), or supernatural (Su). A spellcasting creature that lacks hands or arms can provide any",
        "name":  "Special Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature collects no treasure of its own. spell) can heal undead creatures. The fast healing special quality",
        "name":  "None",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(3/2; save DC 12 + spell zier provides heat, and a small writing desk in one level): 0—cure minor wounds, light, mending;1st—bless, 6 corner holds a pile of parchments, pens, an inkwell, command.",
        "name":  "Adept Spells Prepared",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Power word stun was listed in spell-like Change Shape (Page 306–307) abilities as both at will and 1/day.",
        "name":  "Problem",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Low-light vision, scent Remove “polymorph (self only)” from spell-like",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Always neutral Alternate Form (Su): An imp can assume another form at will as a standard action. Each imp can assume one or Advancement: 9–16 HD (Large); 17–24 HD (Huge) two forms from the following list: Small or Medium Level Adjustment: — monstrous spider, raven, rat, and boar. Dragon, Red Dinosaur, Deinonychus Monster Manual, page 77 Monster Manual, page 60 The sample very old red dragon’s typical sorcerer spells Medium Animal known lists emotion. Replace it with the confusion spell.",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Monster Manual, page 116 Dinosaur, Megaraptor Remove “polymorph (self only)” from spell-like Monster Manual, page 60 abilities.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Prerequisite spells for constructing a stone of any Small or Medium humanoid. golem or greater stone golem given on page 137 of the Monster Manual don’t match those given for the stone Ogre, Ogre Mage golem manual and greater stone golem manual on page Monster Manual, page 200 258 of the Dungeon Master’s Guide. Remove polymorph from spell-like abilities.",
        "name":  "Problem",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Dungeon Master’s Guide is correct. Add Change Shape (Su): An ogre mage can assume the the slow spell to the prerequisites for each of these form of any Small, Medium, or Large humanoid or golems in the Monster Manual. giant. Guardinal, Leonal Gelatinous Cube Monster Manual, page 142 Monster Manual, page 201 Remove “polymorph” from spell-like abilities. Large Ooze",
        "name":  "Solution",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4d10+32 (54 hp) Monster Manual, page 144 Initiative: –5 Remove “polymorph” from spell-like abilities. Speed: 15 ft. (3 squares)",
        "name":  "Hag Covey Hit Dice",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If the creature has resistance to certain times during an encounter. kinds of attacks, that information is given here. The creature’s spell resistance, if any, appears after the other resistances on IDENTIFICATION AND ENCOUNTER the same line. The top section identifi es the creature and gives the informa-",
        "name":  "Resist and SR",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This mournful tune creates deep unease. 23 Banshraes are powerful combatants that can Affected creatures are shaken. This is a fear effect. play their fl utes while fi ghting. They can use Gibbering Sing-Along: This catchy melody forces those fl utes to fi re clouds of darts, and they are listeners to blather meaningless sounds. Affected vulnerable to cold iron. creatures fail Move Silently checks, give away their 28 A banshrae can sometimes cause a target struck positions if invisible or hidden, cannot talk, and cannot by a special dart to spontaneously spew forth a cast spells that have verbal components. swarm of locusts. It can also affl ict an unlucky soul Traveler’s Tune: This sprightly ditty forces affected with a curse that draws the ire of others. 10 pqqqqqqqqqrs creatures to move at least 20 feet on their turns. EARHSNAB to rob, harass, and murder malevolent fey leaders innocent citizens. The last or other iniquitous and time through, the ban- powerful creatures. Ver- shrae killed a hunter who dant princes and evil was the local lord’s friend. nymphs enjoy such ser- That lord now seeks cou- vice, and they repay a rageous individuals to banshrae’s loyalty with waylay the fey and pun- honor and treasure, re- ish it for this crime. warding treachery with swift death. ECOLOGY Even among wick- Originally less harm- ed fey, banshraes are ful fey who sang and notorious for abusing reveled among their those weaker than they, more benevolent kin, as their whims dictate. banshraes became Banshraes respect only what they are through other banshraes and the treachery of an the strong. Nonfey can elder of their kind. expect torment and This banshrae, whose murder at their hands. name and actual crime are forgotten, TYPICAL betrayed a capricious TREASURE fey queen, who in Banshraes adore fi ne turn cursed all ban- clothing and jewel- shraes, stealing their ry. Their love for music mouths. A mighty and Banshrae inspires them to collect master- terrible verdant prince (MM4 172) made a work instruments made from—or extravagantly compact with the banshraes, interceding with dark spirits decorated with—precious materials. They have standard trea- and allowing the banshraes to have back a measure of their sure for their Challenge Rating. musical ability. Since then, banshraes have bred true, form- ing a new fey race devoted to grief and fear. BANSHRAES WITH CLASS LEVELS Banshraes “eat” while they rest, absorbing sustenance from Banshraes are soldiers that revel in battle and turmoil. They nearby plants and the earth. They breathe through holes in usually augment their considerable combat skills by advanc- the sides of their heads, under the hair. ing as fi ghters, though some advance as rogues. Both classes",
        "name":  "Dread Dirge",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blackwings guard tombs hidden high FOR PLAYER CHARACTERS up on treacherous mountains. Such locales have only one Blackwings offer a couple of prospects for characters. entrance—usually a tunnel leading from a narrow ledge Creation: Blackwings are created from the corpses of downward into the mountain’s depths. Blackwings never giant eagles. The corpse must be buried within the area of an enter the tomb itself, instead lairing on the ledge and in the unhallow spell for at least six months. Then, a spellcaster of entrance tunnel. The dismembered bodies of inquisitive 18th level or higher must cast create undead on the remains. explorers often fi ll a blackwing’s lair. Mounts: A blackwing must willingly submit to training",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Carnage demons embody destructive malevo- 19 Carnage demons are resistant to most forms of lence. Not only do they spread wanton violence, they also energy, and they have skin that only silver can cut through reliably. enjoy infl icting suffering. 24 A carnage demon’s fi sts can pound through nearly any material. The more carnage demons present, Society the more powerful their attacks become. The carnage demon’s particular purpose of mad destruction pqqqqqqqqqrs doesn’t lend itself to fi tting into any organized society, even 23 Illus. by M. Coimbra DEMON Draudnu CR 10 a demonic one. Its dim intellect allows it to be easily enticed by the promise of devastation. In many cases, more powerful Always CE Medium outsider (chaotic, evil, extraplanar, obyrith) fi ends, especially the more cunning demons such as adarus Init +4; Senses darkvision 60 ft., true seeing; Listen +20, or succubi, loosely control groups of carnage demons. Spot +20 In the vast hordes of fi endish armies that battle on the Aura form of madness (60 ft.) Lower Planes, demonic generals send mobs of carnage Languages Abyssal, Common; telepathy 100 ft. demons behind the fi rst waves of dretches, since dretches AC 21, touch 14, flat-footed 17; Dodge, Mobility are more likely to rush toward the enemy if the threat of (+4 Dex, +7 natural) death at the fi sts of carnage demons is spurring them onward. hp 119 (14 HD); fast healing 5; DR 10/lawful Immune acid, mind-affecting spells and abilities, poison Carnage demons are perfect shock troops—their savagery Resist cold 10, electricity 10, fire 10; SR 18 brings fear, death, and confusion to the opposing forces. Fort +13, Ref +13, Will +12 Speed 50 ft. (10 squares) Typical Treasure Melee 3 flesh hooks +18 each (2d6+4/19–20 plus immobilize) Carnage demons carry no possessions. Greater demons that Space 5 ft.; Reach 5 ft. (20 ft. with flesh hooks) employ these fi ends might send scavengers to scrounge for Base Atk +14; Grp +18 Atk Options Combat Reflexes, aligned strike (chaotic, evil) valuables from the victims of the carnage demons, so such Special Actions acid spray overlords have additional treasure equal to what a creature of Abilities Str 18, Dex 19, Con 18, Int 13, Wis 16, Cha 17 the carnage demon’s Challenge Rating might carry. SA acid spray, aligned strike, form of madness, immobilize Feats Combat Expertise, Combat Reflexes, Dodge, Improved For Player Characters Critical (flesh hooks), Mobility, TrackB An evil spellcaster can summon a carnage demon using Skills Balance +30, Climb +21, Escape Artist +21, Jump +31, summon monster IV or a higher-level summon monster spell. Knowledge (the planes) +10, Listen +20, Search +18, Spot +20, Survival +20 (+22 on other planes, +22 Treat the carnage demon as if it were on the 4th-level list on following tracks), Tumble +23, Use Rope +4 (+6 bindings) the Summon Monster table (PH 287). Advancement 19–36 HD (Medium); 37–54 HD (Large) Form of Madness (Su) When a draudnu comes within 60 Carnage Demons in Eberron feet of a creature, that creature must succeed on a DC 20 Carnage demons are native to Shavarath, the Battleground, Will save or believe that something is growing inside it, where they are the vanguard of demonic forces that assault becoming sickened. The sickened condition is permanent until the insanity is cured by greater restoration, heal, the fortresses of that plane. During the Last War, conjurers miracle, or wish. A creature that successfully saves cannot from a group known as the Shavarath Cabal offered their be affected again by that same draudnu’s form for 24 services as experts in siege warfare. Once employed, these hours, and a creature that fails can be affected only once spellcasters could overwhelm nearly any fortifi cation, leav- until cured. Chaotic evil outsiders are immune to this ing no survivors. Rumors persist that the members of the ability. This is a mind-affecting ability. The save DC is Charisma-based. Shavarath Cabal traffi cked with fi ends from the Battleground, Immobilize (Ex) When a draudnu deals damage with a using mobs of carnage demons, letting them loose on targeted flesh hook, it can detach the end of that hook in the strongholds. None yet live to substantiate those claims. foe it struck, fastening that opponent to a surface such Where the members of the cabal are now, in the aftermath as a floor or wall. (The draudnu’s hook end regrows of the Last War, remains a mystery. immediately.) That enemy must succeed on a DC 21 Reflex save or be immobilized (see sidebar). This ability DRAUDNU doesn’t work if the hook can’t fasten a creature to a surface. The save DC is Strength-based. A hairless creature about the size of a human surges forward on three An immobilized opponent can pull itself free by muscular legs attached to its top. Swollen sacs of fl uid bulge from its taking a move action and making a DC 21 Strength body. A single pulsing red eye stares out from a mass of featureless check or Escape Artist check. However, the act of pulling free deals that foe 1d10 points of damage, unless it or wrinkled fl esh that must be the creature’s head, but that mass is at someone else takes a standard action and succeeds on the creature’s bottom. From around its eye extend three arms, each a DC 21 Heal check to dislodge the hook first. The check ending in a hook of bone. DCs are Strength-based. 24 NOMED pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "EARTHBIND Transmutation You hinder the subject’s ability to fly (whether through natural",
        "name":  "NEW SPELL",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action airborne creature subjected to this spell falls to the ground as if",
        "name":  "Casting Time",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) under the effect of a feather fall spell. Even if a new effect would",
        "name":  "Range",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) the duration of the earthbind spell.",
        "name":  "Duration",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remmanons are native to gp total. The rest of its wealth is in the Nine Hells of Baator. Given their spell-like the form of coinage and art objects, abilities, they have far more freedom than other or mundane jewelry. fiends, and they can be encountered on just about any plane. For Player Characters",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In her true form, Morlicantha future game moves through divination spells and similar is 35 feet long and has a wingspan of 50 feet. She weighs 2,500 effects. Such effects can still reveal other information about pounds. Her alternate forms adhere to racial averages. a xorvintaal dragon.",
        "name":  "Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Morlicantha has a deep and abiding respect Spell Resistance: Xorvintaal dragons do not have spell for the rules of xorvintaal, but her sense of fair play doesn’t resistance. dull her competitive edge one bit. When it comes to xor- Saving Throws: A xorvintaal dragon gains a +1 insight vintaal, she acts as aggressively as the rules allow. She is bonus on saving throws for every two age categories it has. lawful good. A young adult, for example, gains a +2 insight bonus.",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Xorvintaal dragons lose the ability to cast spells. Society Spell-Like Abilities: A xorvintaal dragon retains all spell- Morlicantha is obsessed with xorvintaal, but she has opted like abilities, and it gains the following. for a risky play style. She refuses to ally herself with more Charm Monster (Sp): At will, a xorvintaal dragon can use powerful dragons, choosing to go it alone. This choice affords charm monster on its exarchs (caster level 8th + the dragon’s her great freedom, but any other dragon can move on her age category). territory and lair without having to worry about a powerful Scrying (Sp): Three times per day, a xorvintaal dragon can patron. Of course, other dragons don’t necessarily know use scrying with one of its exarchs as the target (caster level Morlicantha is a loner. 8th + the dragon’s age category).",
        "name":  "Spells",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When it is in combat, a xorvintaal dragon’s fangs and claws drip a corrosive fluid called dragon toxin. Any creature dealt damage by the xor- vintaal dragon’s bite or claw attacks is affected by dragon toxin. At the start of each of the dragon’s turns, each crea- ture affected by dragon toxin takes an extra 5 points of damage for every two 44 age categories the dragon has. Multiple EHT FO SNOGARD EMAG TAERG Chorranathau and Morlicantha sdlonyeR .W yb .sullI wounds don’t deal damage multiple times—a creature is Twist of Fate: Taking this ability gives a xorvintaal dragon either affected by dragon toxin or not. Any form of magi- an array of benefi ts, each activated as an immediate action cal healing eliminates dragon toxin currently affecting in response to a specifi c trigger. a creature but doesn’t protect against subsequent expo- • When subject to a targeted spell, a xorvintaal dragon can sure. Its dragon toxin harmlessly dissipates 1 round after take an immediate action to try to disrupt the incoming a xorvintaal dragon dies. spell. The effort grants the dragon a bonus on the saving",
        "name":  "Dragon Toxin",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fet- monster spell. Treat the fetid id fungi live in moist, fungus as if it were on shadowy regions, such the 2nd-level list on the as caverns and forest- Summon Monster table ed marshes, bogs, (PH 287). swamps, as well as other places where FETID FUNGI death and decay are IN EBERRON prevalent. Their terri- Few doubt the popular spec- tory is sometimes marked ulation that the daelkyr are with partially decomposed an- responsible for the creation of imal bones, unique in that they fetid fungi. Many daelkyr consider are rubbery and smell especially fetid fungi works of art and keep them foul. A successful DC 16 Knowledge in sizable collections. They fi nd the slow (nature) check reveals that these types churning of their amorphous forms relaxing. of skeletal remains are left by fetid fungi. It is also said that they fi nd the plants’ sickening",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gem scarabs come FOR PLAYER CHARACTERS in a wide variety of hues and have an equally wide variety A gem scarab can be acquired as an improved familiar of gemstones upon their backs. Each scarab has six fully (DMG 200). A spellcaster of any alignment can have a gem formed stones. scarab familiar, but that character must have an arcane A gem scarab’s carapace can be silver, gold, copper, or spellcaster level of 5th and the Improved Familiar feat. any other metallic sheen, often subtly shifting in color The gem scarab’s master can select the 0-level spell the from one end of the beetle to the other. Upon their familiar uses as its spell-like ability before summoning wing cases grow encrustations of what appear to be the creature, but that choice cannot be changed after the gemstones—crystallized minerals that are as radiant and familiar is summoned. lovely as any jewel. Normal gem scarabs are 2 feet in length, with six barbed pqqqqqqqqqrs legs and fi erce mandibles that are adapted to breaking up minerals. This adaptation also makes the mandibles suitable GEM SCARAB LORE for hurting animals and people. Characters who have ranks in Knowledge (nature) can learn",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A Gruumsh- Special Qualities: An Imix-blooded Nozgûg, Gruumsh-blooded orc blooded orc gains the following special creature gains the following special qualities. actions. Burn (Su): The fi res that cloak an Imix-blooded creature lash Gruumsh’s Glare (Su): Once per day, a Gruumsh-blooded out to harm those who would dare attack it. Any creature that orc can cause a baleful, glowing red eye to appear in his hits an Imix-blooded foe with a melee attack takes 3 points empty eye socket. The eye creates a 60-foot cone of red of fi re damage. energy. All creatures in this area must succeed on Forti- Death Throes (Su): Imix is quick to reward those who tude saves (DC 10 + 1/2 the orc’s HD + his Con modifier) follow him, but his fiery anger is legendary. When killed, or be paralyzed for 1 round. Elves take a –4 penalty on an Imix-blooded creature explodes in a 30-foot-radius this save. burst that deals fire damage to each creature or object in Gruumsh’s Fury (Su): Once per day, as a swift action, a the area equal to 1d6 × 1/2 the Imix-blooded creature’s Gruumsh-blooded orc can draw upon the power of the divine Challenge Rating. A successful Reflex save (DC 10 + 1/2 blood within his body to gain a +4 bonus (+8 against elves) the Imix-blooded creature’s HD + its Cha modifier) halves on damage rolls for the rest of his turn. this damage. 65 Illus. by R. Horsley CREATURE GOD-BLOODED Kord-Blooded Vecna-Blooded “Kord-blooded” is an acquired template that can be added to “Vecna-blooded” is an acquired template that can be added to any non-evil living creature that has a Strength score of 16 any evil creature capable of casting 2nd-level or higher arcane or higher. Each year, the major temples to Kord hold a great spells. When an arcane spellcaster manages to unravel the wrestling tournament, and the tournament’s winner wrestles Seven Riddles of Vecna, that individual can become Vecna- an aspect of Kord. Whoever pins the other wins. If Kord’s blooded. None know the true nature of these riddles, but aspect loses, he cuts his palm and drips a drop of blood on solving them sends a caster to a pocket dimension known as the victor’s brow, bestowing this template. Sometimes Kord the Oubliette of Secrets. There, after exposure to a number bestows this honor on a skilled, relentless competitor that of bizarre tortures and ordeals at the hands of a strange lost the match. creature known as the Anchorite, the caster emerges as a",
        "name":  "Special Actions",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A Kord-blooded creature gains the tattoos found in several of the volumes. following special quality. Special Actions: A Vecna-blooded creature gains the Kord’s Toughness (Su): Whenever a Kord-blooded creature following special actions. would take Constitution damage, that damage is halved. Enigma Aura (Su): Once per day, as a standard action, a Vecna-blooded creature can wrap itself in an aura that makes Orcus-Blooded creatures within 120 feet intermittently forget it’s there. At “Orcus-blooded” is an acquired template that can be added the start of each affected creature’s turn, that creature has a to any evil undead creature. The sacrifi ce of good-aligned 50% chance to be unable to attack the Vecna-blooded creature creatures totaling 20 or more Hit Dice causes an aspect of in any way, including with spells and special abilities. The Orcus to appear and bathe the petitioner with black, tarry aura lasts for 1 minute after it’s activated. blood poured from a golden chalice. The undead creature Hidden Spell (Su): Once per day, as a swift action, a Vecna- covered in this blood then grows goatlike horns and gains blooded creature can cause fl at-footed opponents to take a the Orcus-blooded template. The horns disappear when the template is lost. pqqqqqqqqqrs",
        "name":  "Special Qualities",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An Orcus-blooded creature gains the GOD-BLOODED LORE following special qualities. Characters who have ranks in Knowledge (religion) can learn Herald of Orcus (Su): An Orcus-blooded creature gains more about god-blooded creatures. When a character makes a successful skill check, the following lore is revealed, includ- a +1 bonus to the save DCs of necromancy spells it casts, ing the information from lower DCs. as well as a +1 bonus to the save DCs of its spell-like and supernatural abilities. Knowledge (Religion) Wand of Orcus (Su): Once per day, as a swift action, an Orcus- DC Result blooded creature can summon a minor wand of Orcus. The 15 God-blooded creatures are divine champions infused with the essence of their deity. The god’s wand appears in the creature’s hand and lasts for 1 minute. blood within them makes them incredibly durable, It functions as a +2 morningstar. but if they are sorely wounded, the god’s power Once per day, while the wand exists, the Orcus-blooded fades from them. creature can use it to deliver a melee touch attack. An oppo- 20 This result reveals one randomly chosen special nent so touched must succeed on a Fortitude save (DC 10 + action or special quality that the specifi c template grants. 1/2 the Orcus-blooded creature’s HD + its Cha modifi er) or 25 This result reveals a second, randomly chosen take 4 points of Constitution damage. If that foe fails the save, special action or special quality. the Orcus-blooded creature gains 2 temporary hit points per 30 This result reveals a third, randomly chosen HD that enemy possesses. These temporary hit points last special action or special quality. pqqqqqqqqqrs for 1 hour. 66 DEDOOLB-DOG ERUTAERC –4 penalty on saves against spells the creature casts on that that have a saving throw bonus against poison receive those same turn. benefi ts against the stench.",
        "name":  "Special Qualities",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 6 ranks, arcane caster level 3rd. on saving throws against the spells of spellcasters that have",
        "name":  "Prerequisites",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "MAGE SLAYER You have studied the ways and weaknesses of spellcasters and Concentration checks to do so), but they are aware that they can time your attacks and defenses against them expertly. cannot cast defensively while being threatened by you.",
        "name":  "NEW FEAT",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 2 ranks, base attack bonus +3. Special: Taking this feat reduces your caster level for all your",
        "name":  "Prerequisites",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hobgoblins are Tactics feat. lean and tall—usually over 6-1/2 feet tall and 250 pounds Warsoul Retinue (EL 9): A warsoul usually fights and built for agility. They have orange skin that blues or alongs ide two duskblades, a warcaster, and a spellscourge. reddens near their flat noses. Coarse hair, ranging in color In combat, this unit seeks out and slays enemy spellcasters. from red-brown to gray, grows on their heads as well as The duskblades form a defensive wall for the warcaster and on their arms and legs. Male hobgoblins can grow beards, the warsoul, while the spellscourge races forward to and some even have pattern balding like males of other harass or kill enemy casters. The warcaster focuses his humanoid races. spells on enemy warriors, and the warsoul does the",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A Thoon elder brain is neutral evil, as are A Thoon elder brain is an elder brain that has been twisted most followers of Thoon. Its efforts to gather quintessence by its time in the Far Realm and now leads the mind fl ayers without regard for the costs to others are unapologetically of Thoon. evil. It keeps its followers tightly organized among themselves (a lawful trait), but it can behave unpredictably and without Strategies and Tactics a clear long-term plan (a hallmark of chaos). A Thoon elder brain is best used as a climactic encounter—the big, bad monster at the end of an adventure. By the time the PCs Society reach a Thoon elder brain, they should have fought their way Just one Thoon elder brain currently exists. It’s the one that past dozens of mind fl ayers and other creatures of Thoon. leads the mind fl ayers of Thoon from place to place, searching A Thoon elder brain’s tactics depend on whether it believes out new sources of quintessence. one or more foes to be vulnerable to its powers of domination. In most respects, a Thoon elder brain behaves like a tradi- If so, the elder brain uses each of its mental actions to order tional mind fl ayer elder brain. It’s imperious, brilliant, and 122 SREYALF DNIM NOOHT FO pqqqqqqqqqqqqqqqqqqqqrs AN ELDER BRAIN AT CR 15? Both Lords of Madness and Underdark have statistics for a mind a CR 25 elder brain that goes to the Far Realm comes back at flayer elder brain. It’s a fine monster, but it’s CR 25, which limits CR 15. Whatever a Thoon elder brain was before it returned to how many campaigns can use it—it’s difficult to build an ad- the Far Realm is beyond the realm of PC knowledge. venture in which both CR 8 mind flayers and their CR 25 leader You can certainly file off the serial numbers, so to speak, and pose appropriate challenges. use a Thoon elder brain as a normal mind flayer elder brain. If The Thoon elder brain occupies encounter-design space closer you want both sorts of elder brains in your game, you can posit to the rank-and-file mind flayer. Because it relies on a smaller that Thoon elder brains lead smaller mind flayer colonies, and set of psionic abilities, it’s also easier for a DM to run. the elder brains described in Lords of Madness and Underdark The existence of this elder brain doesn’t necessarily mean that lead vast mind flayer cities. pqqqqqqqqqqqqqqqqqqqqrs utterly confi dent in its abilities. However, it has been touched third Thoon thrall. The Thoon creatures use typical tactics, by the Far Realm, so it sometimes behaves in strange ways, attempting to kill the characters. The infi ltrator is not worried telepathically broadcasting gibberish or making arbitrary about death, since it can revive itself later on. decisions that seem to make quintessence-gathering more Hidden Headquarters (EL 9): A Thoon infi ltrator, four difficult. Whether the Thoon elder brain is irrational or Thoon thralls, and a stormcloud of Thoon have set up an out- merely several moves ahead of everyone else is an unan- post in an out-of-the-way cabin near a small town. The Thoon swered question. infi ltrator and Thoon thrall go about their business, while The Thoon elder brain communicates telepathically with the hidden stormcloud uses its tremorsense to detect inter- the rest of the mind fl ayers of Thoon, delivering orders and lopers (making the group diffi cult to surprise). If caught, the making announce- Thoon thralls and the ments in a telepathic stormcloud of Thoon “voice” so intense that try to hold off the PCs it’s slightly painful. while the Thoon in- It ends each mes- fi ltrator runs into the sage with, “All hail woods, carrying off Thoon!” important papers, in- If the PCs are ad- cluding a map showing venturing within a the location of the mind mind fl ayer base or fl ayers’ main base. the nautiloid vessel Quintessence Pros- itself, they should pectors (EL 9): The hear several telepath- characters have found ic messages from the evidence that a seem- Thoon elder brain be- ingly normal person is fore they encounter it not who she appears to in person. The mes- be, but if they go after sages range from the her, they get more than mundane—“Gleaner they bargained for. Group Twelve, report They quickly discover to the Black Spire. that she is a Thoon in- All hail Thoon!”—to filtrator, but a bigger the threatening— surprise is the shadow “Intruders have been flayer lurking nearby, detected. Kill all but ready to grab a captive the elf. Bring the elf if the Thoon infi ltrator to the main quintes- telepathically identifi es sence processor. All someone as a target. hail Thoon!” If the PCs have any NPC allies who seem Advanced Thoon like easy targets, the Elder Brains shadow fl ayer goes after If you add Hit Dice to a Thoon elder brain, them. Otherwise, it grabs the character who increase its spell resistance and caster level by 1 for every seems like the weakest threat. Hit Die you add. Intruder Response Team (EL 11): The PCs have been detected near a Thoon stronghold. Four scythers of Thoon",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spectral riders serve at their master’s plea- creatures. sure, and they go where they are sent. If freed from service, Phantom Steed (Su) As the phantom steed spell; at will; caster level 7th. A spectral rider can use this ability as a spectral riders haunt their ancestral lands or the place where swift action. Its steed also becomes incorporeal when a they were slain, spreading evil and death wherever they go. 160 spectral rider uses its ghost shift ability. DROL LLUKS",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard (command) to use greater shout, as the spell, once per day.",
        "name":  "Activation",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat can be taken multiple times. Each time it is taken, the creature can apply it to a different one of its Presented here are feats used by monsters in this book. spell-like abilities. ABILITY FOCUS FLYBY ATTACK A particular special ability of a creature that has this feat is A creature that has this feat can attack on the wing. more potent than normal.",
        "name":  "MONSTER FEATS Special",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like ability at caster level 6th or Those caught in the cloud must succeed on a Concentration higher. check (DC 10 + 1/2 creature’s HD) to cast a spell.",
        "name":  "Prerequisite",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose one of the creature’s spell-like abilities,",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Without this feat, a creature must keep moving subject to the restrictions below. The creature can use that when fl ying unless it has good or better maneuverability. ability as an empowered spell-like ability three times per day (or less, if the ability is normally usable only once or twice IMPROVED NATURAL ATTACK per day). The natural attacks of a creature that has this feat are more When a creature uses an empowered spell-like ability, dangerous than its size and type would otherwise dictate. all variable, numeric effects of the spell-like ability are",
        "name":  "Normal",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Normally the use of a spell-like ability requires a to its current Hit Dice. Each time it gains a Hit Die (such standard action and provokes attacks of opportunity unless as by gaining a level or advancing), it gains 1 additional hit otherwise noted. point. If it loses a Hit Die (such as by losing a level), it loses",
        "name":  "Normal",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like ability at caster level 10th or damage, whichever is greater. higher.",
        "name":  "Prerequisite",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature can use one of its spell-like abili- WINGOVER ties as a quickened spell-like ability three times per day The creature can change direction quickly while fl ying. (or less, if the ability is normally usable only once or twice",
        "name":  "Benefit",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fl ying creature that has this feat can change Using a quickened spell-like ability is a swift action direction quickly once each round as a free action. This feat that does not provoke attacks of opportunity. The crea- allows it to turn up to 180 degrees regardless of its maneuver- ture can perform another action—including the use of ability, in addition to any other turns it is normally allowed. A another spell-like ability—in the same round that it uses creature cannot gain altitude during a round when it executes a quickened spell-like ability. The creature can use only a wingover, but it can dive. one quickened spell-like ability per round. The change of direction consumes 10 feet of flying The creature can select a only spell-like ability duplicat- movement. ing a spell of a level less than or equal to half its caster level (round down) minus 4. For a summary, see the table below. 205 FEATS MONSTER 206 YRASSOLG",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This subtype usually is used for elementals and outsiders with a connection to the Elemental Plane This section provides defi nitions and descriptions of mon- Air. Air creatures have fl y speeds and usually have perfect ster characteristics. If you come across a term earlier in maneuverability (see Movement Modes, page 215). this book that you’re not familiar with, this is the place to find out more. These entries are presented as general Alternate Form (Su): A creature that has this special rules that might have exceptions when applied to a specific quality has the ability to assume one or more specific creature—if a specific creature’s entry differs from the alternate forms. A true seeing spell or ability reveals the rules provided in this section, that creature’s ability is as creature’s natural form. A creature using alternate form an exception to the general rule. Statistical specifics of a reverts to its natural form when killed, but separated body particular creature’s abilities, such as save DCs, are defined parts retain their shape. A creature cannot use alternate in that creature’s entry. form to take the form of a creature that has a template. Assuming an alternate form results in the following changes",
        "name":  "Glossary Air Subtype",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A baatezu has the following traits. alignment or come from a plane that predetermines it. It —See in Darkness (Su): All baatezu can see perfectly is possible for individuals to change alignment, but such in darkness of any kind, even that created by a deeper individuals are either unique or rare exceptions. darkness spell.",
        "name":  "The creature might have a hereditary predisposition to the Traits",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A monster that takes levels in a class or shaken. The range is usually 30 feet, and the duration (or more than one class) has a favored class, just as player is usually 5d6 rounds. characters do. In addition, a monster’s racial Hit Dice also This ability affects only those opponents with fewer Hit count as a favored class. If the monster becomes a multiclass Dice or levels than the creature has. An affected opponent character, neither its favored class nor its racial Hit Dice can resist the effect with a successful Will save (DC 10 + count when determining whether the creature takes an 1/2 frightful creature’s racial HD + frightful creature’s experience point penalty. Cha modifier). An opponent that succeeds on the saving throw is immune to that same creature’s frightful pres- Fear (Su or Sp): Fear attacks can have various effects. If ence for 24 hours. Frightful presence is a mind-affecting a fear effect allows a saving throw, it is a Will save (DC 10 + fear effect. 1/2 fearsome creature’s racial HD + creature’s Cha modifi er). All fear attacks are mind-affecting fear effects. Gaze (Su): A gaze special attack takes effect when oppo- Fear Aura (Su): The use of this ability is a free action. The nents look at the creature’s eyes. The attack can have almost aura can freeze an opponent or function like the fear spell, any sort of effect—petrifi cation, death, charm, and so on. among other effects. A fear aura is an area effect. The typical range is 30 feet. Fear Cones (Sp) and Rays (Su): These effects usually work The type of saving throw for a gaze attack varies, but it is like the fear spell. usually a Will or Fortitude save (DC 10 + 1/2 gazing creature’s racial HD + gazing creature’s Cha modifi er). A successful",
        "name":  "Favored Class",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature stabs with a stinger, dealing piercing Traits: An obyrith has the following traits. damage. Sting attacks usually deal damage from poison in —True Seeing (Su): An obyrith is under the constant addition to hit point damage. effect of true seeing, as the spell. This effect cannot be",
        "name":  "Sting",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature fl ails at opponents with a powerful dispelled. tentacle, dealing bludgeoning (and sometimes slashing) —Telepathy. damage. —Fast Healing (Ex): All obyriths have fast healing in an amount indicated in each creature’s entry.",
        "name":  "Tentacle",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some creatures lack certain ability scores. —Immunity to poison and mind-affecting spells and These creatures do not have an ability score of 0—they lack abilities. the ability altogether. The modifi er for a nonability is +0. —Resistance to acid 10, cold 10, electricity 10, and Other effects of nonabilities are detailed below. fire 10.",
        "name":  "Nonabilities",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any creature that can move has at least 1 point of miracle, or wish. A creature that successfully saves cannot be Dexterity. A creature that has no Dexterity score can’t move. affected again by that same obyrith’s form for 24 hours, and If it can perform actions (such as casting spells), it applies a creature that fails can only be affected once until cured. its Intelligence modifi er to initiative checks instead of its Chaotic evil outsiders are immune to this ability. This is a Dexterity modifi er. The creature automatically fails Refl ex mind-affecting ability. saves and Dexterity checks.",
        "name":  "Dexterity",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An outsider is a creature at least partially some plant creatures are mindless and gain no skill points composed of the essence of some plane other than the Mate- or feats. rial Plane. Some creatures start out as with another type and Traits: A plant creature possesses the following traits. become outsiders when they attain a higher (or lower) state —Low-light vision. of spiritual existence. —Immunity to critical hits, mind-affecting spells and",
        "name":  "Outsider Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Force golem, magmacore golem, merchurion, rylkars (all), steelwing, Thrym hound, tirbanas (all), tusk scouring slinger, scouring stanchion, scyther of Thoon, shard- terror. soul slayer, slinger scorpion, stormcloud of Thoon, Thoon hulk, Monstrous Humanoid: Greenspawn zealot, hobgoblin spell- Thoon soldier. scourge, hobgoblin warcaster, hobgoblin warsoul, kuo-toas",
        "name":  "Construct",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless). Range: Touch.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No. Duration: 1 hour/level.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. implanted the mage is free to go up and make their modest proposal to the now far more receptive This spell transmutes the subject’s clothes into target, who will hopefully blame the drink come the chocolate, cream or oil, forming a layer over their morning. entire body. Used for practical jokes or in wrestling competition, the spell is favoured by those who CCCCChhhhhaaaaannnnngggggeeeee SSSSSeeeeexxxxx enjoy such things. The United Guild Of Olive, Dairy Transmutation and Cocoa Farmers do not see the funny side of this",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 3. spell and a blue mage who over uses it may find",
        "name":  "Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. +5 ft./2 levels). This spell enables you to transmute to any gender,",
        "name":  "Range",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. for the subject of this spell.",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless). susceptible audience that has not resisted the spell. Fed up with being laughed at once he dropped his As with many spells that appear to enhance the robes, the gnome sorcerer Dirk Poyksward came up ‘characteristics’ of the subject, when the spell wears with this minor enchantment to improve his off they can be subject to the disappointment and reputation. anger of those who have been duped. This was well demonstrated by the public lynching of ‘Long- Once cast, anyone who sets eyes upon the genitalia Dong’ McTavish (formerly ‘Pixie-Hung’ McTavish), of the caster will regard it as the absolute most the noted bard whose spell suddenly collapsed beautiful and enormous example of manhood they have ever seen and will feel compelled to pass this information on to anyone who might be remotely interested. After using his spell while seeking relations with a few prostitutes and relieving himself at the public privy, Dirk soon found his reputation improving. At least until a merchant from a trading party of friendly giants caught sight of him and started comparing his girth to that of the great tree’s of the northern forests. Contrary to the opinion of the women of the town, under endowed gnomes do not make good piñata.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. effect of the spell are then free to enjoy whatever",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. of spice and a grain of sand. This powerful enchantment renders the casters IIIIInnnnnssssstttttaaaaannnnnttttt LLLLLooooovvvvveeeeennnnneeeeesssssttttt buttocks fascinating beyond belief to those of the sexual orientation to appreciate such a sight that are Conjuration (Creation) able to see. Level: Brd 5, Sor/Wiz 4.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M. Roll 2d4 +1/level to determine how many hit-dice of Casting Time: 10 minutes. creatures can be affected by a single casting of this Range: Close (25 ft. + 5 ft./2 levels) spell. Effect: One room.",
        "name":  "Components",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute. While this spell has not saved any lives, it has",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30 minutes +2 minutes/level. This spell may be recast to maintain the brothel",
        "name":  "Duration",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 0, Sor/Wiz 0. this simple but devastatingly effective spell, Components: V, S, M. scribbled it on a piece of scroll paper and tucked it Casting Time: 1 action. into a copy of ‘Old Boore’s Almanac’ in the college Range: Personal. library. It was rediscovered several years later, along Target: You. with a small packet of dried mushrooms and a Duration: 4 hours +1 hour/level. pornographic depiction of Ehlonna and a very friendly unicorn. Many men awake in the morning with a magnificent and perfect erection that would normally go utterly MMMMMooooorrrrrdddddyyyyykkkkkeeeeennnnneeeeennnnn’’’’’sssss WWWWWooooonnnnndddddeeeeerrrrrfffffuuuuulllll BBBBBrrrrrooooottttthhhhheeeeelllll to waste. By casting this spell the blue mage is able to preserve the morning’s first glorious hard-on for Conjuration (Creation) later use.",
        "name":  "Setting out to solve the problem, he came up with Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No. Level: Sor/Wiz 2.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. as well as shelter, which is where this spell comes in. Range: Touch.",
        "name":  "Sometimes you want comfort and a little hospitality Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. Saving Throw: None.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No. This spell creates a shadowy dream visitor that goes to the target in the night and engages them in After being besieged in his tower by barmaids vigorous rumpy-pumpy until they awake in the carrying young babies while suffering his fifteenth morning, exhausted and pleasured beyond the bout of ‘creeping cock nobbler,’ Percival Magister capacity to seek more. decided enough was enough. Working hard to try and ignore the shouting from outside, he first hid all Those affected by this spell do not gain the benefits his treasure on the ethereal plane and then set about of resting for the night. They regain no hit points, ensuring this would never happen to another young and spellcasters are unable to prepare spells. Also, ‘mage about town’. the target is unable to become sexually aroused for a period of 24 hours. Finally the breakthrough came and this commonly used cantrip came into being. When it is cast, the",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. You create a phantasmal image of the most erotic and enticing thing imaginable to the target. When first targeted by the spell, the target must make a Will save to try and disbelieve the illusion. If they fail, it reaches out and touches them in an intimate manner requiring them to then make a Fortitude save. If they succeed the Fortitude save they are affected as though by the vinegar strokes spell. If they fail affected by the spell, but also has to put up with they are instantly stunned and drop to the ground being pawed, groped and otherwise harassed. with a bemused and pleasurable look on their face. They are unable to speak, act or do anything for 1d6 Arcane Material Component: Expensive perfume hours unless attacked or harmed in some way to containing musk. bring them out of their reverie. PPPPPllllleeeeeaaaaasssssuuuuurrrrraaaaabbbbbllllleeeee VVVVViiiiibbbbbrrrrraaaaatttttiiiiiooooonnnnn PPPPPhhhhheeeeerrrrrooooommmmmooooonnnnneeeee EEEEEnnnnnhhhhhaaaaannnnnccccceeeeerrrrr Evocation",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates. Spell Resistance: Yes (object).",
        "name":  "Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None. their own spell, the wizards retired to the princess’",
        "name":  "Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. quarters for the time of their lives. With a single utterance so profoundly obscene, None-the-less, the spell remains popular with jealous shocking and pornographic that even the gods of husbands all over the land. love blush to hear it, the mage causes the target to turn into a melting pool of orgasmic bliss. PPPPPrrrrrooooottttteeeeeccccctttttiiiiiooooonnnnn fffffrrrrrooooommmmm MMMMMiiiiinnnnngggggeeeeerrrrrsssss Any creature with a Constitution score of less than Abjuration 10 is effectively stunned, writhing on the floor in Level: Brd 1, Sor/Wiz 1. bliss for 3d6 rounds. Creatures with a Constitution Components: V, S, M. score between 10 and 20 are stunned for 2d6 rounds Casting Time: 1 action. and creatures with a Constitution score of 20 or Range: Touch. above are stunned for 1d6 rounds. Targets: Creature touched.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless). effects of this spell, otherwise the target is limited to Spell Resistance: No. groaning in ecstasy and getting their hosiery damp and are considered to be prone. Users of some of the other spells listed here, as well as ‘beautiful’ people, often find themselves subject Power word, orgasm is a powerful but messy way of to the unwanted attentions of mingers – those ensuring a retreat from battle, a sure-fire way of people who not only fell from the ugly tree hitting pleasing a partner and a good way to ensure they are every branch on the way down, but also hit a not faking it. trampoline at the bottom and slammed into every branch again, before falling in front of the ugly cart PPPPPrrrrriiiiisssssmmmmmaaaaatttttiiiiiccccc CCCCChhhhhaaaaassssstttttiiiiitttttyyyyy BBBBBeeeeelllllttttt and being run down by it. Abjuration How to deal with this problem? A defensive spell",
        "name":  "Being hit or harmed in any way instantly breaks the Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. spells. The spell works almost exactly akin to the",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 ft. standard ‘protection from…’ spells but prevents",
        "name":  "Range",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels). Spell Resistance: Yes.",
        "name":  "Range",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless). glow. This can make places seem nostalgic and dreamlike, and can make the people you are looking Using some of the notes and preparations made in at seem a lot more attractive. The relaxation this the formulation of the ray of frost spell, this spell affords increases your Will and Fortitude saves by produces a slightly chilly light blue ray that plays one but causes you to take a –2 penalty to resist across the chest of the target, causing their nipples to anyone’s attempts to seduce or dupe you. swell to sensitive and visible prominence. If cast on another person you can use their If prepared as a 1st level spell instead of a cantrip the vulnerability to gain a +2 bonus to seduce, bluff or ray can be invisible, allowing the caster to get up to charm them. all sorts of mischief. SSSSShhhhhyyyyynnnnnaaaaarrrrraaaaa’’’’’sssss FFFFFllllliiiiirrrrrtttttaaaaatttttiiiiiooooouuuuusssss GGGGGlllllaaaaannnnnccccceeeee Enchantment (Charm)",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No.",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action. This spell summons a creature and binds them into",
        "name":  "Casting Time",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. cannot return to their home save by fulfilling the demands of the spell. Beware of meeting a With a word and a gesture the target’s clothes fall previously summoned creature outside the context away from their body, leaving them naked apart from of the spell or you may well be in trouble. the boots they are standing in. This includes any armour but does not include helmets, hats or Choose a 1st level creature from the Summon Sex jewellery. Partner table. The original purpose of this spell was for ogling and",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. Conjuration (Summoning) [see text]",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 6. This simple yet effective spell causes the target not",
        "name":  "Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned creatures, no two of to orgasm but rather to enter the tense and nerve which can be more than 30 ft. apart. tingling set of sensations just before orgasm. As summon sex partner I except you can summon While affected the target is unable to do much one partner from the 6th level list, 1d3 partners of the except make ‘Ooh! Aah!’ sounds hop from foot to same type from the 5th level list or 1d4+1 partners of foot and produce a series of comedic and the same type from a lower level list. embarrassing facial expressions. The target is unable to move, cast spells or use mental abilities SSSSSuuuuummmmmmmmmmooooonnnnn SSSSSeeeeexxxxx PPPPPaaaaarrrrrtttttnnnnneeeeerrrrr VVVVVIIIIIIIIII but can defend themselves from attack and attackers receive no bonuses to hit. Conjuration (Summoning) [see text]",
        "name":  "Effect",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd level arcane spells. Agony Mage",
        "name":  "Spellcasting",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Appraise 8 ranks, Bluff 8 ranks, Intimidate 8 pimp, he must decide to which class he adds the new ranks, Sense Motive 8 ranks. level for the purpose of determining spells per day",
        "name":  "Skills",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd level arcane spells. (and spells known, if applicable).",
        "name":  "Spellcasting",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character must have cast at least one Streetwise (Ex): The mystic pimp rapidly earns a successful summon sex partner spell of 2nd or higher degree from the school of hard knocks, learning their level for someone else’s enjoyment. way around the streets: how to act, how to behave and who not to mess with. This gives the mystic CCCCClllllaaaaassssssssss SSSSSkkkkkiiiiillllllllllsssss pimp a +2 bonus on Bluff, Gather Information, The mystic pimp’s class skills (and the key ability Intimidate and Sense Motive checks in a street life for each skill) are Appraise (Int), Bluff (Cha), situation. Diplomacy (Cha), Gather Information (Cha), Innuendo (Wis), Knowledge (nature) (Int), Whatever You Need (Ex): Beginning at 2nd level, a Knowledge (streetwise) (Int), Knowledge (the mystic pimp can tell exactly what a mark wants just planes) and Sense Motive (Wis). by looking at them. The mystic pimp makes a Sense Motive check (DC 10 + targets hit dice) and the",
        "name":  "Special",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4 happens more and more frequently. RRRRReeeeeqqqqquuuuuiiiiirrrrreeeeemmmmmeeeeennnnntttttsssss Beginning at 3rd level, the mystic pimp can begin to In order to become a seducer the character must fulfil form a permanent selection of creatures to offer their all the following criteria. clientele. A mystic pimp may have no more than three times his level in permanent employees at any one time. The mystic pimp can change their selection (by hiring new employees and firing old ones) each time they gain a level. Pimpin’ Ain’t Easy: Living on the streets is tough, very tough, even for a mystic pimp surrounded by fly honeys and dripping with gold. Upon achieving 4th level the mystic pimp gains Alertness and Endurance as bonus feats. Well Stocked (Sp): At this level the Mystic Pimp knows well the intricacies of summoning forth their wares for their customers and has become incredibly familiar with the spells rites and rituals involved. The mystic pimp may prepare one extra spell of each level per day, however this bonus spell must be a summoning spell that the pimp uses to satisfy his client’s desires (such as summon sex partner). If the pimps previous class did not prepare spells, they are instead able to cast one extra summon sex partner spell of each level per day. 36 PERVERSIONS OF POWER TTTTThhhhheeeee SSSSSeeeeeddddduuuuuccccceeeeerrrrr Class Base Fort. Ref. Will Level Attack Save Save Save Special Spells per Day/Spells Known 1 +0 +0 +0 +2 Sexy +1 level of existing class 2 +1 +0 +0 +3 Shocking +1 level of existing class 3 +1 +1 +1 +3 Caution to the Wind +1 level of existing class 4 +2 +1 +1 +4 All You can Think About +1 level of existing class 5 +2 +1 +1 +4 Slave to the Suave +1 level of existing class",
        "name":  "Once the mystic pimp builds up a reputation this Hit Die",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd level arcane spells. Upon choosing to become a seducer the character",
        "name":  "Spellcasting",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd level arcane spells. this period, they receive a -5 penalty to the Will save made to resist the seduction or spell. CCCCClllllaaaaassssssssss SSSSSkkkkkiiiiillllllllllsssss Slave To The Suave (Su): Once you have tasted a The peeping scryer’s class skills (and the key ability seducer you never go back. Their touch is addictive. for each skill) are Concentration (Con), Gather Once a seducer has successfully seduced a target Information (Cha), Listen (Wis), Scry (Int) and Spot they can spend a number of experience points equal (Wis). to the subject’s hit dice times 100 to make them their enslaved love monkey. Skill Points at Each Level: 2 + Int modifier. The target is permanently affected as though by a charm person spell. TTTTThhhhheeeee PPPPPeeeeeeeeeepppppiiiiinnnnnggggg SSSSScccccrrrrryyyyyeeeeerrrrr Class Base Fort. Ref. Will Level Attack Save Save Save Special Spells per Day/Spells Known 1 +0 +0 +0 +2 Sense +1 level of existing class 2 +1 +0 +0 +3 Overcome +1 level of existing class 3 +1 +1 +1 +3 +1 level of existing class 4 +2 +1 +1 +4 Never Forget an Arse +1 level of existing class 5 +2 +1 +1 +4 Still Spell +1 level of existing class 38 PERVERSIONS OF POWER CCCCClllllaaaaassssssssss FFFFFeeeeeaaaaatttttuuuuurrrrreeeeesssss class he adds the new level for the purpose of determining spells per day (and spells known, if The following are features of the peeping scryer applicable). prestige class. Sense (Ex): Honed to a keen edge by squinting into",
        "name":  "Spellcasting",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Someone who does not have this feat can DC Distraction still perform well enough sexually but is at best a 20 + spell level Engaged in intercourse. gifted or enthusiastic amateur, whereas someone 15 + spell level Receiving oral attention. with this feat is a consummate professional. 15 + spell level Giving oral attention (unable to cast spells with verbal EEEEEnnnnnddddduuuuurrrrraaaaannnnnccccceeeee (((((GGGGGeeeeennnnneeeeerrrrraaaaalllll))))) components). In addition to its normal uses, the Endurance feat 10 + spell level Receiving a lap dance. adds its bonus to the Concentration roll made to + skill check ‘prolong the inevitable’ and the Fortitude save made 5 + spell level Facing an attractive and naked to recover for a second bout (DC 15 + 5 per previous + opponents opponent in battle. performance). Charisma modifier 10 Needing to adjust one’s tackle.",
        "name":  "Normal",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Charisma meaning when applied to sexual 12+. enterprises and some new feats are required to reflect the expertise and Benefit: You may choose special abilities of those who devote to use your Charisma themselves to the pursuit of nookie. instead of your Intelligence when BBBBBeeeeedddddrrrrroooooooooommmmm PPPPPrrrrrooooofffffiiiiiccccciiiiieeeeennnnncccccyyyyy (((((GGGGGeeeeennnnneeeeerrrrraaaaalllll))))) determining the save Someone with this feat is especially DC of your spells. proficient in the bedroom department and 41 OBJECTS OF DESIRE",
        "name":  "Some feats also gain new Prerequisites",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th; Prerequisites: Forge Ring, A tiny statuette carved in the shape of a monkey enlarge; Market Price: 500 gp. who looks guilty, as if he has done something very naughty. The statuette is about an inch high and RRRRRiiiiinnnnnggggg ooooofffff PPPPPeeeeennnnneeeeetttttrrrrraaaaatttttiiiiiooooonnnnn carved of bright red stone. When the command word is spoken, the statue grows to a foot in height and This makes the wearer’s member slippery as though intones ‘I have been a very bad monkey, spank me.’ it was under the effect of a constant baykdoyr’s ultimate lubrication spell. If then suitably physically chastised, the carved monkey of spanking shrinks back to its original size",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th; Prerequisites: Forge Ring, and renders the user immune to any spells or effects baykdoyr’s ultimate lubrication; Market Price: 500 related to sex for 24 hours, as well as any sexual gp. tension or desire they might otherwise be feeling.",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In addition to the arcane by Wish or Miracle spell, each of which restores 25 lock feature of the basic belt, a toasting chastity belt points of damage. emanates a burning hands spell (5d4 points of damage) directly into the interloper’s crotch. This The house springs up in one round and contains an spell does not harm the wearer in any way, however ogre bouncer and 2d4 random ‘hosts/hostesses’ it can be reasonably assured that the target of the (owner’s preference) from the following table. They effect won’t be too healthy, and certainly won’t be are always glad to see anyone entering the interested in continuing their previous activities. whorehouse, and there is no charge for ‘services rendered’.",
        "name":  "Toasting Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1d6 scent in the water. It is unaffected by spells and Face/Reach: 2 ft. by 2ft./2 ft. attacks that affect conventional sight and gets no",
        "name":  "Damage",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Entangle, improved grab, implant though using the entangle spell to slow down their seedpod, constrict 1d6+6. retreat.",
        "name":  "Special Attacks",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Always neutral. application of a heal spell), it will explode causing",
        "name":  "Alignment",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nezumi canneverac- very thin andtheircomplexionsarevery pale or golden.They quireaTaintscore, andsufferno illeffectsfrom exposure havenofacial orbodyhair,butthehairontheirheadsis thick to theShadowlands.Effectssuchas thecloudofTaintspell andluxurious.Theyappear in allthediversityofhumans,and or the special attacks of Shadowlands creatures can still many come closetotheidealofhumanbeautyintheirsociety. harm them,however. Relations:Spiritfolk typicallylive as partofhumansociety, Aratling\u0027s sharpclaws andteeth deal 1d4points ofnormal andareaccepted as equals in humancommunities, evenwhen damagewithasuccessfulunarmedstrike.Aratlingcanmake their true ancestry is known. They are members of human only one unarmedattack perround, using either claw or a clans, citizens ofhumannations, andhavebloodrelationswho bite attack. areentirelyhuman.Atthesametime,they arepartofthespirit",
        "name":  "Immune to theShadowlandsTaint",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spiritfolkhavethespiritsubtype,whichmeans they canbe affected by spells that specifically target spirits, SPIRIT FOLK such as protection from spirits and invisibility to spirits. Their humanancestry makesthemhumanoids, however, sotheyare Spirit folk arethe descendants ofhumans andvariousspirits alsoaffectedbyspells suchas holdperson andcharmperson. of nature. Spirit folk have three distinct races-bamboo, AutomaticLanguages: Common and Spirit Tongue. Bonus river, andsea spirit folk.Alltievery strongly to the natural Languages:Aquan, Giant, Goblin,Hengeyokai,Nezumi. worldas well as to the societyof humans.Spirit folk arenot FavoredClass:Any.Whendeterminingwhetheramulticlass foundin Rokugan. spiritfolk suffersan XP penalty, herhighest-levelclassdoes",
        "name":  "SpiritSubtype",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spirit folk look human.Their eyes Trackless Step: Bamboo spirit folk leave no trail in natural areslenderandtheirmouths aresmall.Theireyebrows are surroundings andcannotbetracked. +2racialbonusonsavingthrows againstspells andspell-like never couching anegative opinion in gentle termsor hiding effectswiththewords\"earth,\" \"rock,\"\"stone,\"or\"wood\"inthe theirtrue feelings aboutanything.Atthe same time,they are name oftheeffect,shugenja spells oftheearthelement, and incredibly loyal, quitebravewhen thesituationrequires it,and wujenspells connectedto earthor wood. genuinelykind.",
        "name":  "Physical Description",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Vanaras are slightly shorter than to speakwithany animal.This ability is innate to bamboo humans,standing 41/2to S1/2feet tall andtypicallyweigh- spirit folk. Ithas a duration of 1 minute(the spirit folk is ing90 to 140 pounds.Theirbodies arecoveredwith lightfur, considered a 1st-levelcaster when usingthis ability, regard- rangingfrom white through lightblue to brown and black. less ofactual level).See thespeakwith animalsspelldescrip- Their faces are distinctly monkeylike, with protruding tion in thePlayer\u0027s Handbook. muzzles, furred cheeks, andwide, lipless mouths.They have long, semiprehensile tails, long fingers and toes, and large RIVER SPIRIT FOLK ears, but their arms, legs, and torsos are proportioned like Riverspiritfolk havetheseadditional characteristics. thoseofhumans.",
        "name":  "Onceperdayabamboospiritfolk canusespeakwithanimals Physical Description",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Vanaras are strongly chaotic but equally swimin astraightline. strongly good.They show little or norespectforsocial mores, +2 racial bonus on saving throws againstspells and spell- rules with nopurpose they canunderstand,or codesof disci- likeeffectswiththeword \"water\"in thename oftheeffect, pline, andhate tyrannyand oppression.Theironly concession shugenja spells of the water element, and wu jen spells to social orderis theiracceptance ofcastesystems.Their reli- connectedto water. gion allows forthepossibilitythat differentdivine gifts might Onceperdayariverspiritfolk canusespeakwith animalsto be givento differentpeople, although it rejects any different speakwith anyfish.This abilityis innate to riverspiritfolk. valuationofthose gifts. Vanaras, therefore, mightrespectthat It hasaduration of1 minute(the spirit folk is considered a religion is theprovince ofthepriestlycasteamonghumans,but 1st-level caster when usingthis ability, regardless of actual donotnecessarilyaccord thatcastetherespectandveneration level). See the speak with animals spell description in the humanpriestsmightexpect. Player\u0027sHandbook. Vanara Lands: Vanaras dwell in deep forests and high mountains, building theirvillages andtownsin such awayas to make a minimal impact on their natural surroundings. SEA SPIRIT FOLK They gather in looseclans,butdonotkeeptrackofkinshipat Seaspiritfolk havetheseadditional characteristics. all, so \"clan\" is avery looseterm fortheirassociations.They \" WaterBreathing:Seaspirit folkcanbreathewateraseasilyas subsistlargelybyhuntingandgathering, ratherthan farming they breatheair. the land.They rarely come into contactwith otherraces, and Seaspirit folk have abase swimmingspeedof30feet.They donotseek them out. do notneedto make Swim checks to swim normally.They",
        "name":  "Theycanusethe runaction whileswimming,provided they Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "VanarasspeakVanaran, whichis writtenin the +2racialbonusonsaving throws againstspells andspell-like Common script. Humans complainthat Vanaransounds like effectswith thefire descriptor. nothingbutscreeches andchattering,butit is acomplexand ,\u0027 Aseaspiritfolkcanmake aKnowledge(nature) check(oran subtle language. untrained intelligence check) with a +2 racial bonus to",
        "name":  "Language",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aferocious warriorwho uses fury and Wu Jen: Apotentarcanespellcaster.The wu jenis instinct to bringdown foes.This classisunchangedfrom detailed inthis chapter. itsdescriptioninthe Player\u0027s Handbook,exceptforcultural Class Name Abbreviations:Classnames areabbrevi- considerations. ated as follows:Bbn, barbarian;Ftr, fighter;Mnk, monk;",
        "name":  "Barbarian",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. spirits, ancestor spirits, andothers)with whom the shaman deals. Each shaman mustchooseatimeatwhichhemustspendan CLASS SKILLS houreachdayinquietconversationwiththe Ashaman\u0027s classskills (and thekeyability spirits to regain hisdailyallotmentof foreach school)areConcentration spells (typically,this houris at dawn or (Con), Craft(Int), Diplomacy(Cha), TABLE 2-3:THE SHAMAN Base Fort Ref Will Spells perDay* Level Attack Bonus Save Save Save Special 0 1 2 3 4 5 6 7 8 9 1st +0 +0 +0 +2 Unarmed strike, 3 1+1 - - - - - - - - animal companion 2nd +1 +0 +0 +3 Spirit sight 4 2+1 - - - - - - - - 3rd +2 +1 +1 +3 Turn or rebuke undead 4 2+1 1+1 - - - - - - - 4th +3 +1 +1 +4 Bonus feat 5 3+1 2+1 - - - - - - - 5th +3 +1 +1 +4 Spirits\u0027 favor 5 3+1 2+1 1+1 - - - - - - 6th +4 +2 +2 +5 5 3+1 3+1 2+1 - - - - - - 7th +5 +2 +2 +5 6 4+1 3+1 2+1 1+1 - - - - - 8th +6/+1 +2 +2 +6 Bonus feat 6 4+1 3+1 3+1 2+1 - - - - - 9th +6/+1 +3 +3 +6 6 4+1 4+1 3+1 2+1 1+1 - - - - 10th +7/+2 +3 +3 +7 6 4+1 4+1 3+1 3+1 2+1 - - - - 11th +8/+3 +3 +3 +7 Thirddomain 6 4+2 4+1 4+1 3+1 2+1 1+1 - - - 12th +9/+4 +4 +4 +8 Bonusfeat 6 4+2 4+1 4+1 3+1 3+1 2+1 - - - 13th +9/+4 +4 +4 +8 6 4+2 4+2 4+1 4+1 3+1 2+1 1+1 - - 14th +10/+5 +4 +4 +9 6 4+2 4+2 4+1 4+1 3+1 3+1 2+1 - - 15th +11/+6/+1 +5 +5 +9 6 4+2 4+2 4+2 4+1 4+1 3+1 2+1 1+1 - 16th +12/+7/+2 +5 +5 +10 Bonusfeat 6 4+2 4+2 4+2 4+1 4+1 3+1 3+1 2+1 - 17th +12/+7/+2 +5 +5 +10 6 4+2 4+2 4+2 4+2 4+1 4+1 3+1 2+1 1+1 18th +13/+8/+3 +6 +6 +11 6 4+2 4+2 4+2 4+2 4+1 4+1 3+1 3+1 2+1 19th +14/+9/+4 +6 +6 +11 6 4+2 4+2 4+2 4+2 4+2 4+1 4+1 3+1 3+1 20th +15/+10/+5 +6 +6 +12 Bonusfeat 6 4+2 4+2 4+2 4+2 4+2 4+1 4+1 4+1 4+1 *In addition to the stated number ofspells per dayfor 1st- through 9th-level spells, a shaman gets adomain spell for eachspell level, starting at 1st.The \"+1\" on this list represents that.Thesespells are in addition to anybonus spells for havinga high Wisdom. noon forgoodshamansandatduskor midnight forevil ones). Spirit Sight:Ashaman of2ndlevelandabovecanseeethe- Time spentrestinghas no effect on whether ashaman can realcreatures(including spirits) as easily as he sees material preparespells. creaturesandobjects.The shaman can easily distinguish In additionto hisstandard spells,ashamangets onedomain betweenetherealcreaturesandmaterial ones,becauseethereal spellofeachspelllevel,startingat 1st.Whenashamanprepares creaturesappeartranslucentandindistinct. adomain spell, itmustcome fromoneofhistwodomains(see Turn orRebukeUndead:When ashamanreaches3rdlevel, belowfordetails). he gains thesupernatural abilityto turn or rebuke undead. He",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose two mayusethisabilityanumberoftimesperdayequaltothreeplus domainsforyour shaman.Eachdomain represents an individ- hisCharisma modifier.He turnsundeadas acleric oftwolevels ualspirit with whichyouhave a specialrelationship-a spirit lowerwould.Neutralshamansmust chooseto either turn or ofthedead (usually oneofyour ancestors),ananimal spirit,or rebuke undead(see SpontaneousCastingabove). anature spirit.Eachspiritgivesyouaccessto adomain spellat ExtraTurning:Asafeat,ashaman maytake ExtraTurning. eachspelllevel,from1stonup,as well as agrantedpower.Your Thisfeatallowstheshaman toturnundeadfourmoretimesper shaman gets the grantedpowersofbothdomains youselect. daythan normal.Ashaman cantake this feat multiple times, With access to two domain spells at a given spelllevel, a gainingfour extradailyturningattemptseach time. shamanpreparesoneor theothereach day. Ifadomain spellis Bonus Feat:At 4th levelandeveryfour levels thereafter, a notonthe Shaman Spells list,a shaman canonly prepareit in shaman gains abonusmartial arts feat.The shaman must hisdomain slot. Domain spells andgranted powers are given choose thesefeats fromthe followinglist:DefensiveThrow, in Shaman Domains(see Chapter7). DeflectArrows (Grappling Block),Dodge,Expertise(Karmic When ashaman reaches 11th level, hecanchooseathird Strike,ImprovedTrip,Defensive Strike, Superior Expertise), domain,andgainsaccess tothespells andgrantedpowerofthis Great Throw, Improved Grapple (Choke Hold, Earth\u0027s domain.Each day, hecanpreparetwodomain spells ofcertain Embrace),Stunning Fist (Falling Star Strike, Freezing the spelllevels,as shownonTable2-3. Lifeblood, UnbalancingStrike,PainTouch).",
        "name":  "Spirits, Domains, and Domain Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ashaman can\u0027t castspells ofanalignmentopposedtohisown.Agoodshaman sake,hopingeventuallytolearnthemysteriesofVoid,the\"fifth cannotcastevil spells,andviceversa.Spells associatedwith the element\" thatbindstheothers together. alignments ofchaos, evil,good,andlaware identifiedas such Characteristics: Shugenjas are much more than spell- slinging sorcerers.They arethe foundation of Rokugan\u0027s on the\"School, Subschooland Descriptors\" line ofthe spell description. religion-priests who teach the rituals of piety, keep the namesoftheFortunes,andevenmeasurethepassageoftime.",
        "name":  "Chaotic, Evil,Good, andLawful Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any. cancast four 1st-levelspells perday-threeforbeing 1stlevel . d6HitDie: (see Table 2-4:TheShugenja), plus onethanksto her high Charisma.However,sheonly knowsthree 1st-levelspells:cure CLASS SKILLS lightwounds (her school spellof that level), bless, and burning Theshugenja\u0027s classskills (and thekeyability foreach skill) hands (see Table 2-5:ShugenjaSpells Known).Inanygivenday, areAlchemy (InT), Concentration (Con), Craft (Int), Diplo- shecancast cure lightwoundsfour times, cast blessfour times, cast burninghandsfourtimes, or cast some combinationofthe macy(Cha), Heal (Wis), Knowledge (allskills,takenindivid- ually) (Int), Profession (Wis), Scry(Int, exclusive skill), threespells atotaloffour times. She does not have to decide Spellcraft(Int). SeeChapter4: Skills in the Player\u0027s Handbook aheadoftime whichspells she\u0027ll cast. forskilldescriptions. Ashugenjamayuseahigher-levelslotto castalower-levelspell SkillPoints at 1stlevel:(4 +Intmodifier)x4. ifsheso chooses.Forexample, ifan8th-levelshugenja hasused",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginningat level, asoheigainstheDefen- 4thlevel, asoheigainsthe sive Strike feat (see Chapter4 ability to cast a small in thisbook),evenifshedoesn\u0027t numberofdivine spells.To have theprerequisite featsand cast aspell, thesohei must abilityscores. haveaWisdom score of at",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Starting at 11th level, thesoheigains level.Thesohei\u0027sspelllist appearsin Chapter7.Asohei has the extraordinaryabilityto shrugoffsome amount ofinjury access to anyspellonthelist andcanfreely choose which to fromeach blowor attack.Subtract 1fromthedamagethesohei prepare. A soheiprepares andcasts spells just as acleric or takeseach time sheis dealtdamage.At14th level, this damage shamandoes. reductionrises to 2. At 17th,it risesto 3.At20th,it risesto 4. Through3rdlevel, asoheihasnocasterlevel.Starting at 4th Damage reductioncanreduce damage to 0butnotbelow0. level, asohei\u0027scaster levelis one-halfherclasslevel.",
        "name":  "Damage Reduction",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Intelligencedetermines howpowerful aspellawu",
        "name":  "Abilities",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Byreputation,sorcerers arefeared and shunnedbymembers ofmost otherclasses. Most sorcerers jencancast,howmany spells thewujencancast perday, and howhard thosespellsareto resist.Tocastaspell, awujenmust don\u0027t mind at all-theyuse thefear and respectof others to have anIntelligencescoreof10 +thespell\u0027slevel.Awujengets help them accomplish theirowngoals.Occasionally,asorcerer maychoseto associatewith others anddeveloppersonal rela- bonus spells based onintelligence.TheDifficulty Classofa saving throwagainstawujen\u0027sspellis 10 +thespell\u0027slevel+the tionshipswith them.",
        "name":  "OtherClasses",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anynonlawful. whichrelies ondrawingbloodto powerspells,bloodsorcer-",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wujentendto standapartfromthelawfulsoci- least10 +the spell\u0027slevel.Awujen\u0027sbonusspells arebasedon etiesinwhichtheylive,floutingtherulesandnormsofdecent Intelligence.TheDifficultyClassforsavingthrows againstwujen folk.They havea strong tendencytowardchaos, butin any spells is 10 +thespell\u0027slevel+thewujen\u0027sIntelligence modifier. eventcannotbelawful. Unlike shugenjasand sorcerers, wu jen mayknow any",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Thespells ofa wujenare dividedinto to seek outothers like themselves,hermits, recluses,or exiles five elementalgroups:earth,fire,metal, water, andwood.When whohavegained thesecretsthey seek.Nearly allwujenare awujenlearnsallthespells ofasingle elementuptothehighest trainedbyasingle mentorin thisfashion, outcastfromproper levelofspells shecancast,sheisconsidered amaster ofthat ele- societyand setapartbytheirfearsome supernatural powers. ment.Thereafter,whenever thewujencastsaspellofthat ele-",
        "name":  "ElementalMastery",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most wu jenarehumans or hengeyokai,though ment,thesaving throwDC is increasedby2, while thewujen membersofallthecommon racesofOriental Adventures can herselfgets a+2 competence bonuson saving throws against learnthewujen\u0027scraft. spells ofthat element.This bonusstacks with thebonuscon-",
        "name":  "Races",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wujengenerallydon\u0027tlike membersofany ferredbytheSpellFocusfeat.Notethat whenthewujengains otherclass.Atthesame time,however, awujen is painfully theabilitytocast higher-levelspells,sheloseshermasteryuntil awarethat withoutfighters andsamuraito blockenemysol- shelearnsallthespellsofthatelementatthenewspelllevel.Cer- diers, ashamanto healherwounds,andperhapsarogueto deal tainspells onthewujenspelllistaredesignated\"All\";thismeans with locksandtraps,herpath totheknowledgesheseeksmay they belong to allelementalgroups,and awu jenmust learn beblockedbyinsurmountableandpossiblyfatalobstacles.This thesespellsinordertoachievemasteryofanyelement. realizationofherreliance on otherclassesmightmake her",
        "name":  "OtherClasses",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once holds one additional 1st-level spell. Each per day, a wu jen can time the wu jenachieves a newlevel, she focusherkitoburstinto gainstwo new spells ofany levelor sudden action. This levels that shecan cast (accord- giveshera+4 bonuson ing to her newlevel). For herinitiative checkfor example, when Hide- thatcombat. yori achieves 5th",
        "name":  "Sudden Action",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ableto castarcane or divine spells. anddamagerolls.Thebladedancer mustmake ajumpcheck;if",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male. spells from thoseschools.This additional bonus stacks with",
        "name":  "Gender",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anyevil. theSpellPenetrationfeat.",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SpellFocus. This benefitappliesevento schoolsforwhichthecharacter",
        "name":  "Feats",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 5th-levelarcane spells. gainstheSpellFocusfeatafterbecomingaeunuchwarlock.For",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    }
]
