[
    {
        "origin_file":  "spells.json",
        "description":  "Line from you to a point you spell’s level, whichever is lower. designate within range For example, a cleric casting mass",
        "name":  "Area",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action A side effect of this spell is that it You rip away some of the target’s per-",
        "name":  "Casting Time",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No; see text protected subject. levels, to a maximum of 1d4+3 points at caster level 9th. You ward a creature from attacks by REND ESSENTIA Creatures that do not have essentia soulmelds and incarnum creatures. Necromancy [Evil, Incarnum] pools suffer no ill effects from this spell.",
        "name":  "Spell Resistance",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Assassin 3, hexblade 3, Material Component: A tiny crystal of 1 foot around the warded creature. sorcerer/wizard 4 vial.",
        "name":  "The spell forms a barrier at a distance Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature consume a small portion Duration: 1 minute of your enemy’s soul to Saving Throw: Will negates (harmless) strengthen your own per- Spell Resistance: Yes (harmless) sonal essence and become stronger. You deal 1d4 When you cast this spell, you invoke points of Charisma dam- the power of souls unborn to reinforce age plus 1 additional point the recipient’s essentia pool. The crea- for every three caster levels, to ture touched gains 1 point of temporary a maximum of 1d4+5 points at essentia for every three caster levels, caster level 15th. If the target has to a maximum of 5 points of essentia an essentia pool, he instead loses at caster level 15th. These temporary essentia equal to the Charisma essentia points can be used just like damage that would be dealt (if normal essentia points for as long as the damage is larger than the soul boon lasts. target’s essentia pool, any left- Material Component: An empty insect over points of damage are dealt as cocoon. Charisma damage). This spell can’t reduce a target’s Charisma below 1. SOULBANNED ZONE You gain 1 point of temporary Abjuration essentia for every point of essentia Level: Sorcerer/wizard 8 or Charisma damage you deal to Components: V, S the subject. This temporary essentia Casting Time: 1 standard action remains in your pool for 1 minute, Range: Touch after which it dissipates. While you Area: 40-ft. radius emanating from have it, you can use your temporary the touched point essentia just like normal essentia. Duration: 10 minutes/level (D)",
        "name":  "When you cast this spell, you Target",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A black pearl Saving Throw: None worth at least 100 gp. Spell Resistance: No SOUL BLIGHT You create an immobile area within Necromancy which no incarnum can be used. All",
        "name":  "Material Component",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (object) or For- Saving Throw: None Saving Throw: Will negates titude negates; see text Spell Resistance: No Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 2, hexblade 2, sorcerer/ invest in this spell adds +1d6 to the to resist this effect. wizard 2 damage dealt per chakra bind severed.",
        "name":  "No save or spell resistance is allowed Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text Casting Time: 1 standard action Evocation [Incarnum] Spell Resistance: No Range: Medium (100 ft. + 10 ft./level)",
        "name":  "SOULMELD BLESSING Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20 ft. If you succeed on a caster level check Spell Resistance: No",
        "name":  "Range",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) if the creature has no essentia) to the creature.",
        "name":  "Spell Resistance",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S checks, and Strength-based Casting Time: 1 standard action skill checks. The valiant spirit Range: Close (25 ft. + 5 ft./2 levels) remains active for 1 minute, and Target: One creature then its power is expended and Duration: 1 round/level (D) the spell ends. Saving Throw: Will partial",
        "name":  "Fortitude saves, Strength Components",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No than one valiant spirit spell simultane- ously. If a second is cast before the fi rst You turn your opponent’s essentia has been discharged, the second spell Jozan bestows the blessing against him by beckoning to dark dissipates to no effect. of the valiant spirit powers that prey on soulstuff. Each",
        "name":  "No creature can be the target of more Spell Resistance",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For every point of essentia round on your turn, beginning on the you invest in this spell, the bonus round in which you cast this spell, your provided by the spirit improves by 1. WALL OF INCARNUM opponent takes damage equal to the Conjuration (Creation) [Incarnum] amount of essentia in his essentia pool",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to one creature/level Effect: Incarnum wall whose area is save must be repeated each round that up to one 5-ft. square/level the spell lasts. As valiant spirit, except as noted above. Duration: 1 minute/level (D)",
        "name":  "Target",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only a character capable of investing essentia affected as if by a divest essentia spell (see page 101). in a soulmeld can benefi t from an incarnum focus. Aura and Caster Level: Faint necromancy; CL 3rd.",
        "name":  "Prerequisite",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 5 ranks, Knowledge (religion) 5 action that provokes attacks of opportunity. ranks, Spellcraft 10 ranks. Improved Meldshaper Level: Each time you gain a level",
        "name":  "Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level divine spells. more than one divine spellcasting class before becoming",
        "name":  "Spellcasting",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 4 ranks, Knowledge (religion) 4 a sapphire hierarch, you must decide to which class to add ranks. each level for the purpose of determining spells per day,",
        "name":  "Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3. caster level, and spells known.",
        "name":  "Essentia Pool",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "to battle chaos spell, except that you need not be able to cast the spell and to hasten the day when law reigns supreme. Your abili- to use it. (In effect, you can use commune as a spell-like ties focus on controlling your own body and dealing extra ability, but only while in the presence of the Sapphire damage to chaotic foes. Eidolon.) Contact with the creature’s enormous intellect All of the following are class features of the sapphire is draining, however, so you must pay the spell’s XP cost hierarch prestige class. as normal.",
        "name":  "As a sapphire hierarch, you have two missions",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 8 ranks. more than one arcane spellcasting class before becoming a",
        "name":  "Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Incarnum Spellshaping. soulcaster, you must decide to which class to add each level",
        "name":  "Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level arcane spells. for the purpose of determining spells per day, caster level,",
        "name":  "Spellcasting",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "40 ft. (8 squares), fl y 150 ft. (poor) Sense Motive +24, Spellcraft +29 (+31 to decipher",
        "name":  "Speed",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 14, Dex 10, Con 14, Int 2, Wis 8, Cha 8 Special Attacks: Blinding beauty, song of misery, spell-like",
        "name":  "Abilities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Listen +1, Profession (teamster) +6, Spot +1 abilities, spells, stunning glance",
        "name":  "Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9 his childhood sweetheart horribly Treasure: Standard beaten to death by a gang of thugs the Alignment: Neutral evil day before he was to marry her. Over- Advancement: By charac- whelmed with rage at her attackers, he ter class had the misfortune to attract a stray Level Adjustment: — wisp of wrathful incarnum. This lost commoner has The beauty of this female is as un- degenerated to animal deniable as it is unsettling. Her intelligence. He spends fey features include pointed ears most of his time scav- and a shy smile, but her gaze has enging in back alleys for a sad quality that gives her a mel- bread crusts or rooting in ancholy air. the forest for grubs. At the moment that the uncontrolled incar- COMBAT num struck her, Dolcianne was mourning the When this lost commoner spies human- passing of a dryad she had known for many oids, his wrath and hunger drive him to attack. years. The incarnum strand bound and amplifi ed If he slays one opponent, he attempts to break off the primary emotion that Dolcianne was feeling the combat and drag the corpse off to feed on it. Lost at the time—namely, misery. Now a demented sekotS .A yb .sullI 662200__8888557799__CChhpp77..iinndddd 118822 77//1122//0055 99::2244::2266 AAMM 183 MONSTERS CHAPTER 7 creature of the forest, she lives like a savage and torments all those around her. Should Dolcianne ever recover from her lost state, she would be a powerful ally for her rescuers. COMBAT Because of her own misery, Dolcianne is driven to cause pain and sadness to any living creatures she sees. She is especially cruel to human, elf, or half-elf females, since they remind her all too much of her lost friend. Blinding Beauty (Su): Any creature within 30 feet of Dolcianne that looks directly at her must succeed on a DC 17 Fortitude save or be permanently blinded, as though by the blindness spell. Dolcianne can suppress or resume this ability as a free action. The save DC is Charisma-based. Rage (Ex): Once per day, Dolcianne can enter a state of fierce rage that lasts for 8 rounds. The following changes are in effect as long as she rages: hp increase by 45; AC 22, touch 16, flat-footed 22; Grp +10; Atk +13 melee (1d10+5, spiked chain) or +10 ranged (1d4+4, slam); Full Atk +13/+8 melee (1d10+5, spiked chain) or +10 ranged (1d4+4, slam); SV Fort +14, Will +15; Str 18, Con 20; Swim +12. At the end of her rage, Dolcianne is fatigued for the duration of the encounter. Song of Misery (Ex): As a free action, Dolcianne can begin a droning song. Every creature within 30 feet who can hear her is fascinated for as long as the song continues, plus 1 round thereafter (Will negates, DC 18). The sight of her does not allow a new saving throw, but any attack made against an affected character—even if the attack comes from Dolcianne herself—automatically ends the effect. Song of If only one or two opponents are still capable of fi ghting at misery is a mind-affecting effect. that point, she draws her spiked chain and looks for attacks Spell-Like Abilities: 1/day—dimension door. Caster of opportunity against charging combatants. Otherwise, she level 7th. moves away and casts a spell, such as entangle or spike growth,",
        "name":  "This lost was a teamster who saw Challenge Rating",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A lost has all the special attacks of the Alignment: Always evil (any). base creature, except for any spells that it can no longer Level Adjustment: — cast because of its reduced Intelligence score. In addi- tion, it gains a new special attack based on the particular MIDNIGHT CONSTRUCT emotion that has been fused to its soul, as given on the following table. MIDNIGHT CONSTRUCT, LESSER Emotion Special Attack Medium Construct (Incarnum)",
        "name":  "Special Attacks",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +3, Ref +4, Will +3 construct spells, she can grant it one or more of the follow-",
        "name":  "Saves",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +0, Intimidate +8, Jump –8, Knowledge (arcana) +5, Spellcraft +5",
        "name":  "Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A living construct derives its Hit Dice, base attack spell or a repair light damage spell, for example, and a living bonus progression, saving throws, and skill points from the construct is vulnerable to a harm spell. However, spells from template that gave it sentience or the class it selects. the healing subschool provide only half their normal effects to",
        "name":  "Features",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A soulspark gains formed by means of the soul- a +1 insight bonus on attack spark familiar soulmeld, most rolls and damage rolls for ev- are independent creatures ery point of essentia invested. formed spontaneously Defense: A soulspark gains from incarnum. a +1 insight bonus to AC and A soulspark wanders the on saving throws for every world alone, but it might point of essentia invested. choose to follow any other Healing: A soulspark gains creature it encounters, fast healing at a rate equal to helping or hindering as twice the number of essentia its alignment dictates. points invested. Chaotic soulsparks tend A soulspark created by to be mischievous, while means of the soulspark famil- lawful ones loyally follow iar soulmeld does not have and attend to their adopted this ability. Instead, it relies companions. Good soulsparks upon essentia provided by help creatures in need, while evil its shaper. ones look for opportunities to take advan- Soul Blast (Su): A soulspark tage of others when they least expect it. Soulspark attacks by focusing soul energy on its A soulspark is about the size of an open hand, target as a ranged attack with a range of 5 feet. It roughly 8 inches across. Because it is a being of energy, it has gains a bonus on its damage roll equal to its Charisma bonus negligible weight. The glow of an individual soulspark’s body (if any). This doesn’t provoke attacks of opportunity. can be as bright as a sunrod or as dim as a candle, depending on the creature’s mood and whim (or its creator’s will, in the Advancing a Soulspark case of a soulspark familiar). Soulsparks glow brightly when A soulspark not created by means of the soulspark familiar angered or happy, and more dimly when sad or bored. Lacking soulmeld gains 1 additional point of essentia to invest in its appendages, the soulspark cannot hold or manipulate objects incarnum shroud for each Hit Die it gains. Its Dexterity and other than by nudging them. Charisma scores each increase by 1 for every 4 additional Soulsparks understand Common, and perhaps even Hit Dice. other languages, but they do not speak. They communicate empathically by altering their luminosity and shifting their Soulsparks and the color slightly. Most creatures with a need to garner informa- Soulspark Familiar Soulmeld tion from a soulspark eventually work out signals that it can A least soulspark can be shaped by meldshapers using the use for “Yes” and “No” responses. soulspark familiar soulmeld. When soulspark familiar is bound to certain chakras, the power of the soulspark is increased Combat (see page 86 for details). A soulspark darts around the battlefi eld, using its soul blast A soulspark familiar does not have its own essentia pool on targets near the outskirts of the fi ght. If severely injured, or the incarnum shroud ability. Instead, it draws upon the it backs away, focusing its essentia into healing itself before essentia of the meldshaper who shaped it, gaining similar returning to the fi ght. abilities as its shaper desires. sekotS .A yb .sullI 662200__8888557799__CChhpp77..iinndddd 119988 77//1122//0055 99::2255::1100 AAMM 199 IIlllluuss.. bbyy DD.. GGrriifffifi tthh hen the god of death shattered the Primal Font, adventure becomes a lawful good soulborn instead, or the soul energy that once existed only in one the wraith trapped within the ancient tomb becomes place in the multiverse began to spread through- an incarnum wraith. You don’t have to call attention to out the planes. Slowly but surely, incarnum such occurrences—in fact, leaving them unexplained seeped into all living things, and eventually, adds exciting mystery to the game. some creatures began manifesting a special ability to use this power That said, allowing an incarnum character or two in ways never before imagined by deity or mortal. in the game doesn’t have to change the style of your adventures. Just as not every adventure necessarily Adding a new rule system, particularly one as signifi cant includes an arcane spellcaster, you needn’t include an as the incarnum rules in this book, can be challenging. To incarnum-based feature in every adventure you run. ease the transition, this chapter provides helpful points, Such efforts will likely feel forced and artifi cial, par- background information, and additional rules to help you, the ticularly in an ongoing campaign that up to this point Dungeon Master, run a campaign that includes the mysteri- has not included incarnum. ous power of meldshaping. Unlike the rest of this book, this chapter is intended primarily for the DM’s eyes. CAMPAIGN ARCS It is certainly possible to introduce incarnum and its users into an ongoing campaign without giving any serious thought The simplest method of adding incarnum and meld- to the means and reasons behind its sudden appearance. shaping to your game is to employ a “revisionist”",
        "name":  "Though a least soulspark can be Offense",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Affected creatures suffer the effects of a crushing despair spell for 1d4+1 rounds.",
        "name":  "Despair",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Affected creatures suffer the effects of a song of discord spell for 1d4+1 rounds.",
        "name":  "Hatred",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Affected creatures gain the benefi ts of a rage spell for 1d4+1 rounds. Further, creatures must enter melee each round they are affected—by preference with the nearest enemy, but failing that, with the nearest creature, whether it is friend or foe. There is no way to move the effects of a lost site to a new location. Midnight Grove Great black trees hung with blue-gray moss block any view of the sky from this place. Though there is no breeze, the moss twists and sways in the air, and at times even seems to reach toward you. A midnight grove is a stand of trees suffused with incarnum A midnight grove seeks to ensnare unwary travelers of the worst sort. The power of the grove drains essentia from creatures within it, and then uses that power to form midnight constructs. becomes a greater midnight construct (16 Hit Dice) with A midnight grove is typically 5d12×10 feet in diameter. It no special abilities. is functionally identical to a sparse forest, made up of typi- The midnight construct attacks any creature within the cal trees and light undergrowth in roughly half the squares grove or up to 50 feet beyond its borders, but it does not stray within the grove. These terrain features are unaltered by the farther than that from its grove. It carries any dead characters incarnum in the grove. to an edge of the grove, where they rapidly decompose. Any character entering a midnight grove must immediately After 24 hours, no corpse remains. In its place stands a make a DC 17 Fortitude save or lose 1d4 points of essentia. new tall tree, extending the grove’s infl uence by 10 feet If the creature does not have an essentia pool (or its essentia in that direction. pool is already depleted), it takes 1d4 points of Constitution It is not possible to relocate a grove’s effects except, perhaps, damage instead. Characters who remain in the grove must by encouraging it to extend in one direction while clearing repeat this saving throw every 10 minutes. trees on the grove’s opposite side, causing it to move very As soon as the midnight grove has drained a total of 4 slowly across the landscape. points of essentia, it uses them to form a lesser midnight construct (see page 184). If it has drained more than 4 points Necrocarnum Bog of essentia, it invests the extra into the construct to give it Fetid gray water pools between clumps of blackened reeds. Here special abilities. Once the grove has drained 10 points of and there, bones jut up from the muck, and the stench of the place essentia, the construct becomes a normal midnight con- is reminiscent of a charnel house. struct (instead of a lesser one), with any essentia in excess of 10 points providing it with special abilities. Finally, once In a necrocarnum bog, incarnum has fused with the nec- the grove has drained 16 points of essentia, it forms a greater romantic forces inherent at the site of a great massacre or midnight construct. costly battle, transforming the place into a swamp of death. Thus, a grove with 9 points of drained essentia to spend A necrocarnum bog typically extends anywhere from a few creates a lesser midnight construct (4 Hit Dice) with 5 hundred yards to several miles in diameter, depending on the points of essentia invested to give it special abilities. As size of the slaughter that occurred there and on the age of the soon as the grove drains 1 more point of essentia, the con- bog (older ones are larger). It is similar to a swamp (see page struct transforms instantaneously into a normal midnight 88 of the Dungeon Master’s Guide), but areas of shallow bog are construct (10 Hit Dice) with no essentia available for special even more common than usual, with correspondingly fewer abilities. When the grove has drained 15 points of essentia, areas of undergrowth. it has 5 points to invest in its midnight construct. When Undead of all sorts roam necrocarnum bogs, especially the grove drains 1 more point of essentia, the construct creatures with ties to incarnum, such as incarnum wraiths Illus. by W. England 662200__8888557799__CChhpp88..iinndddd 220055 77//1122//0055 99::2277::0099 AAMM 206 8 RETPAHC MUNRACNI SNGIAPMAC and necrocarnum zombies (both described in Chapter 7). It is impossible to shape soulmelds within the bounds of a In fact, any corporeal creature with a skeletal system that soulless waste. If a character attempts to unshape an existing dies within a necrocarnum bog instantly reanimates as a soulmeld and shape a new one, he fi nds that he cannot shape necrocarnum zombie. Such zombies attack the nearest living the new one, and he must make a DC 15 Concentration check creature at will. to keep the old soulmeld shaped.",
        "name":  "Wrath",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The best introduction to the planes for low-level characters is through creatures sum- The planes of existence are different realities with inter- moned by means of spells such as summon monster I. Here woven connections. Except for rare linking points, each the characters first meet such creatures as the celestial plane is effectively its own universe with its own natural eagle or the fiendish dire rat. Stress how these creatures laws. The planes are home to more powerful variants of seem nobler (for the celestial creatures) or more frighten- familiar creatures and unique monsters, all of which have ing (for the infernal ones) than the ones found in the nat- adapted to their strange environments. ural world. At this point, all you have to do is hint at The planes break down into a number of general types: worlds beyond the one characters already know. Material Planes, Transitive Planes, Inner Planes, Outer",
        "name":  "Introducing the Planes",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The characters’ first expeditions to mind. Most campaign settings have only one Material other planes may be with help from outside forces, or Plane in a campaign setting, and the Material Plane is the even involuntary (a trap set off, a doorway walked “home base” for that campaign. through). The players may find a portal leading into Transitive Planes: This mixed bag of planes are another plane or be sent on a mission by a wizard. They grouped together by a common use: getting from one may stumble across the entrance to a tiny demiplane. place to another. The Astral Plane is used to reach other Regardless, the players may find themselves in another planes, while the Ethereal Plane and the Plane of Shadow dimension and discover that traditional rules (such as are both used for transportation within the Material gravity) no longer automatically apply. Some of the planes Plane they’re connected to. These planes have the are not only hostile but downright deadly to the uniniti- strongest regular interaction with the Material Plane and ated. Be sure your players are up to the challenge not only are often accessed by using various spells. They have of the planar creatures but also of the planar terrain itself. native inhabitants as well. Within the Great Wheel of the D\u0026D cosmology, the Inner Planes: Also called planes of power, these reali- Outer Planes (homes to the deities) tend to be more hos- ties are incarnations of the basic building blocks of the pitable than the Inner Planes (where elements exist in universe. They are made up of a single energy or element their raw, untamed forms). that overwhelms all others. The natives of Inner Planes During this middle period, the DM can control the level are made of these elements as well. of access characters have to the planes by the number of The Inner Planes can be divided into two groups: ele- 6 portals available, the nature of the traps, and the whims mental planes, which symbolize the physical properties :1 RETPAHC FO ERUTAN SENALP EHT of the universe (earth, air, fire, and water), and energy The following page has a more detailed drawing showing planes, which represent the creative and destructive the connections of the planes in the D\u0026D cosmology. forces of the universe (positive and negative energy). The planes of power are hostile to planar travelers, who PLANAR TRAITS should take care when crossing them.",
        "name":  "First Journeys",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Specific, unique beings (deities or viduals take 3d10 points of fire damage every round they similar great powers) have the ability to alter objects, are on a fire-dominant plane. In general, fire-dominant creatures, and the landscape on these planes. Ordinary planes have normal gravity conditions. Creatures of the characters find these planes similar to alterable planes in water subtype are extremely uncomfortable on fire- that they may be affected by spells and physical effort. dominant planes. Those that are made of water (such as But the deities may cause these areas to change instantly water elementals) take double damage each round. and dramatically, creating great kingdoms for them- While these conditions are typical for the Elemental selves. Divinely morphic planes are common on the Plane of Fire, there are locations such as lava pools, Outer Planes, which is one reason deities live there. magma rivers, and volcano springs where the circum-",
        "name":  "Divinely Morphic",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Great Wheel has the of Shadow, so there are limitations to accessing certain Ethereal Plane, Astral Plane, and Plane of Shadow. spells while in the Outer Planes. The Outer Planes are These planes function as described in the D\u0026D core made up of related layers, and the most common access is rulebooks. through the top layer of each plane. The good-aligned",
        "name":  "Three Transitive Planes",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These aligned planes are nect all over the place. Individual conduits, freestand- the homes of various deities and outsiders, and they are ing gates, and vortices are also common. often layered. The Outer Planes are: BUILDING YOUR OWN • Heroic Domains of Ysgard COSMOLOGY • Ever-Changing Chaos of Limbo • Windswept Depths of Pandemonium Planes have their own traits and connections, which you • Infinite Layers of the Abyss can dictate. Using the planar traits and connections • Tarterian Depths of Carceri established in this book, you can build your own planes • Gray Waste of Hades and develop your own cosmology. • Bleak Eternity of Gehenna The cosmology you create should fit the needs of your • Nine Hells of Baator campaign. Here’s a list of things that a “typical” D\u0026D • Infernal Battlefield of Acheron campaign needs a cosmology to provide: • Clockwork Nirvana of Mechanus • Peaceable Kingdoms of Arcadia • A place for deities. • Seven Mounting Heavens of Celestia • A place for fiendish creatures to come from. • Twin Paradises of Bytopia • A place for celestial creatures to come from. • Blessed Fields of Elysium • A place for elemental creatures to come from. • Wilderness of the Beastlands • A way of getting from one plane to another. • Olympian Glades of Arborea • A way for spells that use the Astral Plane, the Ethereal • Concordant Domain of the Outlands Plane, or the Plane of Shadow to function.",
        "name":  "Seventeen Outer Planes",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only let a player PRESTIGE CLASSES create a character of a nonstandard race when you would otherwise allow that player to create a higher-level stan- With the right spell or portal, any character can make a dard character of equivalent power. Thus, a 1st-level career traveling from plane to plane. But characters tiefling sorcerer with an ECL of 2 could not enter the who desire a closer connection to dimensions beyond game until you would normally allow standard 2nd-level the Material Plane might try to qualify for the divine characters to enter the game. agent, gatecrasher, planar champion, and planeshifter",
        "name":  "Creating Characters Using ECL",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 2nd-level divine spells.",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A Summoning and calling gatecrasher gains a free lan- spells and spell-like abili- guage commonly spoken ties are suppressed within on other planes. Such lan- this radius, though crea- guages include Abyssal, tures summoned outside Aquan, Auran, Celestial, Ignan, the dampening field can Infernal, and Terran. The DM may expand enter it normally. The this list to fit the cosmology of the cam- dampening field lasts paign. Additional bonus languages are 10 rounds. Creatures gained at 4th, 7th, and 10th levels. summoned or called",
        "name":  "Bonus Language",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. visits and personally immune to their natural planar effects. Any effect that would be negated by the avoid Requirements planar effectsspell is negated by the planar survival ability To become a planeshifter, a character must fulfill the as well. following criteria. The planeshifter is immune to the “normal” fires of",
        "name":  "Hit Dice",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 10 ranks, Knowledge (the the Elemental Plane of Fire, but fire-based attack forms planes) 4 ranks, Spellcraft 10 ranks. and unusually fiery areas there still affect him. Because",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 5th-level arcane spells. self to a particular plane, the planeshifter remains vul-",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Saving Throw:None",
        "name":  "Spell Resistance",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None attack or be attacked is and unaffected by most spells and",
        "name":  "Saving Throw",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) supernatural abilities. Gaze attacks and sonic spells may function through the walls of the crystalline prison, but the You gain a temporary respite from the natural effects of a target of those attacks gains a +2 bonus on saving throws. specific plane. These effects include extremes in temper- The target of the chamber may attempt to break the ature, lack of air, poisonous fumes, emanations of positive crystalline prison by making a Strength check (DC 10 + or negative energy, or other attributes of the plane itself. caster level). A disintegrate spell brings down the chamber. Avoid planar effectsprovides protection from the 3d10 This spell only affects the Ethereal Plane, so it has no points of fire damage on a plane with the fire-dominant effect on planes not coexistent with the Ethereal Plane. It trait.Avoid planar effects lets a character breathe water on a has no effect on creatures on the Material Plane. water-dominant plane and be immune to suffocation on Material Component:A piece of translucent glass. an earth-dominant plane. A character protected by avoid planar effects can’t be blinded by the energy of a major Elemental Body positive-dominant plane and automatically stops gaining Transmutation [see text] temporary hit points when they equal the character’s Level:Sor/Wiz 7 normal hit point total. Negative-dominant planes don’t Components:V, S, M deal damage or bestow negative levels to characters pro- Casting Time: 1 action tected by avoid planar effects. Range: Personal",
        "name":  "Spell Resistance",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bit of the element in question Ethereal Plane and can carry its rider’s weight plus 10 from a plane other than the one where the spell is pounds per level. You can only cast this spell in the being cast. Ethereal Plane, and the ethereal mount never leaves the plane. Ether Blast (If the Deep Ethereal is used in your cosmology, then Abjuration the amount of time to reach destinations is halved while",
        "name":  "Material Component",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Area: 25-ft.-radius emanation centered on a point in space",
        "name":  "Spell Resistance",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "8 hours/level (D) on the Ethereal Plane centered on you. Those on the Mate- Saving Throw:None rial Plane are unaffected by the blast (including you if you Spell Resistance:No cast it from there). However, all those on the Ethereal Plane within the spell’s area are affected as if caught by an As the alarmspell, and in addition the spell works on ether cyclone. The cyclone lasts for the duration of the creatures traveling through the area on coterminous or spell, and any who enter the area on the Ethereal Plane are coexistent planes, such as the Astral Plane, the Ethereal caught by its force-winds and potentially swept away. Plane, and the Plane of Shadow.",
        "name":  "Upon casting this spell, you detonate a small ether cyclone Duration",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bell made of carved crystal, worth at least 100 gp. are affected by the spell as well. Undead are not affected by this spell, nor are big ethereal objects. Unattended Improved Portal Alarm objects weighing 50 pounds or less are swept away by the Abjuration Ethereal Plane. Level:Brd 4, Sor/Wiz 4",
        "name":  "If you cast ether blast while on the Ethereal Plane, you Focus",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 4, Sor/Wiz 4 Spell Resistance:No",
        "name":  "Level",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes As the portal alarmspell, with the following additions:",
        "name":  "Casting Time",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 3 For the duration of the spell, the target creature",
        "name":  "Level",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round (see text) attacked normally. At the end of the spell’s duration, the",
        "name":  "Duration",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 4, Sor/Wiz 6 Spell Resistance:No",
        "name":  "Level",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Mental Alarm: A mental alarm alerts you (and only you) as long as you remain within one mile of the You can cause one creature on a coterminous or coexistent warded area and on the same plane. You notice a mental plane, along with its personal belongings, to suddenly tremor that would awaken you from a normal sleep but appear on your plane of existence. For example, the make does not otherwise disturb concentration (it would not manifestspell allows you to cause a target on the Ethereal interfere with spellcasting). A silencespell has no effect 36 Plane to suddenly appear on the Material Plane, and vice on a mental alarm. :3 RETPAHC SRETCARAHC CIGAM DNA",
        "name":  "Spell Resistance",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance:No or Yes (harmless) You tear a temporary hole in reality itself that sucks all The recipient of this spell can find the shortest, most loose material and living creatures into it, sending them direct direction to a place of safety, with safety being to a random plane (see sidebar). Everything sucked into defined as a location where the individual is not taking the reality maelstrom goes to the same plane. immediate damage from the environment, and immedi- Reality maelstrom has a primary and secondary area of ate damage is not imminent. It does not provide the effect. The primary area is the hole itself: a sphere with a means for the subject to move in that direction. 5-foot radius per level of the caster. Within that area, all The safetyspell points out the shortest distance out of unattended objects weighing 100 pounds or less are a poisonous cloud, or the direction one should dig to sucked into the reality maelstrom, as are all individuals reach the surface if entombed in earth. It does not who fail a Will saving throw. function against the maze spell, for that spell does no The rip also creates a windstorm of air rushing into physical damage. Nor does it have knowledge of or pro- the tear. All unattended objects weighing 50 pounds vide protection against the creatures that inhabit those or less within a 10-foot radius per level of the caster safe places. are drawn into the primary area of effect of the reality In the D\u0026D cosmology, safetyhas the following effects maelstrom. Individuals within the secondary area of on specific planes: effect must make a Reflex saving throw. Those who fail Plane of Shadow: Shortest route out of darklands. are sucked into the primary area of effect and must Elemental Plane of Air: Nearest windproof shelter, make a Will saving throw to avoid being drawn into shortest route out of smoke bank. the maelstrom. Elemental Plane of Earth: Nearest air pocket or open Individuals who make either saving throw may move cavern. and attack as normal but must make additional saving Elemental Plane of Fire: Shortest route out of magma throws every round they remain within the primary or pools or other unusually hot places. secondary areas of effect. Elemental Plane of Water:Nearest pocket of breathable Areality maelstrom is a one-way portal, so nothing ever air; shortest route out of hot spot, ice pocket, or red tide. emerges from the hole the spell makes. Negative Energy Plane: Nearest doldrum area with the",
        "name":  "Spell Resistance",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 ft.-diameter circle such as the Inner Planes to locate the nearest pocket of Duration:1 minute/level (D) habitable space. Saving Throw: No",
        "name":  "This spell is mostly used in hostile environments Area",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) out the duration of the spell, or by casting another shadow",
        "name":  "Range",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Shadow, and in any event are slowly moved by the mor- phic trait of the plane. There is a 10% chance per day that You may randomize the destination of one interplanar objects placed on the Plane of Shadow with shadow cache portal for the duration of the spell. Anyone who passes are gone (either moved or taken). After ten days, the through the portal from either side is sent to a random objects are definitely gone. plane instead of the portal’s intended destination unless The spell cannot be cast on the Plane of Shadow itself, they make a Will save. All those who fail the save go to but only on planes coexistent with the Plane of Shadow. the same location on the same plane.",
        "name":  "Spell Resistance",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent (D) Spell Resistance:Yes",
        "name":  "Duration",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Spell Resistance",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No ability to open another such portal automatically, so the spell is often used as a temporary hiding place or a You create a region that is temporarily proof against inter- method of gaining access to the Plane of Shadow. planar intrusion. This includes spells and abilities that The portal remains for the duration of the spell, and use other planes, including dimension door, teleport, plane other creatures may pass through it in either direction if shift,and travel through such planes as the Astral Plane, they make a Will save. The portal is invisible from the the Ethereal Plane, and the Plane of Shadow. Material Plane and looks like a white hole on the Plane Summoning and calling spells does not function of Shadow. within the zone of respite, but summoned and called crea- As with the shadow walkspell, you must be in a region tures outside the zone of respite may be sent inside it. of heavy shadows to cast shadowfade. The spell may only Gate spells and other portals may not be created within be cast on a plane coexistent with the Plane of Shadow, the zone of respite, but existing portals are unaffected by and it cannot be cast on the Plane of Shadow itself. the spell. Creatures within coterminous or coexistent planes must retreat to the edges of the zone of respiteand Xorn Movement cannot enter the corresponding area on the coterminous Alteration or coexistent plane.",
        "name":  "Unlike the shadow walkspell, this does not grant you the Spell Resistance",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Casting Time: 1 action",
        "name":  "Spell Resistance",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The number of gates, portals, Outsiders and elementals can only enter the Material borders, and other interactions between the Material Plane in specific ways. Even outsiders and elementals Plane and other planes depends on your own desires. that have the spells or spell-like abilities to enter the",
        "name":  "Links to Other Planes",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You necessarily a good idea, because the Plane of Shadow is can move to the Astral Plane from almost everywhere on the most hazardous of the Transitive Planes). You can the Ethereal Plane, because the Astral Plane connects to physically move into the Astral Plane from the Plane of everywhere on the Ethereal Plane. (The Ethereal Plane Shadow as well, because the Astral Plane and the Plane does not necessarily connect to everywhere on the Astral of Shadow are coexistent. Plane, however; see below.) If you’re using an astral projec- From the Astral Plane to the Plane of Shadow: tionspell, your physical body remains in the Ethereal There are no shadows per se on the Astral Plane (a gentle Plane, and the astral form moves to the Astral Plane. If glow suffuses the entire plane), but the plane has loca- you physically travel to the Astral Plane, your form loses tions of sufficient darkness to allow access to the Plane of its insubstantial nature and becomes solid. Shadow. It is possible to move into the Plane of Shadow",
        "name":  "From the Ethereal Plane to the Astral Plane",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "It is from the Astral Plane either physically or in astral form. possible to move from the Astral Plane to the Ethereal A color pool is the most common way to reach the Plane Plane in regions where the two planes are coexistent of Shadow. When you use a color pool, your silver cord or coterminous. If you are in a region that would not runs from the Plane of Shadow to the Astral Plane, then normally access the Ethereal Plane, no such travel is back to your original body. possible. A physical body moving from the Astral Plane From the Plane of Shadow to the Ethereal Plane, to the Ethereal Plane becomes insubstantial (as the or Vice Versa: In the D\u0026D cosmology, these two ethereal jaunt spell), whether it reached the Ethereal planes are coexistent with the Material Plane, but not Plane by means of a spell or by moving through a color with each other. Spells and effects that use the Plane of pool. An astral form can enter the Ethereal Plane, and it Shadow do not function on the Ethereal Plane, and 46 :5 RETPAHC EVITISNART EHT SENALP pqqqqrs",
        "name":  "From the Astral Plane to the Ethereal Plane",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "HOW IT FEELS ON The Plane of Shadow darkens the senses; the environment THE TRANSITIVE PLANES feels like a weight on the soul. As much as the Astral Plane The descriptions of the various Transitive Planes tell how char- provides a feeling of release, the Plane of Shadow creates a acters’ senses function while traveling through the Ethereal feeling of captivity. Darkness lurks on all sides, oppressive and Plane, the Astral Plane, or the Plane of Shadow. But in addition hungering for the characters’ light and warmth. Sounds are to the game effects on characters, each Transitive Plane has a distant, scents are faint, and objects feel slightly slick to the “feel” that’s unmistakable to the experienced planar traveler. touch. While not as openly hostile as some of the Inner Planes, The Ethereal Plane subtly deadens the senses; it feels like a the Plane of Shadow is a forbidding, soul-chilling place. warm fog is surrounding the character. Sights and sounds are No matter what plane a character is traveling to, some slightly muted. Objects give off only faint smells, and any change of sensation is usually noticeable right away. Apart unusual touch sensations are dulled. from the obvious changes of moving between, say, the Conversely, the Astral Plane makes the senses feel sharper. Elemental Plane of Water and the Elemental Plane of Fire, Characters can’t actually see farther or hear better, but their senses there are thousands of small differences. Sometimes the feel more alive. Motions seem sharp and clear, sounds are full and sensation is like moving from a shadowy area into one more deep, and scents are distinct and almost pungent. Even the sense brightly lit. Other planes can give a brief skin-prickling sensa- of touch is affected, heightened slightly so that the weave of fabric tion or a sudden flush or chill in the body. Only if the inter- and the presence of a layer of ink on a page is noticeable. planar journey is very gradual (across a border region or The wide-open nature of the Astral Plane creates a tickling through a portal shaped like a long corridor, for example) will along the nervous system. It has the feeling of air after a storm; travelers not automatically know that they’ve crossed a the astral protomatter continually renews itself, sparking the planar boundary. Even in such cases, a character who senses anew. Overall, travelers feel as though their senses are succeeds at a Spot check (DC 15) will notice the subtle reaching great distances into a vast emptiness. change in sensation. pqqqqrs spells and spell-like effects that use the Ethereal Plane Both planar travelers and refugees from other planes don’t work on the Plane of Shadow. Travelers can’t go call the Astral Plane home. The most prominent denizens directly from one plane to another. of the Astral Plane are the githyanki, an outcast race that If you decide that these two preys on travelers planes are coexistent in your throughout the plane. campaign, then spells from The Astral collects oneplane should function the flotsam and jetsam on the other. This means of great events that have that your characters can shaken the foundations have ethereal encoun- of the cosmology ters on the Plane of itself. The shattered, Shadow and shadow fused bodies of dead encounters on the deities, forgotten by Ethereal Plane. Indi- their worshipers and viduals traveling from banished from the one plane to the other divine planes, can be would gain or lose found here. Some say their insubstantial they are not truly ethereal bodies. dead, only sleeping. ASTRAL ASTRAL TRAITS Of the three Transi- PLANE tive Planes, the Astral It is the space be- Plane is the most tween everything. alien to natives of the It is the road that Material Plane. The goes everywhere. first-time traveler It is where you are from the Material when you aren’t Plane finds almost noth- anywhere else. ing familiar. The Astral Plane The Astral Plane has the follow- is the space between ing traits. the planes. When a character moves through an interplanar portal or projects • No Gravity: Those traveling through it move by her spirit to a different plane of existence, then she travels thought (see below). Objects and creatures with no through the Astral Plane. Even spells that allow instanta- Intelligence score cannot move in the Astral Plane, neous movement across a plane, such as dimension door, though they may be pushed. briefly touch the Astral Plane. • Timeless:Age, hunger, thirst, poison, and natural healing The Astral Plane is a great, endless sphere of clear sil- don’t function in the Astral Plane, though they resume very sky, both above and below. Large tube-shaped functioning when the traveler leaves the Astral Plane. clouds slowly coil into the distance, some appearing • Infinite Size. like thunderheads and others looking like immobile • AlterableMorphic Trait. tornadoes of gray wind. Erratic whirlpools of color • No Elemental or Energy Traits:Some small regions flicker in midair like spinning coins. There are occa- on the plane may have one or more of these traits, but sional bits of solid matter here, but most of the Astral the plane as a whole does not. Plane is an endless, open domain. • Mildly Neutral-Aligned. 47 PLANES Illus. byM.Moore THE TRANSITIVE CHAPTER 5: pqqqqrs",
        "name":  "CHARACTERS IN MOTION",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A CHANNELED ASTRAL PLANE OPTION: WITHOUT THE ASTRAL In the D\u0026D cosmology, the Astral Plane connects with all other The Astral Plane is a vital piece of most planar arrangements planes. It’s easy to imagine a channeled Astral Plane with only because it makes movement across these vast distances possi- particular color pools available when a traveler arrives. ble. However, you may wish to exclude the Astral Plane from a Travelers select a particular destination plane when they cosmology you create. Doing so has the following effects: enter a channeled Astral Plane, either physically (the plane shiftspell) or in astral form (the astral projectionspell). If a • The following spells don’t work in a cosmology without an traveler doesn’t choose a destination plane, then the journey Astral Plane: astral projection, interplanar message,* and through the astral haze reveals no color pools no matter how summon monster (I–IX). thorough the search. • The following spells have elements that do not function in a",
        "name":  "OPTION",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Force effects extend onto the Ethereal Plane and wizard’s ivy-covered hut is proof against ethereal intrud- affect the creatures therein. A wall of force, for example, ers, for example. Those making their lairs in living trees prevents an ethereal creature from passing through it. In are similarly protected, as ethereal intruders find that general, an ethereal traveler sees what a Material Plane the life force of the plants themselves keeps them at bay. native would see. Depending on the spell, this might be This option conflicts with the description of the ethereal nothing at all. jauntspell.",
        "name":  "Force",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "MULTIPLE ETHEREALS it’s coexistent with the Elemental Plane of Fire, or a weak evil- Within the Great Wheel of the D\u0026D cosmology, only the aligned trait if it’s connected to the Gray Waste of Hades. Material Plane has a coexistent Ethereal Plane. But you may Multiple Ethereal Planes can be used in conjunction with the allow other planes access to the Ethereal Plane as well. Deep Ethereal option. In this case, travelers can move from the Some, all, or none of your planes can be coexistent with ethe- Material Plane to another plane directly through the Ethereal real planes of their own. You might restrict these “mini-ethereal Plane. First a traveler attains the Ethereal Plane that’s coexis- planes” to planes of a particular type, such as Elemental Planes tent with the Material Plane. Then the traveler moves into the or Outer Planes. This means that there could be an Ethereal Deep Ethereal, and from the Deep Ethereal moves to the Elemental Plane of Fire, or an Ethereal Plane of Elysium. Ethereal Plane that’s coexistent with the destination plane. Inhabitants of those planes would be able to access their To make such a trip, use the time scale as indicated for the particular Ethereal Plane and use spells and spell-like abilities Deep Ethereal, giving the effort the same time as “returning to that effect the Ethereal Plane. Creatures that call the Ethereal the Material Plane.” Travelers coming out of the Deep Ethereal Plane home would be found in the associated Ethereal Planes appear at a random location on the Ethereal Plane that’s coex- as well. istent with the new plane. An Ethereal Plane connected to another plane may have Finally, you can link multiple planes through one Ethereal some, all, or none of the attributes of that plane. It still has the Plane. For example, all the Outer Planes might link to the same core traits of the Ethereal Plane (no gravity, and a normal Ethereal Plane, while another Ethereal Plane links the Inner time). But it could have, for example, the fire-dominant trait if Planes to the Material Plane. pqqqqrs Any creature becoming ethereal (including those who The sky above, for example, is always a black vault with use the blinkspell) in an ether cyclone immediately suf- neither sun nor stars. Landmarks from the Material Plane fers the effects of the cyclone. But creatures about to are recognizable on the Plane of Shadow, but they are move to the Ethereal Plane get a feeling that there is twisted, warped things—diminished reflections of what something unusual on the other side if a ether cyclone is can be found on the Material Plane. Despite the lack of nearby. They may choose not to enter the Ethereal Plane light sources, various plants, animals, and humanoids call as a result. the Plane of Shadow home. The Plane of Shadow is highly morphic, and parts ETHEREAL ENCOUNTERS continually flow onto other planes. As a result, precise The Ethereal Plane is a Transitive Plane, a plane of getting maps are next to useless, despite the presence of land- from one place to another. Many of the creatures encoun- marks. If a traveler visits a mountain range during one tered here are en route for one reason or another, though use of a shadow walkspell, the mountain range may still some use the Ethereal Plane as a hiding spot to observe be there the next time, but the individual mountains (and plot against) those on the Material Plane. may have moved about. Precision is a lost cause in the The table below is suitable for typical travelers, but the Plane of Shadow. DM can also use it as a springboard for encounter tables The terrain of the Plane of Shadow is usually similar to for specific areas by adding new creatures or changing the area where the traveler enters from the Material the percentages. Plane. If a wizard travels onto the Plane of Shadow from a On a d% roll of 93–100, characters encounter some- forest, she first sees an equivalent shadow forest. If she thing on Table 5–6: Ethereal Encounters. Roll once starts underwater, she appears within a shadowy sea that per hour. behaves like a Material Plane ocean, so her water breathing spell still works. However, as she moves away from her entry point, the terrain of the Plane of Shadow changes PLANE OF SHADOW dramatically, although it usually bears some resemblance It is the toxic plane of darkness and power. to the corresponding terrain on the Material Plane. It is the hidden place that hates the light. Spells often draw forth parts of the Plane of Shadow, in It is the frontier of worlds unknown. particular for illusions that have the shadow descriptor. The Plane of Shadow is a darkly lighted dimension The Plane of Shadow is a monochromatic world, but that is both coterminous to and coexistent with the shadow material pulled from it can be of any color. The Material Plane. It overlaps the Material Plane much as spellcaster usually colors, shapes, and shades the shadow- the Ethereal Plane does, so a planar traveler can use the stuff to make it more convincing. A shadow evocationthat Plane of Shadow to cover great distances quickly. The produces a fireball, for example, appears like any other Plane of Shadow is also coterminous to other planes. fireball to those fooled by the illusion. With the right spell, you can use the Plane of Shadow to visit other realities. SHADOW TRAITS The Plane of Shadow is a world of black and white; The Plane of Shadow is in many ways the dark dupli- color itself has been bleached from the environment. It is cate of the Material Plane. Much is similar, but there otherwise appears similar (but not exactly identical) to are significant differences. The Plane of Shadow has the the Material Plane. following traits. 59 PLANES THE TRANSITIVE CHAPTER 5: pqqqqrs",
        "name":  "OPTION",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "THE PANTHEON THAT MORPHS A pantheon of deities can band together to create a single TOGETHER meeting place for all its members, despite their alignment Deities sometimes gather into related organizations called differences. Within such an area, the plane’s alignment trait pantheons. The less powerful members of the pantheon gain is suppressed so that deities of opposing alignments within safe haven beneath more powerful brethren while their energy the same pantheon can meet on what is literally “neutral fuels dramatic changes to the divinely morphic landscape. ground.” pqqqqrs HEROIC DOMAINS The plane boasts two layers, Muspelheim and Nidavellir, beneath the main expanse of Ysgard. OF YSGARD It is a place of heroes and glories. YSGARD TRAITS It is where wars rage and valor is proved. Ysgard has the following traits. It is the battleground of eternity. Ysgard is a plane on an epic scale, with soaring moun- • NormalGravity. tains, deep fjords, and dark caverns that hide the secret • NormalTime. forges of the dwarves. A biting wind always blows at a • InfiniteSize:Ysgard goes on forever, but its well-known hero’s back. From the freezing water channels to the realms have boundaries within the plane as a whole. sacred groves of Alfheim’s elves, Ysgard’s terrain is grand • Divinely Morphic:Specific powerful beings (such as and terrible. It is a place of sharp seasons: Winter is a time the deities Kord and Olidammara) can alter Ysgard of darkness and killing cold, and a summer day is scorch- with a thought. Ordinary creatures find Ysgard as easy ing and clear. to alter as the Material Plane is—they can be affected Most spectacular of all, the landscape floats atop by spells and physical effort normally. But deities can immense rivers of earth flowing forever through an end- change vast areas, creating great realms for themselves. less skyscape. The broadest earthen rivers are the size of • No Elemental Traits:No one element dominates on continents, while smaller sections, called earthbergs, are Ysgard; all are in balance as on the Material Plane. island-sized. Fire rages under each river, but only a red- However, parts of the second layer, Muspelheim, are dish glow penetrates to the continent’s top. Of more con- treated as if they possessed the fire-dominant trait. cern is the occasional collision between rivers, which • Minor Positive-Dominant: Ysgard possesses a riotous produces terrible quakes and sometimes spawns new explosion of life in all its forms. All individuals on a pos- mountain ranges. itive-dominant plane gain fast healing 2 and may even Ysgard is the home of slain heroes who wage eternal regrow lost limbs in time. Additionally, those slain in the battle on fields of glory. When these petitioners fall, they never-ending conflicts on Ysgard’s fields of battle rise rise again the next morning to continue eternal warfare. each morning as if true resurrectionwere cast on them,",
        "name":  "OPTION",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A group of outsiders known as the Bleak Howler’s Crag:A jagged spike of stone stands in the 98 Cabal maintains a citadel in Pandesmos that serves as a center of Cocytus. The Crag is a jumbled pile of stones, :7 RETPAHC RETUO EHT SENALP PPaannddeemmoonniiuumm MMaaddhhoouussee PPaannddeessmmooss HHoowwlleerr’’ss CCrraagg CCooccyyttuuss CCiittaaddeell ooff SSllaauugghhtteerr PPhhlleeggeetthhoonn AAggaatthhiioonn boulders, and worked stone, as if a giant’s palace had makes his home in what appears to be a tumbled ruin of collapsed in on itself. The Crag’s top is mostly a level some vast citadel. In fact, its tortuous passages channel platform about eight feet in diameter, with a low wall cold winds on which can always be heard the sound of surrounding it. The platform and those on it glow with terrible battle. Battle-mad petitioners of all races infest an ephemeral blue radiance. The lower reaches of the the passages, and they desire nothing other than to hunt Crag are riddled with small burrows. Some are merely and slay each other in cold blood. dead ends, but others connect. The wall of every At the center of the pile is Erythnul himself, usually burrow is covered with lost alphabets that supposedly engaged in the slaughter of an endless stream of petition- spell out strange psalms, liturgies, and strings of ers, as well as the occasional mortal captive. In battle, the numerals or formulas. deity’s features change between human, gnoll, bugbear, Natives of Pandemonium say that anything yelled ogre, and troll. If ever Erythnul’s blood is spilled, it trans- aloud from the top of the Crag finds the ears of the forms into an allied creature of whatever form Erythnul intended recipient, no matter where that recipient is on currently wears. the Great Wheel. The words of the message are borne on No one goes to the Citadel of Slaughter on purpose, a shrieking, frigid wind. unless they serve Erythnul and seek to join in the deity’s Demons of various sorts have learned that visitors con- eternal slaughter. stantly trickle to the crag. The visitors are usually arche- ologists, diviners, and those wishing to send a message to Agathion some lost friend or enemy. Most become the prey of the In the fourth layer, the narrowing tunnels finally con- ambushing fiends. strict down to nothing, leaving behind an infinite",
        "name":  "Madhouse",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A cone of corrosive gas 70 feet long; creatures within discern location.The save DC for these spell-like abilities is 19 + the cone take 24d6 points of acid damage. spell level.",
        "name":  "Green",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A cone of cold 80 feet long deals 36d10 points of effects of spells and spell-like abilities of 5th level or less, just as if damage. A Reflex save (DC 50) reduces the damage by half. the spellcaster had failed to overcome Bahamut’s spell resistance.",
        "name":  "Cold",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A swirling mist fills a cone 80 feet long. See Invisibility (Ex): Bahamut has the extraordinary ability to Creatures within the cone are stunned and turned into see invisible creatures. This works like the see invisibility spell gaseous form for 32 rounds. A Fortitude save (DC 50) negates with a range of 1,600 feet. This power is always active. the effect. Keen Senses (Ex): Bahamut sees four times as well as a",
        "name":  "Gaseous Form",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 20/+1; The second layer of Celestia is also called the Golden light ray; spell-like abilities, celestial qualities, no planar Heaven. It is a place of thin air and high hopes, where commitment. golden light suffuses everything. Here, the slopes are Light Ray (Ex):A lantern archon can attack with two tame, the valleys lush, and the streams fast-running. light rays as +2 ranged touch attacks that deal 1d6 points Plateaus and passes provide spaces for small settlements of damage each, with a range of 30 feet. of archons and other goodly beings. Spell-like Abilities: At will—aid, continual flame, detect evil. Great tombs and wondrous mausoleums on Mercuria These abilities are as the spells cast by a 3rd-level sorcerer. grant eternal rest to the noblest of fighters. Here, the",
        "name":  "Other Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15 (+4 scale barding, +1 buckler) • Spell resistance 11 + class level.",
        "name":  "AC",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, spells, gaze Roar, pounce, improved grab, rake 1d6+5, spell-like abilities",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +15, Concentration +12, Balance +22, Hide +22, Knowledge (any) +17, Diplomacy +19, Disguise +15, Listen +17, Move Silently +22, Sense Knowledge (the planes) +14, Motive +17, Spot +17, Wilderness Lore +17 Perform +17, Sense Motive +14, Spellcraft +14",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paralysis bite, whip tail, spell- Charge, summon tanar’ri Stamp, spell-like abilities, like abilities, rat empathy, rock throwing summon tanar’ri",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, summon baatezu Baleful gaze, spell-like abilities, summon baatezu",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Spell-like abilities Improved grab, yank upward, Strength damage",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, earth mastery, push Spell-like abilities, water mastery, drench, vortex",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Appraise +11, Craft (any) +11, Sense Craft (any two) +17, Escape Artist +12, Motive +13, Spellcraft +9, Spot +13 Intimidate +16, Listen +16, Move Silently +17, Sense Motive +16, Spot +16, Spellcraft +17",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Psionics Spell Resistance (Ex):A githyanki has spell resist-",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spiked chain 2d4+5 and 1d6 Vampiric touch 5d6; Slam 2d6+7 and 3d6 sonic or 3d6 electricity enervationray as spell electricity Face/Reach: 5 ft. by 10 ft./10 ft. 5 ft. by 5 ft./5 ft. 5 ft. by 5 ft./10 ft.",
        "name":  "Damage",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities Spell-like abilities, vampiric Spell-like abilities, fists of touch, enervationray thunder and lightning",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, blindsight, improved Spell-like abilities, summon yugoloth grab, paralysis, summon yugoloth",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, improved grab, Spell-like abilities, hypnotic gaze, summon rake 1d6+5, wounding, summon yugoloth yugoloth",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +11, Hide +12, Knowledge Bluff +20, Concentration +16, Listen +18, Move (the planes) +8, Listen +14, Move Silently +19, Scry +19, Search +19, Sense Silently +16, Sense Motive +14, Spot +14 Motive +18, Spellcraft +19, Spot +18",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A half-elemental retains all the spe- cial attacks of the base creature. Half-elementals with an Intelligence or Wisdom score of 8 or higher possess the following spell-like abilities, using their character level as Organization:Same as the base creature. the caster level, as specified in the table. Each ability is Challenge Rating:Same as the base creature +2. usable once per day. Alignment:Same as the base creature.",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary or gang (2–4) illumination, even a lightorcontinual flamespell, does",
        "name":  "Organization",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "6 not negate this ability. A daylightspell, however, will.",
        "name":  "Challenge Rating",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immune to mind-influencing effects, poison, Saves: Same as the base creature. sleep, paralysis, stunning, and disease. Not subject to crit- Abilities:Change from the base creature as follows: ical hits, subdual damage, ability damage, energy drain, or Dex +6. death from massive damage. Skills:Same as the base creature. If the air element crea- Shadow Blend (Su):In any conditions other than full ture has an Intelligence of 4 or greater, it speaks Auran. daylight, a shadow wight can disappear into the shadows, Feats:Same as the base creature, with the added feat of giving it nine-tenths concealment. Artificial illumina- Flyby Attack. tion, even a lightorcontinual flamespell, does not negate this ability. A daylightspell, however, will. Climate/Terrain:Any land and underground. Plane Shift (Su): Once per day as a free action, a Organization:Same as the base creature. shadow wight can shift itself to or from the Plane of Challenge Rating: Up to 3 HD, same as the base Shadow, as the plane shiftspell. creature.",
        "name":  "Undead",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9–12 HD (Large); 13–24 HD (Huge) Additional Hit Dice Damage Reduction Cold Damage Combat 1–3 — — Improved Grab (Ex):To use this ability, the tundra 4–7 — 1d4 shambler must hit an opponent of up to Large size with 8–11 5/+1 1d6 both arm attacks. If it gets a hold, it can constrict. 12+ 10/+1 1d8 Constrict (Ex):A tundra shambler deals 2d6+7 points • Cold Subtype (Ex):Cold immunity, double damage from of damage, in addition to cold damage, with a successful fire except on a successful save. grapple check against Large or smaller creatures. The • Icewalking (Ex):This ability works like the spider climb shambler can still move but cannot take any attack spell but applies to all icy surfaces. Within the Ele- actions when constricting. mental Plane of Cold, the cold element creature may Elemental:Immune to poison, sleep, paralysis, and move normally. stunning. Not subject to critical hits. Electricity Immunity (Ex):Tundra shamblers take If the base creature already has one or more of these spe- no damage from electricity. Instead, any electricity attack cial qualities, use the better value. (such as shocking grasp or lightning bolt) used against a tundra shambler grants it 1d4 points of temporary Con-",
        "name":  "Advancement",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4–5 HD (Medium-size) Hit Dice Sonic Resistance 1–3 5 4–7 10 Combat 8–11 15 Pounce (Ex):If a wood element leopard leaps upon a 12+ 20 foe during the first round of combat, it can make a full attack even if it has already taken a move action. • Spell resistance equal to double the creature’s HD Improved Grab (Ex):To use this ability, the wood ele- (maximum 25). ment leopard must hit with its bite attack. If it gets a • Linked Minds (Ex):Axiomatic creatures of a particular hold, it can rake. type within 300 feet of one another are in constant Rake (Ex):A wood element leopard that gets a hold communication. If one is aware of a particular danger, can make two rake attacks (+6 melee) with its hind legs they all are. If one in the group is not flat-footed, none for 1d3+1 points of damage each. If the wood element of them are. No axiomatic creature in the group is con- leopard pounces on an opponent, it can also rake. sidered flanked unless they all are.",
        "name":  "Advancement",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A petitioner loses all supernatural Saves: Base saving throw bonuses are +3. and spell-like abilities but retains normal attacks and Abilities: Same as the base creature. Some cosmolo- exceptional abilities. gies or particularly insecure deities may set a maximum",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A petitioner loses all supernatural of 18 for petitioners’ ability scores. Abilities higher than and spell-like abilities but retains exceptional abilities. In that are reduced to the maximum. addition, it gains the following qualities. Skills: Petitioners have no skills. Previ- Mental Immunity (Ex):All petition- ous skills are lost. ers are immune to mind-influenc- Feats: Petitioners have no feats. Previous ing effects. This may be due to the feats are lost. mindless nature of their exis- tence, devotion to their deities, Climate/Terrain: Any land and under- or being surrounded by a simi- ground (within the native plane). larly aligned plane. Organization:Same as the base creature. Immunities (Ex): Depend- Challenge Rating: 1. ing on the nature of its Treasure: None. native plane, a petitioner Alignment:Same as the native plane. gains immunity against Advancement: None. two of the following effects: acid, cold, elec- Exceptional Petitioners tricity, fire, poison, The deities may choose particular petrification, and poly- servants for specific tasks who may morphing. These im- remember something of their pre- munities are applied vious selves. These exceptional similarly to all peti- petitioners retain the feats and tioners of a particu- skills that they had in life but are lar plane or deity. otherwise limited as the other See Chapter 7: The petitioners of their plane are. Outer Planes for more details. Sample Petitioner Resistances (Ex):Depend- This is a petitioner from ing on the nature of its an example chaotic evil native plane, the peti- plane. A specific plane tioner gains resistance 20 in the core cosmology against two of the following: (such as the Abyss) may acid, cold, electricity, and bestow additional special fire. Chapter 7 has details qualities. See Chapter 7 on which petitioners for more details. have which immunities. Planar Commitment (Ex): Ogre Petitioner Petitioners cannot leave the Large Outsider(Chaotic, Evil) plane they inhabit. They are Hit Dice:2d8+8 (17 hp) teleported 100 miles in a random Initiative: –1 (Dex) direction if an attempt is made to Speed:30 ft. force them to leave. AC:13 (–1 size, –1 Dex, +5 natural)",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  " The passage between dreamscapes is a gradual If a dreamer or dreamwalker dies in a dreamscape, she change, not a sudden wrenching. As the traveler wakes immediately with a hammering heart but is other- approaches the border of the dreamscape, the sur- wise unharmed. A dreamer or dreamwalker pulled slain roundings become more and more like the neighbor- in the Dreamheart also dies on the Material Plane. Worse, ing dreamscape, while features of the current dream- their spirits are snared forever at the heart of Dream, so scape are less noticeable. Eventually, the dreamwalker raise deadandresurrectionspells don’t work. has passed wholly into the new dreamscape. A dreamwalker, like any dreamer, can “wake up” to leave Dreamscapes Dream entirely. Many dreamscapes are small—no more than two or three",
        "name":  "APPENDIX",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  " pqqqqrs HOW TO GET TO THE PLANE OF MIRRORS On the Plane of Mirrors, you will find other windows that Those who try to walk through mirrors unaided get nothing but represent similar mirrors tied together by some strong a bump on the forehead for their trouble. It takes a spell to bond. Frequently they were all made by the same artisan, access the Plane of Mirrors. but mirrors with particularly strong-willed owners or mirrors made at a particular historic moment may also be Mirror Walking tied together. Transmutation When on the Plane of Mirrors, you can see through these",
        "name":  "APPENDIX",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Special mirror walk spell. For each subject, the mirror walk spell ends",
        "name":  "Duration",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "a coexistent and Outer Planes. It follows the topography of the Mate- Outer Plane. It functions like an Outer Plane, but it con- rial Plane closely; should two portals to the Plane of nects closely to the Material Plane, and a location on the Faerie be a mile apart on the Material Plane, they will Material Plane matches with a Faerie duplicate. Faerie similarly be a mile apart on the Plane of Faerie. overlaps the Material Plane in such a way that travelers Portals to the Plane of Faerie only appear at certain don’t need the Astral Plane to cross between the two times, such as during a new moon, at the equinoxes, or planes. Moving onto the Plane of Faerie from old ruins once every ninety days. Such portals often exist within on the Material Plane, for example, puts a traveler at the standing stones or pools on the Material Plane. door of a Faerie lord’s castle. Because the Plane of Faerie doesn’t connect to the The Plane of Faerie is a realm of eternal twilight, Astral Plane, the Ethereal Plane, or the Plane of Shadow, with slow lanterns bobbing in the gentle breeze and spells that use those planes do not function on the Plane 210 huge fireflies buzzing through groves and fields. The of Faerie. :XIDNEPPA SENALP TNAIRAV SEIGOLOMSOC \u0026 FAERIE INHABITANTS ent, and too alien for a normal mind to accept without The Plane of Faerie is the home of powerful elflike crea- being damaged. Where stray illuminations from the Far tures called the sidhe (pronounced shee). The sidhe divide Realm leak onto another plane, matter stirs at the beck- themselves into a Seelie Court and an Unseelie Court. The oning of inexplicable urges before burning to ash. Seelie are considered good and the Unseelie evil, but both But in the Far Realm, titanic creatures swim through are unconcerned with the wants, desires, and needs of nothingness, preoccupied with madness. Unspeakable creatures from the Material Plane. things whisper awful truths to those who dare listen. For To create a Seelie creature, apply the half-celestial tem- mortals, knowledge of the Far Realm is a triumph of plate to an elf character. For an Unseelie creature, apply mind over the rude boundaries of matter, space, and the half-fiend template to an elf. eventually sanity. Other half-celestial and half-fiend creatures may be The Far Realm is divided into an unknown number of found within Faerie. Many of these are Seelie and Un- layers. Each layer is only slightly out of phase with the seelie versions of fey creatures such as satyrs, sprites, and next, and passing between layers requires only a thought. grigs. The more powerful members of the Unseelie Court It’s possible to stand on one layer and see dozens of ride nightmares on their Wild Hunts and are accompa- others, all overlapping yet somehow distinct. nied by yeth hounds. These hunts are common on the Plane of Faerie, and they often spill over onto the Mater- FAR REALM TRAITS ial Plane when the stars come into alignment and the bor- The Far Realm has the following traits. ders between the worlds are thinner. Members of the Seelie Court are often chaotic good; • No Gravity: Entities of the Far Realm float in dark they’ve been known to lure or even kidnap Material nothingness. The only type of movement is passage Plane characters into their realm for the purpose of feast- between layers, which requires only thought. ing and dalliance. Members of the Unseelie Court are • Flowing Time: A minute in the Far Realm equals no also interested in having Material Plane characters at time on the Material Plane. The Far Realm is outside their feasts, but more as dishes than as guests. Neither time, existing both before and after time’s reign, if group is particularly concerned about the time that their words like “before” and “after” have any meaning there. guests lose while away from the Material Plane. • InfiniteSize:The Far Realm contains infinite layers, though the layers themselves are not infinite. • Highly Morphic: The layers continually evaporate, FAR REALM divide, spawn, and breathe at the behest of the alien Also called Outside, the Far Realm is a plane—or per- entities that drift through them. haps a space beyond the planes—that is terrifyingly • SporadicElemental and EnergyTraits:Conditions remote from the standard planar geometry. The entities are always in a state of flux in the Far Realm, and it’s that abide in the Far Realm are too inchoate, too differ- entirely possible that a given layer could burst aflame 211 \u0026 COSMOLOGIES VARIANT PLANES",
        "name":  "Faerie is an oddity in most cosmologies",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  " MMyyrriiaadd PPllaanneess CCoossmmoollooggyy ppllaannaarr cclluummpp ppllaannaarr cclluummpp ppllaannaarr nneecckk ppllaannaarr aarrcchhiippeellaaggoo lloonnee ppllaannee pqqqqrs MODIFYING ETHEREAL ACCESS SPELLS coexistent with several other planes, a traveler could continue Travelers using ethereal jaunt and etherealness in the Myriad to shift through world after coexistent world, getting farther Planes cosmology see their home plane through the mist, just and farther afield from the home plane while the spell lasts. as if they were on the Ethereal Plane. In fact, they are on When ethereal jaunt ends, travelers are pulled back to the another coexistent Material Plane and can interact with crea- home plane. But when etherealness ends, characters can tures and elements there normally. Because every plane is remain on the new plane if they wish. pqqqqrs The two Material Planes, their attendant Ethereal DOPPEL LINKS Planes, and the interposing Plane of Shadow hover in Only a few permanent portals exist between the two the center of a roiling mix of elements and energies— Material Planes. Most portals on the surface have been a single Inner Plane. Various locations on this plane have located and destroyed, and the ones remaining are deep elemental or energy traits, usually minor dominant with beneath the earth. Such portals may be disguised or occasional pockets of major dominant. This Inner Plane even as insubstantial as planar borders, so characters surrounds the Material Planes, with elemental and may cross from one Material Plane to the other without energy pockets filling the planar landscape like great realizing it. suns or black holes. The most common link between the two Material The Astral Plane consists entirely of conduits that Planes is the Plane of Shadow. Crossing between the two pierce the Inner Plane. Only where a number of conduits Material Planes is rare, due to the perils of the Guardians converge does a character encounter the open, hazy of Shadow (see below). space that is the normal Astral Plane. The swirling, color- It is possible to move from one Material Plane to the ful power of the nearby Inner Plane tinges the Astral other through the Astral Plane, by moving first to one of Plane at these convergence points. the Outer Planes and from there to the other Material The Outer Planes consist of several planes dedicated Plane. Prankster deities, both good and evil, sometimes to various deities located beyond the Inner Plane. They return a mortal to the wrong Material Plane, just to sow are separated from the Inner Plane by a cushion of the discord and shake up the established order. Astral Plane. The Outer Planes tend to be strongly good-aligned or strongly evil-aligned. While deities FEATURES OF THE DOPPEL COSMOLOGY have worshipers on both Material Planes, one of the The exact nature of features on the two Material Planes Material Planes is disposed toward good-aligned Outer varies as widely as in a cosmology with a single Material Planes, while the other is disposed toward evil-aligned Plane. But in the Doppel cosmology, what is good on Outer Planes. one plane is evil on the other. There are legends in both worlds of “dark ages” and The two Material Planes also share the same history “golden ages” when the world seemed more evil or good over time. What occurs on one Material Plane tends to than it is today. The central hub of linked Material Planes occur in the other. The collapse of an evil empire on spins slowly with regard to the aligned Outer Planes, and one Material Plane is matched by the destruction of a deities are continually trying to turn the rotation of the good empire on the other. Even smaller events tend to Material Planes to their advantage. be mimicked. A character from one Material Plane who visits the other to kill her “twin” may discover that her DOPPEL TRAITS own life is in danger when she returns (though this is Unless otherwise noted, all planes have the typical traits not a sentence of certain death). The Doppel cosmology for their type. The Doppel cosmology’s Transitive Planes tends to heal itself by shifting events to resolve contra- behave like D\u0026D cosmology Transitive Planes, Doppel dictions and move toward a balance between the two Outer Planes behave like D\u0026D Outer Planes, and so on. Material Planes.",
        "name":  "APPENDIX",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Orrery has four main Outer Planes during the equinoxes and solstices. Outer Planes, one for each nonneutral alignment. The During the three-day period of each festival, an indi- lawful good plane, the Golden Halls, is ascendant on vidual with the teleport spell or spell-like ability can the three days surrounding the winter solstice. The move between the Material Plane and the relevant 217 \u0026 COSMOLOGIES VARIANT PLANES",
        "name":  "Ascendant Outer Planes",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Improved Initiative, Spell Penetration In addition to its powerful arm attacks, a pentadrone can breathe paralysis gas to immobilize opponents. Climate/Terrain: Any land",
        "name":  "Combat Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 A decaton attacks with its spell-like abilities and ten- Treasure:None tacles in combat. Alignment:Always lawful neutral Spell-Like Abilities: At will—clairaudience/clairvoy- Advancement:12–33 HD (Large) ance, command, dimension door, heal, healing circle, remove disease, remove paralysis, teleport without error (self plus 50 A nonaton appears as a cylinder set vertically on three pounds of objects only), and wall of force.These abilities stumpy legs. Nine tentacles are spaced evenly around are as the spells cast by a 10th-level sorcerer (save DC 12 the middle of its body, and it has two eyes and two + spell level). mouths, one of each on either side of its upper portion.",
        "name":  "Combat Challenge Rating",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A decaton casts divine spells as a 10th-level Nonatons speak their own language, Celestial, cleric (save DC 12 + spell level). It has access to the Infernal, and the trade tongue of the planes. They domains of Law, Protection, and War. receive orders from octons and pass them along to deca- All-Around Vision (Ex):With its four equally spaced tons. eyes, a decaton can see in all directions at once. Because These cylindrical modrons act as commissars and of this, it gains a +4 racial bonus on Spot and Search chief inspectors for the modron realm. One nonaton is checks and cannot be flanked. stationed in each of the sixty-four sectors of Regulus to",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50 ft. spell-like abilities in combat.",
        "name":  "Speed",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9 tentacles +11 melee ity, plane shift.These abilities are as the spells cast by a",
        "name":  "Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tentacle 1d6+1 15th-level sorcerer (save DC 12 + spell level). Face/Reach:5 ft. by 5ft./10 ft. Spell-Like Abilities: At will—clairaudience/clairvoy-",
        "name":  "Damage",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Psionics, spell-like abilities, spells ance, command, detect good, detect evil, detect thoughts,",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +10, Ref +10, Will +9 as the spells cast by a 12th-level sorcerer (save DC 12 +",
        "name":  "Saves",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 13, Dex 16, Con 16, Int 14, Wis 14, Cha 15 spell level).",
        "name":  "Abilities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A nonaton can cast divine spells as a 12th-level Information +14, , Hide +9, Intuit Direction +10, cleric (save DC 12 + spell level). It has access to the Knowledge (local) +11, Listen +10, Search +17, Sense domains of Law, Protection, and War. Motive +11, Spellcraft +13, Spot +18 All-Around Vision (Ex):With its two equally spaced",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Improved Initiative, Spell Penetration eyes, a nonaton can see in all directions at once. Because of this, it gains a +4 racial bonus on Spot and Search Climate/Terrain:Any land checks and cannot be flanked.",
        "name":  "Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, spells Combat",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All-around vision, damage reduc- An octon attacks with its spell-like abilities and ten- tion 20/+2, modron traits, outsider traits, psionics tacles. immunity, resistances, SR 17, telepathy Spell-Like Abilities: At will—clairaudience/clairvoy-",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +14, Diplomacy +17, Gather objects only), wall of force, and water walk.These abilities Information +13, Hide +9, Intuit Direction +9, are as the spells cast by a 14th-level sorcerer (save DC 12 Knowledge (local) +8, Knowledge (planes) +9, Listen + spell level). +9, Scry +13, Search +16, Sense Motive +10, Spellcraft",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An octon can cast divine spells as a 14th-level +12, Spot +18 cleric (save DC 12 + spell level). It has access to the",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Blind-Fight, Improved Initiative, domains of Law, Protection, and War. Spell Penetration All-Around Vision (Ex):With its two equally spaced eyes, an octon can see in all directions at once. Because Climate/Terrain:Any land of this, it gains a +4 racial bonus on Spot and Search",
        "name":  "Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7 claws +15 melee A septon attacks with its spells, spell-like abilities, and",
        "name":  "Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Claw 1d6+2 claws in combat. Face/Reach:5 ft. by 5ft./5 ft. Spell-Like Abilities: At will—clairaudience/clairvoy-",
        "name":  "Damage",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, spells ance, command, dimension door, teleport without error(self",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A septon casts arcane spells as a 12th-level sor-",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 15, Dex 15, Con 16, Int 16, Wis 16, Cha 17 cerer (save DC 13 + spell level) and divine spells as a",
        "name":  "Abilities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Blind-Fight, Improved Initiative, free action. Spell Penetration Detect Thoughts(Sp):This effect functions exactly like the spell, except that it is constantly in effect and has a Climate/Terrain:Any land 30-foot range. The creature can suppress this ability at",
        "name":  "Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary will. If the effect is dispelled, the septon can reactivate",
        "name":  "Organization",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, spells A hexton attacks with its spells, spell-like abilities,",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 30/+3, modron fists, and claws in combat. traits, outsider traits, psionics immunity, resistances, Spell-Like Abilities: At will—clairaudience/clairvoy- SR 23, telepathy ance, command, dimension door, teleport without error(self",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 16, Dex 16, Con 17, Int 17, Wis 19, Cha 19 abilities are as the spells cast by an 18th-level sorcerer",
        "name":  "Abilities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +17, Diplomacy +22, Gather (save DC 14 + spell level). Information +15, Hide +10, Intuit Direction +13, Spells: A hexton casts divine spells as an 18th-level Knowledge (architecture and engineering) +12, cleric (save DC 14 + spell level). It has access to the Knowledge (local) +12, Knowledge (planes) +14, domains of Law, Protection, and War. Listen +18, Scry +13, Search +13, Sense Motive +13, Modron Traits:Immune to mind-influencing effects; Spellcraft +14, Spot +18 not subject to subdual damage, ability damage, ability",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, spells each of the sixteen sectors, two serve each of the four",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +19, Diplomacy +19, Gather one serves on the personal staff of each of the twenty- Information +19, Hide +12, Intuit Direction +14, five quintons. Hextons undoubtedly handle additional Knowledge (arcana) +14, Knowledge (architecture duties as well, though no one has ever logged all of their and engineering) +14, Knowledge (local) +14, posts. Knowledge (planes) +16, Listen +17, Scry +19, There is a 75% chance that any hexton is accompa- Search +14, Sense Motive +14, Spellcraft +18, Spot nied by a personal guard consisting of one septon, two +17 octons, three nonatons, five decatons, and twenty-five",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, spells five-fingered hand. From its back sprouts a pair of fan-",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +21, Diplomacy +22, Gather planes. They receive orders from quartons and pass Information +20, Hide +13, Intuit Direction +15, them along to hextons. Knowledge (arcana) +15, Knowledge (architecture The quintons are the bureau chiefs and recordkeepers and engineering) +15, Knowledge (local) +15, of Mechanus. Each quinton heads a separate bureau— Knowledge (planes) +17, Listen +18, Scry +20, Search there is one bureau in each of the regional and quarter +15, Sense Motive +15, Spellcraft +20, Spot +18 towers, plus five in Primus’s tower. Each quinton has",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Blind-Fight, Improved Initiative, one hexton assistant, who in turn can put additional Improved Unarmed Strike, lower-ranked modrons at its supervisor’s disposal. Spell Penetration Combat Climate/Terrain: Any land A quinton attacks with its spells, spell-like abilities,",
        "name":  "Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15 Spell-Like Abilities: At will—clairaudience/clairvoy-",
        "name":  "Challenge Rating",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "17–48 HD (Large) pounds of objects only), and wall of force.These abilities are as the spells cast by a 20th-level sorcerer (save DC 14 A quarton is a 12-foot-tall humanoid with four jointed + spell level). arms. A pair of large, fanlike wings sprouts from its back.",
        "name":  "Advancement",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A quinton casts divine spells as a 20th-level Quartons speak the modron language, plus Abyssal, cleric (save DC 14 + spell level). It has access to the Auran, Celestial, Infernal, and the trade tongue of the domains of Law, Protection, and War. planes. They take orders from tertians and relay them to",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft.; cannot be raised or bureau, governors, and army attached to its regions. resurrected. Each quarton has a personal staff consisting of the quin- Psionics Immunity (Ex): Immune to all psionic ton and all the lower-ranked hierarchs assigned to its attacks. region, plus thirty-six pentadrones that act as a personal Resistances (Ex): Acid, cold, and fire resistance 10. guard unit. Telepathy (Su):A quinton can communicate telepath- ically with any creature within 238 miles that has a lan- Combat guage. A quarton attacks with its spells, spell-like abilities, and fists in combat. 15 Spell-Like Abilities: At will—clairaudience/clairvoy- Alignment:Always lawful neutral ance, command, dimension door, teleport without error(self Advancement: 18–51 HD (Large) plus 50 pounds of objects only), and wall of force. These abilities are as the spells cast by a 20th-level sorcerer A tertian looks like a 12-foot-tall human with horns (save DC 15 + spell level). jutting from the sides of its bald head. As a third “arm,”",
        "name":  "Outsider Traits",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A quarton casts divine spells as a 20th-level it has a long, prehensile tail that ends in a macelike ball. cleric (save DC 15 + spell level). It has access to the Tertians speak the modron tongue, plus Abyssal, domains of Law, Protection, and War. Auran, Celestial, Infernal, and the trade tongue of the",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft.; cannot be raised or modron realm is the province of the nine tertians, who resurrected (though a wish or miracle spell can restore hear all cases involving crimes against the rigid ortho- life). doxy of Regulus. Rogue modrons trials make up the Psionics Immunity (Ex): Immune to all psionic bulk of their caseload. attacks. To the bulk of the modron population, the tertians are Resistances (Ex):Acid, cold, and fire resistance 10. alien and unfamiliar creatures—the ultimate impartial Telepathy (Su): A quarton can communicate telepath- judges. A duodrone accused of a crime might possibly ically with any creature within 384 miles that has a lan- imagine (if it can imagine at all) the tertian to be some guage. incomprehensible manifestation of the supreme logic—a “super-tridrone,” so to speak. The tertians have a total of three armies at their dis- TERTIAN (Hierarch Modron) posal for use in law enforcement. In addition, these Large Outsider hierarchs supervise the quartons, and two tertians",
        "name":  "Outsider Traits",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "31 (–1 size, +3 Dex, +19 natural) A tertian attacks with its spells, spell-like abilities, fists,",
        "name":  "AC",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Slam 2d8+6, tail slap 2d8+3 Spell-Like Abilities: At will—clairaudience/clairvoy- Face/Reach:5 ft. by 5ft./10 ft. ance, command, dimension door, teleport without error (self",
        "name":  "Damage",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, spells, stun plus 50 pounds of objects only), and wall of force.These",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 40/+4, modron abilities are as the spells cast by a 20th-level sorcerer traits, outsider traits, psionics immunity, resistances, (save DC 16 + spell level). SR 31, telepathy",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tertian casts divine spells as a 20th-level cler-",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +15, Ref +13, Will +16 ic (save DC 16 + spell level) and arcane spells as a 20th-",
        "name":  "Saves",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 22, Dex 17, Con 20, Int 20, Wis 22, Cha 22 level sorcerer (DC 16 + spell level). It has access to the",
        "name":  "Abilities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immune to mind-influencing effects; +21, Sense Motive +25, Spellcraft +22, Spot +25 not subject to subdual damage, ability damage, ability",
        "name":  "Modron Traits",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Blind-Fight, Improved Initiative, drain, or energy drain; not subject to critical hits. Multiattack, Spell Penetration",
        "name":  "Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "70 ft., fly 50 ft. (good) A secundus attacks using its fists, spells, spell-like abil-",
        "name":  "Speed",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unarmed strike 2d8+7 and stun thoughts, invisibility, plane shift, and suggestion.These abil- Face/Reach: 5 ft. by 5ft./10 ft. ities are as the spells cast by a 20th-level sorcerer (save",
        "name":  "Damage",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Psionics, spell-like abilities, spells, DC 17 + spell level). stunning attack Spell-Like Abilities: At will—clairaudience/clairvoy-",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Abundant step, damage reduction ance, command, dimension door, teleport without error (self 40/+4, diamond body, improved evasion, leap of the plus 50 pounds of objects only), and wall of force. These clouds, modron traits, purity of body, outsider traits, abilities are as the spells cast by a 20th-level sorcerer resistances, SR 33, still mind, slow fall (50 ft.), telepa- (save DC 17 + spell level). thy, wholeness of body",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A secundus can cast divine spells as a 20th-",
        "name":  "Spells",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +17, Ref +15, Will +18 level cleric (save DC 17 + spell level) and arcane spells",
        "name":  "Saves",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 24, Dex 18, Con 22, Int 23, Wis 24, Cha 24 as a 20th-level sorcerer (DC 17 + spell level). Secundi",
        "name":  "Abilities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Blind-Fight, Combat Casting, Deflect spell cast by a 9th-level sorcerer,once per day. Arrows, Improved Initiative, Improved Trip, Spell Diamond Body (Su): Immune to poison. Penetration",
        "name":  "Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A secundus gains a +2 bonus on saving humanoid with a long, narrow face and deep-set eyes. throws against spells and effects from the Enchantment Though it has no class levels, it has all the class features school. of a 13th-level monk.",
        "name":  "Still Mind",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You get along with the druid just fine. She has even from books, like the wizard’s does. He says his spell- healing powers, but she doesn’t proselytize the way the casting ability is natural, and maybe that’s true—he does typical cleric does. Maybe that’s because both of you are wield his power with an easy grace, as though it were committed to nature, or because you share many skills, part of him. As long as he’s honest with you about his or because she simply prefers to follow her own path. abilities and treats you with respect, there’s no reason the Whatever her philosophy, the druid is the sage of your two of you can’t become close friends. But if he tries to world—her knowledge of nature outstrips even your forge an air of mystery about himself, as some sorcerers own. Although you may never adore nature the way she do, he’s likely to earn your antipathy instead. does, you both walk the same trails and drink from the Wizards: You don’t understand the wizard, and you same springs. don’t trust what you don’t understand. How can just read-",
        "name":  "Druids",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some people dislike rogues, but you can see 7 the advantage of having one around. Without her, you’re likely to bear the brunt of a lot more traps. And not even CHAPTER 1: NATURE\u0027S LORE jured or unconscious, he might die from that additional she can become one of nature’s creatures and either loss. In fact, a barbarian who uses this tactic frequently is defeat her foes with claw and tooth or take wing and more likely to end up dead after a fight than escape. Woe to the cretin who thinks the druid powerless anyone else in his party. outside her wood, for even in the darkest dungeon, she is On the Origin As the barbarian gains levels, deciding never without friends, spells, or powers. of Things when to rage becomes easier. The mid-level Unlike many adventurers, the druid is fully prepared In history, druids were priests of barbarian, who can rage three or more to go it alone. The fighter, wizard, and rogue depend on Celtic tribes in western Europe. times per day, might want to use the ability the cleric to heal them, and the cleric depends on the Many stories and great legends whenever he faces spellcasting enemies. It fighter to keep enemies at bay. The druid, on the other describe these figures from our grants him a +2 morale bonus on Will saves hand, can defeat her enemies with fiery spellcasting past. To learn more, visit your and a +2 bonus on Fortitude saves (through nearly as powerful as the sorcerer’s, take the form of a bookstore or check a few books increased Constitution). Given that Will tiger or a lion to gain the upper hand in melee, then heal out of your library and read saves can be something of an Achilles’ heel herself when the battle is done. about the druids who popu- for the barbarian, anything that minimizes Because of this versatility, the druid has much to offer lated history. Good works to his chance of falling victim to fear or a group of adventurers. She can take on any role that’s re- start with include Celtic Lore by mental domination is a good thing—not quired. Need a healer for the barbarian? Can do. Need a Ward Rutherford, The Druids by Stuart Piggott, and Myths and just for him, but for everyone in his party. little more firepower to strike down foes from a distance?",
        "name":  "Rogues",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can understand the traveling lifestyle of eradicate a certain type of being. Though your skills tend the bard, but you don’t envy it. Bards tend to stir up to overlap, the two of you together with your animal nearly as much trouble as rogues do in their wander- companions can greatly increase the capabilities (and ings, but bards at least make charming and versatile ad- sheer numbers) of an adventuring party. venturing companions. Their wide range of skills, their Rogues: You appreciate rogues for their unique tal- spellcasting talent, and their combat ability make them ents, but your lifestyle rarely brings you into contact suitable backups for nearly any other character class. with them. For the most part, that suits you just fine. Add to that their incredible musical effects, and what’s The fact that civilized society considers rogues to be not to like? The bard reminds you that zest for living is miscreants, thieves, and assassins doesn’t concern you, a good thing, and that whatever duties you take on, life since you care little for society’s strictures anyway. But is a precious gift that should be enjoyed, not merely some rogues think of life as a game, and too many spent. others think of nothing but worldly goods. This leaves",
        "name":  "Bards",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wild shape can make the druid a formidable form and demonstrate the behavior or action she wants. opponent. Until 8th level, when she can use ivild shape to The DM may allow the druid a +4 circumstance bonus on become a Large animal, her best choices are the wolver- her Handle Animal checks when she uses wild shape in ine, black bear, or leopard, with three attacks each. Of this fashion. these, the black bear offers the highest Strength score Traveling: Because of their good fly speeds, birds are and the leopard the highest AC. The wolverine’s rage the obvious choices for travel. Should travel by ocean, ability grants it the same Strength bonus as the black sea, or river be an option, the dire shark moves at an im- bear, plus a few additional hit points. The form of a con- pressive speed (90 feet) that even the eagle cannot match. strictor snake might also prove very useful, especially At 15th level and higher, the druid should seriously con- against enemy spellcasters. sider the form of an air elemental for travel because of its For an 8th-level druid, the polar bear reigns supreme incredible fly speed (100 feet). with its Strength score of 27. The heavy horse is weaker in combat but a lot less conspicuous, if that’s a concern. THE RANGER The only other options worth considering are the big cats—lions and tigers—whose pounce and rake abilities IN PERSPECTIVE are a fair trade for the polar bear’s higher strength. The tiger is uniformly tougher than the lion, but both can “You could just as easily gel a shark to give up swimming as you hold their own in combat. Finally, reach provides a sig- could get a ranger to sfay at home.” nificant advantage in a fight, and the druid can gain that —Soveliss 12 in the form of a Large viper. At 12th level, the druid can use wild shape to become a Despite his association with the forest, the ranger cannot dire animal. As a dire bear with a Strength of 31, she can be described as “rooted.” Too great an attachment to CHAPTER 1: NATURE\u0027S LORE places, material possessions, and traditions is unhealthy choices for favored enemy. Choosing giants first might from his point of view. After all, change is a fundamental well pay off when that first ogre comes charging down aspect of nature, and it doesn’t pay to fight that. the dungeon corridor.",
        "name":  "Fighting",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerers are what rangers would be if they • Make the following class skill switches: Animal were arcane spellcasters—fast, focused, and uncluttered Empathy for Gather Information and Knowledge by tomes and universities. You and the sorcerer work (nature) for Knowledge (local). Saying goodbye to an well together because you can depend on him to do what exclusive class skill is hard, but you need as many you expect and do it well. ranks in Gather Information and Knowledge (local) as",
        "name":  "Sorcerers",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 racial bonus on attack rolls against There’s a tradeoff involved in making these choices orcs and goblinoids; +2 racial bonus on Will saves Should the ranger’s first favored enemy be a low-CR or a against spells and spell-like abilities; +2 racial bonus on high-CR creature? Remember, the first favored enemy Fortitude saves against all poisons; +4 dodge bonus chosen is the one against which he has the highest bonus against giants; darkvision 60 ft.; stonecunning (+2 racial throughout his career, and the last is the one against bonus on checks to notice unusual stonework; can make which he has the lowest bonus. Is it better to gain an a check for unusual stonework as though actively early advantage or to forego the immediate benefit and searching when within 10 ft. and use the Search skill to work toward the long term? In fact, both are perfectly find stonework traps as a rogue can; intuit depth); +2 valid choices. For example, suppose you choose orcs first. racial bonus on Appraise checks and Craft or Profession That gives your ranger a useful bonus against orcs when checks related to stone or metal (figured into the statis- he’s likely to see them most—when he’s low level. When tics above). he’s 20th level, though, he has a +5 bonus against orcs",
        "name":  "Dwarf Traits",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reginald has selected the cult of (which he may rarely see at that point) and a lower bonus Vecna as his first favored enemy, goblinoids as his against the more powerful creatures that he’s likely to second, and giants as his third. He gains a +3, +2, and +1 meet more often. Conversely, if you choose demons as bonus, respectively, on melee damage rolls and on his your ranger’s first favored enemy, he’s not likely to get Bluff. Listen, Sense Motive, Spot, and Wilderness Lore much benefit out of his bonus for a long time because he checks against these creature types. probably won’t meet many demons until he has several Spells Prepared (2/2/2; base DC = 13 + spell level): 1st— levels under his belt. But when he does meet them, he detect secret doors, message; 2nd—cure light wounds, detect immediately has a substantial bonus against them. thoughts; 3rd—neutralize poison, phantom steed. Aberrations: This category is a rich choice for favored",
        "name":  "Favored Enemies",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wilderness Lore 4 ranks, spellcaster Extra Favored Enemy [General] level 3rd. You select an additional favored enemy.",
        "name":  "Prerequisites",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd; Prerequisites: Brew Potion, spellcaster level 6th; Market Price: 150 gp.",
        "name":  "Caster Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd; Prerequisites: Brew Potion, spellcaster level 6th; Market Price: 150 gp.",
        "name":  "Caster Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "27–48 HD (Large) 31–60 HD (Huge) Legendary animals are animals of incredible strength, Huge. Fitting these oversized creatures into cramped speed, and power. According to some theories, they have dungeon corridors is a challenge. been imbued with power beyond all other animals to Legendary animals rarely appear except in the com- serve as nature’s defenders. Whatever their origin, leg- pany of druids or other high-level characters. In fact, endary animals are extraordinarily rare. they are never even created until they are needed. They Legendary animals represent another step in the are created from normal animals of their kind through animal power curve. Although the same size as their the power of nature (or a deity) whenever a character of normal counterparts, they are significantly more power- appropriate level needs such a companion. Thus, when a ful than even dire versions of their kind. Thus, they make high-level druid goes out to search for a new animal com- appropriate animal companions for high-level druids. panion, nature mystically makes one available. Making this option available ensures that a druid’s Legendary animals are treated as dire animals for animal companions remain valuable to her as she con- the purpose of determining how spells affect them. tinues to advance. For instance, a legendary animal is allowed a saving As the druid gains levels, her spellcasting ability and throw to resist the calm animals spell, just as a dire overall power improve measurably, but her trusted ser- animal would be. vants begin to pale in comparison. Given the limitation that the total Hit Dice of an adventuring druid’s animal Legendary Eagle companions cannot exceed her own level (except at 1st With its feathers of white and yellow, the legendary level, when she can have 2 HD worth of animal com- eagle has a reputation for being an omen of good weather panions), she eventually outdistances her animal and good times to come. Like all birds of prey, the leg- friends in terms of power. This is easy to see by consid- endary eagle is a carnivore that hunts other birds and ering the challenge ratings of the available creatures. small reptiles, snakes, and mammals. For example, a 1st-level adventuring druid can have a 2- Skills: *A legendary eagle receives a +12 racial bonus HD wolf companion (a CR 1 creature), which improves on Spot checks in daylight. her combat ability (and thus her overall survivability) dramatically. At 6th level, she can maintain a 6-HD Legendary Ape animal companion, such as a brown bear, which still This ape appears no different from the common ape in adds significantly to her prowess, though it is only a CR color and markings, but even the casual observer can tell 4 creature. But when she reaches 16th level and ac- that it is stronger, faster, and tougher than others of its quires a 16-HD dire tiger as an animal companion, she kind. has gained only a CR 8 creature. In terms of encounter levels, the addition of a CR 8 creature to a 16th-level Combat character results in a negligible improvement. The dire Legendary apes are aggressive and territorial. tiger is by no means an unworthy companion, but the Rend (Ex): A legendary ape that hits with both claw druid just isn’t getting the “bang for her buck” that she attacks latches onto the opponent’s body and tears the 41 did earlier. Sadly, she also loses versatility, since the flesh. This automatically deals an additional 2d8+15 toughest animal companions are also Large, or even points of damage. CHAPTER 4: ANIMALS of damage with a successful grapple check against Large Legendary Wolf or smaller creatures. A fierce-looking wolf with black, white, or gray fur, this Skills: A legendary snake receives a +8 racial bonus on animal is generally not aggressive toward humanoids, Hide, Listen, and Spot checks, and a +16 racial bonus on though hunger may make it attack. Balance checks. A legendary snake with higher Dexterity than Strength can use its Dexterity modifier on Climb Combat checks. Legendary wolves encountered singly may fight, or they may retreat to call together the pack. Whenever possible, Legendary Horse legendary wolves hunt in groups. Legendary horses can never be domesticated, only be- Trip (Ex): A legendary wolf that hits with a bite attack friended. Ancient stories tell of heroes riding these crea- can attempt to trip the opponent as a free action (see Trip tures, but even the tales have become very rare. A in Chapter 8 of the Player’s Handbook) without making a legendary horse can fight while carrying a rider, but the touch attack or provoking an attack of opportunity. If the rider cannot also attack unless he or she succeeds at a attempt fails, the opponent cannot react to trip the leg- Ride check (DC 10). endary wolf. Carrying Capacity: A light load for a legendary horse",
        "name":  "Advancement",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "eagle, hawk, owl, raven. (Str), Listen (Wis), Spellcraft (Int), Spot (Wis), Swim",
        "name":  "Birdlord",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Neutral good, lawful neutral, neutral, any given spell requires a Wisdom score of at least 10 - chaotic neutral, or neutral evil. the spells level. The DC tor saving throws against these CHAPTER 5: PRESTIGE CLASSES spells is 10 + spell level + the animal lord’s Wisdom mod- rently using with a number of willing individuals equal ifier. When the table indicates that the animal lord is en- to her animal lord level. This effect is identical to that of titled to 0 spells of a given level (such as 0 1st-level spells the polymorph other spell, except that its duration is 1 at 1st level), she gets only those bonus spells that her hour per animal lord level. Wisdom score allows. An animal lord prepares and casts Second Totem: At 5th level, an animal lord gains a spells just like a druid does, but she must choose them benefit related to her selected group from the list below. from the spell list below. AAAAAnnnnniiiiimmmmmaaaaalllll PPPPPeeeeerrrrrccccceeeeeppppptttttiiiiiooooonnnnn (Sp): At 6th level, an animal lord can",
        "name":  "Alignment",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginning at 1st level, the animal lord share the sensory input of any animal of her selected develops a bond with animals of her selected group (see group that is within range of her animal sense. above). For instance, the bearlord bonds with brown Third Totem: At 8th level, an animal lord gains a ben- bears, black bears, and polar bears, and the apelord with efit related to her selected group from the list below. monkeys, baboons, and apes. The marinelord’s bond ex- SSSSShhhhhaaaaarrrrreeeee GGGGGrrrrreeeeeaaaaattttteeeeerrrrr FFFFFooooorrrrrmmmmm (Sp): At 9th level, an animal lord can tends to porpoises, whales, and other aquatic mammals share her dire form with her allies. This ability is other- as well as fish. Because of this bond, all animals of the ap- wise identical to share lesser form, above. propriate kinds automatically have a friendly attitude toward the animal lord. Animal Lord Spell List Animal bond also allows the animal lord to have one or Animal lords choose their spells from the following list. more animal companions chosen from among her se- 1st level—alarm, animal trick*, culm animals, camou- lected group. This aspect of animal bond is a spell-like flage*, cure lighl wounds, defect animals or plants, pass without ability that functions like the druid’s animal friendship trace, purify food and drink, speak with animals. spell, except that the animal lord can acquire compan- 2nd level—adrenaline surge*, animal reduction*, cure ions only from among her selected group, and her maxi- moderate wounds, animal trance, endure elements, hold mum Hit Dice of animal companions (whether or not animal, invisibility to animals, natures favor*. she adventures) equals twice her animal lord level. The 3rd level—cure serious wounds, embrace the wild*, lesser character can train these animal companions just as the restoration, neutralize poison, protection from elements, remove druid does (see Chapter 4 for details). disease. Animal Sense (Su): At 1st level, an animal lord can 4th level—awaken (animals in selected group only), sense any animals of her selected group within a radius animal growth (animals in selected group only), commune of miles equal to her animal lord level squared. For ex- with nature, cure critical wounds, freedom of movement. ample, a 6th-level bearlord can sense brown bears, black *New spell described in Chapter 6 of this book. bears, and polar bears within thirty-six miles. This ability does not allow the character to communicate with the Totems animals she senses. Each animal lord gains special abilities according to her Animal Speech (Ex): At 2nd level, an animal lord can selected animal type as she rises in level. converse at will with any animals of her selected group as though a speak with animals spell were in effect. The crea- Apelord tures’ responses, of course, are limited by their intelli- First Totem: The apelord gains Brachiation as a bonus gence and perceptions. feat.",
        "name":  "Animal Bond",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2nd level, the animal lord gains a ben- Second Totem: The apelord gains a +2 inherent bonus efit related to her selected group from the list below. to Intelligence. LLLLLeeeeesssssssssseeeeerrrrr WWWWWiiiiilllllddddd SSSSShhhhhaaaaapppppeeeee (Sp): At 3rd level, an animal lord can Third Totem: The apelord gains the spell-like ability use wild shape to take the form of any kind of natural to scare by howling, hooting, and beating her chest. The animal in her selected group. This ability otherwise func- Will save DC against this ability is 10 + the apelord’s class tions like the druid’s wild shape, except that the animal level + her Charisma modifier. In all other ways, this lord can use it as often as desired. At 7th level, an animal effect is identical to the scare spell. lord can use this ability to adopt the dire form of an animal in her selected group, and at 10th level, she can Bearlord use it to adopt the legendary form of an animal in her se- First Totem: The bearlord gains a +2 inherent bonus lected group. to Strength. AAAAAnnnnniiiiimmmmmaaaaalllll FFFFFaaaaarrrrrssssspppppeeeeeeeeeeccccchhhhh (((((SSSSSppppp)))))::::: At 4th level, an animal lord can Second Totem: The bearlord gains Great Fortitude as use her animal speech ability to converse telepathically a bonus feat. with any animal of her selected group that she can sense Third Totem: The bearlord gains damage reduction (see animal sense, above). 2/–. It she already has damage reduction, this does not SSSSSuuuuummmmmmmmmmooooonnnnn AAAAAnnnnniiiiimmmmmaaaaalllll (Sp): Also at 4th level, an animal lord stack with it. can summon 1d3 animals of her selected group once per day. This ability functions like the appropriate summon Birdlord nature’s ally spell, except that the duration is 1 round per First Totem: The birdlord gains a +2 inherent bonus to animal lord level. At 6th level, the animal lord can use Dexterity. thisabilitytwice per day, and at 8th level, she can use it Second Totem: The birdlord gains a +8 conditional to summon 1d3 dire animals of her selected group. bonus on Spot checks made in daylight. 45 SSSSShhhhhaaaaarrrrreeeee LLLLLaaaaassssseeeeerrrrr FFFFFooooorrrrrmmmmm (((((SSSSSppppp)))))::::: Beginning at 5th level, an Third Totem: The birdlord gains Improved Critical animal lord can share whichever animal form she is cur- (claw) as a bonus feat. CHAPTER 5: PRESTIGE CLASSES Catlord infidels and his tribe. Usually visitors and conquered",
        "name":  "First Totem",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The marinelord gains the extraordinary Skills: Intimidate 4 ranks; Knowledge (religion) 6 ability to breathe water in her normal form. (She cannot, ranks or Knowledge (nature) 6 ranks. however, breathe air while in a form that can breathe Feats: Iron Will, Leadership. only water.) Spells: Able to cast 3rd-level divine spells.",
        "name":  "First Totem",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The snakelord gains the extraordinary skill), Sense Motive (Wis), Spellcraft (Int), Swim (Str), ability to produce poison once per day (Fortitude save and Wilderness Lore (Wis). See Chapter 4 of the Player\u0027s DC 10 + class level; initial and secondary damage 2d6 Handbook for skill descriptions. temporary Constitution). She can produce only one dose of poison per day. The snakelord is skilled in the use of Skill Points at Each Level: 4 + Int modifier. poison and never risks accidentally poisoning herself when applying poison to a blade. Class Features",
        "name":  "Second Totem",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The wolflord gains Scent (see Chapter 2) Spells per Day/Spells Known: At each bane of infi- as a bonus feat. dels level, the character gains new spells per day (and",
        "name":  "First Totem",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The wolflord gains a +4 circumstance spells known, if applicable) as if he had also gained a level bonus on Wilderness Lore checks made for tracking. in a spellcasting class to which he belonged before This bonus stacks with any modifier provided by Scent. adding the prestige class. He does not, however, gain any",
        "name":  "Second Totem",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. wooded area, she cannot cast Requirements spells until she To qualify as a blighter, a does so. character must fulfill the The default divine following criteria. focus for any spell cast",
        "name":  "Hit Die",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. the character provokes attacks of opportunity as though he were casting a spell whenever he takes any kind of Class Features attack action. The following are class features of the eye of Gruumsh Blinding Spittle (Ex): The eye ot Gruumsh can prestige class. launch blinding spittle at any opponent within 20 feet.",
        "name":  "Skill Points at Each Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. charm person or dominate person spell, for example) loses all the special abilities of the prestige class for one Class Features week. The following are class features of the forsaker prestige Spell Resistance (Ex): At 1st level, the forsaker gains class. spell resistance 11. This value increases by +1 with each",
        "name":  "Skill Points at Each Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2nd level, the frenzied berserker a bard, but he casts spells as only a geomancer can. In the cantake a 5-toot step between attacks when using the area he calls home (be it high on a mountain, deep in 3 Cleave or Great Cleave feat. She is still limited to one Forest, or even beneath an ocean) he weaves ley lines— such adjustment per round, so she cannot use this abil- powerful connections to the land itself. The spells he ity during a round in which she has already taken a 5- casts through these connections with the earth are re- foot step. flections of his own strength ot will. As the geomancer Deathless Frenzy (Ex): At 4th level, the frenzied progresses, however, the effort of gathering mag:c berserker can scorn death and unconsciousness while in through the earth takes a physical toll on him. making a frenzy. Should her hit points to fall to 0 or below be- him more and more like the land and its creatures. cause of hit point loss, she continues to fight normally Only characters with more than one spellcasting class until her frenzy ends. At that point, the effects of her can become geomancers. The most popular combina- wounds apply normally. This ability does not prevent tions are druid sorcerer and druid wizard. Clerics with death from spell effects such as slay living or disintegrate. arcane spellcasting ability can also qualify, those with",
        "name":  "Supreme Cleave",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginning at 5th level, the access to the Plant or Animal domain are the most likely frenzied berserker gains a +3 bonus on her melee damage to consider this path. A bard or a ranger who picks up a rolls for every –2 penalty she takes on her melee attack second, more focused spellcasting class can also adopt rolls when using the Power Attack feat. thislifestyle. Inspire Frenzy (Su): Beginning at 6th level, the fren- Hit Die: d6. zied berserker can inspire frenzy in her allies while she 60 herself is frenzied. When she uses this ability, all allies Requirements within10 feet of her gain the benefits and the disadvan- To quality as a geomancer, a character must fulfill the fol- tages of frenzy as it they had that ability themselves. lowing criteria. CHAPTER 5: PRESTIGE CLASSES",
        "name":  "Improved Power Attack",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level arcane spells and 2nd- level divine spells. Class Skills The geomancer’s class skills (and the key ability for each skill) are Alchemy (Int), Animal Empathy (Cha), Con- centration (Con), Craft (any) (Int), Diplomacy (Cha), Handle Animal (Cha), Heal (Wis), Intuit Direction (Wis), Knowledge (arcana), Knowledge (nature), Scry (Int), Spellcraft (Int), Swim (Str), and Wilderness Lore (Wis). See Chapter 4 of the Player’s Handbook for skill de- scriptions.",
        "name":  "Spells",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 10 ranks, Spellcraft 8 An affected target must make a Will save (DC 10 + ranks, Wilderness Lore 10 ranks. hexer level + hexer’s Wisdom modifier) or suffer a –4 en-",
        "name":  "Skills",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast lightning bolt as a divine hancement penalty on attack rolls, saving throws, ability spell. checks, and skill checks. These effects are permanent until removed with a break enchantment, limited wish, mir- Class Skills acle, remove curse, or wish spell. This is an enchantment The hexer’s class skills (and the key ability for each skill) effect and cannot be dispelled. are Alchemy (Int), Concentration (Con), Craft (any) A hex does not affect undead creatures or extend (Int), Handle Animal (Cha), Heal (Wis), Knowledge beyond the plane that the hexer occupies. The hexer is (any) (Int), Profession (any) (Wis), Scry (Int, exclusive subject to the effects of his own reflected gaze and is al- skill) Spellcraft (Int), and Wilderness Lore (Wis). See lowed a saving throw against them. Chapter 4 of the Player’s Handbook for skill descriptions. Bonus Spell: At 2nd level, the hexer adds a new spell of his choice to his spell list. This spell must come from",
        "name":  "Spellcasting",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 +Int modifier. the wizard/sorcerer spell list and must be of a spell level that the hexer can cast. He can prepare this new spell at Class Features the same spell level as it appeared on the wizard/sorcerer The following are class features of the hexer prestige list. He gains one additional bonus spell for every two class. hexer levels he has.",
        "name":  "Skill Points at Each Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginning at 1st level, the tamer of companion if it moves farther than 5 feet away, and the beasts can have animal companions whose Hit Dice total effect is not reinstated even if that companion again no more than the sum of twice his tamer of beasts level comes within 5 feet of the character before the spell’s du- plus twice his caster level for animal friendship. For ex- ration expires. Additionally, the tamer may cast a spell ample, a Drd7/tamer of beasts3 can have up to 20 Hit Dice with a target of “You” on a companion (as if the spell had of animal companions. No individual animal companion a range of touch) instead of on himself. The tamer of can have more Hit Dice than the tamer of beasts does. beasts and the companion can share even spells that do",
        "name":  "Animal Mastery",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 3rd level, each of the tamer of beast’s Fortitude saves. Apply the companion’s Constitution companions gains a +2 bonus on all attack rolls, checks, modifier, if any, to each bonus Hit Die. These extra Hit and saves after witnessing any threat or harm to the Dice count as regular Hit Dice for determining the tamer. This bonus lasts as long as the threat is immediate effects of spells such as sleep. The tamer of beasts can in- and apparent. spire his companions once per day, and the effects last for 71",
        "name":  "Blood Bond",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast control plants. they tend to be loners, watching the years pass by from their groves. Adventuring verdant lords are rare, but Class Skills those who do exist are marvelous to behold. They tend to The verdant lord’s class skills (and the key ability for each take their gardens with them, often bringing several skill) are Animal Empathy (Cha), Climb (Sir), Concen- plant creatures, such as animated trees and treants, along tration (Con), Craft (any) (Int), Diplomacy (Cha), Dis- on adventures. Verdant lords tend to be sott-spoken, guise (Cha), Handle Animal (Cha), Heal (Wis), Hide easygoing individuals—right up until someone lights a (Dex), Intuit Direction (Wis), Knowledge (nature) (Int), torch and threatens living plants. Listen (Wis), Scry (Int), Spellcraft (Int), Swim (Sir), and",
        "name":  "Since most verdant lords have little use for civilization, Spells",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2nd level, the character can au- ically aged. Any aging penalties he may already have suf- tomatically identify the spell contained in an infusion fered, however, remain in place. Bonuses still accrue, and and the caster level of that spell (see Infusions in Chap- the verdant lord still dies of old age when his time is up. ter 3). He also gains a bonus equal to his verdant lord level on both Profession (herbalist) checks and Wilder- Organized Druids: ness Lore checks related to plants, including the use of The Order of the Verdant Grove this skill to forage for herbs. “You cannot decide to be pure, novice.” Sun Sustenance (Ex): Also at 2nd level, the verdant —An elder of the Order, to a young Vadania lord gains the ability to draw energy from the sun. As long as he spends at least 4 hours of the day outdoors, he The Order of the Verdant Grove is a loose organization of can draw sustenance from the sun itself, and thus he re- about one hundred seventy druids and verdant lords who quires no food that day. He still thirsts, however, and share certain interests and are committed to gaining and needs the standard amount of water to survive. disseminating information about nature. The organiza-",
        "name":  "Expert Infusion",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginning at 3rd level, the verdant lord tion doesn’t have much of a hierarchy, and the typical can channel stored spell energy into certain healing member also owes allegiance to some other druid circle spells that he hasn’t prepared ahead of time. This works in his or her local area. Many druids have heard of the like the cleric’s spontaneous casting ability, with the fol- Order of the Verdant Grove, but they often assume it is lowing exceptions. He can “lose” a prepared spell to cast the name of some regional druid circle. any regenerate spell of the same level or lower (a regenerate An applicant for membership must be invited and spell is any one with “regenerate” in its name; these spells sponsored by a current member, and all available mem- are presented in Chapter 6). For example, a verdant lord bers periodically vote on whether to admit the current who has prepared faerie fire (a 1st-level spell) may lose applicants. Once accepted, the new member (called an that spell to cast regenerate light wounds (also a 1st-level initiate) undergoes a rite of acceptance during which he spell) instead. Domain spells, if the character has access or she receives a hoop earring bearing a green orb. Not to them, cannot be converted into regenerate spells. only does this allow members to identify one another,",
        "name":  "Spontaneity",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 3rd level, when the concealed door is entitled to a Search check to notice it watch detective succeeds in a Bluff check against some- as if he were actively looking for it. An elven watch de- one, he automatically grants any one other person a +4 tective gains a +2 insight bonus on any Search check circumstance bonus on one Intimidate check against made to find a secret or concealed door. that same target for 1 round. When the watch detective LLLLLooooocccccaaaaattttteeeee OOOOObbbbbjjjjjeeeeecccccttttt (Sp): At 6th level, the watch detective can succeeds in an Intimidate check, he can give a similar +4 produce an effect identical to that of a locate object spell circumstance bonus on someone else’s Bluff check. (Two cast by a sorcerer of his watch detective level. watch inspectors can support each other with this ma- Improved Subdual (Ex): At 7th level, the watch de- neuver for many rounds.) tective adds his Intelligence bonus on the subdual dam-",
        "name":  "Cooperative Interrogation",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    }
]
