[
    {
        "origin_file":  "spells.json",
        "description":  "30-ft.-radius burst centered see text Area: 10-ft.-radius burst on you Spell Resistance: Yes Duration: Instantaneous",
        "name":  "Effect",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates Holy light blasts from your upraised fi st. Spell Resistance: No (harmless)",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) This spell heals every ally in the area With a loud snap of your fi ngers, you cause of 1d8 points of damage +1 per caster any sleeping creatures in the spell’s area With a word and a gesture, you suffuse an area level (maximum +35). Every enemy in to awaken. with a soft golden the area takes 1d8 points of damage light, bestowing +1 per caster level (maximum +35). This spell has no effect on creatures that a second wind to are unconscious due to being reduced to creatures within. negative hit points, or that have taken nonlethal damage in excess of their When you cast this current hit points. spell, you remove the fatigued condition from Scattering Trap any creature in the area Conjuration (Teleportation) and cause exhausted Level: Sorcerer/wizard 3 creatures to become Components: V, S, M Mialee uses a regroup spell to gather her friends Illus. by D. Hudnut 124 4 RETPAHC SLLEPS WEN",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: Medium (100 ft. + 10 ft./level) spells (including another casting of this",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Duration: 1 round/level Spell Resistance: Yes (harmless)",
        "name":  "Casting Time",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No stumbling backward. Illus. by J. Nelson 126 4 RETPAHC SLLEPS WEN The subject creature immediately ability modifi er + the level of the spell Components: V stands, without provoking attacks of being cast) to ignore the distraction, or Casting Time: 1 swift action opportunity. else it loses the spell. Range: Personal",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Casting Time: 1 swift action You cast this spell immediately before",
        "name":  "Components",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance: Yes (harmless, Thunder Field object) Evocation",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature casting a spell You summon a fl esh, clay, stone, or iron",
        "name":  "Target",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes simple commands. Level: Duskblade 4, sorcerer/wizard 5",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) Your muscles ripple, and you hear bones crackling underneath your now mottled green skin as your form reshapes to that of a horrid troll. You take on the form and abilities of a troll (MM 247). You gain 30 temporary hit points, which disappear at the end of the spell’s duration. See the descrip- tion of the new polymorph subschool on page 95 for more details. Vertigo Illusion (Phantasm) [Fear, Mind- Affecting]",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Whelm Spell Resistance: Yes",
        "name":  "Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 standard action of the creatures within it.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Spell Resistance: Yes within the area that fail their Reflex",
        "name":  "Components",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Angry, driven. SIMPLE SOUL “Ha ha! I like you, my friend!” A simple soul enjoys the basic amenities of life: good food, good company, and good times. She also enjoys doing whatever she excels at, whether that’s slaying monsters, casting spells, converting the faithless, or pick- ing pockets. A simple soul sees adventuring as a job—an exciting and dangerous one, but a job. After a hard day in the dungeons, she takes pleasure in sitting by the fi re, roasting mutton, and exchanging stories and gossip Lidda the rogue as a savage Illus. by R. Spencer 140 5 RETPAHC RUOY GNIDLIUB YTITNEDI with her companions. A simple soul doesn’t drive the party Perhaps she simply got bored. Whatever the case, a wanderer toward adventure, but she is a reliable and steadfast ally. left her home and has been drifting from place to place ever",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Barbarian, bard, beguiler, druid, duskblade, STRATEGIST favored soul, hexblade, monk, ranger, rogue, scout, sorcerer, “If you wait here, and you wait there, and you distract the harpies over swashbuckler, warlock. here while I cast my spells, we should take them with few diffi culties.” Traits: Peaceful. A strategist likes to think things out. He is at his best when he’s at a desk with a quill, planning. He plans for combat PERSONALITY TRAITS situations—even those he probably won’t encounter—as well as other circumstances, such as the proper way to address Described below are thirty personality traits, adjectives that the court at a victory feast, the right path to take to get to the others might use to describe your character. Select two to four dungeon, and the right spells to prepare before an encounter. of these and combine them to create a deep and believable He concerns himself with his party’s well-being; if he knows character. Each trait description begins with a quote that what he’s doing, he is a valuable asset. epitomizes that trait.",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Disciplined. feat is a great way to start your quest for empire or undying glory. You consider your eager followers to be among your TRICKSTER most valued assets. “You go in fi rst, and cover your eyes. I have a surprise for you.” A trickster has a mind for pranks, bluffs, lies, and surprises. ANGRY He likes to cause trouble and excels at misleading and fooling “You won’t like me. Ever.” others. Sometimes he tricks others purely for enjoyment; other You’re ticked off all the time. You enjoy taking out your times his skills serve a useful purpose. He prefers subtlety anger on poor, unsuspecting monsters. and persuasion over combat. With his quick wits, a trickster At the Table: You speak in curt sentences when angered. often speaks for his party, especially when the conversation When it comes time to battle a monster, you use offensive is diffi cult or dangerous. spells or attacks that deal massive damage. Maximize your",
        "name":  "Trait",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard, beguiler, rogue, swashbuckler, warlock, Power Attack feat, or prepare evocation spells that deal large wizard (illusionist). amounts of damage. When you are angry, you seek to dish",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You are the eye at the center of the storm. as effective. You are slow and deliberate, believing that rash You rely on reason and rationality despite the chaos that rages thought and quick actions are a good way to get yourself in around you. While others shout and argue, you always speak trouble. During a battle, you hang back and wait for your foes in calm, measured tones. When you do lose your temper, your to tip their hands. Rather than charge, you prefer to move friends remember the event for years to come. The Iron Will forward slowly and ready an attack. feat refl ects your indomitable spirit. Even an evil wizard’s spells can’t break your will. DISCIPLINED “An hour of meditation and prayer before sleep.” CAREFREE You are rigorous and structured in your personal endeavors. “Ah, it doesn’t matter if we wake the wizard. What’s the worst he This trait can manifest as constant combat training, time can do, kill us?” spend in meditation or prayer, monitoring the food you eat You have trouble taking things seriously. To you, adventur- and the liquids you drink, and similar activities. ing is a big game. At the Table: You go through an exercise or meditation",
        "name":  "At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Iron Will and other feats that improve your You revere a higher power. You might worship a single saving throws are right up your alley. Even a foe’s spells deity, or you might include all the gods in your prayers. cannot necessarily prevent you from helping your allies. At the Table: Knowledge (religion) is more than a source of trivia and information for you. It provides you counsel and MERCIFUL advice in almost any situation. When you argue with others, “He surrendered. Let’s let him go.” you cite scripture and religious teachings as important points You show leniency to defeated enemies. You might have of debate. ulterior motives for your generosity.",
        "name":  "At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Diplomacy skill is your best asset, since you on each opponent you face and track the reasons you have can use it to smooth out confrontations that might otherwise to seek vengeance against them. The Power Attack feat, or turn violent. Whenever you have a chance, step into a situation spells that deal lots of explosive damage, are good choices to and use a few carefully considered words to defuse tensions. mete out punishment against your chosen foes. REFORMED BEING A GOOD PLAYER “I used to kill people for money, but that was in another part of AT THE TABLE my life.” You have gone through a signifi cant life change. Perhaps This section offers some specifi c ideas on how to make each you’re an ex-criminal turning over a new leaf or a new devotee game session a more enjoyable experience for you and for of a religion. Perhaps you’re a former nice guy who has decided everyone else at the table. that kindness doesn’t pay.",
        "name":  "At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you and instead of suspending gameplay for a time-intensive rule the other players keep track of your characters’ statistics in search. Go along with the DM’s arbitration, and then after the same way, you save time and effort when one player can’t the game or during a break you can look up the offi cial rule show up and another has to take control of his character. How and let your DM know; this information will be useful the do you record hit points? Attack bonuses? Used spells? It next time that rule comes up. helps to talk about these details and settle on a standard way Have All Pertinent Statistics on Hand: If your character of doing things. This way, you can spend less time trying to has a familiar, animal companion, mount, cohort, or similar decipher a friend’s code and more time playing the game. ally, make sure you have the proper statistics handy.",
        "name":  "Do Things the Same Way Your Friends Do",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Losing your char- Use Electronic Aids: While they are by no means necessary, acter sheet is bad. You then have to recreate the character as laptop computers and PDAs are valuable assets. They cut down best you can or, in extreme circumstances, scrap it and start on search time and on table clutter. You can keep an electronic a new character. If you discover your sheet is missing at the character sheet and update it when you attain a new level or take beginning of a session, you delay the game and waste your poison damage. (Electronic character sheets also reduce the risk fellow players’ time. Make sure you store your character of losing a character sheet—and if you lose your laptop, you sheet properly and, if you cannot make it to a game session, have bigger problems to worry about.) Numerous software pro- send it along with one of your friends. Better yet, your DM grams that help you create D\u0026D characters and use electronic could keep backup copies of all your group’s character sheets, character sheets are available. The System Reference Document updated on a regular basis, so he can assign someone to play a is available for free on the Wizards of the Coast website, and it character as an NPC in the event of that player’s unexpected includes most of the spells and feats in the Player’s Handbook. absence. Some DMs play custodian for all their players’ Typing “Ctrl-F, fi reball” is much faster than paging through character sheets, collecting them at the end of a session and a book searching for the appropriate reference. passing them out again at the beginning of the next—thereby absolving you of all responsibility in the matter. ROLLING CONVENTIONS",
        "name":  "Keep Track of Your Character Sheet",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Inevitably, you’ll have to fl ip through You roll a lot of dice in a typical D\u0026D game. The following a rulebook at some point, perhaps to look up exactly how a are common rolling conventions that you can use if you like; feat, spell, or special ability functions. You can save time in they accelerate gameplay and reduce ambiguity. this process by writing down page and book references on Decide What to Do if the Dice Land Cocked: You, your your character sheet for any complex or unusual feature. For fellow players, and the DM should agree on what to do if a die example, if you select a spell from this book, next to it you lands on the fl oor or ends up cocked against a book (or a DM might write “PH2 105,” indicating the book and page number screen, or a can of soda, or a pizza box). Do you reroll the die? where the description is printed. Take the result from the fl oor? Move the book and let the die",
        "name":  "Use Page Notations",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Complete Adventurer presents three new certain spellcasting elements for others. The warlock is a expert standard classes: the ninja, the scout, and the spell- great alternative to the combat-oriented sorcerer, and he can thief. All three have the trapfinding ability, plus special offer ranged combat potential in a party with warriors who abilities such as sudden strike (which is similar to sneak specialize in melee. On the other hand, if the group’s warrior attack) and great skill selections. Thus, playing one of these is an effective ranged combatant, the warmage can help the classes is just as good as having a rogue in the party. cleric and rogue cover the group’s melee needs. Illus. by M. Komarck 154 6 RETPAHC GNIRUTNEVDA EHT PUORG Divine Spellcasters three players—none of whom might be interested in playing The divine spellcaster is the heart and soul of every adventur- multiple characters. ing party. Armed with good combat prowess, a broad range While the absence of any one of the four classic character of buff spells, power over undead, and the always-in-demand roles makes adventuring more diffi cult, it does not make it cure spells, the cleric fi lls a vital role. In fact, a party without impossible. Individual characters can make extensive use a cleric has a much harder time surviving than one that has of the multiclassing rules, invest in the Leadership feat to clerical support from the start. pick up cohorts, or even play two or more characters if the When you choose a divine spellcaster, you play an important DM allows it. But when a party is just plain missing a crucial support role in your party. You’re the one everyone else relies on element, you can take a few specifi c actions to minimize the to supply healing spells, remove affl ictions such as diseases and impact of that shortfall. curses, and restore lost ability points. You can also bring extra Missing Warrior: For most groups, the very idea of not support to the team with your summon monster, summon nature’s having a front-line fi ghter is appalling. Yet this role is in some ally, or planar ally spells. The more combatants you have on your ways the most disposable. Clerics and druids are competent side, the less damage your fellow characters have to take. warriors in their own right, and with the right set of buff",
        "name":  "Other Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your group should settle on one person in the group to be the default “front man.” When your party needs a good TEAMWORK BENEFITS negotiator to slip past some guards or to talk a dragon into letting everyone live, it falls to this character to do the con- After a few adventures, the characters in an adventuring vincing. So don’t feel overshadowed when the “face” character party tend to identify particular routines and tactics that speaks up; he’s just doing his part. After all, a character who’s work well for them. The wizard might select certain spells good at talking is not always good at fi ghting. to complement the fi ghter’s tactics, while the cleric and the",
        "name":  "Face",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When moving into an area with poor lighting, or movement in an unoccupied space. one that offers plenty of places for opponents to hide, it’s Tips: This versatile benefi t allows the party’s rogue or ranger best to spread out to the outer extent of this benefi t’s range. to scout ahead in a dungeon or other constrained terrain By doing so, your group presents a less attractive target to a without worrying about blocking a fighter’s or barbarian’s hidden spellcaster. For example, if each character is exactly charge. Furthermore, because the benefit also extends to 30 feet (6 squares) away from the task leader, not everyone mounted team members, a paladin can charge on horseback could be caught in a fi reball or similar effect. without worrying about trampling her comrades. CAMP ROUTINE CUNNING AMBUSH The regular routine your group has established allows you to Your team can quickly take advantage of terrain to ambush set up, watch, and break down camp quickly and effi ciently. opponents.",
        "name":  "Tips",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This benefi t requires the team to bunch up, so if the GROUP TRANCE enemy has a number of area attacks, be sure to beef everyone You and your teammates reduce your susceptibility to sleep up with spells and abilities that grant energy resistance. If by learning the ways of the elves. you must spread out, don’t move so far apart that you can’t",
        "name":  "Tips",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Let all the spellcasters in the group rest while the must charge and attack the same target. Each team member warriors stay on guard. If the group’s elf trances with half the gains a bonus on his attack roll after the charge equal to the team at a time, your party can get by with two well-manned number of teammates participating. guard watches per night rather than several shorter shifts. Tips: This benefi t works best against a single, large oppo- nent. A smaller opponent presents too narrow a point of INDIRECT FIRE contact for you to maximize this ability. Your team has a forward observer called a spotter, who locates enemies and reveals their positions. MISSILE VOLLEY",
        "name":  "Tips",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any team member who must make a saving throw Benefi t: When the entire team is traveling overland on against a fear spell or effect gains a +2 circumstance bonus foot, each team member moves at the task leader’s speed. This on the save if he can see or hear at least one team member. benefi t does not extend to combat and similar short-term",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "12 (multiregional/kingdom). gain no special status. 11–20 Hero: +2 circumstance bonus on Diplomacy checks involving other cirizens of the barony. Criterion Affi liation Score Modifi er 21–29 Knight: Gain the patronage of Herridek II, Character level +1/2 PC’s level which grants a +4 bonus on Diplomacy and Base attack bonus +10 or higher +1 Gather Information checks made within the Can cast divine spells +1 barony. Knight of the Chalice prestige class +1 per two levels 30 or higher Knight Baronet: Command the services of Wields a holy avenger +8 an honor guard consisting of twelve 1st-level Has slain a fi end with more than 9 HD +1 per fi end fighters, two 5th-level fighters, one 5th-level Has written a treatise on slaying fiends +2 wizard, and two 7th-level halfling rangers Successful mission on behalf mounted on giant eagles. of the Chalice +2 per mission Successful mission on behalf of the Lightning Council +4 per mission",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only humans qualify for this No ranks in Knowledge (arcana) –10 affi liation because Dragon Island is an insular place with no Can cast divine spells –2 Does not spend at least 1 month per year on campus –20 elves, dwarves or other humanoids. Most grew up here, but you could also establish an affi liation with Dragon Island if you spend years here as an adult.",
        "name":  "Affi liation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As you learn the ways of the Merata, you learn to make these smoke signals yourself as you Criterion Affi liation Score Modifi er increase your survival skills and become closer to nature. Character level +1/2 PC’s level 5 or more ranks in Knowledge (arcana) +1 Can prepare arcane spells +1 Affiliation Can cast arcane spells of 3rd level or higher +1",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Harvest, raid, terrorize. Titles, Benefi ts, and Duties: As you advance in the cabal, your knowledge of the arcane increases. You also gain access to spells THE ONE AND THE FIVE and discounted components, paraphernalia, and research.",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Sun Fane is open only to sphere contains a swirling turquoise mist, and it rests clutched those of non-evil alignment. near the captain’s bedstand in a preserved and upended harpy’s talon. During battle, Captain Jakes hauls the crystal sphere and Criterion Affi liation Score Modifi er harpy-leg monopod onto the aft deck, where he sits on a closed Character level +1/2 PC’s level locker, hunches over the sphere, and strokes it possessively 5 or more ranks in Heal +1 while barking orders to his mates and crew. He appears quite Can cast divine spells of 3rd level or higher +1 mad, but the Thunder Sail Argosy has survived, and the crew Can cast divine spells of 5th level or higher* +2 doesn’t care whether that is due to cunning or luck as long Undertakes missionary voyage +1 per voyage Converts creature to Pelor’s faith (convert as the gold is good and the grog is thick. must remain a believer) +1 per convert Members: Most members of the Argosy are fi ghter/rogues Raises or resurrects an innocent soul with own funds +2 or swashbucklers, and many take levels in duelist. A few Donates 15% or more of treasure to Sun Fane +2 important offi cers are sorcerers or druids, and they function Cannot cast divine spells –2 as artillery and environmental control. Finally, like every Sells spells to neutral creature –2 sailing ship, each Thunder Sail vessel has at least one bard, to Sells spells to evil creature for nonevil purpose –6 sing shanties in time with the hauling of ropes and alleviate Acts against alignment –10 ,and cannot improve affiliation score until the thirsty, languorous days between plunderings. undergoing atonement The Argosy is not concerned about those who leave its * Overlaps (does not stack with) the bonus for casting ranks—and in fact it frequently asks men to leave the divine spells of 3rd level or higher. crew (often at the end of a plank after they have crossed the captain).",
        "name":  "Affi liation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The deeds of a saint are to those of an ordinary of an excommunicated affi liation. If the excommunicated man as the clouds are to the earth. Serene, high, and aloof, creature fails a Will save (DC 10 + the scale of your affi lia- the saints move through our world, and yet seem not wholly tion), your edict is so strong that for a period of 1 year, the a part of it. Your affi liation has the power to declare someone subject cannot benefi t from a divine spell cast by anyone a potential saint; someone who is beatifi ed gains the title with an alignment descriptor in common with those of your Blessed or Hallowed. A living creature who is beatifi ed gains church. For example, if a lawful good church of Heironeous a +2 sacred bonus on Bluff, Diplomacy, and Intimidate checks excommunicates a creature and it fails its save, the creature when dealing with other members of her faith. When she cannot benefi t from divine spells from a caster who is either casts a cure spell on a member of her own faith, she adds her lawful or good. 187 AFFILIATIONS CHAPTER 7",
        "name":  "Beatify",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Matt rolls d20 and adds his affi liation’s espionage bonus plus Leigh (Mialee): If there’s nothing going on during my 2 for Wendy’s help. watch, I’m going to read the codex for any clue on which Matt (Jozan): Only an 11. Ouch! shaft is Iathra’s tomb, since our first guess obviously Jody rolls d20 and adds the Reviled’s espionage bonus. wasn’t right. Jody (DM): 16. The Reviled spies in the Sun Fane have Jody (DM): The stiff pages are filled with religious ico- compromised your agents and learned their plans. There nography and veiled allusions. Give me a Knowledge are two additional carrion crawlers here to welcome you. (religion) check. I could have done this a while ago, of course, but I wanted Leigh rolls d20 and adds her Knowledge (religion) skill you to see the rolls and have an opportunity to roll for your modifi er plus another 1 because religious knowledge has own affi liation. permeated her homeland, the territories around Castle Jody picks up two carrion crawler miniatures. Mairo, ever since the baron made it the law for all citizens Matt (Jozan): Remind me to ask you about an inquisition to participate in the Pelorite religion. when we get back! There are spies in the fort! Leigh (Mialee): Let’s see, with modifi ers, I rolled a 15. Jody (DM): The degenerates leap upon you, their familiar Jody (DM): Just made it! stench closing around your lungs like a dragon’s claw. You Leigh (Mialee): Heh. Jozan, I might grumble, but apparently can hear the wet sucking sounds of the crawlers’ footpads the mandatory worship of Pelor has its uses! as they blindly feel their way down the walls and ceiling Jody (DM): You learn that the shafts of the raptor-pharaohs of the passageway behind the troglodytes. It’s that time, are laid out according to dynasty, and Iathra’s shaft everyone—roll for initiative! he DUNGEONS \u0026 DRAGONS game offers a great Mike to throw away the elf fighter he’s been playing for deal of flexibility in character creation and three months just because he made a couple of bad feat advancement. When you make a character, you choices, when allowing him to change those choices can choose any race or class combination, select would be so much better for the storyline? If Mialee from a wide variety of feats, and buy ranks in has been an integral part of the campaign since Day any skills you wish. Once you’ve made these 1 but has regretted being an elf since Day 2, wouldn’t decisions, however, they cannot be changed. Most of the it be better to let her become the halfling she would time those early decisions work out fine, but sometimes prefer to be by undergoing a dramatic transformation you might regret your previous choices. Maybe you didn’t at the Necrotic Cradle (see page 203) than to abruptly fully understand the ramifications of the choice you made. replace her with Liamee the halfling wizard? The fact Or maybe you constructed a character around a great that Liamee the halfling coincidentally has the same concept, but in play, the particular set of circumstances spells, feats, skill ranks, and familiar as Mialee the that would let your character shine never cropped up. elf did but has no connection to the campaign or And even if you built your character to perfection, each the rest of the party is stretching credulity perhaps new supplement presents new classes, feats, spells, and a bit too far. special abilities, many of which might better serve the This chapter presents rules for revising various needs of your character or the campaign than those you aspects of your character during play. With this previously selected. system, you can modify elements of your character It’s true that part of the D\u0026D game’s challenge is to better fi t your vision of who your character should making smart choices in creating or advancing your char- be—both to meet the needs of the party and to face acter. But a DM who forces someone to play a character the threats presented during the course of an entire he doesn’t find enjoyable isn’t making the game fun for campaign. Though character revision does allow that player or the others at the table. In such a situation, you to “rewrite” certain elements of your charac- the player usually either throws away the character and ter, the rules presented here ensure that the changes rolls up a new one, or quits the game. If your campaign remain within reason and do not upset the story that values character continuity (as many campaigns do), nei- has already been created by each character’s deeds in 191 ther of those outcomes is especially attractive. Why force the campaign. IIlllluuss.. bbyy RR.. HHoorrsslleeyy 192 8 RETPAHC RUOY GNIDLIUBER RETCARAHC RETRAINING The two methods of character revision described below are retraining and rebuilding. Each description defi nes the The most basic level of character revision is retraining—that scope of the allowed revisions and includes clear guidelines is, adjusting a decision you made earlier in your character’s on how to adjudicate the changes. career by selecting a different legal option. This technique Retraining involves small-scale changes to your charac- represents the character’s practicing new talents in lieu of ter, such as reallocation of feat slots and skill ranks. Such honing older ones. In a way, the process is similar to attain- changes are relatively simple to apply, and they don’t usually ing a new level. In keeping with that concept, the retraining lead to dramatic changes in the character’s capabilities or option can be chosen only during level advancement. party role. Six different character aspects (see Table 8–1) can be Rebuilding, on the other hand, encompasses much broader changed through retraining. Each time your character attains alterations to your character’s identity—up to and including a new level, you can select one (and only one) of these options. such cornerstones of identity as class and race. For that reason, For instance, you can’t change a feat selection and your spells rebuilding can be achieved only by completing specifi c known at the same level. Since these options represent two DM-chosen quests. Since such missions typically center on different sessions of retraining, they must occur at different visiting some legendary location or overcoming a tremendous levels. challenge, they should always be completed in cooperation The decision to retrain must be implemented before any with your DM so that they can be woven into the storyline benefi ts of the newly attained level are applied. For example, of the campaign. if a 10th-level rogue wants to trade her improved evasion For players and DMs who are accustomed to treating class feature for the opportunist class feature, she can do so character creation and advancement decisions as perma- immediately upon attaining 11th level, before she gains any nent, the idea of character revision can seem strange or of the benefi ts for that level (such as additional hit points, daunting—and some might even think of it as a form skill points, and so on). of cheating. Such reactions are natural, but if you think about it, normal people “revise” their abilities all the time. Table 8–1: Retraining Options Skills you learn early in life are forgotten as new talents Character Aspect Effect supplant them. For example, a foreign language mastered Class feature Exchange one class feature option for another in high school might be virtually forgotten only a few Feat Exchange one feat for another for which years later from disuse. Likewise, a college student might you qualify change her major halfway through her junior year, or an Language Exchange one language for another unexpected job transfer or layoff could result in a new posi- Skill Trade ranks between two skills tion in a totally different fi eld, requiring quick mastery of Spell Exchange one spell known for another new skills. Viewed from that perspective, allowing D\u0026D Substitution level Trade a class level for a substitution characters similar opportunities to reinvent themselves level seems perfectly reasonable. Maybe your group already uses some form of character CLASS FEATURE RETRAINING revision, such as a house rule, or even a reliance on ad Some class features offer two or more different options, such hoc decision-making by the DM. If your method works as the choice of combat style a ranger must make at 2nd level. for your group, don’t let this chapter stop you from play- Class feature retraining allows you to swap out one such ing the game your way. However, if you’re looking for a option for another. Maybe your ranger would prefer to be an coherent system that balances fun and playability with archer instead of a melee fi ghter, or your cleric of Heironeous story and believability, this chapter might be just what feels that the War domain would be a better option than the the healer ordered. Law domain. The character remains basically the same, since After your character goes through the retraining or rebuild- his class levels haven’t changed, but he’s now highlighting a ing process, you might notice that he doesn’t quite match different aspect of his class. the specs of a similar character built up to the same level by the normal method. Maybe his skill points don’t add up The Process quite right, or his hit points are off a bit from the expected Change one class feature option to another legal one. The new value. But the small variations that crop up in this process option must represent a choice that you could have made at don’t signifi cantly impact play balance, and writing rules to the same level as you made the original choice. Also, the new eliminate them would complicate the process without really choice can’t make any of your later choices illegal—though improving the quality of your game. it might automatically change class features acquired later if So if you’d like to change some aspect of your character, they are based on the initial choice. give the character revision rules a try. You’ll be happier with Class features from the Player’s Handbook that are subject your character in the long run and, more important, you’ll to change in this manner are given on Table 8–2. Chapter 2 have more fun playing the game. of this book provides class feature options for a variety of additional classes. 193 CHARACTER REBUILDING YOUR CHAPTER 8 Table 8–2: Class Feature Retraining Options more such spells, she would lose the ability to prepare and Class Option cast them. Cleric* Choice of domains (each domain Example: Upon gaining a new level, a wizard could choose counts as a separate choice) to specialize in the enchantment school, thereby becoming Neutral cleric Choice to turn or to rebuke undead an enchanter. At the same time, she would have to select two (can be changed only if deity allows it) prohibited schools, as normal for a specialist wizard. Druid or ranger Choice of animal companion",
        "name":  "Later, after the party has set up watches",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Upon gaining a new level, a conjurer could or wizard choose to become a wizard. By doing so, she would lose the Ranger Choice of combat style benefi ts of specialization. But since she would also lose her Rogue Choice of special ability prohibited schools, she could then learn spells from those Sorcerer or wizard Choice of familiar schools as normal. Wizard** Choice of school specialization and prohibited schools FEAT RETRAINING *A cleric’s choice of deity can’t be changed by class feature retraining. See the Divine Conversion sidebar for details on Sometimes a feat choice looks great on paper, but it just how to accomplish this change. doesn’t work for your character in practice. Maybe an early **School specialization and prohibited schools are treated feat choice reflected the character’s personality and style, as a single class feature. Thus, a character could change but a little experience changed his outlook. For instance, one, two, or even all three choices at the same time. you might have selected Improved Initiative for your 1st- level character because you pictured him as ambitious and",
        "name":  "Fighter, monk, Choice of bonus feat Example",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A 5th-level sorcerer advancing to 6th level could Subtract up to 4 skill ranks from one skill and add an equal use spell retraining to exchange up to two of his known spells number of ranks to any one other skill (not including Speak (of any level he knows) for others of the same levels. Then he Language). The skill to which you add the ranks must be a could exchange one 0-level or 1st-level spell for another just class skill for one of your character’s classes, including a class as any sorcerer could upon attaining 6th level. he is about to gain with his current level increase. It doesn’t matter whether the lost ranks were purchased as class skills SUBSTITUTION LEVEL RETRAINING or as cross-class skills. Substitution levels, as presented in Planar Handbook and",
        "name":  "The Process Example",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you added or subtracted any levels from a spell- ate. Treat this situation as if you were replacing one class level casting class, adjust your character’s spells per day and spells with another (see Class Level Rebuilding, page 197). known appropriately. You can choose any spells the character Level Adjustment: If your character’s original race had must lose from his entire repertoire of the appropriate spell a higher level adjustment than her new race does, you can level. For example, a 5th-level sorcerer who becomes a 4th-level replace any lost level adjustment “points” with the same sorcerer/1st-level rogue must lose one 1st-level and one 2nd- number of new class levels of your choice. level sorcerer spell, but you can choose these freely—they need If the new race has a higher level adjustment than the not be the ones the character actually learned at 5th level. original race did, you must remove class levels until the 199 CHARACTER REBUILDING YOUR CHAPTER 8 character’s effective character level is the same as it was before fi ghter could lose the half-dragon template, or a celestial the rebuilding occurred. You can choose the levels lost from human rogue could replace his celestial template with the all those that the character has, regardless of the order in fi endish template. which they were gained. Adding a template is a lot like changing your character’s",
        "name":  "Spells",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Strength 15, Dexterity 13, Constitution 12, Scout Elf (or raptoran4) Sorcerer Human (or spellscale3) Intelligence 10, Wisdom 8, Charisma 14. Swashbuckler Human (or tiefling)",
        "name":  "Hexblade",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration (Con), Jump (Str), Spellcraft Find your character class on Table A–2: Number of Skills by (Int), Climb (Str), Knowledge (arcana) (Int), Decipher Class to determine how many skills your character can have. Script (Int).",
        "name":  "Duskblade",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration (Con), Heal (Wis), Diplo- Table A–2: Number of Skills by Class macy (Cha), Sense Motive (Wis), Spellcraft (Int), Knowledge Class Base Number of Skills (arcana) (Int). Barbarian 4 + Int mod Fighter: Climb (Str), Jump (Str), Intimidate (Cha), Swim Bard 6 + Int mod (Str), Ride (Dex), Handle Animal (Cha). Beguiler 6 + Int mod",
        "name":  "Favored Soul",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration (Con), Intimidate (Cha), Cleric 2 + Int mod Bluff (Cha), Spellcraft (Int), Knowledge (arcana) (Int), Dragon shaman 2 + Int mod Druid 4 + Int mod Ride (Dex). Duskblade 2 + Int mod Knight: Intimidate (Cha), Ride (Dex), Handle Animal Favored soul 2 + Int mod (Cha), Knowledge (nobility and royalty (Int), Jump (Str), Fighter 2 + Int mod Climb (Str). Hexblade 2 + Int mod",
        "name":  "Hexblade",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hide (Dex), Move Silently (Dex), Search (Int), Dis- most important to least important for a typical member of able Device (Int), Open Locks (Dex), Sleight of Hand (Dex), the class. Start at the beginning of your class’s skill list and Tumble (Dex), Spot (Wis), Listen (Wis), Bluff (Cha), Climb count off the number of skills your character is entitled (Str), Escape Artist (Dex). to based on the information in Table A–2. The character Scout: Hide (Dex), Move Silently (Dex), Spot (Wis), Search gains each of those skills at the maximum ranks allowed (Int), Disable Device (Int), Listen (Wis), Tumble (Dex), Survival for his level. A human character gains one bonus skill at (Wis), Climb (Str), Jump (Str), Knowledge (dungeoneering) maximum ranks. (Int), Balance (Dex). For example, if you’re playing a half-orc barbarian with Sorcerer: Concentration (Con), Bluff (Cha), Knowledge an Intelligence score of 8, you are entitled to 4 – 1 = 3 skills. (arcana) (Int), Spellcraft (Int), Craft (Int), Profession (Wis). Take the fi rst three skills from the barbarian list (Survival, Swashbuckler: Tumble (Dex), Bluff (Cha), Jump (Str), Listen, and Jump), and spend the maximum ranks allowed Diplomacy (Cha), Balance (Dex), Escape Artist (Dex), Swim for each (character level + 3). (Str), Sense Motive (Wis).",
        "name":  "Each of the entries below is a list of skills, rated in order from Rogue",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hide (Dex), Move Silently (Dex), Spot (Wis), Wizard: Concentration (Con), Spellcraft (Int), Decipher Search (Int), Disable Device (Int), Open Lock (Int), Concen- Script (Int), Knowledge (arcana) (Int), Knowledge (the planes) tration (Con), Bluff (Cha), Listen (Wis), Tumble (Dex). (Int), Knowledge (dungeoneering) (Int).",
        "name":  "Beguiler",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration (Con), Heal (Wis), Knowledge (religion) (Int), Diplomacy (Cha), Spellcraft (Int), Knowledge 5. PICK YOUR FEATS (the planes) (Int).",
        "name":  "Cleric",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All psicrystals have psicrystal\u0027s spell resistance (SR) equals its power resistance. special abilities that depend on the level of the owner. These",
        "name":  "Psicrystal Ability Descriptions",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can make a Concentration check to manifest a Special: An untrained Knowledge (psionics) check is psionic power despite distractions, such as taking damage or simply an Intelligence check. Without actual training, a getting hit by an unfriendly spell. You can also use this skill character only knows common knowledge about psionics, to maintain your focus on things other than psionic powers, which is often apocryphal. such as reading a book while a fight rages around you. If you have 5 or more ranks of Autohypnosis, you get a +2 The accompanying table summarizes the various types of synergy bonus on Knowledge (psionics) checks. distractions that cause you to make a Concentration check while manifesting a psionic power. “Power level” refers to the level of the power you\u0027re trying to manifest. PSICRAFT (INT; TRAINED ONLY) Use this skill to identify psionic powers as they manifest or DC Task psionic effects already in place. 10 + damage dealt Injury or a failed saving throw during Check: You can identify psionic powers and psionic + power level the manifestation (for powers with a effects. manifesting time of 1 full round or more) or injury by an attack of opportunity or DC Task readied attack made in response to the 15 + power level Identify a power as it manifests. (You must power being manifested (for powers with sense the power\u0027s display, or see some a manifesting time of 1 action). visible effect, to identify a power.) No retry. 10 + half of continuous Suffering continuous damage 15 + power level Learn a power from a power stone. No retry damage last dealt (such as from biocurrent). for that power until you gain at least 1 rank + power level in Psicraft (even if you find another source to 10 + damage dealt Damaged by psionic power (or spell). try to learn the same power from). + power level 20 + power level Identify a power that\u0027s already in place and Distracting power\u0027s Distracted by nondamaging power. in effect. (You must be able to see or detect save DC + power level (If the power allows no save, use the DC it the effects of the power.) No retry. would have if it did allow a save. 20 + power level Identify materials created or shaped by 20 + power level Grappling or pinned psionics, such as noting that a particular 10 + power level Vigorous motion (on a moving mount, object was created using a Metacreativity bouncing wagon, boat in rough water, power. No retry. below decks in a storm-tossed ship). 30 or higher Understand a strange or unique psionic 15 + power level Violent motion (galloping horse, very effect, such as the effects of a psionically rough wagon ride, boat in rapids, on deck resonant mineral vein. No retry. on a storm-tossed ship). 20 + power level Affected by improved telekinesis (or Additionally, contain powers allow you to gain information earthquake spell). about psionics provided that you make a Psicraft check as 5 + power level Weather is high wind carrying blinding detailed in the psionic power description (for example, see rain or sleet. detect psionics, page 65). 10 + power level Weather is wind-driven hail, dust, or Retry: See above. debris.",
        "name":  "Check",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A psion gets a +2 bonus when dealing with a 15+ power level Manifesting defensively (so as not to power or effect from his primary discipline. provoke attacks of opportunity). If you have 5 or more ranks of Use Psionic Device, you get 15 Caster entangled by a net, snare, tangle- a +2 synergy bonus on Psicraft checks to decipher powers foot bag, or power or spell that similarly entangles the manifester. encoded in power stones. 19 SKILLS CHAPTER 2:",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some powers, A power\u0027s cost is determined by its level, as shown such as charm person, have a target below. Every power\u0027s cost is noted in its description or targets. You manifest these for ease of reference. powers directly on creatures or objects, as defined by the Power Level 0 1 2 3 4 5 6 7 8 9 power itself. Power point cost 0/1 1 3 5 7 9 11 13 15 17 If you manifest a targeted power on the Manifestation Time wrong You can manifest a power with a manifestation time of 1 action as a standard action, just like making an attack (see Chapter 8 of the Player\u0027s Handbook). sort A power that takes 1 full round to manifest is a of target, full-round action. It comes into effect just before the such as beginning of your turn in the round after you began manifesting charm person on manifesting the power. You then act normally after the a xorn the power has no power is completed. A power that takes 1 minute to manifest effect. comes into effect just before your turn 1 minute later (and for If the target of a power each of those 10 rounds you are manifesting a power as a full- is yourself (“Target You”), round action). you do not receive a saving throw and neither power Range resistance nor spell A psionic power\u0027s range indicates how far from you it can resistance applies. reach, as defined on the Range line of the power description. The Saving Throw A power\u0027s range is the maximum distance from you that the and Power Resistance power\u0027s effect can occur, as well as the maximum distance at headers are omitted from which you can designate the power\u0027s point of origin. If any such powers. portion of the area would extend beyond the range, that area",
        "name":  "Target or Targets",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The power can reach anywhere on the same Ray and spread effects are described in Chapter 10 of the plane of existence. Player\u0027s Handbook under Aiming a Spell. While the text in WHAT IS A PSIONIC POWER? be used as many times as he or she has power points to pay for A psionic power is a one-time psionic effect. Psions and it. Because a psion has a given number of power points per day, creatures who manifest a power with power points need not this effectively limits the number of powers a psion can use in a prepare their powers for use ahead of time. They either have day, although psionic characters also have a limited number of sufficient power points to manifest a power or do not. free manifestations for their 0-level powers. A power is manifested when a psionic character pays its A psion\u0027s power is based in the particular configuration of his power point cost. Some psionic creatures automatically or her own mind and body. The entire energy of the effect is manifest psionic powers without paying a power point cost. produced by the mind of the psion. The measured and Each power in the game has a specific effect as described conscious control of that bio-engendered energy manifests the under each power\u0027s entry below. A power known to a psion may desired effect. 32 :4 RETPAHC SCINOISP question deals specifically with spells, psionic powers with creatures saving throw bonus unless its own bonus is greater. these effects are treated exactly the same. (This notation does not mean that a power can only be",
        "name":  "Unlimited",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The power causes an effect on its subject, such as CLASS AGAINST PSIONIC POWERS death. A successful saving throw means that some lesser A statistically similar method of determining a victim\u0027s saving effect occurs (such as being dealt damage rather than being throw DC against a psionic power is to, quite simply, use the killed) as detailed in the descriptive text. same method used by arcane and divine spells. Using this",
        "name":  "Partial",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Elves are resistant to spells of",
        "name":  "Enchantment Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9 POWER RESISTANCE All your grapple checks receive a +10 competence bonus Whether power resistance (PR), a special defensive ability on while the duration lasts. par with spell resistance, resists the power. See Power Resistance, page 33, for more information. Adapt Body Psychometabolism (Str) POWER POINTS",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates spells) in the area.",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 Your posture becomes stooped forward, and you grow a Your body\u0027s psionically fueled bioelectric currents produce tigerlike muzzle complete with rending fangs. The power an arc of blue-white electricity that targets a primary foe for grants you a bite attack (which does not draw an attack of 1d4 points of electricity damage per round that you meet the opportunity) with a base damage of 2d8 points. You can use this power in conjunction with feats, powers, or spells requirements (see below). Electricity also arcs off the primary allowing additional attacks in one round, and it can be used foe to strike one additional foe initially within 15 feet of the with: multiple attacks gained through level advancement. primary foe, or who subsequently moves within 15 feet of the See Psychometabolism Powers in Chapter 4: Psionics for primary foe while the duration lasts. Secondary foes also take how to handle multiple attacks. 1d4 points of damage per round the duration lasts. Should either the primary or secondary foe fall to below 0 hit points, Bite of the Wolf biocurrent\u0027s electrical arc randomly retargets another primary Psychometabolism (Str) and secondary foe while the duration continues. Targeted",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 while maintaining biocurrent, you must make a successful Concentration Your posture becomes stooped forward, and you grow a check. If any of these wolflike muzzle complete with fangs. The power grants you requirements are not met, the electrical arc winks out. a bite attack (which does not draw an attack of opportunity) with a base damage of 1d8 points. You can use this power in conjunction with feats, powers, or spells allowing Biofeedback additional attacks in one round, and it can be used with Psychometabolism multiple attacks gained through level advancement. (Str) See Psychometabolism Powers in Chapter 4: Psionics for",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 you sense that the power is so blocked. The power creates an invisible sensor, similar to that created by a remote viewing As charm person, except that the power is not restricted by power, that can be dispelled or negated. The power functions creature type or size, and you need not speak the creature\u0027s only on your current plane of existence. language. Clairtangency Charm Person Psychokinesis (Can) Telepathy (Cha) [Compulsion, Mind-Affecting, Language- Level: Psion 5 Dependent] Display: Vi, Au, Me",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 Your awareness extends a fraction of a second into the future, Your forearms lengthen, your hands broaden into wide paws, allowing you to better land blows against your opponent. You gain a +2 insight bonus on your attack roll. and you grow sicklelike bear claws on both hands. The power grants you a claw attack (which does not draw an attack of opportunity) with a base damage of id12. You can use this Compression power in conjunction with feats, powers, or spells allowing Psychometabolism (Str) additional attacks in 1 round, and it can be used with multiple Level: Psion 1/Psychic Warrior 1 attacks gained through level advancement. Display: Ol See Psychometabolism Powers in Chapter 4: Psionics for Manifestation Time: 1 action how to handle multiple attacks. Range: Personal",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The power can penetrate barriers, but 1 foot of stone, This power clouds the mind of a humanoid of Medium-size 1 inch of common metal, a thin sheet of lead, or 3 feet of or smaller so that he takes no actions. Humanoids of 5 or wood or dirt blocks it. more HD are not affected. The dazed subject is not stunned (so attackers get no special advantage against him), but he Detect Psionics can\u0027t move, use psionic powers, cast spells, and so on. Clairsentience (Wis)",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No anchor include those granted by spells such as astral projection,",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9 Empathic Transfer Psychometabolism (Str) You fashion an ephemeral, many-legged mass of pseudo- Level: Psion 1 living ectoplasm called an ectoplasmic shambler. The Display: Ma, Au shambler moves as you direct it at a speed of 10 feet. It can Manifestation Time: 1 action completely surround objects (and opponents) over which it is Range: Touch manifested or onto which it moves, because it has the Target: Creature touched consistency of thick mist. The vision of those within the Duration: Instantaneous shambler is limited to 10 feet, and manifesting powers (or Saving Throw: None casting spells) within the shambler\u0027s “belly” is impossible. Power Resistance: Yes (harmless)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You and one other touched creature/3 levels Specified energy attacks include powers and spells that deal 72 :5 RETPAHC SREWOP",
        "name":  "Targets",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may only manifest inkling a number of times per Incarnate can be negated by a higher-level psion who also day equal to your Wisdom modifier +1, regardless of further manifests incarnate or by use of psychic chirurgery. payment of power points or number of free manifestations The DM may not allow some powers to become permanent left in the day. This restriction reflects the strain you put on through incarnate. (Use the permanency spell description for a your mind by using such a low-level power to attempt to guide to what can and cannot be made permanent.) You wrench information from the future. know before you attempt to incarnate a power if you can or cannot make it permanent. Insanity",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "11 Protection from evil or a similar spell or power can prevent you from implanting mind seed.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "17 dies. Each negative level gives a creature the following penal- ties: -1 penalty on attack rolls, saving throws, skill checks, As domination, except any kind of creature can be dominated, ability checks, and effective level (for determining the power, regardless of size or type (though it must be alive). duration, DC, and other details of power, spells, or special abilities). The creature also loses 5 hit points. Additionally, a My Light psionic character or creature loses one power from her Psychokinesis (Con) [Light] highest available level (a spellcaster loses one spell or spell",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 As iron body, but this power transforms your body into living oak. Your unarmed attacks cause additional pain. When you make You gain damage reduction 20/+1. You are immune to a successful unarmed attack that deals damage (or in blindness, damage to ability scores, deafness, disease, conjunction with any bite or claw powers), you deal an drowning, poison, stunning, and all powers, spells, or attacks additional 1d6 points of subdual damage to the target. that affect your physiology or respiration, because you have no physiology or respiration while this power is in effect. You Phase Door only suffer three-quarters damage from acid and cold of all Psychoportation (Dex) kinds. However, you also become vulnerable to all special",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Au, Ma light, sound, psionic effects, or spell effects through it, nor",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spell haste does not function on a “split-minded” Intelligence scores as low as 1 can understand the sending, creature due to its fragmented consciousness. Other spells though the subject\u0027s ability to react is limited normally by its and powers designated by the DM are likewise unlikely to Intelligence. Even if the sending is received, the subject function, or at the very best, to affect only one of the creature is not obligated to act upon it in any manner. personalities. If the creature in question is not on the same plane of existence as you are, there is a 5% chance that the sending 97 POWERS CHAPTER 5: does not arrive. (Local conditions on other planes may Manifestation Time: 1 action worsen this chance considerably, at the DM\u0027s option.) Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature similar spells within the area. You sense the use of these Duration: 1 minute/level (D)",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action of the spell Mordenkainen’s disjunction.",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to manifest two different powers, psicrystal advancement. Power psicrystal is a spell-like ability. one of which must be 2nd level or higher.",
        "name":  "Manifesting",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 8th level, the metamind becomes Class Skills proficient at draining power from others. He can manifest The metamind’s class skills are Alchemy (Int), Concentration the 5th-level power psychic vampire as though using the (Con), Craft (any) (Int), Knowledge (psionics), Psicraft (Int), Trigger Power feat, even though powers above 3rd level are and Remote View (Int). normally not eligible (the DC to trigger this power is 21). This is a spell-like ability.",
        "name":  "Psychic Vampire",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 10th level, the metamind gains the spell- like ability to manifest his 1st-level powers as though using Class Features the Trigger Power feat instead of selecting specific powers. All of the following are class features of the metamind prestige class. PYROKINETICIST",
        "name":  "Apotheosis",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pyrokineticists gain power points per day this spell-like ability as a move-equivalent action. One of the as shown on Table 6-2: The Pyrokineticist. These power pyrokineticist’s hands is licked by flames that do her no points are added to the character’s previous total. harm, causing her unarmed attacks to be treated as armed. Pyrokineticists gain bonus power points based on the key such attacks deal 1d6 points of fire damage in addition to any ability score for their primary ability. If the character other special damage from the unarmed attack. A character previously could not gain bonus power points for high ability can use the hand afire ability at will as long as her power point scores (as is the case for psychic warriors), she now chooses a reserve is 9 or more. primary discipline and can gain bonus power points based on Bolt of Fire: At 3rd level, the pyrokineticist can launch a the related ability score (see Table 1-2: Psion Bonus Power bolt of psionically manifested fire up to 60 feet at any target Points). in line of sight. This spell-like ability is treated as a ranged",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginning at 7th level, the pyrokineticist can NPC slayers sometimes travel in bands of two or three and use this spell-like ability to literally walk on air. She moves at enjoy identifying their group with a grisly name. Such groups her normal speed in all directions, including vertically, but are often hired as mercenaries by wealthy folk who travel in cannot move more than double her speed in a round. A illithid-infested areas. But between commissions, they are firewalker leaves footprints of flame in the air that disperse in just as likely to strike out on their own, attempting to 2 rounds, but her tread does not deal damage. She must pay 1 uncover the location of another mind flayer outpost, or better power point per 10 feet traveled in this fashion. yet, a sunless city. Stories also exist of rogue slayers bands",
        "name":  "Firewalk",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pyrokineticist who reaches 9th level can Base Power Points/Day: 3+ (not including bonus power use this spell-like ability to raise the internal temperature of points). one living creature within 30 feet to lethal levels. The target Knowledge (illithid lore): 1 rank. must succeed at a Fortitude saving throw (DC 17) or die Wilderness Lore: 4 ranks. horrifically as its blood (or other internal fluid) boils. Even on Feats: Track. a successful save, the target sustains 2d8 points of heat Special: Must have killed an illithid, either individually or damage. The pyrokineticist must pay 13 power points each as part of a group comprising no more than six members. time she uses this ability.",
        "name":  "Heat Death",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. “riposte” a psionic attack. Whenever she succeeds at a saving throw against a psionic power or attack mode, the attacker Requirements must immediately make a Will save, using the DC of the To qualify to become a soulknife, a character must fulfill all original attack. On a failure, the attacker stands dazed for 1 the following criteria. round from the psionic backlash. This spell-like ability is",
        "name":  "Hit Die",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2nd level, the soulknife can imbed one Class Skills psionic power (but no psionic attack modes) of 3rd level or The soulknife\u0027s class skills (and the key ability for each skill) lower that he knows in his mind-blade. This spell-like ability are Concentration (Con), Hide (Dex), Knowledge (psionics) requires a move-equivalent action, and the soulknife must (Int), Move Silently (Dex), Sense Motive (Wis), and Tumble pay the cost of the power to imbed it. The imbedded power (Dex). automatically affects the next target that the soulknife successfully attacks with the mind-blade, with no saving",
        "name":  "Imbed Power",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 4th level, the soulknife can bonus power points based on the related ability score (see imbed any one psionic attack mode that he knows in his Table 1-2: Psion Bonus Power Points). mind-blade. This spell-like ability requires a move-equivalent",
        "name":  "Imbed Psionic Attack",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Psionics, spell-like abilities, summon Psionics (Sp): At will—brain lock, combat precognition, tanar’ri control flame, detect psionics, mass domination, mind probe, teleport",
        "name":  "Special Attacks",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 19, Dex 13, Con 19, Int 15, Wis 18, Cha 14 Spell-Like Abilities: At will—blasphemy, deeper darkness,",
        "name":  "Abilities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Often chaotic evil protection from evil spell.",
        "name":  "Alignment",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Psychic Bastion own. Furthermore, only psionic powers, spells, and effects that specify the host\u0027s type can affect the puppeteer; thus, Climate/Terrain: Any land and underground effects that target vermin can\u0027t affect a puppeteer riding a",
        "name":  "Feats",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A massive iron golem is human masters. Urbanus’s herald. His planar allies are fl esh, clay, and iron The clerics of Zarus encourage conquest and slavery. golems. (Urbanus typically sends golems as planar allies, The worst sin a human can commit, according to the contrary to the spell description.) Church of Zarus, is to mate with a nonhuman and pro-",
        "name":  "Herald and Allies",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Zarus has no herald—he claims and legends that reach across cultural boundaries. he needs none. He sends Medium, Large, and Huge For humans, relatively recent historical events function elementals in response to planar ally spells. as myths and legends. Human children might quiver at",
        "name":  "Herald and Allies",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clerics are relatively rare among half-elves. As spellcaster. mentioned earlier, most half-elf clerics worship Corellon Wizard: Many half-elves take at least a few levels in Larethian, a human deity, or no deity at all. Most half-elf wizard, especially if they grew up among elves. That said, clerics choose deities that exemplify nature, and many take half-elf wizards are difficult to categorize; between them, levels in druid to gain additional powers that are tied to the they have studied virtually every variation of the arcane power of the land. arts. Since half-elves prefer to stay on the move, half-elf",
        "name":  "Cleric",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Half-orcs have had little contact with illumi- ans, and a race of esoteric librarians doesn’t interest them Half-orcs have no language of their own. Instead, each much. learns the language of his home community—Common in a human settlement or Orc in an orc tribe. Most orc Keep in mind that the above sections only describe half-orcs encampments speak some Common as well, in order to who were raised by humans. A typical half-orc raised by trade with others and to eavesdrop on them, so half-orcs orcs would hate elves and dwarves, distrust humans, and who live with orcs often speak both tongues. Because consider gnomes and halflings obnoxious creatures good of their lower tusks, however, half-orcs speak Common only for sport, torture, and food. with difficulty, slurring words together. To compensate, many choose to speak slowly when talking in Common, but this only reinforces the stereotype that half-orcs are HALF-ORC RELIGION slow and stupid. Half-orcs follow either an orc religion or a human religion, Few half-orcs learn to read and write. Orcs have little depending on where they were raised. No half-orc deity use for literacy, and humans see no point in trying to teach exists, and half-orcs have never gathered to focus their half-orc children a capability they will probably never need prayers on a single entity. and might be too dumb to learn. Those who grow up in orc tribes follow Gruumsh, the Half-orcs who travel the world are often astounded to chief god of the orcs. Gruumsh is a god of war and of discover that most languages have written forms. Some strength, two of a half-orc’s specialties, and thus many half- eagerly study writing after they have seen it used, becoming orcs find him an inspiring, if bloodthirsty, god to follow. proficient enough to read signs, maps, and menus and to Gruumsh teaches that the weak should not be tolerated, write their own name and simple statements. Some half-orcs and that everyone must strive for strength and endurance. also learn other languages, astounding humans with their He also teaches hatred toward elves and dwarves. Because proficiency in Draconic, Dwarven, Giant, and Goblin. Few these races hate orcs (and, by association, any half-orcs half-orcs master Elven, because that language is too musical raised by orcs), it seems only reasonable to hate them for their harsh voices—and because half-orcs have little to back. Gruumsh is a god of action, demanding sacrifices say to elves anyway. and victories in battle rather than prayer. Thus, he is a good match for the half-orc’s propensity toward action HALF-ORC SETTLEMENTS and violence. A half-orc raised in a human community may worship Half-orcs, when they do settle down, usually find themselves whichever human god was revered in their area and by his either in human towns or in orc villages. Most other races do human parent. Kord focuses on strength and activity, and not accept their presence. Even if a half-orc gains acceptance half-orcs can relate to him. Heironeous promotes bravery from a halfling or an elf or a dwarf, the friend’s family and and honor, two ideals half-orcs can strive toward. Some of neighbors often will not share this feeling. Many half-orcs the noblest half-orcs have been followers of Heironeous, avoid the problem altogether by making their homes in and this god is open-minded enough to allow even half-orc forests or on mountaintops, well away from other folk. They paladins (though they are rare). hunt, fish, and farm for their food, trekking into the nearest Half-orcs who grow up alone in the wild rarely have village infrequently for supplies and news. religion, because no one has taught them about the gods. Half-orcs often account for a small percentage of the Those who later discover the gods may follow Obad-Hai, population in a large human city. Humans are the only placing their faith in nature and neutrality. major race, aside from orcs, that accepts half-orcs at all, 48 HALF-ORCS HALF-ELVES \u0026 CHAPTER 2 half-orc, and inns become strangely full whenever he wants a room. What’s worse, his human family thinks he’s too like an orc, and his orc kin say he’s too human. Half-orcs just can’t win. Since physical prowess and strength come naturally to half-orc characters, you should use these traits to their full- est advantage—while balancing them with other attributes. No one expects a half-orc to be fast on his feet, so a high Dexterity can give you an edge in combat. Since everyone assumes such a character is stupid, give your half-orc a high Intelligence or Wisdom, and equip him with skills such as Listen and Sense Motive. Your half-orc will learn things no one else does, just because no one realizes he can understand them. Making the character a rogue or a spellcaster is another fun way to play against type—and it’s easy for your half-orc to conceal his true class. If a half-orc is carrying a club, everyone who sees him assumes he’s a fighter or a barbarian. HALF-ORCS AS CHARACTERS Half-orcs are best suited for the barbarian class, in which they can make the most of their strength and size. But being strong and tough is rarely a drawback, and half-orcs as a race are more versatile than most folk realize.",
        "name":  "Illumians",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "During the time when the illumian beginning of her next turn, and she may use it twice prepares spells, she can choose to leave up to two spell per day. slots unfilled to add +1 to the save DCs of all her other • Final Utterance (Ex): When an illumian dies, her body spells of that level (including spells from different releases the stored Illumian language within it. For 1 classes). If she leaves two spell slots unfilled, they must round per Hit Die of the illumian, anyone within earshot be at different spell levels. This effect lasts until the hears ululating Illumian syllables—usually gibberish, next time the illumian prepares spells. She cannot fill but occasionally a prophetic phrase or a final curse on the the vacant spell slot (or slots) until the next time she illumian’s enemies. The illumian’s body need not remain prepares spells. intact for the final utterance to occur. Even if an illumian",
        "name":  "Naenkrau",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The illumian can use her Dexterity score to less of their character class. Speak Language is always a determine the bonus spells she gains for a high ability class skill for illumians, regardless of class. score, instead of the normal ability score used by her • Automatic Languages: Common and Illumian. Bonus class to determine this feature. If she has more than Languages: Any except for secret languages (such as one spellcasting class, she may use her Dexterity score Druidic). Illumians love languages and travel far and in place of any or all of the ability scores used by her wide to learn new languages from other races. classes for this purpose. • Favored Class: Any. When determining whether a mul-",
        "name":  "Uurkrau",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "During the time when the illumian prepares ticlass illumian takes an experience point penalty, her spells, she can choose to leave a 1st-level or 2nd-level highest-level class does not count. (See XP for Multiclass spell slot unfilled to add an insight bonus equal to Characters, page 60 of the Player’s Handbook.) Illumians the spell slot’s level on attack rolls when making an hold versatility in high esteem, and most members of unarmed strike or a sneak attack. This effect lasts until the race are multiclass characters. Furthermore, illumian the next time the illumian prepares spells. She cannot paladins and monks can leave those classes and return fill the vacant spell slot until the next time she prepares to them without penalty. spells.",
        "name":  "Uurnaen",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Twice per day, the illumian can expend a Middle Maximum spell slot (but not a slot holding a prepared spell) as an Race Age Old Venerable Age Illumian 50 years 75 years 100 years +4d20 immediate action to gain an insight bonus equal to the spell’s level on the next saving throw she makes before the start of her next turn. Table 3–3: Random Starting Height and Weight",
        "name":  "Vaulkrau",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Twice per day, the illumian can use a spell Base Height Base Weight slot (but not a slot holding a prepared spell) to spontane- Race Height Modifier Weight Modifier Illumian, male 4´ 11˝ +2d10 110 lb. × (2d4) lb. ously cast any of her prepared spells of the same spell Illumian, female 4´ 6˝ +2d10 80 lb. × (2d4) lb. level. For example, a 3rd-level bard/1st-level wizard who 56 3 RETPAHC SNAIMULLI hard time understanding why a serf can’t become a lord or PSYCHOLOGY why the elderly king retains his crown when his sons are Illumians are driven by the need to understand a given clearly more capable rulers. situation, then master it. An illumian wants to be the one When the social structure in question is populated who finds the flaw in the blackguard’s strategy, or who casts entirely by illumians (as is the case in most illumian the perfect spell to destroy the lich forever. Illumians would cabals), the competition for social status can grow intense, rather lose a fight to a superior foe than defeat a less capable with each illumian plotting her own rise to power while enemy—especially if they were able to demonstrate grit guarding her position against the predations of rivals. and brains in the losing effort. Winning and losing don’t But because the drive for mastery is so instinctive to matter, but mastery does (and mastery and victory tend to illumians, they rarely take the ebb and flow of political go hand in hand). fortunes within a cabal personally. Illumians are pragmatic Of course, illumians are realistic enough to recognize that enough to realize that within their cabal, today’s rival may no individual can master everything. Accordingly, illumians be tomorrow’s ally. They don’t bear grudges unless the settle for demonstrating competence at tasks beyond their political machinations of their fellows have unusually “true calling.” An illumian fighter, for example, might seek cruel or disruptive results. mastery of the dire flail, but he’ll take enough ranks in Ride Illumians love language and are intensely social, eagerly to call himself a competent equestrian. engaging friend and stranger alike in conversation. But just The flip side to an illumian’s drive for mastery is his as with other activities, an illumian isn’t conversing simply predilection for variety. Once an illumian is satisfied with for the sake of comradeship. He’s assessing his relative his level of competence or mastery in a specific area, he’ll position in the social hierarchy, trying to learn as much enthusiastically move on to something new. This craving as he can about his conversation partner, and looking for for variety eventually pushes illumians beyond the walls opportunities to demonstrate his mastery of a conversation. of their cabal’s stronghold. Illumians often progress in Perceptive conversationalists who spend time talking to completely different fields, which is why mid- to high-level illumians feel as if their every word is being scrutinized. illumians are so often multiclass characters. An illumian They sense that they’re being “sized up” even in casual paladin, for example, might have become satisfied with his conversation, as if the illumian is looking for potential allies martial prowess and now seeks expertise in the shadow and possible rivals. arts of stealth and subterfuge by taking a level or two in Roleplaying Application: The illumian tendency to the rogue class. foment plots and intrigues isn’t an excuse to spread discord",
        "name":  "Vaulnaen",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tar- Quests: Aulasha’s fol- muid uses a 20th-level lowers are obsessed with illumian monk as his rebuilding the Library of herald; Vuliak is the cur- the Sublime; as such, they rent herald’s name. He sends can be found scouring every hound archons, zelekhuts, and plane of existence for tomes maruts in response to the planar ally stolen by the githyanki. Thousands of spells. Aulasha’s worshipers toil daily in the",
        "name":  "Herald and Allies",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Glautru’s clerics spend around her head. a great deal of time in meditation, staring Soorinek assumed her new role with a mixture of Holy symbol into a fl ickering fi re for hours on end enthusiasm and reluctance. She quickly saw the power of Glautru and trying to discern prophecy in the that an organized church could bring, so she took the dancing of the fl ames. They also receive training in the secret-stealing and espionage that was her hallmark in healing arts, working in an enclave’s sick ward or an outside life as her portfolio in godhood. But she is unwilling to hospital. behave like an omniscient, omnipotent deity, and she Glautru’s clerics rebuke undead rather than turn them uses the power of her church to tear down anyone or any and cast infl ict spells spontaneously. group that exceeds its rightful place and authority. Many",
        "name":  "Cleric Training",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Soorinek’s shrines feature gaudy addition to learning the songs and scrip- paintings, with frescoes on the walls depicting tures essential to religious life, must create illumians about to perform great deeds such as an artistic masterpiece of some kind before monster slaying, marching off to war, or casting being admitted to the priesthood. Because powerful spells. But they never actually depict many of Syeret’s followers have bardic train- the great deeds themselves; and, by tradition, ing, hymns and musical works are the most each illumian face is painted so that it common acolyte masterworks, but looks toward the same place: an utterly would-be clerics may opt for dramas, blank wall at the far end of the shrine. oratories, or fi ne arts such as paint- Furniture tends to be simple and ing or sculpture. individualized, with chairs rath- Quests: Syeret delights er than pews and pillows rather in the new, so his follow- than kneeling rails. ers shepherd recently created",
        "name":  "Shrines",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Hellmaw tribe has captured two courage), bardic knowledge +7, glyphic resonance, illumian illumian scouts from the Bloodwing cabal and taken them word, luminous sigils, power sigils, SR 18; AL N; SV Fort to be interrogated by the barghests. If the Hellmaw goblins +10, Ref +12, Will +17; Str 8, Dex 10, Con 13, Int 14, Wis 12, learn that the Bloodwings have been thwarting them for Cha 25. years, they might march right to the Bloodwing enclave. Skills and Feats: Bluff +29, Concentration +21, Diplomacy The PCs must rescue the captive illumian scouts before +21, Gather Information +17, Intimidate +11, Knowledge they reveal the truth about the Bloodwing cabal’s efforts. (arcana) +22, Perform +17, Sense Motive +9, Spellcraft",
        "name":  "Adventure Hook",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Five 4th-level, ten 2nd-level, ten 1st-level. with a twelve-member Black Table and directorates that handle city functions. Unlike most cabals, the Elirhondas cabal stays out of political matters, focusing entirely on the ELIRHONDAS, defense of the city and the well-being of its visitors. SHADOW METROPOLIS Among the highlights of the city are the following Only a small number of cabals contain more than a few hun- locations. dred members, so the only dense accumulation of illumians Spinward Mountains: Elirhondas sits in the middle of in one place is the metropolis of Elirhondas. Created by a circle of shadow volcanoes. Each volcano spews a massive representatives from hundreds of cabals, Elirhondas is a city amount of shadow-stuff into the dark sky for about 2 min- nestled deep within the Plane of Shadow. Few travel there utes, then the next volcano in the ring (going clockwise) except at the invitation of an illumian who knows the way. erupts for 2 minutes, and so on; the erupting shadows circle 89 ILLUMIANS CHAPTER 3 the city every 30 minutes. The residents of Elirhondas use raise new walls and buttresses, but construction goes the eruptions of the Spinward Mountains as a massive slowly because the builders lack manpower, especially public clock, and they direct visitors using “spinward” and powerful spellcasters. While the library isn’t done, books “antispinward” rather than “right” and “left.” have already started arriving, both from the efforts of",
        "name":  "Experts",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tarmuid’s personal abode, Aulasha’s clerics and those of the quill cabals. Watchful a massive gothic structure, sits at the center of the city. An sentinels stand guard over several temporary warehouses ever-changing, glowing sigil hangs suspended above the full of tomes on the site. castle’s ramparts. The sequence of Illumian letters above Boulevard of Doors: Hundreds of cabals have planar the castle is usually random—or at least the pattern is portals that link to Elirhondas. The other side of those too complex for even illumian sages to discern—but in portals is almost always a door on the walls that mark times of crisis the glowing sigil spells out a message from the boundaries of this wide boulevard. The Boulevard of Tarmuid to his faithful. No living illumian sets foot within Doors bustles at all times, because travelers constantly pass the Castle of the Infi nite Sigil unless expressly invited by through on the way to and from the Material Plane cabals. Tarmuid. Such invitations are rarely offered. This is the busiest street in Elirhondas; the air is vibrant",
        "name":  "Castle of the Infi nite Sigil",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff 8 ranks, Disguise 8 ranks, Sense Motive 4 (arcana) checks and Spellcraft checks and a +2 bonus on ranks, Spellcraft 4 ranks. Will saves; at 5th level, the bonuses improve to +4.",
        "name":  "Skills",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male human cleric 5/chameleon 3; CR 8; Medium humanoid; HD 8d8+8; hp 47; Init +1; Spd 30 ft.; LOREDELVER AC 16, touch 11, flat-footed 16; Base Atk +5; Grp +5; Atk or Full Atk +7 melee (1d6/18–20, +1 rapier) or +6 melee or “I think of myself as a liberator. It’s my job to liberate the ancient thrown (1d4/19–20, dagger); SA spells, turn undead 5/day lore—not to mention the vast wealth—that has been imprisoned (+2, 2d6+5, 5th; SQ aptitude focus 1/day, bonus feat, mimic by history.” class feature 1/day, trapfinding, uncanny dodge; AL CN; —Stormwind Vaora, loredelver SV Fort +6, Ref +5, Will +7; Str 10, Dex 13, Con 12, Int 10, Wis 14, Cha 15. Loredelvers are illumian spellcasters who find and explore",
        "name":  "Tyler Sand",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast at least one 3rd-",
        "name":  "Spells or Spell Like Abilities",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Masterwork rapier, masterwork whip, master- Animal Companion (Ex): Vakra has a medium viper work chain shirt, ring of protection +1, hat of disguise, elixir of named Virius as an animal companion. The companion’s hiding, elixir of sneaking, 2 potions of cure light wounds, potion abilities and characteristics are summarized below. of eagle’s splendor. Animal Companion Benefits: Vakra and Virius enjoy the link and share spells special qualities. EL 14: Vakra, who styles herself Bane of Elves, has been Link (Ex): Vakra can handle Virius as a free action. He also hired by a wealthy and powerful human noble to assassi- gains a +4 circumstance bonus on all wild empathy checks nate an elf member of the party that the noble believes has and Handle Animal checks made regarding Virius. slighted his honor. Share Spells (Ex): Vakra may have any spell he casts on",
        "name":  "Possessions",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common. Urban Skill Mastery (Ex): Parethian can take 10 with Mob Violence (Su): As a free action, Parethian can chan- any of the following skills even when under stress: Balance, nel the city’s power to deal an extra 3d6 points of damage Climb, Jump, Move Silently, and Tumble. with any successful attack. He can activate mob violence Urban Sustenance (Ex): While within Rel Astra, Par- for 10 rounds per day, split up as he likes. ethian need not eat, drink, or sleep, and he heals at twice Urban Renewal (Sp): A total of five times per day, the normal rate. He doesn’t heal naturally at all outside of Parethian can use any of the following spell-like abilities Rel Astra. If he remains outside Rel Astra for 24 hours, he (caster level 10th): disintegrate (objects only), stone shape, and must succeed on a DC 20 Fortitude save or take 1 point of wall of stone. Strength damage and 1 point of Constitution damage. Each",
        "name":  "Language",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Half-Humans and Human- like Races sidebar, page 150, for more about races eligible to select this feat. This shackled illumian uses her Improved Sigil (Krau) feat along with a shout spell to incapacitate her captors alocariM .J yb .sullI 153 OPTIONS CHAPTER 6",
        "name":  "See the Variant",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose a number of spells with verbal com- relationship. For instance, a character might not be allowed ponents that you can cast equal to the number of power to select an enemy organization, or one whose existence sigils you have. When you cast one of the chosen spells, and/or operations aren’t well known to him. the spell’s effective level is increased by 1 (as if affected by the Heighten Spell feat, but with no change to the spell’s MENACING DEMEANOR [RACIAL] casting time or spell slot). All effects dependent on spell You can tap into your savage heritage to improve your level are calculated according to the heightened level. intimidation techniques.",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Orc blood or orc subtype. you can reassign the spells you’ve chosen to be enhanced by Benefit: You gain a +4 bonus on Intimidate checks. this feat. For example, a wizard who reaches 3rd level and gains the ability to cast 2nd-level spells may reassign the PROTECTED DESTINY [RACIAL] spells affected by this feat. Your heroic destiny is guarded against the whims of mis-",
        "name":  "Whenever you gain the ability to cast a new level of spells, Prerequisite",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you cast one of your chosen spells using the fortune. Silent Spell feat, this feat has no effect. Prerequisites: Human or half-human, Heroic Destiny, character level 3rd. IMPROVED SIGIL (NAEN) [RACIAL] Benefit: Once per day, if you roll a natural 1 on a saving You tap into your naen power sigil to see through illusions throw, you may reroll the save. and resist language-based effects.",
        "name":  "Special",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your vaul power sigil grants you a +1 insight Prerequisite: Int 13. bonus per power sigil on saving throws against mind-affect- Benefit: You can learn enough of a language to ask and ing spells and abilities. understand simple questions, explanations, and instruc- tions. This benefit only applies to verbal communication. INSIDE CONNECTION After 2d6 days of listening to a new language, you know Choose a specific organization, such as a town’s militia, a enough to ask simple questions and to follow simple direc- particular church, a guild, or one of the illumian cabals (see tions. Upon every future encounter with this language, you Chapter 3). You have strong personal connections within need only 1d4 days to regain that knowledge. that organization, as well as insight into its membership.",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Illumians can douse their sigils or make them INITIATE FEATS reappear with a standard action, and they lose the benefits of their power sigils as long as they are doused. Initiate feats show that a follower has achieved some distinc- tion with his or her patron deity, and therefore has gained URBAN STEALTH access to additional spells and abilities. Some of these feats You are particularly adept at moving quietly and unnoticed allow the addition of these spells to the spell lists of other through the city. classes. If you have more than one class that qualifies for",
        "name":  "Normal",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (local) 2 ranks. this addition, you must choose only one spell list to which",
        "name":  "Prerequisite",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +4 bonus on saving throws to resist against creatures with the evil subtype. effects that deal Strength damage or cause Strength drain. In addition, you may add the following spells to your",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  " cleric spell list: Level Spell 3rd Heroism: Gives +2 bonus on attack rolls, saves, 2nd Scorching Ray: Ranged touch attack deals 4d6 fire and skill checks. damage, +1 ray/four levels (maximum 3). 5th Waves of Fatigue: Several targets become fatigued. 3rd Summon Monster III*: Calls extraplanar creature to 6th Heroism, Greater: Gives +4 bonus on attack rolls, fight for you. saves, skill checks; immunity to fear; temporary hp. 5th Summon Monster V*: Calls extraplanar creature to 7th Waves of Exhaustion: Several targets become fight for you. exhausted. 6th Summon Monster VI*: Calls extraplanar creature to fight for you. 8th Summon Monster VIII*: Calls extraplanar creature to FAR HORIZONS [INITIATE] fight for you. By dedicating yourself to the philosophies of Fharlanghn, *Fire elementals only. you have become a more world-wise and capable traveler.",
        "name":  "In addition, you may add the following spells to your cleric spell list",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add Climb, Jump, and Swim to your list of cleric You have pledged your unswerving obedience to Wee Jas, class skills. Furthermore, you always know the direction and she in turn has granted you special insight into life of north from your current position. You cannot use this and death. extraordinary ability in any environment where “north” Prerequisites: Cleric level 3rd, deity Wee Jas. does not exist. Benefit: As a swift action, you can determine how close In addition, you may add the following spells to your creatures are to death. This extraordinary ability can be used cleric spell list: at will but otherwise functions like the deathwatch spell. In addition, you may add the following spells to your 1st Expeditious Retreat: Your speed increases by 30 ft. cleric spell list: 3rd Leomund’s Tiny Hut: Creates shelter for ten creatures. 5th Overland Flight: You fly at a speed of 40 ft. and 2nd False Life: Gain 1d10 temporary hp +1/level (max +10). can hustle over long distances. 3rd Halt Undead: Immobilizes undead for 1 round/level. 6th Shadow Walk: Step into shadow to travel rapidly. 5th Blight: Withers one plant or deals 1d6/level damage to plant creature. LAW INVIOLATE [INITIATE] 7th Finger of Death: Kills one subject or deals 3d6 damage Your unshakable faith in St. Cuthbert allows you to better +1/level (max +25). apprehend fugitives or overcome villains who transgress the law. WHISPERED SECRETS [INITIATE]",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Roofwalker feat enables the use of three substitution level gains spellcasting ability (increases in tactical maneuvers. spells per day and spells known, if applicable) as if he had",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 8th level, a half-elf bard adds HALF-ELF BARD the following spells to her spells known: 1st—command; Blessed with a smooth grace and demeanor that many find 2nd—zone of truth; 4th—sending. appealing, the half-elf bard is a common sight. The half-elf This benefit replaces the 4th-level spell learned by a bard gives up some of her performance abilities to become standard bard at 8th level. From now on, the bard knows more well versed in social interaction and negotiation. one fewer 4th-level bard spell than normal (not counting",
        "name":  "Secrets of the Diplomat",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d12. To take a half-orc druid substitution level, a character must be a half-orc about to take her 1st, 4th, or 6th level of druid. Requirements To take a half-orc barbarian substitution level, a character Class Skills must be a half-orc about to take his 2nd, 5th, or 7th level Half-orc druid substitution levels have the class skills of of barbarian . the standard druid class, plus Intimidate. 160 6 RETPAHC SNOITPO Table 6–6: Half-Orc Druid Racial Subsitution Levels Base Attack Fort Ref Will Level Bonus Save Save Save Special Spells per Day 1st +0 +2 +0 +2 Tough animal companion, nature sense, As standard druid wild empathy 4th +3 +4 +1 +4 Bully animal As standard druid 6th +4 +5 +2 +5 Augmented nature’s allies As standard druid",
        "name":  "Hit Die",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A swift action consumes a very small performed at any time—even if it’s not your turn. amount of time, but represents a larger expenditure of Casting feather fall is an immediate action (instead effort and energy than a free action. You can perform of a free action, as stated in the spell description one swift action per turn without affecting your ability in the Player’s Handbook), since the spell can be cast to perform other actions. In that regard, a swift action is at any time. like a free action. However, you can perform only a single 161 Illus. by C. Lukacs pqqqqqqqqqqqqqqqqqqqqrs USING NEW DOMAINS IN A CAMPAIGN SETTING If you choose to introduce one or both of the new domains In general, deities whose portfolios include trade, wealth, featured in this book to a published campaign setting, the fol- or community may offer the City domain (unless the deity lowing deities are suggested. is closely associated with rural life). Nonhuman deities very",
        "name":  "Swift Action",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Boldrei (City), The Undying Court (Destiny). These Destiny domain is most closely associated with nonchaotic deities are described in the EBERRON Campaign Setting. deities. pqqqqqqqqqqqqqqqqqqqqrs 162 7 RETPAHC CIGAM Using an immediate action on your turn is the same as 4th-Level Bard Spells using a swift action, and counts as your swift action for Charm Person, Mass: As charm person, but all within 30 that turn. You cannot use another immediate action or a feet. swift action until after your next turn if you have used an immediate action when it is not currently your turn 6th-Level Bard Spells (effectively, using an immediate action before your turn Bestow Curse, Greater: As bestow curse, but more severe is equivalent to using your swift action for the coming penalties. turn). You also cannot use an immediate action if you are City Stride: Teleport between two cities. flat-footed. CLERIC SPELLS 1st-Level Cleric Spells NEW SPELLS",
        "name":  "Eberron",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You know how dangerous the future The following spells are common among humans, half- will be. elves, and half-orcs. Spellcasters from other races may have Scholar’s Touch: Read books in seconds. discovered them as well. 2nd-Level Cleric Spell",
        "name":  "Omen of PerilF",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alert bearers of special insignia. 1st-Level Assassin Spell",
        "name":  "ASSASSIN SPELLS Insignia of AlarmF",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Move across uneven surfaces with 3rd-Level Cleric Spells ease. Delay Death: Losing hit points doesn’t kill subject.",
        "name":  "Rooftop Strider",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bearers of special insignia gain +1 BARD SPELLS bonus on attacks and saves against fear. 1st-Level Bard Spells Insignia of HealingF: Bearers of special insignia healed",
        "name":  "Insignia of BlessingF",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Find nearest city. 5th-Level Cleric Spell Scholar’s Touch: Read books in seconds. Stalwart PactX: Target gains combat bonuses automatically when reduced to half hit points or lower. 2nd-Level Bard Spells",
        "name":  "Locate City",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alert bearers of special insignia. 7th-Level Cleric Spell",
        "name":  "Insignia of AlarmF",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Targets gain +4 bonus on saves against Bestow Curse, Greater: As bestow curse, but more severe charm, compulsion, and fear. penalties. 3rd-Level Bard Spells CITY DOMAIN",
        "name":  "Proud Arrogance",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heironeous, Glautru (see page 75), Istus (see Complete Divine), Lyris (see Complete Warrior), Vecna, 2nd-Level Sorcerer/Wizard Spells Zarus (see page 19). Ench Proud Arrogance: Targets gain +4 bonus on saves",
        "name":  "Deities",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day as an immediate action, against charm, compulsion, and fear. you can grant a willing creature within 30 feet the abil- Evoc City Lights: Absorb nearby light to release as blind- ity to reroll an attack, save, ability check, or skill check. ing flare. You must be able to see the creature to be affected. You cannot use this power on yourself. This is a supernatural 3rd-Level Sorcerer/Wizard Spell ability. Illus Phantom Guardians: Create illusion of group of guards. Destiny Domain Spells 1 Omen of PerilF: You know how dangerous the future 4th-Level Sorcerer/Wizard Spell will be. Conj Unseen Servant, Mass: As unseen servant except 2 AuguryMF: Learns whether an action will be good or creates one servant/level. bad. 3 Delay Death: Losing hit points doesn’t kill subject. 5th-Level Sorcerer/Wizard Spells 4 Bestow Curse: –6 to an ability score; –4 to attack rolls, Ench Charm Person, Mass: As charm person, but all saves, and checks; or 50% chance of losing each action. within 30 feet. 5 Stalwart PactX: Target gains combat bonuses automati- Illus Shadow Guardians: Create group of shadowy cally when reduced to half hit points or lower. warriors. 6 Warp Destiny: Reverse failed save or hit in combat. 7 Bestow Curse, Greater: As bestow curse, but more severe 8th-Level Sorcerer/Wizard Spell penalties. Trans Bestow Curse, Greater: As bestow curse, but more 8 Moment of Prescience: You gain insight bonus on single severe penalties. attack roll, check, or save. 9 Choose Destiny: Gain two chances for success on every SPELL DESCRIPTIONS action. The spells on the following pages are presented in alpha- DRUID SPELLS betical order (with the exception of those whose names 1st-Level Druid Spell begin with “mass” or “greater”; see Order of Presentation,",
        "name":  "Granted Power",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You know how dangerous the future page 181 of the Player’s Handbook). will be. PALADIN SPELLS 2nd-Level Paladin Spell",
        "name":  "Omen of PerilF",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60 ft. but it should be no more powerful than the duration of the spell, any time",
        "name":  "Range",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level (D) A greater curse cannot be dispelled, may roll twice and select which die",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 4, sorcerer/wizard 5 the area (except you) are blinded within a community at least as large Components: V, S for 1 round if they fail a Fortitude as a small city (see page 137 of the Casting Time: 1 standard action save; regardless of the saving throws Dungeon Master’s Guide). Range: Close (25 ft. + 5 ft./2 levels) success, all creatures in the area are",
        "name":  "You may cast this spell only when Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level The spell only functions if at least",
        "name":  "Transmutation Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 6, cleric 7, Destiny 7, Saving Throw: Will negates four active artificial light sources sorcerer/wizard 8 Spell Resistance: Yes (torches, lanterns, light spells, and so",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action This spell functions like charm person, The spell’s name refers to its most",
        "name":  "Casting Time",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes If there are more potential targets than darkness spell of equal or lower level, you can affect, you choose them one such as darkness.",
        "name":  "Spell Resistance",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No and Yes Range: Touch (object) Community Str/Con Target: Living creature touched",
        "name":  "Spell Resistance",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A chip of city ing subjects: the population of the Duration: Concentration, up to 1 stone or brick from the selected des- community, the dominant race within round/level tination. the community and the percentage of Saving Throw: Will negates the population it encompasses, any Spell Resistance: Yes CITY’S MIGHT given race’s percentage of the total Transmutation population, the level of the highest- The caster can instantly tell the race",
        "name":  "Material Component",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) centered on you",
        "name":  "Spell Resistance",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous that it seems particularly friendly to This spell functions just like insignia the viewer. You gain a +5 circumstance of alarm except that the insignia wear- You sense the distance and direc- bonus on Diplomacy and Gather Infor- ers are also filled with courage. Each tion to the nearest community of a mation checks made to influence or insignia wearer gains a +1 morale minimum size designated by you at gain information from creatures with bonus on attack rolls and on saving the time of casting. For instance, you Intelligence scores of 3 or higher, as throws against fear effects. could choose to find the nearest com- long as those creatures aren’t already munity at least as large as a village, or hostile toward you. INSIGNIA OF HEALING you could choose to locate only the This spell does not alter your Conjuration (Healing) nearest metropolis. appearance in any significant way, and Level: Bard 3, cleric 3 This spell measures the distance thus provides no bonus on Disguise Components: V, S, F to the “nearest” community as the checks. Casting Time: 1 standard action minimum distance one would have to",
        "name":  "You subtly change your appearance so Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 2, cleric 2, paladin 2 Spell Resistance: Yes (harmless); subterranean city half a mile beneath",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. + 40 ft./level) This spell works just like insignia of",
        "name":  "Range",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All wearers of special insig- spell cures 1d8 points of damage +1 Level: Cleric 1, Destiny 1, druid 1 nia within range point per caster level (maximum +10) Components: V, F",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) tive energy, this spell deals damage to Target: You them instead of curing their wounds. Duration: Instantaneous This spell alerts all wearers of a Any undead creature can apply spell specific insignia (see below) within resistance and attempt a Will save to A brief supplication grants you a vision range. Such creatures hear a single take half damage. that hints at how dangerous the imme- mental “ping” (as the alarm spell, page diate future is likely to be. Based on an 197 of the Player’s Handbook) when this INSIGNIA OF WARDING assessment of the caster’s immediate spell is cast. Abjuration surroundings and likely path of travel, This spell requires significant prepa- Level: Cleric 3, paladin 3 the caster receives one of three visions: ration. Before using this spell you Components: V, S, F safety, peril, or great danger. must forge specially crafted insignias. Casting Time: 1 standard action The base chance for receiving an",
        "name":  "Spell Resistance",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level accurate reply is 70% + 1% per caster amulets, badges, rings, or any similar Saving Throw: Will negates (harm- level, to a maximum of 90%; the DM object, but each one must bear the less) makes the roll secretly. same logo, crest, or symbol. Each Spell Resistance: Yes (harmless) If the omen of peril is successful, you insignia costs 10 gp. Militias, guilds, receive one of three fleeting visions: or churches within a city use this spell This spell works just like insignia of • Safety: The caster isn’t in any imme- to call all its members together. alarm except the insignia wearers also diate danger. If he continues on his",
        "name":  "These can be crafted in the form of Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 1, cleric 1, sorcerer/ takes depends on whether the caster Enchantment (Charm) wizard 1 worships a specific deity, venerates Level: Bard 2, sorcerer/wizard 2 Components: V, S, M, F nature as a druid, or simply upholds Components: V, S, M Casting Time: 1 standard action abstract principles. A druid might see Casting Time: 1 standard action Range: Personal a white dove for safety, a dark cloud Range: Medium (100 ft. + 10 ft./ Target: One book/round obscuring the sun for peril, and a level) Duration: Concentration, up to 1 forest fire for great danger. A cleric Target: One creature/level, no two round/level of Fharlanghn might see a vision of of which can be more than 30 ft. a straight road for safety, a crossroads apart With this spell you can touch a book for peril, and a washed-out bridge for Duration: 1 min./level or scroll and absorb the knowledge great danger. Saving Throw: Will negates (harm- contained within as if you had just Unlike the more powerful augury, less) read it. This is equivalent to a solid an omen of peril doesn’t respond to a Spell Resistance: Yes (harmless) reading but not deep study—the specific question. It only indicates character does not gain perfect recall the level of danger likely for the next This spell lets a group of creatures of the information, just whatever he hour, not what form the danger will resist effects that convince them they would have gotten from reading it take. should not be following their pres- completely once. If you can’t read the",
        "name":  "The form that an omen of peril PROUD ARROGANCE Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M wizard casting the spell can target parchment and a pinch of tinder.",
        "name":  "Components",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level 167 7 RETPAHC CIGAM SHADOW GUARDIANS This includes perfectly vertical walls, This spell allows the target to enter a Illusion (Shadow) glass windows, and even clothes- binding agreement with a deity, who",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A chip of stone until the start of your next turn, you effect. If the subject takes any damage, or brick. take a –4 penalty on all saving throws the spell immediately ends. and to your AC. The spell must be cast in a com- WARP DESTINY munity no smaller than a small town, Transmutation WINDING ALLEYS otherwise it has no effect.",
        "name":  "Material Component",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) depending on how events unfold.",
        "name":  "Spell Resistance",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Duel/mageduel in progress, prominent entering it. personage, spell gone awry. Typical Encounters: Admirer, construction accident, duel/",
        "name":  "Typical Encounters",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common. (1d4–1/19–20, masterwork dagger); SA spells; SQ familiar,",
        "name":  "Language",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +12, Concentration +9, Diplomacy +9, Deliver Touch Spells (Su): The hawk can deliver touch spells Disguise +5 (+7 acting), Gather Information +7, Intimidate for the flame savant (see Familiars, page 52 of the Player’s +7, Knowledge (arcana) +9, Listen +4, Search +1, Spellcraft Handbook). +10, Spot +4 (+7 in bright light); Combat Casting, Greater Improved Evasion (Ex): If the hawk is exposed to any effect Spell Focus (evocation), Scribe Scroll, Spell Focus (evoca- that normally allows it to attempt a Reflex saving throw for tion), Spell Penetration. half damage, it takes no damage with a successful saving",
        "name":  "Skills and Feats",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +4, Diplomacy +5, Handle fatigued for the duration of the encounter. Animal +9, Knowledge (nature) +5, Listen +5, Spellcraft +4, Skills: Wolverines have a +8 racial bonus on Climb checks Survival +7 (+9 in aboveground natural environments); and can always choose to take 10 on Climb checks, even if Scribe Scroll, Track. rushed or threatened.",
        "name":  "Skills and Feats",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spy’s familiar is a cat. The familiar uses footed 12; Base Atk +4; Grp +3; Atk or Full Atk +4 melee the better of its own and the spy’s base save bonuses. The (1d4–1/19–20, masterwork cold iron dagger) or +5 ranged creature’s abilities and characteristics are summarized (1d4–1/19–20, masterwork cold iron dagger); SA spells; SQ below. familiar, familiar benefits (Alertness, empathic link, share",
        "name":  "Familiar",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The loremaster has learned the following secret: Handbook). Instant Mastery (Decipher Script). Improved Evasion (Ex): If the familiar is exposed to any Shadow Familiarity (Ex): The loremaster gains a +2 racial effect that normally allows it to attempt a Reflex saving bonus on saves against spells with the Shadow descriptor. throw for half damage, it takes no damage with a successful",
        "name":  "Secret",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hanseath’s clerics often serve in dwarf only by hard physical labor or similar hardships. Those military units, where they act as healers and spellcasters, who don’t wash out of the process become clerics and in- urging their fellow dwarves into battle. Such units are fl ict similar mind-numbing initiations on the next genera- not always a comfortable mix of personnel, though, since tion of followers. Hanseath’s clerics also have a rebellious streak. Quests: Laduguer’s quests often in- Many dwarf armies segregate Hanseath volve awakening—and hopefully clerics into their own berserker controlling—some long-buried units. evil. If an army of slaves is try-",
        "name":  "Cleric Training",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Buleybar Opus was the youngest music Barbarian: Traditional gnome culture has no place for maester ever to earn his cap in the town’s memory. He runs barbarians, but barbarians are often from far-off lands a bustling school that focuses on performance over theory, anyway. The notion of a gnome barbarian is hard for some and he has trained some of the fi nest bards to set foot in the to reconcile, but the gnome’s racial bonus to Constitution surface world. He relies on his journeymen to work with the allows such a character to rage longer than those of most younger students, but they are also expected to create their other races. Small races such as gnomes particularly prize own original works. He trains in vocal as well as instrumen- the barbarian’s fast movement ability. tal music, both composition and performance, and has even Cleric: Most gnome clerics worship Garl Glittergold, who allowed some study of oratory in the past few decades. He is offers access to the Trickery domain. That domain gives his harsh in his methods, but once a student has earned her cap, clerics Hide as a class skill and offers high-level illusion no hearth will turn away her song. spells that combine well with gnomes’ racial bonus on illu-",
        "name":  "Maester Opus",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The public hall is the first (and possibly sion spell save DCs. only) place any outsider might visit, with its own entrance Druid: Because gnomes can speak with burrowing to the surface that is not connected to any other tunnel, animals, many gnome druids choose badgers or wolver- opening far away from the rest of the town. The public hall ines (normal or dire versions, depending on level) as their is most often used for community legal matters, and it is also animal companions. where any diplomatic dealings with other towns or races Fighter: The gnomes’ Strength penalty makes the fi ghter take place. class a tough choice, but it’s ameliorated somewhat by the",
        "name":  "Public Hall",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This class is another tough choice due to the gnomes’ Strength penalty, which is exacerbated by the race’s CHARACTERS Small size and lower unarmed attack damage. But the fast When you create a gnome character, consider spending a movement of a monk is a godsend to a gnome, and the monk’s few skill points on Hide, Listen, and Craft (alchemy), even if other supernatural abilities combine well with a gnome’s they’re cross-class skills for you. As a gnome, you get racial racial abilities to make an elusive prankster. or size bonuses to these skills, and Hide and Listen in par- Paladin: One way to avoid the slow speed of a gnome is ticular are valuable in many adventures. to use the special mount of a paladin. As with the fi ghter, a Also give yourself a Charisma score of at least 10 if you gnome paladin must still deal with the liability of his low possibly can. The spell-like abilities of dancing lights, presti- Strength score. digitation, and ghost sound aren’t terribly powerful, but they Ranger: The racial benefi ts that gnomes receive when lead to smart play when characters use them to distract or fighting giants, kobolds, and goblinoids can combine confuse their foes. with a ranger’s favored enemy class feature to make a true giant-slayer. SPECIAL GNOME OPTIONS For alternative options for the gnome ranger, see the gnome As a gnome character, you also qualify for some gnome-spe- racial substitution levels in Chapter 6: Character Options. cifi c feats and prestige classes unavailable to PCs of other Rogue: You hide well, you listen well, you’ve got the skill races, all described in Chapters 5 and 6 of this book. points to be a great alchemist—and you’ve got spell-like",
        "name":  "CREATING GNOME Monk",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Burrow Friend, Earth Fist (also available to dwarves abilities perfect for distracting guards. and goliaths), Gnome Foe Killer, Natural Trickster, Piercing Sorcerer: Obviously, gnome sorcerers want to choose as Sight, Trivial Knowledge. many spells from the illusion school as possible, because",
        "name":  "Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most goliath PCs are exiles— for example. voluntary or involuntary—from their tribes. Being exiled With the DM’s permission, a character can instead wor- from the tribe is a natural stepping-stone to becoming a goli- ship the goliath pantheon as a single unit. Worshiping a ath adventurer. Your character is already nomadic; now he pantheon in this fashion allows a cleric to pick from any of just has to make it on his own. Many goliaths who’ve been the deities’ offered domains, rather than picking one deity exiled surround themselves with close friends—creating as a favorite. The details of following this pattern of worship a makeshift “tribe” out of their fellow adventurers. Is your are described more fully in Complete Divine. goliath character an exile? If so, what was the reason for his A sixth goliath deity, Kuliak, is venerated strictly for burial exile? How does he feel about his former tribe? How does rites and necromancy spells. Outside these contexts, the this exile affect his interactions with other goliaths? goliaths do not generally speak of her. KAVAKI, THE RAM-LORD NATURE WORSHIP Greater Deity (Neutral) For millennia, goliaths have been nature worshipers who Kavaki is the creator and guardian of the goliaths, guid- relied on druids to attend to their spiritual needs. While ing them safely from alpine meadow to snowy mountain deities fi gure prominently in goliath folklore and culture, peak and back again. He bids his followers to honor goliath actual clerics have been exceedingly rare. Recently, how- heritage, to compete fi ercely, and to act for the good of the ever, clerics worshiping the fi ve-member goliath pantheon tribe in all things. Cave paintings often depict him as a have been evangelizing among the goliath tribes, and the massively muscled goliath with curled ram horns emerg- connection between folklore and daily worship is winning ing from his head. them converts. Goliath druids have responded to this effort Portfolio: Goliaths, competition. with everything from outright hostility to enthusiastic sup- Domains: Protection, Strength, Travel, War. port, but in most cases the arrival of a new religion (while Cleric Training: Because Kavaki is the chief of all chief- the folklore and rites are old, active worship is new) has tains, clerics of the goliath pantheon learn about him from ushered in an era of competition for the spiritual lives of their tribal chieftain. Every morning, the chieftain offers each goliath tribe. Goliath druids are just as competitive as a prayer to Kavaki, often adding a brief homily or tale of any other goliaths, after all. Kavaki protecting the goliath people. When druids handle a tribe’s religious needs, the tribe’s Quests: Whenever the welfare of one or more goliath skywatcher often leads prayers to Kavaki or the moun- tribes is at stake, Kavaki wants a cleric there. Kavaki’s agents tains themselves. Each equinox and solstice has its own often send brave goliaths to rescue tribes captured by giants druidic festival, and druidic blessings accompany each or otherwise endangered. birth and death. A portion of each meal is left on a simple Prayers: Worshipers of Kavaki often use comparisons stone altar under the open sky as a sacrifice to preserve to venerate their deity or make a rhetorical point. For nature’s bounty. example, a prayer of praise might begin “Kavaki, you are In tribes without clerics, druids are responsible for much taller than the mountains and more constant than the of the healing required by the tribe, and high-level rang- stars themselves.” ers often help a little. This obligation takes up more of the Shrines: A simple wooden shrine to Kavaki stands druids’ time and energy, so the druids don’t roam as far from within sight of the main campfire in a goliath camp. A camp as they do if the tribe also has clerics. Because they ram skull often rests atop it. The goliaths design shrines to wield great power within such a tribe, druids wind up infl u- Kavaki to be portable when disassembled, but particularly encing the alignment of other tribe members. A tribe with good mountain campsites have more permanent, station- a neutral evil druid, for example, will gradually develop a ary shrines. strong “every tribe for itself” attitude and become particu- Rites: Kavaki is called upon in rites that honor a new larly ruthless in competitions. A lawful neutral druid often chieftain, bestow a new honorifi c on a goliath, or bless a new fi nds that his tribe follows a more regular migration pattern campsite. The most common rites involving Kavaki are the and tends to repeatedly choose the same captains for the ceremonies after particularly important games or competi- same tasks. tions. Speaking on behalf of Kavaki, the ceremony leader 620_96567_RacesOfStone.indd 65 6/14/04, 7:59:04 AM 66 3 RETPAHC SHTAILOG compares the victors favorably to their opponents and exhorts all to strive even harder next time.",
        "name":  "Roleplaying Application",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This wolf is capable of learning three In many tribes, the skywatcher druid is a rival to the chief- tricks in addition to any that Thuliana might choose tain, subtly or overtly questioning the choices the chieftain to teach it (see the Handle Animal skill, page 74 of the makes. This is not the case among the Kathaal tribe. Thuli- Player’s Handbook). These bonus tricks don’t require any ana harbors a secret love for Akala and helps him however training time or Handle Animal checks, and they don’t she can. Thuliana knows she can never take Akala from count against the normal limit of tricks known by the Ithikea’s tent, but she can’t help hoping that something creature. Thuliana selects these bonus tricks, and once might bring Akala into her arms. selected, they can’t be changed. Thuliana doesn’t challenge Akala’s rule, but she is a con- Devotion (Ex): Darkscouter has a +4 morale bonus on servative druid. She engineered the shunning and eventual Will saves against enchantment spells and effects. exile of a young pantheist cleric last year, an act that no one Evasion (Ex): If Darkscouter is exposed to any effect knows about but that causes her much guilt. that normally allows it to attempt a Refl ex saving throw",
        "name":  "Thuliana Skywatcher Avaelakumatha Bonus Tricks",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +11, Diplomacy +11, Handle She can engage in accelerated climbing without taking the Animal +8, Jump –7, Knowledge (nature) +13, Listen +11, –5 penalty on the Climb check. Thuliana is automatically Ride +1, Sense Motive +8, Spellcraft +7, Spot +11, Survival acclimated to life at high altitudes and does not take the +13 (+15 in aboveground natural environments); Alertness, penalties for altitude described on page 90 of the Dungeon Natural Spell, Negotiator, Track. Master’s Guide. Earth Companion (Ex): Thuliana has a wolf with the earth Link with Companion (Ex): Thuliana can handle her animal subtype as an animal companion. This creature is a loyal companion as a free action, or push it as a move action, with companion that accompanies Thuliana on adventures as a +4 bonus on wild empathy checks made while dealing appropriate for its kind. Its abilities and characteristics are with that animal. summarized below. Resist Nature’s Lure (Ex): Thuliana gains a +4 bonus on",
        "name":  "Skills and Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Auspicious Marking, Earth Fist (also available For alternative options for the goliath rogue, see the goliath to dwarves and gnomes), Fling Ally, Fling Enemy, Heavy racial substitution levels in Chapter 6: Character Options. Lithoderms, Improved Rock Hurling, Knockback, Mark- Sorcerer: Other than bards, goliath sorcerers are the pri- ings of the Blessed, Markings of the Hunter, Markings of mary arcane spellcasters for their tribes. Most focus on the the Magi, Markings of the Maker, Markings of the Warrior, school of transmutation, illusion, or evocation, since those Rampaging Bull Rush, Rock Hurling, Steady Mountaineer. schools offer the greatest number of spells that their divine",
        "name":  "Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dawncaller, goliath liberator, per- spellcaster counterparts can’t match. egrine runner, stonespeaker guardian. Wizard: In a society where not everyone can read, wiz- ards are often the scribes of their tribes. It’s diffi cult for GOLIATHS AS CHARACTERS goliaths to learn the art of wizardry while on the move in Fundamentally, the class you choose determines more a tribe, so most leave goliath society for a time, then return about your character than any other choice you make. with a spellbook and a measure of arcane power. 620_96567_RacesOfStone.indd 84 6/14/04, 8:35:12 AM 85 IIlllluuss.. bbyy CC.. LLuukkaaccss n their mountain homes, dwarves, gnomes, and goli- Distant Region or Continent: The obvious explana- aths live in close proximity to both enemies and allies. tion for a race not being present until now is that some The races described here all have some connection to signifi cant geographical barrier exists between the the races of stone described in the fi rst three chapters, race’s homeland and the main region of the campaign. and they provide interesting variations on the ideas The race might dwell on the other side of an impass- and abilities of those races. able mountain range, in a land across a vast ocean, or underground.",
        "name":  "Prestige Classes",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaos gnomes speak Gnome. They enjoy casting spells with the chaos descriptor increases by 1. learning different languages, and they often pull expres- This increase applies when determining level-dependent sions and words from other languages into their own. spell variables and on caster level checks, and it stacks",
        "name":  "Language",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dream dwarf adventurers seek the A dream dwarf can easily distinguish between ethereal wisdom that comes from personal experience. Some, creatures and material ones, because ethereal creatures driven by the earth dream’s urgings, wander to fi nd more appear translucent and indistinct. of what they’ve seen in the dream. Others seek to escape • Spell Power: When in contact with the ground, a dream the dream and their people’s involvement in it, traveling dwarf’s effective caster level when casting divination to other lands to be rid of its pull. Most however, travel spells or spells with the earth descriptor increases by 1. and adventure to better understand the parts of the earth This increase applies when determining level-dependent dream that they can sense, to experience the dream in spell variables and on caster level checks. This increase other places, and to broaden their own understanding of stacks with other spell power abilities, such as from the the world. hierophant prestige class. • Automatic Languages: Common and Dwarven. Bonus DREAM DWARF RACIAL TRAITS",
        "name":  "Adventurers",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +13, Hide +14, Jump +8, Knowledge action, with a +4 bonus on wild empathy checks made while (geography) +6, Knowledge (nature) +8, Listen +7, Move dealing with that animal. Silently +12, Sense Motive +4, Spot +14, Survival +14 Share Spells (Ex): Vilmaka may have any spell she casts (+16 to keep from getting lost, avoid natural hazards, or in on herself also affect her animal companion if the latter is aboveground natural environments); EnduranceB, Far Shot, within 5 feet at the time. The master may also cast a spell Many ShotB, Mountain Warrior*, Point Blank Shot, Precise with a target of “You” on her animal companion. Shot, Rapid ShotB, TrackB. Woodland Stride (Ex): Vilmaka can move through nat- *New feat described in Chapter 6. ural thorns, briars, overgrown areas, and similar terrain at 620_96567_RacesOfStone.indd 102 6/14/04, 8:36:42 AM 103 CLASSES PRESTIGE CHAPTER 5 her normal speed and without damage or other impairment. can see in the dark out to 60 feet. Darkvision is black and However, thorns, briars, and overgrown areas that are magi- white only, but is otherwise like normal sight, and dawncall- cally manipulated to impede motion still affect Vilmaka. ers can function just fi ne with no light at all. Ranger Spells Prepared (2; save DC 12 + spell level): 1st— Bardic Music: Dawncallers combine their dawncaller longstrider, entangle. levels with levels of other classes that offer the bardic music",
        "name":  "Skills and Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "With some revision, the dawncaller pres- Inspire Stamina (Su): From 4th level on, a dawncaller with tige class works for nongoliath bards willing to trade their 12 or more ranks in Perform (sing) can use his music to spellcasting and interpersonal skills for more combat abil- refresh his tired allies. While he sings and for 1 minute ity. The structure of the class (bardic music at 1st level and per class level thereafter, the dawncaller and allies within new songs at intervals thereafter) is useful for other bard- 30 feet who can hear his song can ignore all the effects of friendly prestige classes you may create. fatigue and exhaustion.",
        "name":  "Adaptation",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d12. (see below) instead. Stubborn Mind (Ex): Starting at 5th level, a deepwarden Requirements has a mental resistance to outside infl uences. If a deepwarden To qualify to become a deepwarden, a character must fulfi ll with the stubborn mind ability is affected by an enchant- all the following criteria. ment spell or effect and fails his saving throw, he can attempt",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Endurance. contact a particular creature with which he is familiar and send a short message of twenty-fi ve words or less. This abil- Class Skills ity functions as the sending spell (see page 275 of the Player’s The deepwarden’s class skills (and the key ability for each Handbook), with a caster level equal to the deepwarden’s class skill) are Balance (Dex), Climb (Str), Concentration (Con), level. Craft (Int), Decipher Script (Int), Escape Artist (Dex), Swift Tracker (Ex): Beginning at 7th level, a deep warden Handle Animal (Cha), Heal (Wis), Hide (Dex), Jump (Str), can move at his normal speed while following tracks with- Knowledge (dungeoneering) (Int), Knowledge (geography) out taking the normal –5 penalty. He takes only a –10 pen- (Int), Listen (Wis), Move Silently (Dex), Search (Int), Speak alty (instead of the normal –20) when moving at up to twice Language (n/a), Spot (Wis), Survival (Wis), Swim (Str), and normal speed while tracking. Use Rope (Dex). See Chapter 4 of the Player’s Handbook for Improved Uncanny Dodge (Ex): At 8th level and higher, skill descriptions. a deepwarden can no longer be fl anked; he can react to",
        "name":  "Feat",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This class Earth Friend (Ex): An earth is earth-focused, suggest- dreamer knows how to get along ing that the earth dream- well with earth creatures. Creatures er class might have three with the earth subtype automati- counterparts that com- cally react to an earth dreamer in bine divination ability a friendlier manner than they oth- with affi nity for the el- erwise would; their initial attitude ements of fire, water, (see page 72 of the Player’s Hand- and air. The prestige book) is improved by one step. classes for the other Earth Dream (Sp): By attuning three elements would herself to the earth dream, an earth replace the tremorsense dreamer of 2nd level or higher can pull and earth glide class fea- knowledge from the mountains. This ability tures with other abilities related to works like the divination spell in many ways, their respective elements. Looking at the special abilities allowing an earth dreamer to ask one question and receive of these elements’ relevant elementals would be a good way a short, often cryptic, answer. An earth dreamer’s chance of to fi nd such class features. receiving an answer is equal to 70% + 2% per class level, and",
        "name":  "Adaptation",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (nature) 5 ranks, Spellcraft 10 ranks. tain, including underground or hidden locations. As with",
        "name":  "Skills",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Earth Sense*. the augury and divination spells, multiple uses of this ability",
        "name":  "Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +9, Handle Animal +7, Earth Friend (Ex): The attitude of creatures with the Jump –11, Knowledge (nature) +8, Listen +12, Ride +8, Spell- earth subtype toward Kyliki is improved by one step (see craft +14, Spot +12, Survival +14 (+16 in aboveground natural page 72 of the Player’s Handbook). Table 5–7: The Earth Dreamer Base Attack Fort Ref Will Level Bonus Save Save Save Special Spells per Day 1st +0 +2 +0 +2 Earth friend +1 level of existing spellcasting class 2nd +1 +3 +0 +3 Earth dream +1 level of existing spellcasting class 3rd +1 +3 +1 +3 Lesser tremorsense +1 level of existing spellcasting class 4th +2 +4 +1 +4 Earth sight +1 level of existing spellcasting class 5th +2 +4 +1 +4 Earth glide +1 level of existing spellcasting class 620_96567_RacesOfStone.indd 111 6/14/04, 8:37:23 AM 112 5 RETPAHC EGITSERP SESSALC",
        "name":  "Skills and Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. means of an ability or feat such as Eschew Materials, although he can use such Requirements feats and abilities to waive any oth- To qualify to become a rune- er material components for a spell smith, a character must ful- he prepares in rune form, fi ll all the following criteria. subject to the limita-",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration In all other ways, 5 ranks, Craft (stone- spells prepared in working) 8 ranks. rune form are treat-",
        "name":  "Skills",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dwarves have stonecunning, which grants her true form. Dealing with a shadowcraft mage means them a +2 racial bonus on Search checks to notice unusual peering through layer after layer of misdirection and decep- 620_96567_RacesOfStone.indd 120 6/14/04, 8:38:12 AM 121 CLASSES PRESTIGE CHAPTER 5 tion. Among the most powerful shadowcraft mages, illusion Spells per Day/Spells Known: At each level, a shadow- becomes an effective substitute for reality, with shadowcraft craft mage gains new spells per day (and spells known, if conjurations and evocations functioning almost as well as applicable) as if she had also gained a level in a spellcast- their standard counterparts. ing class to which she belonged before adding",
        "name":  "Dwarf Traits",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (illusion). (to a maximum of 40% at 5th level).",
        "name":  "Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4 + Int modifi er. 2nd level, all spells from the illusion school that she casts no longer require a verbal component, as if the Silent Spell feat Class Features had been applied to them. The levels and casting times of All of the following are class features of the shadowcraft these illusion spells don’t change, however. If a shadowcraft mage prestige class. mage casts illusion spells that can’t be affected by the Silent",
        "name":  "Skill Points at Each Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A dwarf-bonded stoneblessed adds Appraise (Int), can use the Search skill to fi nd stonework traps as a rogue can. Intimidate (Cha), Knowledge (architecture and engineer- A dwarf-bonded stoneblessed can also intuit depth, sensing Illus. by W. England Luirik Keenears Neaulakia, a stoneblessed 620_96567_RacesOfStone.indd 123 6/14/04, 8:39:02 AM 124 5 RETPAHC EGITSERP SESSALC her approximate depth underground as naturally as a human Immunities: Luirik is immune to gaze attacks, visual can sense which way is up. effects, illusions, and other attack forms that rely on sight. Speak with Animals (Sp): Once per day, a gnome-bonded Scent (Ex): Can detect approaching enemies, sniff out stoneblessed can use speak with animals, as the spell cast by a hidden foes, and track by sense of smell. 1st-level druid. Stonebond (Ex): Balance (Dex), Diplomacy (Cha), Knowl-",
        "name":  "Dwarf",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4 + Int modifi er. This burrowing leaves no tunnel or hole, nor does it create any ripple or other signs of its presence. A move earth spell Class Features cast on an area containing a stonespeaker guardian moving All of the following are class features of the stonespeaker in this manner fl ings the guardian back 30 feet, stunning guardian prestige class. her for 1 round unless she makes a DC 15 Fortitude save. Table 5–15: The Stonespeaker Guardian Base Attack Fort Ref Will Level Bonus Save Save Save Special Spells per Day 1st +0 +2 +0 +2 Stony hide +1 level of existing divine spellcasting class 2nd +1 +3 +0 +3 Wild shape +1/day +1 level of existing divine spellcasting class 3rd +2 +3 +1 +3 Stoneslam attack +1 level of existing divine spellcasting class 4th +3 +4 +1 +4 Fortifi cation, wild shape +1/day +1 level of existing divine spellcasting class 5th +3 +4 +1 +4 Earth glide, Earth Master +1 level of existing divine spellcasting class 620_96567_RacesOfStone.indd 127 6/14/04, 8:39:23 AM 128 5 RETPAHC EGITSERP SESSALC",
        "name":  "Skill Points at Each Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +13, Handle Ani- 90 of the Dungeon Master’s Guide. mal +4, Jump Link with –5, Knowl- Compan- edge (nature) ion (Ex): +9, Sense Mo- Akamoa can tive +5, Survival +15 (+17 in aboveground handle her natural environments); Endurance, animal com- Lightning Refl exes, Stone Form*. panion as a free action, or push it as a move ac- *New feat described in Chapter 6. tion, with a +4 bonus on wild empathy checks Animal Companion (Ex): Akamoa made while dealing with that animal. has a wolverine as an animal companion. Resist Nature’s Lure (Ex): Akamoa gains a This creature is a loyal companion that +4 bonus on saving throws against the spell- accompanies Akamoa on adventures as like abilities of fey. appropriate for its kind. Its abilities and Share Spells (Ex): Akamoa may have characteristics are summarized below. any spell she casts on herself also affect her",
        "name":  "Skills and Feats",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "MOUNTS IN UNUSUAL ENVIRONMENTS or startling environment. Failing the saving throw by 9 or less Many normal and even war-trained mounts do not do well in leaves a mount shaken. Failing the saving throw by 10 or more unusual environments. The hold of a storm-tossed warship is causes a mount to cower. A mount can retry this saving throw no place for a horse, and underground environments make a every hour. goliath’s dire eagle mount nervous and uncomfortable. A skilled animal handler can substitute his Handle Animal At the DM’s option, mounts in unusual environments must check result for the mount’s Will save. Similarly, a skilled rider make Will saving throws or be overcome with fear. The DC of the can substitute his Ride check result for the mount’s Will save. saving throw is 10 in an unusual environment, 15 in a disturb- In both cases, the mount uses the handler’s skill check result or ing environment, and 20 or more in an obviously dangerous its saving throw result, whichever is higher. pqqqqqqqqqqqqqqqqqqqqrs 620_96567_RacesOfStone.indd 131 6/14/04, 8:39:41 AM 132 6 RETPAHC RETCARAHC SNOITPO Special Movement (DC 20): The animal will use one specifi c special movement mode it does not normally pos- sess if a spell or other effect grants it that movement mode: flying, burrowing, climbing, or swimming. An animal trained to fl y will also air walk.",
        "name":  "VARIANT",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None. You make the check as part of your normal of daily uses of the bardic music ability to activate. The spellcasting. bardic music feats presented here are tied, for the most",
        "name":  "Action",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you have 5 or more ranks in Decipher Script, to channel positive or negative energy to turn or rebuke you get a +2 bonus on Spellcraft checks to identify the undead. Each use of a divine feat costs a character a effects of a rune circle. minimum of one turn/rebuke attempt from her number of attempts each day. If you don’t have any turn/rebuke SURVIVAL (WIS) attempts left, you can’t use a divine feat. Turning or rebuk- While most surface-dwellers only delve into the depths ing undead is a standard action (unless you have a special of the earth on brief excursions, seeking treasure or lost ability that says otherwise). These feats often take a standard cities, the dwarves and other races of stone live there on action to activate but might require other types of actions a daily basis. These races have learned the ways of earth, as specifi ed. Regardless, you can activate only one divine and the fl ora and fauna that make the heart of the earth feat (or use the ability to turn or rebuke undead once) per their home. round, though overlapping durations might allow you the",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat affects only BURROW FRIEND darkvision permanently gained from [RACIAL] a creature’s race, type, or class, not from Your natural rapport with bur- impermanent effects such as the darkvision rowing mammals improves. spell or goggles of night.",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Caster level 5th. bonus on saves against spells. Illus. by W. Reynolds 620_96567_RacesOfStone.indd 137 6/14/04, 8:40:03 AM 138 6 RETPAHC RETCARAHC SNOITPO",
        "name":  "Prerequisite",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a standard action, you can spend one of your Prerequisites: Con 13, Wis 13, Earth Adept, Earth Sense. rebuke earth creatures attempts to grant all allies within 30 Benefi t: You gain a +1 bonus on attack rolls if both you feet a +2 sacred bonus on saving throws against spells and and your foe are touching the ground. spell-like effects. This bonus lasts for a number of rounds equal to your character level. You must be touching the EARTH POWER [PSIONIC] ground to use this feat. You draw psionic energy from raw stone.",
        "name":  "Benefi t",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Con 13, Wis 13, Earth Sense, Heighten your fi sts with the qualities of cold iron. Spell.",
        "name":  "Your bond with the earth and martial training has imbued Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Goliath, Auspicious Marking. the increase in the spell’s effective level or apply the",
        "name":  "Prerequisites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to three times per day, you can roll a second level and the saving throw DC of that spell by 1. These d20 when attempting a caster level check and use either of bonuses stack with those provided by other feats, such as the two results. Spell Focus. MARKINGS OF THE MAKER [RACIAL] MORADIN’S SMILE [RACIAL] Your skin markings shift into a pattern that gives you fate’s Through the favor of Moradin, you are skilled at interacting edge when using skills. with others.",
        "name":  "Benefi t",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat can be taken as many as three times. bonuses and penalties stack with the effects of rage, greater Each time, you select a different spell and gain one daily use rage, and mighty rage. of that spell. ROCK HURLING [GENERAL] PIERCE THE DARKNESS [DIVINE] You can throw rocks like a giant can.",
        "name":  "Special",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +4 bonus on saving throws made to disbelieve illusions (any illusion spell or effect with “disbe- ROOTS OF THE MOUNTAIN [DIVINE] lief” in the saving throw entry). You can channel energy to make yourself immovable.",
        "name":  "Benefi t",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. saving throws against illusions and mind-affecting spells and effects. Requirements This benefi t replaces the standard bard’s inspire compe- To take a gnome bard substitution level, a character must be tence bardic music ability. a gnome about to take his 1st, 3rd, 6th, or 11th level of bard. Phantasmal Song (Su): A gnome bard who takes the 6th-level racial substitution level and has 9 or more ranks Class Skills in a Perform skill can use music or poetics to create an Gnome bard substitution levels have the class skills of the eerie melody with phantasmal echoes in the minds of standard bard class. those who hear it. While the music itself is unsettling,",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. cast by a 10th-level gnome illusionist lasts for 20 minutes, a silent image spell lasts for the duration of the caster’s con- Requirements centration plus 1d4 rounds, a minor image spell lasts for the To take a gnome illusionist substitution level, a character duration of the caster’s concentration plus 4 rounds, and a must be a gnome about to take her 1st, 5th, or 10th level mirage arcana lasts for the duration of her concentration plus of illusionist. 20 hours. This benefi t replaces the bonus feat gained by a standard Class Skills wizard at 5th level, as well as the two spells a standard 5th- Gnome illusionist substitution levels have the class skills of level wizard learns for free. the standard wizard class. Insidious Illusions (Su): A gnome illusionist who takes",
        "name":  "Hit Die",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "6 + Int modifi er (or four companion at will. times this number as a beginning character). This benefi t replaces the standard ranger’s ability to share spells with her animal companion.",
        "name":  "Skill Points at Each Level",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small rock or pebble taken from maintain concentration on a bardic the top of a mountain. music effect and cast a spell, make an attack, or begin (or NEW PSIONIC POWERS maintain) another bardic music effect. Faced with dangerous psionic opponents such as mind flayers and drow, psions and psychic war- STONE FIST riors of the races of stone have become Transmutation masters at erecting staunch psychic",
        "name":  "For example, this benefi t means that you can Material Component",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    }
]
