[
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Level: Sorcerer/wizard 3",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action having just run a long distance but know- Illusion (Phantasm) [Mind-Affecting] Range: Close (25 ft. + 5 ft./2 levels) ing you could run farther. When touching Level: Sorcerer/wizard 4 Effect: Invisible, mindless, shapeless the spell’s intended recipient, your breathing Components: V, S, M servants returns to normal but you note the spell’s Casting Time: 1 standard action Duration: 1 hour/level subject heaves a deep, refreshing breath. Range: Medium (100 ft. + 10 ft./level) Saving Throw: None",
        "name":  "You feel slightly winded but energized, as if SENSORY DEPRIVATION Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature Spell Resistance: No",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level subject and provides a +4 bonus on Saving Throw: Will disbelief As you complete this spell, you sense a",
        "name":  "This spell removes fatigue from a Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes number of invisible entities form around of the spell. If the subject creature is you. exhausted when you cast this spell, its Your vision blurs, and sounds seem muffled condition is improved to fatigued. as you cast the spell. Upon completing it, This spell creates a number of unseen you release the spell’s energy, freeing your servants (PH 297) equal to 2d6 +1 per SEEK ETERNAL REST senses from that which dampened them. level (maximum +15).",
        "name":  "Constitution checks for the duration Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small stick to Conjuration (Healing) with a black aura. which many lengths of knotted thread",
        "name":  "The target of your spell glows for an instant Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal something, this spell creates an illu- SHADOW BINDING sion of absolute nothingness. The spell",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level with tremorsense. A subject that fails undead. For the purpose of turning or Saving Throw: Will negates its save is blinded and deafened, and destroying undead, you are treated as Spell Resistance: Yes it gains no benefit from blindsense, a cleric of your paladin level. blindsight, scent, or tremorsense. As the links of chain in your hand dissipate The subject retains any telepathic or SENSE HERETIC empathic links it might possess with to feed the arcane energies of your spell, a multitude of ribbonlike shadows instanta- Divination other creatures while affected by the neouslye xplodeso utwardf roma ni ndicated",
        "name":  "You improve your ability to turn Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paladin 1 spell. point nearby.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal iron chain. chant the last few words to cast the spell.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Spell Resistance: Yes with shadow cache are gone (either",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action ment against a single opponent you",
        "name":  "This spell opens a small portal to the Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 9 shadow landscape spell become frighten- places of jagged peaks, slippery slopes,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex partial; entangle spell (PH 227) had been cast areas lower than 5,000 feet are treated as see text on them (save DC equal to the shadow the 5,000- to 15,000-foot category, and",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes landscape’s DC). anything above 5,000 feet is treated as being above 15,000 feet. nagaH .B yb .sullI 185 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S and tornados are frequent. Half the When the spell’s duration ends, the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched entangle spell (PH 227) had been cast giving you time to keep your face",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ordinary dungeons effectively ends the spell and causes",
        "name":  "Underground",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) aren’t affected by shadow landscape, the same slow fading. but naturally occurring caverns are. Material Component: A mask of black Your hand becomes slightly translucent as Natural stone floors take 4 squares of cloth. you complete the arcane gestures of the spell. movement per space to enter. Stalag- As you touch the intended recipient, your mites cover 10% of the available floor hand appears solid again, while the subject’s SHADOW RADIANCE space. flesh takes on a dark, wispy, insubstantial Illusion (Shadow) appearance. Level: Sorcerer/wizard 2 In addition to terrain-specific effects,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M a shadow landscape spell worsens the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action weather within the spell’s area. When some of the subject’s tissue with Range: Medium (100 ft. + 10 ft./level) rolling random weather (DMG 94), roll shadow-stuff, making the subject Area: 20-ft.-radius burst centered on twice and take the higher result. In partially incorporeal. This partially a point in space plains terrain, roll three times and take incorporeal state does not allow the Duration: 1 round/level the highest result. This effect does not subject to pass through walls or other Saving Throw: Will disbelief (if apply underground. solid objects. interacted with) You don’t suffer the terrain-specific",
        "name":  "The spell temporarily transposes Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates subject reappears in the spot it had been Spell Resistance: Yes Illusion (Shadow) in when the shadow well spell was cast.",
        "name":  "SHADOW SPRAY Upon leaving the pocket realm, the Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Spells and abilities that move a crea- portal to the Plane of Shadow.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates escape a shadow well spell, although the Plane of Shadow, allowing you and",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes a plane shift spell allows it to flee to creatures you designate within range another plane as normal. The target to pass into that area. This does not As you finish casting this spell, ribbonlike might still become frightened upon grant you the ability to open another shadows burst outward from the midst of leaving. such portal automatically, so the spell your foes. is often used as a temporary hiding You cause a multitude of ribbonlike SHADOWBLAST place or a method of gaining access to the Plane of Shadow. shadows to instantaneously explode Evocation [Light] The portal remains for the duration outward from the point of origin. Level: Cleric 4, druid 4 of the spell, and other creatures can Creatures in the area take 4 points of Components: V, S, M pass through it in either direction if",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes shadows to cast shadowfade. The spell Illusion (Shadow) can be cast only on a plane coexistent Light flashes bright and white for an instant",
        "name":  "SHADOW WELL Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 with the Plane of Shadow (DMG 152), in the area of this spell, dispersing portals",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes throw. Shadow natives that are also Components: V, S, M undead or vulnerable to light take Range: Medium (100 ft. + 10 ft./level) You spit out the words of the spell, and the an additional 2d10 points of damage Target: One creature shadowo fy ourf oed arkens,b ecominga s olid if they fail a second Fortitude save. Duration: 1 round/level (D) black pit. Your opponent pinwheels its arms",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will partial; see text as it topples backward into the darkness. cannot use spell-like or supernatural Spell Resistance: Yes abilities to open any portal to the Plane You cause the target’s shadow to become of Shadow for 3d6 minutes. You feel a spectral force form near you, as if a temporary gateway to a pocket realm Shadowblast closes all portals, gates, some intangible shadow being stood nearby. within the Plane of Shadow. The target and other openings to the Plane of Upon choosing the target of your spell, you must make a Will save or be pulled Shadow in its area. Creatures on the sense the shadowy force depart from your into the gateway. Inside the pocket other side of a portal are unaffected by side, moving as fast as thought toward the realm, the creature sees a deserted, shadowblast. creature you designated as your target. You gloomy duplicate of the real world,",
        "name":  "Creatures that fail either Fortitude save Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A handful of see the target creature move as if attacked while shadowy phantasms stalk and grave dirt, squeezed tightly and flung. by an unseen foe. taunt it without causing actual harm. Each round, the creature can attempt another Will save to return from the SHADOWFADE Upon casting this spell, you create a shadowy force that automatically grabs shadow well. Otherwise, the subject Illusion (Shadow) the target (PH 156). The shadowy force returns to the real world when the Level: Sorcerer/wizard 5 immediately attempts to establish a spell’s duration expires. Components: V, S hold on the target with a grapple check",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action bonus equal to the DC of this spell. If be terrifying; upon returning to the Range: Close (25 ft. + 5 ft./2 levels) the target succeeds on its saving throw, real world, the subject must succeed Effect: One 10-ft. portal to the Plane the grapple check bonus of the shadowy on another Will save or be frightened of Shadow grappler is cut in half. For example, a for 1d4 rounds. Duration: 1 minute/level sorcerer with a 16 Charisma who casts 187 DESCRIPTIONS SPELL CHAPTER 1 this spell creates a shadowy grappler radius. A successful Reflex save halves As the bit of dried food vanishes from your with a grapple check bonus of +19 if the the damage. hand, you gain a wolf’s-eye view of the target fails its save and +9 if the target Each round at the beginning of world—and a wolf’s-nose view as well. makes its save. your turn, creatures in the area take an Every round on your turn, the additional 3d6 points of force damage. You sense through an animal’s senses, shadowy grappler makes a grapple check You can use a free action to suppress seeing through its eyes and hearing against the target. Once it has a hold, the storm for that round. through its ears. While doing so, you the shadowy force attempts to pin Material Component: A small shard of use either your Listen or Spot modifiers the target on the following round. If clear glass or crystal. or the animal’s, whichever is better. the grappler establishes a pin, it uses This spell gives you no special ability the option to prevent the target to understand what you sense. from speaking. The grappler You can switch your perceptions always attempts to maintain between the animal’s and a grapple or work toward a your own on your turn pin. as a free action. You and A shadowy grappler occupies the animal must be on the the same square as the target same plane for the spell to and moves with the target function. for as long as the spell lasts. Material Component: An edible Other creatures cannot join treat that would appeal to the the grapple, either to assist animal (vegetable or meat). the target or the grappler.",
        "name":  "Being trapped in a shadow well can Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium You cast this spell, and (100 ft. + 10 ft./ your jaws glow with level) yellow, eldritch power,",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal touched Components: V, S, F spell, and once per round thereafter,",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: Instantaneous origin. The storm deals 3d6 points of",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level spell’s recipient is chosen",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No SHIFTING PATHS",
        "name":  "Abjuration Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1-mile radius + 1 mile/level nitraM .D yb .sullI 189 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level flat-footed creatures, this spell causes this spell gives you a +5 bonus on your",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes cannot be caught flat-footed (such as a spell, inflict spells heal you and cure rogue with uncanny dodge) cannot be spells hurt you. You are treated as if As if a massive cloth were sweeping it affected by this spell. you were undead for the purpose of away, the path before you becomes hidden all spells and effects that specifically in shadows and false underbrush. At the SHROUD OF FLAME affect undead creatures. A successful same moment, a new path appears from turning or rebuking attempt against Evocation [Fire] the point you designate, wandering off in you (treating you as an undead of your",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 5 a different direction. Hit Dice) ends this spell but does not",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action This spell simultaneously hides a If you attack an undead creature",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) path or road specified by you, while while this spell is in effect, the spell",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes spell. It continues in the direction you creature. indicate, to the limit of the spell’s area, You snap your fingers, and a small explosion where it ends abruptly. The illusory of black smoke results. Nearby, one of your SIGN path avoids obstacles and provides no foes bursts into flames. Enchantment (Compulsion) bridges, stairs, ladders, ramps, or other [Mind-Affecting] methods of traversing such obstacles. This spell causes a creature to take 2d6 Level: Cleric 1 There is no way to force the illusory points of fire damage in each round Components: V, S, M path to lead over a cliff or across a river of the spell’s duration. The shroud Casting Time: 1 standard action more than 4 feet deep. of flame around the creature sheds Range: Personal Those who fail their Will saves strug- bright illumination out to 40 feet and Target: You gle along the illusory path. If vegetation negates any concealment the creature Duration: 10 minutes/level or until or rough terrain slows their progress, might have. discharged they believe the path is sloping enough Immersing the subject creature in a to justify the reduced speed. Those who nonflammable liquid ends the spell. The tea leaves burst into flames between succeed on their Will saves see both",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes momentarily pale and ancient, then returns Target: One door, chest, or other to normal. opening up to 30 sq. ft./level Upon completing this spell, you feel a nag-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Casting Time: 1 standard action A knock spell doesn’t negate or auto-",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One door, chest, dwarves. or other opening or open The sink spell defeats even the space up to 30 sq. ft./level best swimmer SINK Transmutation This spell functions like sign of seal- Duration: 1 minute/level (D)",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF seal an open space (such as a corridor Spell Resistance: Yes (object)",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal Range: Touch This spell distracts the subject, causing",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text ing its space. The spell allows no saving",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No throw, but a slapped creature can negate infused with unearthly grace and confi- the effect with a DC 20 Concentration dence. You lift the skull into the air and it floats check. gentlyo uto fy ourg rasp,i tse yes ocketsl ocked",
        "name":  "Upon completion of this spell, you are Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A shard of shriek that can be heard up to a quarter Saving Throw: None mirror. mile away. Every creature within 60 Spell Resistance: Yes feet of the skull when it shrieks must SKELETAL GUARD make a Fortitude save or be deafened You complete this spell and a hissing, for 1d6 rounds. Whether or not you can hurtling ribbon of pure darkness flies from Necromancy [Evil] hear this audible alarm, you instantly your hand.",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more fingerbones When you cast the spell, you can energy takes 1d8 points of damage",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action which the spell is cast. from fingerbones. Treat all skeletons Range: Close (25 ft. + 5 ft./2 levels) as human warrior skeletons (MM 226), Target: One creature except that each one has turn resistance SLAPPING HAND Duration: Instantaneous equal to your caster level – 1. You can Evocation [Force] Saving Throw: Will negates create one skeleton per caster level. Level: Sorcerer/wizard 2 Spell Resistance: Yes",
        "name":  "You create a number of loyal skeletons Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) spell, the soles of your ally’s feet glow yellow 192 1 RETPAHC LLEPS SNOITPIRCSED Green slime from a slime wave spell devours everything but stone as he is lifted slightly off the ground. He slips subject creature 20 feet in a straight organic materials on contact, and even five feet across the ground, into position to line. This movement likewise does not dissolves metal. Each creature in the flank his opponent. provoke attacks of opportunity. area is covered with one patch of green slime. Unlike normal green slime, the You slide the subject creature along SLIME WAVE slime created by this spell gradually the ground a distance of 5 feet in any evaporates, disappearing by the end of Conjuration (Summoning) direction. (If the creature is flying or the duration.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) by an ally, an enemy, or a solid object; if Area: 15-ft.-radius spread SLOW BURN you attempt to do so, the spell automati-",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Components: V, S, M/DF the edge of a cliff or other drop-off if",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) This movement does not provoke of green slime explodes outward from the Area: 30-ft.-radius spread attacks of opportunity. spot where you point. Duration: 1 minute",
        "name":  "You finish the spell, and a horrendous wave Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None SLIDE, GREATER You create a wave of green slime (DMG Spell Resistance: No Transmutation 76) that begins at the point of origin",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) the limit of the area. The wave splashes you near completion of this spell. The feeling and splatters as it passes; some slime passes as you designate the area of the spell, This spell functions like slide, except as clings to any wall or ceiling the wave where the flames there flicker for a moment described above, and you can slide the touches. Green slime devours flesh and as if a gust of wind had hit them. kaloP .E yb .sullI 193 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates spell you feel infused with deadly ability. radiance carries to every ally in your com-",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) This spell doesn’t grant you the ability Transmutation to make a sneak attack or death attack if",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 1, sorcerer/wizard 2 You cast the spell, and one of your arms you don’t already have that ability.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action to the vantage point you had when 194 1 RETPAHC LLEPS SNOITPIRCSED you cast the spell. You understand Range: Medium (100 ft. + 10 ft./level) The affected creature can walk lightly the nuances of the breeze and every Area: 10-ft.-radius burst over ice and snow without having its angle and shadow—from that spot. If Duration: Instantaneous speed reduced. The affected creature you move even 5 feet from the place Saving Throw: Reflex half gains a 10-foot enhancement bonus where you cast the spell, you lose the Spell Resistance: Yes to speed and is not required to make benefits of sniper’s eye until you return a Balance check or Reflex save to walk to that spot. As you cast this spell, those around you sense on ice and snow without slipping",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 1, druid 1, ranger 1 which are more than 30 ft. apart start of your next turn can be sneak Components: V, S attacks regardless of the distance Casting Time: 1 standard action The feet of all the designated creatures glow between you and your target. You Range: Touch with an ice-blue aura. Each subject in turn must still fulfill the other conditions Target: Creature touched rises slightly to the top of the snow, as if it for making a sneak attack against the Duration: 1 hour/level (D) were held aloft by the cold blue sheen. target. Saving Throw: Will negates This spell doesn’t grant you the abil- (harmless) This spell functions like snowshoes, ity to make a sneak attack if you don’t Spell Resistance: Yes (harmless) except as noted above. already have that ability. A chill grips you as you complete the spell SOLIPSISM SNOWBALL SWARM and touch your intended subject. The feet Illusion (Phantasm) [Mind-Affecting] of the spell’s subject glow with an ice-blue Evocation [Cold] Level: Sorcerer/wizard 7 radiance that fades but lingers. The creature",
        "name":  "Your ranged attacks made before the Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Range: Medium (100 ft. + 10 ft./level) The snowshoes spell gives a druid the upper hand when fighting foes in the snow elgnE .J yb .sullI 195 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) Casting Time: 1 standard action Spell Resistance: Yes",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Target: One creature You bark the last word of the spell, and that",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V no actions, not even purely mental This spell has no effect if cast into the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action actions, and instead watches the world area of a silence spell.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F whisper the spell’s arcane words, shrouding",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 0 Duration: Concentration, up to While the spell is in effect, the affected",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal Spell Resistance: Yes attack. The sonic energy does not harm",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Performance +1 hour or Your final words of the spell become a and slings that are affected by this spell until discharged; see text deep, rumbling hum, as loud as the din of bestow the sonic energy upon their a battlefield, and they blast outward from ammunition. You intone this simple spell and your control you in a cone. over your voice improves, your unruly SONIC WHIP hair straightens, and your flesh radiates a You create a cone of powerful sound. Evocation [Sonic, Mind-Affecting] healthy glow. You’re ready for showtime. If used to attack, the cone deals 1d6",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A whip of force favorably inclined toward you. This Targets within the area of a silence spell",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level spell grants you a +1 competence bonus are immune.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No involving any one person who saw the worth 50 gp. performance. This effect lasts for the As you make a cracking sound and hold duration of your performance and up SONIC SNAP out your hand, the small silk whip within to 1 hour immediately following. You Evocation [Sonic] your grasp dissipates and a life-sized whip must begin the performance within 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 0 of hissing blue force appears in your grasp. hour of casting the spell for it to have",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature or object This spell creates a whip of sonic energy Evocation [Sonic] Duration: Instantaneous that you wield as if you had proficiency",
        "name":  "SONIC BLAST Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 4, sorcerer/wizard 3 (maximum 10d8). A sound lance cannot spell, then cast detect thoughts, and this Components: V, S penetrate the area of a silence spell. spell maintains the concentration on Casting Time: 1 standard action detect thoughts while you cast discern Range: Medium (100 ft. + 10 ft./level) lies and maintain concentration on Target: One creature or object SPARK OF LIFE that spell yourself. You control all Duration: Instantaneous Necromancy aspects of both spells, so you could Saving Throw: Fortitude half Level: Cleric 3, druid 4 change the orientation of the detect Spell Resistance: Yes Components: V, S thoughts effect and select a different Casting Time: 1 standard action target for your discern lies spell in the You unleash a shrill, piercing cry at your Range: Touch same round. target, which takes the barely visible form Target: Undead creature touched",
        "name":  "For example, you could cast this Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level neiD .C yb .sullI 197 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates turn it into a spawn, such as from spell cannot give you more temporary",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any number of allied wizard 3 effects. However, an undead affected by creatures, no two of which are Components: V, S this spell gains a bonus on its Fortitude more than 30 ft. apart Casting Time: 1 swift action saves equal to its Charisma bonus",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) the save is successful, that opponent",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Preparing spells within the light SPELL FLOWER provided by a spell engine takes only",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M, XP the spell flower, he can hold",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + spells at the same time. If 5 ft./2 levels) he casts another spell with",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None one of his held touch spells",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sapphire with a minimum matrix, you can cast one spell of up to Abjuration value of 1,000 gp. 3rd level to be stored in it. The matrix",
        "name":  "LESSER Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S SPELL MATRIX, have stored a spell in it. Only a spell",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch GREATER Spell feat can be placed in the matrix,",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched Transmutation and any spell stored there is treated as a",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level Level: Sorcerer/wizard 9 prepared spell. Casting lesser spell matrix",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Effect: Matrix that holds three of deals 1d6 points of damage to you, and (harmless) your spells this damage cannot be healed by any",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 7 Level: Sorcerer/wizard 5 This spell functions like spell resistance",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Matrix that holds two of your Components: V, S, F (PH 282), except as noted here. spells Casting Time: 1 standard action",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute takes 2d6 points of damage per caster Range: Medium (100 ft. + 10 ft./level) Transmutation level (maximum 40d6). Any creature Target: One Medium or smaller",
        "name":  "SPELL VULNERABILITY When struck by the sphere, a subject Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S spell is disintegrated, leaving behind Duration: 24 hours/level",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level grates as much as one 10-foot cube of You pour the power of the spell into the body",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Target: You ary damage is 1d6 points of Strength",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level (D) damage. You hold the husk of the spider in your hand Your control over the subject is like and speak the words of the spell. The husk You invest the power of the spell into your- that provided by a dominate person spell vanishes, but leaves in your palm the brief self, twisting and bending your own form (PH 224). (You telepathically control the glowing image of a spider. into that of a spider. creature as long as it remains within range.) You poison a subject by making a suc- You can polymorph into a drider (MM cessful melee touch attack. The poison 89) or a Tiny, Small, Medium, or Large SPIDER PLAGUE deals 1d6 points of Strength damage monstrous spider (MM 288). You regain Conjuration (Summoning) [see text] immediately and another 1d6 points of lost hit points as if you rested for a day",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 6 Strength damage 1 minute later. Each on the initial transformation. The spell",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) level + your relevant spellcasting ability You acquire the physical and natural",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) This spell summons five celestial or change in Constitution), alignment,",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None; see text They attack your opponents to the best bonuses.) You can cast spells and use",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level Spell Resistance: Yes your direction. It does not get a bonus",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes it. If the jaws have multiple attacks (granted by your attack bonus), you can SPIKES You call upon the power of the dinosaurs to use them to cause damage to a pinned Transmutation complete the spell. A set of ghostly dinosaur target or to make more grapple attempts",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level 203 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No through the wall takes 1d10 points of Conjuration (Creation) damage, as above, and must make a Forti-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 2 You cast this spell, and a large and ornate tude save or gain one negative level.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No With a deep groan, as from a being sub- jected to eternal pain, you unleash the spell. An immobile, swirling mass of green-white forms resembling tortured spirits forms nearby. The mass continues the low groan- ing you uttered while casting the spell. One side of the wall, selected by you, emits a low groaning that causes crea- tures within 60 feet of that side to make a Will save or become frightened and flee for 1d4 rounds. Any living creature that merely touches the wall takes 1d10 points of damage as its life force A spirit wall can only effectively bar the living Illus. by L. Parillo 204 1 RETPAHC LLEPS SNOITPIRCSED",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50-ft.-radius burst centered Duration: Permanent until flicking a single sliver of wood into the air, on you triggered, then 1 round/level and a splinter larger than a titan’s javelin Duration: Instantaneous Saving Throw: Will negates whistles through the air. Saving Throw: Will negates (harmless) (harmless); see text Spell Resistance: Yes (harmless)",
        "name":  "You extend your hand toward your foe, Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes object within range",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates mark to appear upon the target’s forehead. Spell Resistance: Yes (harmless) “I will know you in any form or visage,”",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Level: Assassin 1, bard 1 Effect: Ray",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will partial Concentration check DC is 19 (16 [sting With this spell, you steal all the air",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes ray DC] + 3 [fireball spell level]). from the subject’s lungs, causing it to A successful Will save negates the suffer a momentary respiratory crisis. From your outstretched hand leaps forth a effect restricting the subject’s action It can take shallow breaths and act rayo fg litteringe nergya pparentlyc omposed to one move or one standard action normally but is considered sickened ofc ountlessm inusculew rithingi nsects.T he each round, nor does the subject need for 1 minute. At any time during hum of minute chitinous bodies scrambling to make a Concentration check each this minute, the subject can take a over one another fills the air. time it wishes to cast a spell. However, full-round action to get its wind back, the subject still takes the penalty to ending the condition.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A stoppered glass vial. attack with the ray to strike a target. successful save.",
        "name":  "You must succeed on a ranged touch AC for the duration of the spell with a Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 6, sorcerer/wizard 6 body. The target can attempt a Will save STOLEN BREATH Components: V, S, M each round to shake off the effect. Until Necromancy [Air] Casting Time: 1 standard action the spell is shrugged off, the victim is",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature that As the echoes of your spellcasting die, your also takes a –2 penalty to AC. breathes air flesh begins to stiffen and turn gray, gain- In addition, if the victim attempts",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous; see text ing the rough texture and consistency of to cast a spell, it must succeed on a",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes to the sting ray’s DC + the level of the This spell transforms your body into spell the subject is attempting to cast. With a clenched fist, you make a tugging living stone, which grants you several For example, if a 6th-level sorcerer motion toward your target. A transparent, powerful resistances and abilities. with a Charisma score of 16 casts sting barely perceptible hand appears to plunge You gain damage reduction 10/ada- ray on a wizard casting a fireball, the into your target’s mouth. mantine. You are immune to blindness, 207 DESCRIPTIONS SPELL CHAPTER 1 Sticky saddle gives a caster the ability to stay in the saddle, no matter how her mount moves Illus. by J. Engle 208 1 RETPAHC LLEPS SNOITPIRCSED extra damage from critical hits, ability score damage, deafness, disease, drown- ing, poison, stunning, and all spells or attacks that affect your physiology or respiration, because you have no physiology or respiration while this spell is in effect. You gain a +4 enhance- ment bonus to Strength, but you take a –4 penalty to Dexterity (minimum Dexterity 1). Your speed is reduced to one-half normal, and your weight increases by a factor of three. If you are targeted with transmute rock to mud, you are slowed for 2d6 rounds with no saving throw. A transmute mud to rock heals you of all your lost hit points. A stone to flesh spell cast on you automatically ends this spell.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None or Fortitude This spell functions like stone shape (PH half; see text GREATER 284), except that it affects a much larger Spell Resistance: No Transmutation [Earth] quantity of stone.",
        "name":  "STONE SHAPE, Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 be any size from Tiny to Huge as you the spell.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animated stone arm You create a smoothly polished, 5-foot- Duration: 1 round/level If the constructs can hear your com- diameter sphere of stone that moves mands, you can direct them not to under your control at a speed of 30 feet. By thrusting your arm downward, you attack, to attack particular enemies, or A stone sphere has AC 5, hardness 8, and complete the casting of the spell. Nearby, to perform other actions. Otherwise, 500 hit points. a roughly formed arm about the size of a they simply attack your enemies to the In the round when you cast the spell, human erupts from the ground and grasps best of their ability. the stone sphere appears at the spot you at the air. designate within the spell’s range, and you can direct its movement as a free STONEHOLD This spell functions like earthen grasp action. In subsequent rounds, you Conjuration (Creation) [Earth] (page 76), except as noted here. The must actively direct the stone sphere in Level: Druid 6 stony arm can appear from any natural order to move it; otherwise, it remains Components: V, S surface, including unworked rock, motionless. Directing the movement of Casting Time: 1 standard action earth, mud, grass, or sand. The stone a stone sphere in any round after its initial Range: Medium (100 ft. + 10 ft./level) arm has AC 18, hardness 8, and 4 hit appearance requires a move action. Area: One 10-ft. square/level points per caster level.",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "24 hours/level Material Component: A miniature square occupied by an enemy, it stops Saving Throw: See text hand sculpted from stone. moving and deals 1d6 points of damage Spell Resistance: Yes (object) per two caster levels (maximum 5d6) to STORM OF every creature in that square. A success- When the energy of this spell bursts forth, ful Reflex save negates the damage. the ground erupts with multiple human- ELEMENTAL FURY",
        "name":  "If you move a stone sphere into a Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. + 40 ft./level) Transmutation that spring forth from any rock or stone Effect: 40-ft.-radius storm cloud,",
        "name":  "This spell conjures thick stony arms Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF near it. Each 10-foot square in the spell’s Duration: 4 rounds",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Any creature that enters the area of Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Three pebbles, no two of the spell is immobilized by the arms which are more than 30 ft. apart unless it succeeds on a Reflex save. 210 1 RETPAHC LLEPS SNOITPIRCSED",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates; succeed on a Fortitude saving throw cloud appears over your enemies, striking see text to enter; otherwise, they are checked them with a terrifying combination of Spell Resistance: Yes at the edge. effects from the Elemental Planes. Anyone within a storm tower has You form an enormous tower of dark, swirl- concealment relative to those outside Each round, the storm generates one ing storm clouds and howling wind. the tower. The howling winds of a storm of the following effects, starting with tower also apply a –10 penalty on Listen the first effect, then progressing to checks made within 50 feet of it the second, until it has run its 4-round (including all those made inside the course. tower). 1st Round: A storm of elemental fury buffets the area immediately beneath STORMRAGE it with a whirling windstorm (DMG Transmutation [Electricity] 94–95). Ranged attacks within",
        "name":  "With a thunderous boom, a black storm Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) tower; all creatures of smaller size must ronnoC’O .W yb .sullI 211 DESCRIPTIONS SPELL CHAPTER 1 You gain the benefit of the Mobility STUNNING BREATH You grant the ship touched a swim feat (PH 98), even if you not meet the speed of 60 feet and the ability to Transmutation prerequisites. You do not have to be move beneath the surface of the water.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paladin 2 Duration: Instantaneous the ship when the spell is cast can move",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 8 ascends toward the water’s surface at a Conjuration (Creation) [Electricity] rate of 60 feet per round. If the ship is This spell functions like stunning",
        "name":  "STUN RAY Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components: V, S, F PLANAR ESSENCE",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Area: 20-ft.-radius emanation ray of electricity. You must succeed on centered on a point in space a ranged touch attack with the ray to Holding forth a miniature rudder, you Duration: 1 round/level strike a target. The target is stunned for touch the target ship. Immediately you feel Saving Throw: Fortitude negates 1d4+1 rounds by the ray of electricity. If connected to it, knowing the intricate details Spell Resistance: Yes the subject makes a successful Fortitude of its construction. You sense an invisible save, it is stunned for only 1 round. aura surrounding the ship and permeat- Taking command of the forces that connect Creatures that have immunity to elec- ing its every space. Although it seems to be your plane to others, you reach out with tricity are not affected by this spell. riding lower in the water than its weight your will and deaden an area to the influ-",
        "name":  "You blast an enemy with a scintillating Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A coiled copper would suggest, you instinctively know that ence of the Outer Planes on its natives. wire. you can control its every movement. The submerge ship spell allows everyone to travel beneath the waves 213 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round subvert planar essence spell find their this spell and takes damage from it is Range: Close (25 ft. + 5 ft./2 levels) connection disrupted with the planar impaled on the stalagmite and cannot Effect: One summoned bearded forces that created them. Outsiders move from its current location until devil that fail their saves have their damage it makes a DC 15 Escape Artist check. Duration: Concentration, up to reduction and spell resistance each The stalagmite can be removed in 1 round/level + 1 round reduced by 10. other ways as well, such as with a stone Saving Throw: None For example, a barbed devil subject shape spell. The victim can break free Spell Resistance: No to subvert planar essence would have no with a DC 25 Strength check, although damage reduction and spell resistance doing this deals it 3d6 points of slash- A fire flares from the ground, then subsides 13, while a pit fiend would have damage ing damage. immediately. In the place of the first is the reduction 5/good and silver, and spell A creature’s damage reduction, if any, hunchbacked form of a barbazu, brandish- resistance 22. applies to the damage from this spell. ing a saw-toothed glaive. An outsider attempts a Fortitude The damage from sudden stalagmite is save and checks spell resistance when treated as piercing for the purpose of This spell summons a bearded devil it first enter the spell’s area. If it makes overcoming damage reduction. (MM 52) from the Nine Hells of the save or the spell fails to overcome its Baator. It appears where you designate spell resistance, that creature is thereaf- SUMMON and acts immediately, on your turn. It ter unaffected by this casting of subvert understands your speech (regardless planar essence and can enter and exit BABAU DEMON of your language), and it follows your the spell area without making further Conjuration (Summoning) commands to the best of its ability. saves. Outsiders that fail their saves and [Chaotic, Evil] You must concentrate to maintain the have their spell resistance overcome by Level: Cleric 6 spell’s effect, but commanding the the spell are affected as long as they Components: V, S, DF creature is a free action. remain within the spell’s area, and they Casting Time: 1 round A summoned creature cannot are automatically affected if they leave Range: Close (25 ft. + 5 ft./2 levels) summon or otherwise conjure another and reenter the area. Effect: One summoned babau creature, nor can it use any teleporta-",
        "name":  "Outsiders within the emanation of a fails to make a saving throw against Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No BRALANI ELADRIN Conjuration (Creation) [Earth] Conjuration (Summoning)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One summoned bralani",
        "name":  "This spell summons a babau demon Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Abyss. It appears where you designate Duration: Concentration, up to and acts immediately, on your turn. It 1 round/level + 1 round You point your finger upward and utter understands your speech (regardless Saving Throw: None a curt shout. Immediately, a razor-sharp of your language), and it follows your Spell Resistance: No stalagmite bursts from the ground to impale commands to the best of its ability. your foe. You must concentrate to maintain the A glowing blue seal appear on the ground spell’s effect, but commanding the and then subsides immediately. When it This spell creates a stalagmite about 1 creature is a free action. has vanished entirely, a bralani eladrin foot wide at its base and up to 10 feet A summoned creature cannot appears. tall. If it encounters a ceiling before summon or otherwise conjure another it reaches full size, it stops growing. creature, nor can it use any teleporta- This spell summons a bralani eladrin The stalagmite grows from the ground tion or planar travel abilities. (MM 93) from the Olympian Glades of under the target creature and shoots Arborea. It appears where you designate upward. An airborne creature within 10 feet of the ground gains a +4 bonus on SUMMON and acts immediately, on your turn. It understands your speech (regardless its saving throw, and airborne creatures BEARDED DEVIL of your language), and it follows your more than 10 feet above the ground Conjuration (Summoning) commands to the best of its ability. cannot be harmed by this spell. [Evil, Lawful] You must concentrate to maintain the The stalagmite deals 1d6 points of",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 5 spell’s effect, but commanding the piercing damage per caster level (maxi-",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Spell Resistance: No",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round This spell summons an elementite",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No of your language), and it follows your commands to the best of its ability. This spell summons a greater elemental You call into being a gigantic, roughly You must concentrate to maintain the (MM 96–100)—air, earth, fire, or water, humanoid creature composed entirely of spell’s effect, but commanding the at your option—from the appropriate elementalm atter.T hec reaturei mmediately creature is a free action. Elemental Plane. The greater elemen- attacks a nearby enemy. When you use a summoning spell tal appears where you designate and to summon an air, earth, fire, or water acts immediately, on your turn. It You conjure a tremendously powerful creature, it is a spell of that type. understands your speech (regardless creature known as an elemental mono- of your language), and it follows your lith (Complete Arcane 156). It appears SUMMON commands to the best of its ability. at the spot you designate and acts You must concentrate to maintain the immediately on your turn, attacking ELYSIAN THRUSH spell’s effect, but commanding the your opponents to the best of its abil- Conjuration (Summoning) [Good] creature is a free action. ity. You must concentrate to maintain Level: Bard 2, cleric 2 When you use a summoning spell the spell’s effect, but commanding the Components: V, S, DF to summon an air, earth, fire, or water creature is a free action. Casting Time: 10 minutes creature, it is a spell of that type. If you speak the elemental monolith’s Range: Close (25 ft. + 5 ft./2 levels) language and are close enough to Effect: One summoned Elysian SUMMON communicate with it, you can direct thrush it not to attack, to attack particular Duration: 8 hours HOUND ARCHON enemies, or to perform other actions. Saving Throw: None Conjuration (Summoning) [Good, A monolith can’t be summoned into an Spell Resistance: No Lawful] environment hostile to it in any way Level: Cleric 4 (for example, you couldn’t summon a You evoke the powers of Elysium and of Components: V, S, DF fire monolith underwater or an earth song, and the bird responds. It is about two Casting Time: 1 round monolith high in midair). feet long, with a resplendent orange breast Range: Close (25 ft. + 5 ft./2 levels) When you use a summoning spell to and multicolored feathers. It settles upon a Effect: One summoned hound summon an air, earth, fire, or water crea- branch and begins to sweetly warble. archon ture, it becomes a spell of that type. Duration: Concentration, up to",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S This spell summons a hound archon",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration, up to Level: Druid 6 (regardless of your language), and it fol- 1 round/level + 1 round Components: V, S, DF lows your commands to the best of its 215 DESCRIPTIONS SPELL CHAPTER 1 ability. You must concentrate to main- SUMMON UNDEAD II SUMMON UNDEAD III tain the spell’s effect, but commanding Conjuration (Summoning) [Evil] Conjuration (Summoning) [Evil] the creature is a free action.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned Effect: One or more summoned creature, nor can it use any teleporta- creatures, no two of which are creatures, no two of which are tion or planar travel abilities. more than 30 ft. apart more than 30 ft. apart SUMMON UNDEAD I This spell functions like summon Conjuration (Summoning) [Evil] undead I, except that you",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No UNDEAD IV Conjuration (Summoning) The undead you summon appear [Evil] in a burst of smoke and fog. The Le vel: Blackguard 4, cleric 4, vapor swiftly dissipates, but you sorcerer/wizard 4 can’t shake the impression of Ef fect: One or more screaming faces in the cloud’s summoned creatures, no tendrils. two of which are more than 30 ft. apart This spell functions like summon monster I (PH 285), This spell functions like except that you summon an summon undead I, except undead creature. that you can summon one Summon undead I conjures undead from the 4th-level list, one of the creatures from the two undead of the same kind from 1st-level list in the accompanying the 3rd-level list, or four undead of sidebar. You choose which creature the same kind from a lower-level list. to summon, and you can change that Summon undead puts control of choice each time you cast the spell. undead minions in the hands of even SUMMON UNDEAD V Summoned undead do not count apprentice wizards Conjuration (Summoning) [Evil] toward the total Hit Dice of undead",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned or the other command undead abilities. undead I, except that you can summon creatures, no two of which are No undead creature you summon can one undead from the 2nd-level list or more than 30 ft. apart have more Hit Dice than your caster two undead of the same kind from the level +1. 1st-level list. This spell functions like summon",
        "name":  "This spell functions like summon Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 3, sorcerer/wizard 3 writing in the area can be triggered This spell functions like surefooted",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Target: One object You shout out the words of this spell and",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "100-ft.-radius burst centered the object becomes the subject of a on you. SUREFOOTED STRIDE silence spell. The effect of the silence",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level spell moves with the object and lasts Transmutation",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) Material Component: A feather and a sorcerer/wizard 2 handful of gem dust worth 50 gp.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S You cast the spell, and a dancing crown of",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Casting Time: 1 standard action explosive runes, sepia snake sigil, or symbol",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 7 other spell). Duration: 24 hours/level (D)",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates",
        "name":  "If an attacked creature has spell Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action resistance, make a caster level check Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S second spell, you touch yourself or Wisdom-based skill checks. This pen-",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "0 ft.; see text of damage for every spell level of the nightmare maintains its hold. This",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One symbol spell you cast. If the spell you cast was spell affects all creatures that sleep",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates use the level of the spell slot the spell creatures without the need to sleep are",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 2 This spell functions like symbol of or heal ability damage naturally, nor Components: V, S, M death (PH 289), except that when it is is it able to prepare spells if doing so Casting Time: 1 standard action triggered, the symbol begins to attack requires a full night’s rest. Range: Close (25 ft. + 5 ft./2 levels) the minds of spellcasters within 60 The creature is, however, now im- Targets: One creature/level, no two feet. Each must attempt a Will saving mune to the dream and nightmare spells, of which are more than 30 ft. apart throw every round they are within as well as to other effects that cause Duration: 1 round/level range, at the beginning of their turn. nightmares (such as the night hag’s Saving Throw: Will negates Failure means that the highest-level dream haunting ability). (harmless) spell prepared by the spellcaster (or",
        "name":  "The subject does not regain hit points Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) highest-level spell slot, if the character at will, but it is otherwise difficult to casts spells spontaneously) is lost for 219 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "You can lift the effect of this curse Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Casting Time: 1 standard action your allies, calling them to arms as you do Spell Resistance: No Range: Personal so. The toy soldier dissipates, but you feel Target: You a connection to your allies as though you You make a silent gesture with your holy Duration: 1 round/level (D) could hear each one whispering her intended symbol and think about your fellowship actions before she performed them. with your companions. In a moment, You push a thorn against your skin to they all look up as if someone called their complete the spell. Instead of piercing your When you cast this spell, you grant names. skin, the thorn melds into it. An instant your allies greater insight into one later, hundreds of similar thorns sprout all another’s actions, allowing them to You can mentally communicate with over your body. better coordinate their attacks. If two all allies within range, though this affected allies flank the same creature, is one-way communication. (You can Your skin sprouts thorns when this each gains a +2 insight bonus on melee send thoughts, but you cannot receive spell is cast, increasing the damage attack rolls and deals an extra 1d6 thoughts in response.) Anything you you deal with an unarmed strike points of damage against the flanked choose to send is received by all crea- and making you difficult to grab. As creature. Creatures not subject to extra tures you perceive as allies within the well as dealing lethal damage with damage from sneak attacks are immune emanation (you cannot send thoughts your unarmed strikes (if you don’t to this extra damage. only to certain allies), and they all already do so), you deal an extra 1d6",
        "name":  "You hold aloft a toy soldier and shake it at Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 1, sorcerer/wizard 1 soldiers and attack the spellcasters” gets addition, any creature that hits you",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Divination [Mind-Affecting] applies to the damage from this spell.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No strike a target. It provides a +1 insight Components: V, S, M bonus per three caster levels on ranged Casting Time: 1 standard action As you send your thoughts outward, your attacks directed at the subject for the Range: Close (25 ft. + 5 ft./2 levels) mind brushes against the consciousness of duration of the spell. Your allies need Target: One creature your friend and it welcomes you, forming a not see you, but they must be able to see Duration: 1 round/level bond that no distance can break. the ray. You can otherwise act normally Saving Throw: Reflex negates; for the duration of the spell. Allies who see text You forge a telepathic bond with can see the target of the ray receive the Spell Resistance: Yes another creature with an Intelligence bonus even if you lose line of sight to score of 6 or higher. You can com- the target. Black mist forms near the ground and municate telepathically through the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 3 the spell’s duration, a miniature bolt of",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes Targets: One creature or all creatures",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Madness 2 the spell. While this spell is in effect, the affected",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched This spell does not modify an",
        "name":  "Transmutation Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action Spell Resistance: Yes when instructed to perform the newly",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Target: You You place a protective spell upon",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A piece of slate that has been resin. this spell with a successful saving scoured bare and smooth on one side. throw. If you or your target exceed the TRANSFIX capacity of the dimension door spell or if you and your target have bodies Enchantment that are so different that the (Compulsion) disguise self spell could not [Mind-Affecting] disguise you as your target,",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 7 this spell fails.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will of the spell. You get a negates; see text +10 bonus on Disguise",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes checks to impersonate the target. With a declaration, you When the spell ends, finish your casting. Immedi- you and your target revert ately, beings in the affected area to your true appearances cease moving, standing as still in your current locations. as statues. You do not switch places again. This spell causes any Medi- um or smaller humanoids within the area of the spell TRANSMUTE to become paralyzed. When ROCK TO LAVA casting the spell, you must Transmutation [Earth, Fire] specify a condition that will end it Transcribe symbol allows a wizard to pick Level: Druid 9, sorcerer/wizard 9 (“Wait here until the dragon arrives”), up and move a protective glyph",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 Spell Resistance: No alyzed state (although someone could",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V use a spell such as detect thoughts to as-",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action As you release the spell’s energy, the targeted certain the condition). For every hour",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates; see text spell’s effect.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No 1, ranger 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S When you cast this spell, a small, localized",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level The treasure scent spell allows a spellcaster",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: No encing, but you do not receive direct",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 5 trol or using the telepathic link while by the lower-level spells minor creation",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration, up to is expended. The prepared spell must be of 3rd level or lower, and once the TRUE DOMINATION 1 round/level (D)",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial triadspell is cast, you can cast the altered Enchantment (Compulsion) (object) spell two additional times (a total of [Mind-Affecting]",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No three times) before it is expended. Level: Domination 8",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Thee ldest,m ostp owerfulf orceso fe lemental and requires components or XP for Casting Time: 1 standard action water heed your summons and obey your each use as if you were casting three Range: Medium (100 ft. + 10 ft./level) request. These forces of pure elemental separate spells. If you later choose to Target: One humanoid power gather together a wall of water that prepare a different spell in that spell Duration: 24 hours/level moves inexorably in the direction of your slot, any extra castings provided by Saving Throw: Will negates; see text choice, crushing all that it encounters. the triadspell are lost. You cannot cast Spell Resistance: Yes 225 DESCRIPTIONS SPELL CHAPTER 1 This spell creates a towering tsunami Extracting a victim in this manner You cause a section of tunnel to flex and sends it forth in a powerful wave to requires a DC 20 Strength check. with peristaltic convulsions, crushing smash all in its path. The tsunami starts A tsunami’s progress can be halted by its contents and moving them along its at any point you select within range anything that would normally block length in the direction you designate. of the spell and then moves at a speed line of effect along its path, assum- Each creature and object in the affected of 60 feet in any direction chosen by ing the tsunami does not destroy the tunnel section is crushed for 1d6 points you. Once the direction is set, the intervening object or creature. If only a of damage per level (maximum 15d6) tsunami cannot change course. The portion of the tsunami is blocked, the and is moved from its former position tsunami deals 1d6 points of bludgeon- rest of it continues on. to a point just outside the affected ing damage per caster level (maximum Although this spell can be cast on tunnel section. A creature that makes 20d6) to all in its path. Anything dry land, it is most effective when cast a successful Reflex saving throw takes struck can make a Fortitude saving on the open sea. In this case, saving only half damage and is moved halfway throw for half damage. Gargantuan or throws to avoid full damage are made from its former position in the tunnel larger creatures that fail the save are with a –4 penalty, and the width of the toward the designated end of the knocked prone. Huge or smaller crea- tsunami increases to 40 feet per caster tunnel section. When the spell dura- tures that fail the save are picked up level. A tsunami that begins on water tion expires, the tunnel returns to its and carried with the wave. Each round but then travels onto land immediately former shape and size, with no harm a victim is carried by the tsunami, it shrinks to its land size and speed. A done to its structure. takes the bludgeoning damage again tsunami does not vanish if it moves Tunnel swallow affects both worked and can make an additional Fortitude beyond the spell’s initial range. and natural tunnels, as well as corridors save for half damage. Creatures being Material Component: A crown of coral in surface buildings, but does not harm carried by a tsunami cannot move in set with pearls (total value of at least the structure. any other way. They can otherwise act 5,000 gp). Movement caused by this spell does normally, but must make a Concentra- not provoke attacks of -opportunity. tion check (DC 20 + spell level) to cast TUNNEL SWALLOW Material Component: A lump of a spell. Creatures caught in a tsunami chewed vegetable or meat. Conjuration (Creation) [Earth] take a –4 penalty to Dexterity and a",
        "name":  "The altered spell functions normally Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Duration: Instantaneous movement. A creature can attempt to",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
