[
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +4 Dex, +8 natural), touch 13, flat- footed 17 Base Attack/Grapple: +14/+26",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +4 Dex, +8 natural), touch +13, flat- footed +17 Base Attack/Grapple: +14/+21",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, +4 Dex, +10 natural), touch 13, flat- black capes and wields a three-pronged ranseur covered in frost. footed 19 Base Attack/Grapple: +10/+18 An aspect of Mephistopheles manifests the archdevil’s mastery of",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Str 18, Dex 19, Con 19, Int 18, Wis 23, Cha 20 Fire Shield (Su): An aspect of Mephistopheles is continu- ously sheathed in flame, as the fire shieldspell (caster level 10th). The save DC is Charisma-based. Fireball(Sp):Once per day an aspect of Mephistopheles can create a fireballeffect (caster level 10th, Reflex DC 19 half). The save DC is Charisma-based. ASPECT OF NERULL Large Outsider (Evil, Extraplanar)",
        "name":  "Abilities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–1 size, +5 Dex, +8 natural), touch 14, flat- footed 17 Base Attack/Grapple: +16/+23",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +3 Dex, +9 natural), touch 12, flat- footed 18 Base Attack/Grapple: +9/+19",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, +14 natural), touch +9, flat-footed +23 Base Attack/Grapple: +10/+21",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Nine Hells ofBaator Armor Class: 22 (+3 Dex, +5 natural, +4 deflection), touch +17,",
        "name":  "Environment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. (8 squares) An aspect of Vecna’s manifests the god’s destruc- Armor Class: 15 (–1 size, +1 Dex, +5 natu- tive mastery over magic. ral), touch 10, flat-footed 14 An aspect of Vecna speaks Abyssal, Common, Base Attack/Grapple: +3/+9 Draconic, and Infernal. Attack: Bite +4 melee (2d6+3)",
        "name":  "Speed",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 Dex, +2 leather, +1 natural), The catfolk warrior pre- touch 12, flat-footed 13 sented here had the following Base Attack/Grapple: +1/+2 ability scores before racial",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (–1 size, –2 Dex, +17 natural), touch 7, flat-footed 24 Base Attack/Grapple: +5/+14",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (–1 size, +2 Dex, +4 natural),",
        "name":  "Large Animal Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–1 size, –1 Full Attack: Bite +12 (2d6+10) Dex, +10 natural), touch 8, Space/Reach: 10 ft./10 ft. flat-footed 18 Special Attacks: Improved grab, swallow Base Attack/Grapple: +6/+14 whole",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 Dex, +8 natural, +2 leather, +2 heavy shield), touch 9, flat-footed 21 Base Attack/Grapple: +2/+4",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "and conquest, only +2 to fall back into the desert once the creatures have wreaked A crablike shell their fill of misery. covers the upper In negotiations, crucians are known to body of this otherwise human- be cunning. They often employ verbal oid form. Its shell is heavily inscribed feints to draw others out and get a better and painted, and it wears simple read on them, and they are keenly equipment and clothing. interested in figuring out how both friends and enemies think. Comfortable in the brutal heat of Crucians speak Common and the desert, battle-hardened cru- Draconic. More intelligent cru- cians rely on their natural shell armor cians learn Sphinx, the language to protect them in all situations. of the creatures that share their Crucians are humanoids that sport desert homes. broad, flat shells, like desert crabs, encom- passing their upper bodies in natural pro- Combat tection. Not content with just their shells, When they can, crucians prefer to they often sport additional leather chaps and attack as a solid line to prevent armlets to protect the rest of their bodies. They enemies from getting at their decorate their shells with brightly colored painted flanks. sigils, as well as deeply etched tallies of their personal triumphs on the sandy field of conflict. Most crucians Crucian Characters prefer to wield enormous battlehammers, weighted to A crucian’s favored class is crack even the hardest enemy shells. druid; most crucian lead- Crucians are highly territorial, and they organize into ers are druids. small bands, each group protecting a prized water source. Cru- cian bands regularly raid one another’s oases, which accounts for Crucian illus. by S. Tappin Black Dragon illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 4:37 PM Page 59 Black Dragon Crucian 60 :3 RETPAHC SRETSNOM DISPLACER CURSED SPIRIT SERPENT Medium Undead (Incorporeal)",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (+2 Dex, +1 deflection), Speed: 20 ft. (4 squares), climb 10 ft., swim touch 13, flat-footed 11 10 ft. Base Attack/Grapple:+1/ — Armor Class: 13 (+1 Dex, +2 natural), touch",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. in splint mail (6 squares); base speed 40 ft.",
        "name":  "Speed",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size, +5 natural, +6 splint mail), touch 9, flat-footed 20 Base Attack/Grapple: +4/+12",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 Dex, +3 natural), touch 12, flat- death from massive damage. It cannot be footed 13 raised, and resurrection works only Base Attack/Grapple: +2/+5 if it is willing.",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rake 2d4+3/19–20 plus 2d4 acid Armor Class: 15 (+3 Dex, +2 natural), touch 13, flat-footed 12",
        "name":  "Special Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— adorned with vicious spikes and dripping a bright blue A grotesque, misshapen head that con- secretion. Two smaller claws sists mostly of a single blinking eye is dangle between the other sets of supported by six long, slender, spike- legs, scraping at the air. Its head tipped limbs. combines the facial features of a predatory reptile with huge, The mad slasher is a whirling spike-covered mandibles. A frill of armored plates protects its neck dervish of death. It walks on two or three of and back. A thick growth of spines sprouts from behind this frill. its strange spike-tipped limbs, pushing itself along at a reason- able clip while keeping its head low to the ground. When it fights, its limbs rise and slash like whips, bringing its spikes to Not all adult kruthiks undergo further metamorphosis, because bear in a terrible whirlwind of tearing flesh. many die before they are ready to advance to their final life Mad slashers absorb food through small, mouthlike runnels stage, which usually requires an adult to live five to ten years. on the underside of their limbs. They emit from their runnels a Those that do become greater kruthiks spend a full four weeks horrible tittering, which becomes louder and more frenetic the in a dull gray-blue chrysalis before emerging in a larger and more blood the slashers spill. more advanced state. Because of its extra bulk, a greater kruthik Mad slashers do not speak. is not able to use its spikes for attacking as an adult can. A greater kruthik is about 16 feet long and weighs 2,000 pounds Combat or more. Mad slashers become agitated at the promise of bloodshed and scuttle into combat to attack as many enemies at once as possible. nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:55 PM Page 64 Mad slasher 65 MONSTERS CHAPTER 3: 620_96582_MinisHndbk.qxd 8/18/03 4:56 PM Page 65",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+1 Dex, +5 breastplate, +2 heavy shield), touch 11, flat-footed 17 Base Attack/Grapple:+2/+4",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+3 Dex, +4 natural, +1 shield [armblades]), touch 13, flat-footed 15; 22, touch 17, flat-footed 19 when rolled up Base Attack/Grapple:+10/+11",
        "name":  "AC",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armblade shields, darkvision 60 ft., low- light vision, rapid movement",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— This creature resembles nothing so much as a wheel that has rolled itself open to reveal a pair of clawed legs and arms. Its forearms are covered with sharp-looking shield-blades. Its head and back are covered with plates of chitin, and its head resembles that of an infernal insect with a skull-like appearance.",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–1 size, +1 Dex, +2 natural, +4 chain shirt, +2 Ramadeens appear as well-muscled, finely armored giant heavy shield), touch 10, flat-footed 17 humanoids with the heads of noble rams. Their chainmail shines Base Attack/Grapple: +4/+13 with the light of heaven, and their shields bear the devices of",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Double items purpose of overcoming damage reduction. Illus. by A. Smith 620_96582_MinisHndbk.qxd 8/18/03 4:57 PM Page 67 Ramadeen 68 :3 RETPAHC SRETSNOM Smite Evil (Su): Once per day a ramadeen can make a Advancement: By character class normal melee attack to deal an extra 4 points of damage against Level Adjustment: +2 an evil foe. This bulky humanoid creature is covered in grotesque scales, bony ridges, and disturbing spines. A spiked tail drags along behind it. Despite its natu- SCALED STALKER ral protection, it wears forged armor as well. Large Monstrous Humanoid",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, +7 natural, +5 breastplate, +2 heavy pounds. shield), touch 9, flat-footed 23 Scaled stalkers join bands and armies of evil creatures to Base Attack/Grapple: +8/+16 enhance their ability to wage terror and gain booty. Stalkers",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. (8 squares) Armor Class: 14 (+1 Dex, +3 natural), touch",
        "name":  "Speed",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+4 natural, +5 breastplate), touch 10, flat- footed 19 Base Attack/Grapple: +2/+6",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Listen +10, Spot +10, to shield their Survival +10 allies from harm,",
        "name":  "Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 hide,heavy wooden shield, masterwork scimitar, Possessions cloak of resistance +1,scroll of barkskin",
        "name":  "POSS",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This faction is stronger creature’s (add 1) devoted to truth, law, and jus- 1 lower than Stronger creature’s CR +1+ tice. It mercilessly opposes stronger creature’s (add 1, then slight increase) evil while protecting the Same as stronger Stronger creature’s CR +2 innocent and helping those creature’s (add 2) in need. Crusaders in word and deed, members of this SOURCE faction live by the ideals of This entry identifies the source for a creature, a prestige class, honor and compassion. or some other feature of the card that is not found in the core Creatures of the Lawful D\u0026D rulebooks. For example, the drunken master prestige class Good faction tend to have high- comes from theComplete Warrior accessory. This entry is absent quality armor and access to healing. on most cards. They’re accustomed to fighting in teams and obeying orders, so there are few Difficult creatures in this ILLUSTRATION faction. Lawful Good commanders are comfortable giving The illustration on the card helps you identify the miniature that orders and trusted by their followers, so this faction has the coresponds to the card, as well as naming the artist. Typically, this highest Commander ratings. Consequently its creatures have pqqqqrs MINIATURES AND ROLEPLAYING STATISTICS Sometimes the miniatures side of the stat card differs from the role- mage Elminster from the FORGOTTENREALMS®Campaign Settingis an playing side. This variance is intentional. The miniatures side provides epic character of 35th level. Such a mighty being would be unplayable you with a creature that works well in skirmishes and mass battles. The in a competitive game, so one side would have the full-strength role- roleplaying side summarizes an opponent or NPC that works well in playing statistics while the other would tone them down for the minia- a roleplaying session. When a single version of the creature isn’t tures rules. As another example, a spellcaster’s spells in the roleplay- appropriate for both purposes, we provide different sets of statistics ing statistics might not all translate to the miniatures statistics if they rather than compromise one side or the other. would make the miniature too powerful in a battle. A character’s minia- A very advanced character on the roleplaying side might be too tures statistics also might not take into account all the magic items powerful for skirmishes or mass battles. For example, the legendary listed in its roleplaying statistics. pqqqqrs 77 STAT CARDS CHAPTER 4: 620_96582_MinisHndbk.qxd 8/18/03 5:27 PM Page 77 the best morale: Even when they do rout, they’re likely to playing rules. The Half-Orc Monk is lawful neutral in the role- return to the fight so long as their commander fights along- playing rules and so has two faction symbols in the miniatures side them. rules: Lawful Good and Lawful Evil. Thus, the Half-Orc Monk",
        "name":  "Lawful Good",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This faction cares Cost about tradition and loyalty but The cost of a creature is the number of points you pay to add that has no regard for freedom, dig- creature to your warband or army. In a mass battles army, you pay nity, or life. Each member an additional 20 points above the printed cost for a commander. dreams of ruling, but all are A typical skirmish warband contains 100 points of creatures. willing to serve to further A typical mass battles army contains 1,000 points of creatures. their goals. Diabolical and In most scenarios, you score victory points for defeating your dominating, the members of opponents’ creatures. A creature’s point value is equal to its cost. this faction are methodical and committed to spreading their Commander Rating tyranny across the land. Some creatures are commanders and can influence other crea- Creatures of the Lawful Evil faction share tures in battle. Commanders (and only commanders) have a Lawful Good’s tendency toward high Armor Class and good Commander rating. command ability. These creatures can’t be fully trusted by their Skirmish Rules: In a skirmish battle, the highest-ranking followers, though, so their Commander ratings are not as high commander in your warband adds its Commander rating to as those of Lawful Good commanders. Lawful Evil creatures your initiative rolls. Also, a commander can add its Comman- tend to have combat-related feats and aggressive tactics that der rating to a follower’s morale save. grant them high melee attack bonuses. Many of this faction’s Mass Battles Rules: In a mass battle, a commander gets Commander Effects increase the odds that a melee attack will command points each round equal to its Commander rating. find its target. Commanders can spend these points to help their followers and",
        "name":  "Lawful Evil",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A warband or army is made action can move up to double speed. up of creatures that share a single faction. A Lawful Good war- In the skirmish rules, a creature that is out of command has its band, for example, is made up of Lawful Good creatures. speed reduced to 2. Some creatures can fight for two different factions and so can be added to warbands or armies of either. These creatures’ stat AC (Armor Class) cards have symbols for both factions. This characteristic corre- This entry is the creature’s Armor Class. An attack roll whose sponds to having one neutral alignment component in the role- result equals or exceeds this number is a hit. 78 :4 RETPAHC SDRAC TATS 620_96582_MinisHndbk.qxd 8/18/03 5:27 PM Page 78 HP (Hit Points) Faction Symbol Name Commander Rating Cost This entry is the creature’s hit points. When a crea- ture’s hit point total is first reduced to half its full normal total or lower, it must succeed on a morale save or run away (rout). If its hit points are reduced to Vadania, 0 or lower, it is destroyed and removed from play. Half-Elf Druid 22 A hit point number is always a multiple of 5. Typi- COMMANDER 2 POINTS CG cally, this number is the creature’s hit points in the roleplaying rules, rounded up or down to the nearest",
        "name":  "Faction, Warbands, and Armies",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A creature can’t move diagonally past the corner or end of a wall. DIFFICULT TERRAIN Rubble and other difficult terrain slows movement. It costs 2 squares to move into a square containing difficult terrain (3 squares if it’s a diagonal move). All difficult terrain has the same game effect. Difficult terrain, or anything else that slows move- ment, prevents a creature from charging. Large creatures occupy a space 2 squares wide and 2 squares long. They pay the extra costs for moving into difficult terrain if any part of their space moves into a square containing diffi- cult terrain. MINIMUM MOVE A creature can always use its turn to move 1 square in any direc- 89 tion, even diagonally, regardless of how many squares the move RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:06 AM Page 89 MMaann--aatt--AArrmmss 11 AA ccrreeaattuurree ccaann’’tt mmoovvee ddiiaaggoonnaallllyy ppaasstt tthhee ccoorrnneerr ooff aa wwaallll.. 22 IItt ccoossttss aa SSmmaallll oorr MMeeddiiuumm ccrreeaattuurree oonnllyy 22 ssqquuaarreess ttoo mmoovvee aarroouunndd tthhee ccoorrnneerr,, wwhhiillee aa LLaarrggee ccrreeaattuurree ssuucchh aass tthhee MMiinnoottaauurr hhaass ttoo uussee 33 ssqquuaarreess ooff mmoovveemmeenntt ttoo ddoo ssoo.. MMMiiinnnoootttaaauuurrr 11 22 33 MMoovviinngg aarroouunndd CCoorrnneerrss MMoovviinngg aanndd OOtthheerr CCrreeaattuurreess DDwwaarrff AAxxeeffiigghhtteerr MMaann--aatt-- AArrmmss DDiiaaggoonnaallss GGnnoollll AA ccrreeaattuurree ccaann mmoovvee tthhrroouugghh aa ssppaaccee ooccccuuppiieedd bbyy aann aallllyy,, bbuutt iitt ccaann’’tt eenndd iittss mmoovvee iinn aann ooccccuuppiieedd ssqquuaarree,, aanndd iitt ccaann’’tt cchhaarrggee 11 tthhrroouugghh tthhaatt ssqquuaarree,, eeiitthheerr.. AA ccrreeaattuurree ccaannnnoott mmoovvee tthhrroouugghh aa ssppaaccee ooccccuuppiieedd bbyy aann eenneemmyy.. 22,, 33 44 IIff yyoouu mmoovvee oorr ccoouunntt ddiissttaannccee ddiiaaggoonnaallllyy,, tthhee ffiirrsstt ddiiaaggoonnaall ccoouunnttss aass 11 ssqquuaarree,, 55,, 66 tthhee sseeccoonndd ccoouunnttss aass 22 ssqquuaarreess,, tthhee tthhiirrdd ccoouunnttss aass 11,, tthhee ffoouurrtthh aass 22,, aanndd ssoo oonn.. ((IIff iitt hheellppss,, yyoouu ccaann tthhiinnkk ooff aa ddiiaaggoonnaall aass aa ddiissttaannccee ooff 11 11//22 ssqquuaarreess..)) TThhee GGnnoollll,, wwiitthh aa ssppeeeedd ooff 66,, ccaann mmoovvee 44 ssqquuaarreess ddiiaaggoonnaallllyy ((ccoouunntteedd aass 66 ssqquuaarreess ooff mmoovveemmeenntt)) aanndd ssttiillll aattttaacckk tthhee MMaann--aatt--AArrmmss.. MMaann--aatt--AArrmmss counts as. (This rule doesn’t allow a creature to move through Medium creatures have to squeeze, and Large impassable terrain or to move when all movement is prohibited, creatures can’t get through at all. You could also such as while paralyzed.) have doorways less than 1 square wide, which Small creatures pass through normally, SQUEEZING Medium creatures spend 1 additional If you follow the standard terrain setup square of movement to pass through, and rules, Large creatures will never have to Large creatures can’t fit through. squeeze into spaces smaller than their own, such as 1-square-wide ATTACKS AND corridors. When playing on ter- DAMAGE rain you’ve made yourself, or using alternative setup rules, The rules for melee attacks and ranged you may encounter situations attacks are similar. All creatures have a in which a Large creature melee attack, but only some are able to needs to squeeze through a make ranged attacks. narrow passage. A Large creature can MELEE ATTACKS squeeze through an opening To make a melee attack, a creature must that is at least half as wide as be in a square adjacent to the enemy it is attacking. This includes its normal space. For example, a diagonally adjacent square. an Ogre occupies a space that is Target of Melee Attacks: An attacking creature can 2 squares wide, so it can squeeze target any adjacent enemy. Some creatures have the Melee into a 1-square-wide space. When a Reach special ability, which allows them to attack crea- Large creature moves into a narrow tures that aren’t adjacent to them. These creatures still space, it takes up two squares instead of choose targets freely; they don’t have to attack the near- four. Every square of movement, however, est enemy, as a creature making a ranged attack does. costs double (2 squares, or 3 squares diagonally). In addition, a creature that’s squeezing into a narrow Attack Rolls space also takes a –4 penalty on attack rolls and a When your creature attacks, you make an attack roll. Roll 1d20, –4 penalty to Armor Class. add the creature’s melee attack rating, and add any other modifiers You might even create custom terrain with that apply (see Table 5–2 for the list of melee attack modifiers). corridors that are less than a full square wide. If the result of an attack roll equals or exceeds the enemy’s In this case, Small creatures can move Armor Class, the attack hits. The attacking creature deals its 90 through such a corridor normally, but melee damage, which reduces the enemy’s hit points. :5 RETPAHC HSIMRIKS SELUR nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 10:06 AM Page 90 MMaaannn---aaattt---AAArrrmmmsss 11,, 22 33,,44 DDiiffffiiccuulltt TTeerrrraaiinn DDiiffffiiccuulltt tteerrrraaiinn,, ssuucchh aass rruubbbbllee,, uunneevveenn ccaavvee fflloooorrss,, tthhiicckk uunnddeerrggrroowwtthh,, aanndd ssoo oonn,, 55,,66,,77 sslloowwss mmoovveemmeenntt.. EEaacchh ssqquuaarree ccoouunnttss aass 22 ssqquuaarreess wwhheenn mmoovviinngg iinnttoo aannyy ddiiffffiiccuulltt tteerrrraaiinn.. EEaacchh ddiiaaggoonnaall 88 ddiiffffiiccuulltt tteerrrraaiinn mmoovvee ccoouunnttss aass 33 ssqquuaarreess ((jjuusstt aass ttwwoo ddiiaaggoonnaall mmoovveess nnoorrmmaallllyy ddoo)).. GGnnoollll Large Fire Elemental Natural 20 Is a Critical Hit: If you roll a natural 20 when creature, the creature can make a single immediate melee attack making an attack roll (a roll of 20 on the die, regardless of modi- against that enemy. This is called an attack of opportunity. fiers), the attack automatically hits, no matter how high the A creature can’t make an attack of opportunity against a crea- defender’s AC. A critical hit deals double damage. Some creatures ture that has cover relative to it (for example, an adjacent creature are immune to critical hits and do not take double damage, but a around the corner of a wall), or against a creature that the attacker natural 20 still hits automatically. cannot see (such as one with the Invisible special ability). Natural 1 Is an Automatic Miss: If you roll a natural 1 when There is no limit to the number of attacks of opportunity a making an attack roll (a roll of 1 on the die, regardless of modi- creature can make in a round, but it can make only one during a fiers), the attack automatically misses, no matter how low the given creature’s turn. defender’s AC. A creature does not have to make an attack of opportunity",
        "name":  "Corners",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Some groups prefer not to have two good warbands fight each other. Following this policy, how- Step 1: Warlord Advancement ever, can skew your campaign unless you balance things care- If you win a scenario with your warlord alive and on the battle fully. For instance, it benefits the more experienced players if grid, it attains a new level in the warlord prestige class. (This very they’re both playing good warbands and don’t have to play simplified prestige class is presented here instead of in Chapter each other. The easiest solution is just to let any warband fight 1: Characters because it applies only to skirmish campaigns.) A any other. warlord that is destroyed or that flees the battle does not advance in level, even if you win the scenario. Step 2: Determine Scenario A warlord can never lose a level for any reason. If it is routed One member of each group of competing players rolls 1d20 and or destroyed, it returns at full strength before the next battle. consults Table 5–4: Random Basic Scenarios to determine which Each level of the warlord prestige class provides the following scenario they will play. benefits: —level +1. 112 —melee attack +1. :5 RETPAHC HSIMRIKS SELUR yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 11:17 AM Page 112 Large Monstrous Spider —ranged attack (if any) +1. specifically duplicates those of a spell is not cumulative with the —+5 hp. benefit of that spell. The +2 bonus to AC from an amulet of natu- —an additional +5 hp or an additional use of a spell your war- ral armor,for example, specifically grants the wearer the equiva- lord can already cast. lent of the barkskinspell. Therefore, this bonus is not cumulative Warlords that aren’t spellcasters simply gain attack +1 and +10 with the same bonus granted by barkskin. hp each level. Spellcasters can choose whether they want +10 hp, or +5 hp and another use of one of their existing spells. Assigning Magic Items For every two levels your warlord gains in the warlord prestige When your warband gains a magic item, you assign it to a crea- class, its Commander rating increases by 1. ture in the warband. You can reconfigure your warband before assigning magic items to creatures. Step 2: Reconfigure Warbands In the miniatures rules, there are limits to which creatures Between skirmishes, players can change their warbands as can use which items. These limits are stricter than the limits in much as they like, but they must use a warlord in every skir- the roleplaying rules because they’re intended to simplify the mish. They may also change their terrain tile choices between changes to your creatures. To find out what items a creature is skirmishes. using, look at the roleplaying statistics on the stat card.",
        "name":  "Good against Good",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Between skirmishes, you can place Assigning Armor:You can assign magic armor only to a crea- your warband under a different warlord. This new warlord ture that is already wearing armor. The armor is assumed to be starts with no levels in the warlord prestige class, even if your the same type as the armor that the creature is already wearing, previous warlord had advanced in level. Changing warlords so it does not affect speed and it changes Armor Class only by the reduces your score by 5, just as if you had lost one extra skir- amount of its enhancement bonus. mish. Your warband also loses all magic items that it accumu- Assigning Shields:You can assign a magic shield only to a lated under its former warlord. You can choose a warlord of a creature that is already using a shield. The shield is assumed to be different faction to replace your previous warlord. You can bring the same type as the one that creature already has, so it changes a previous warlord back into play in a later scenario. In such a Armor Class only by the amount of its enhancement bonus. (Ani- case, the warlord comes back into play with no levels in the mated shieldsare an exception; see Table 5–8. Even so, you can’t warlord prestige class. assign an animated shieldto an arcane spellcaster.)",
        "name":  "Changing Your Warlord",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Some potions duplicate spell effects and are ous benefit. named for those spells. In this case, a creature that drinks the potion gains the effect as if someone had cast that spell on it. Other potions have described effects. These effects last until the end of the skirmish. Table 5–10: Potions d% Potion Effect 01–10 Bear’s endurance Living creature gains +10 hp 11–20 Blur Conceal 6 21–30 Cat’s grace +2 AC, ranged attack +2 31–50 Cure light wounds Heal 5 hp 51–70 Cure moderate wounds Heal 10 hp 71–80 Major resistance Save +3 81–85 Protection from energy (fire) Immune Fire 86–90 Resist energy (fire) Resist 10 Fire 91–100 Shield of faith +2 AC 115 RULES Illus. by G. Staples SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:18 AM Page 115 Dire Ape before making the attack roll. A miss counts as one use of the SKIRMISH GLOSSARY special ability just as a hit does. This glossary explains game terms, as well as keywords that appear on stat cards. It also contains detailed information on DEFINITIONS certain special abilities that are too complex to explain on the The following terms are listed in alphabetical order. stat cards. Aberration: A type of creature.",
        "name":  "Potion Effects",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A number that represents a creature’s ability to If all creatures with the Beastmaster ability in a warband are avoid being hit in combat. If the result of an attack roll equals or eliminated, allied Animals and Magical Beasts revert to their exceeds the enemy’s Armor Class, the attack hits. original Difficult ratings.",
        "name":  "Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A die roll to determine whether an attack hits. enemy creature’s Conceal special ability when making a melee Roll 1d20 and add the relevant attack bonus (either melee or attack. If either result is a success, the attack hits. The creature ranged), plus any modifiers from spells or situations such as can also move at normal speed even if it’s blinded. Attackers the flanking. If this number equals or exceeds the defender’s creature cannot see do not gain a bonus when making melee Armor Class, the result is a hit and the attack deals the indi- attacks against the creature. A creature with Blind-Fight still can’t cated damage. see invisible enemies, so it can’t make attacks of opportunity",
        "name":  "Attack Roll",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An attack that hits regardless of the target’s against them. The creature ignores Gaze Attack effects. Armor Class. A natural 20 on an attack roll is always an automatic Blindsight:A creature with this special ability can detect ene- hit, even if the target is immune to critical hits (although the mies by using nonvisual senses. It automatically succeeds on Conceal special ability might still convert such a hit into an auto- rolls against an enemy creature’s Conceal ability. It can also move matic miss). Automatic hits can also result from certain situa- at normal speed even if it can’t see. Attackers the creature cannot tions, such as a melee attack against a helpless enemy. see do not gain a bonus when making melee attacks against the",
        "name":  "Automatic Hit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An attack that misses regardless of the creature. A creature with Blindsight ignores Gaze Attack effects, target’s Armor Class. A natural 1 on an attack roll is always an invisibility effects, and the Hide ability, and it has the Immune automatic miss. Automatic misses can also result from certain sit- Blindness special ability. uations, such as a melee attack roll that is lower than an enemy’s Blood Rock:Any creature on blood rock terrain scores a criti- Conceal rating. cal hit when its melee attack roll is a natural 19 or 20. The critical",
        "name":  "Automatic Miss",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The gridlined play map on which you place ter- hit automatically hits no matter how high the defender’s Armor rain cards and miniatures Class, even if the defender is immune to double damage from Beastmaster [#]: Druids and certain others can talk to beasts, critical hits. Ranged attacks are not affected by the blood rock ter- 117 helping them fight more tactically in a skirmish. rain type. (Creatures immune to critical hits are still immune.) RULES Illus. by T. Hairsine SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:18 AM Page 117 Dire Lion",
        "name":  "Battle Grid",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Certain terrain features provide cover against attacks, Deflect Arrows:A creature with this special ability gains a +4 granting a +4 bonus to the defender’s Armor Class. To determine bonus to its AC against ranged attacks. whether a creature has cover from a ranged attack, the player Destroy/Destroyed: A creature is destroyed when its hit who controls the attacking creature chooses a corner of a square points drop to 0 or lower. Certain spells or effects can also destroy in the attacking creature’s space. If a line traced from this point a creature outright. Remove destroyed creatures from the battle to any part of the target’s space passes through a square or border grid. A destroyed creature scores victory points for the opponent that provides cover (including a space occupied by another crea- responsible for its destruction. ture), the target has cover. The target does not have cover if the If a spell or ability (but not a scenario condition such as Eter- line runs along or merely touches the edge of a wall or other nal Battle’s returning casualties) somehow returns a destroyed square that would otherwise provide cover. creature to play, players who scored victory points for its destruc-",
        "name":  "Cover",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "(Damage Keyword) One of the following damage is frightened is afraid but not routing. It takes a –4 penalty on forms: acid, cold, electricity, fire, or sonic. Energy damage is not attack rolls, saves, and Armor Class. reduced by Damage Reduction. Gaze Attack: (Replaces attacks: RANGE; EFFECTS AND Entangle/Entangled:(Spell/Ability Effect) A creature sub- CONDITIONS; DC [#]) Instead of making its normal attacks, a ject to this effect is unable to move if it does not make a success- creature with this special ability can use a Gaze Attack against the ful save against the effect’s indicated DC. At the end of an nearest enemy. The enemy creature is subject to the indicated entangled creature’s turn, it makes another save (same DC). If effect unless it succeeds on a save against the indicated DC. In this save succeeds, the entangle effect is removed and the crea- addition, any creature within range of the Gaze Attack that tar- ture can act normally on its next turn. gets the creature possessing the ability with a ranged attack, spell, Entangle effects sometimes produce an area of difficult ter- or special ability must make a save after the attack in order to rain. Even if a creature succeeds on its save, if it is in that area, avoid the effect of the Gaze Attack. it must still pay the normal costs for movement through diffi- A Gaze Attack requires line of sight to work, but not line of cult terrain. effect. For example, a wall of shadow stops its effects, but a wall",
        "name":  "Energy",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Generally a creature is considered to be on (or in) ranged attacks against an enemy that is engaged in melee with- a piece of terrain if any part of its space occupies a square that out giving the target the normal +4 bonus to Armor Class. Precise contains that type of terrain. The exception occurs during Shot does not let you ignore the +4 bonus to Armor Class that a deployment, when creatures meant to be set up on a specific ter- target receives from cover (including cover from a creature that rain tile have to be placed entirely on that terrain tile. is in melee with the target).",
        "name":  "On Terrain",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This the creature on the battle grid in special ability is some- its space. times abbreviated Stun: (Spell/Ability Effect) A SR. When casting a creature subject to this effect is stunned. If spell that would af- Umber Hulk the Stun effect has a save DC, then a suc- fect a creature that has cessful save negates the effect. Spell Resistance, roll 1d20. A stunned creature is not active; it can’t move, attack, On a roll of 11 or higher, the threaten adjacent squares, or take standard actions, but it is spell affects the creature nor- not helpless. A stunned creature takes a –2 penalty to Armor mally; otherwise the spell has no Class. It stops being stunned at the end of its next turn (in effect on it. The creature may other words, it loses one chance to act). A stunned com- choose not to resist a spell. mander can’t put other creatures under command or Spell Resistance does add its Commander rating to initiative checks, and its not provide any protection Commander Effect does not function. against bonuses or abilities Stunned creatures still make morale saves, and a stunned com- that enemies receive from spells that have been cast on them. mander can still add its own Commander rating to its morale For example, a creature under the effect of a bull’s strengthspell saves if a higher-rated commander is not available to help. (touch; melee damage +5) still deals the extra damage on a melee Stunning Attack (DC [#]): Once per turn, a creature with this attack that hits a creature that has Spell Resistance. special ability can make a special melee attack in an attempt to Some spells (such as lesser fire orb) ignore Spell Resistance. incapacitate an enemy. If the attack hits and deals damage, the Don’t make a Spell Resistance roll for such spells; they automat- damaged creature must succeed on a save against the indicated ically succeed. They even affect creatures that have the Spell DC or be stunned (see above). The attempt must be declared Resistance All ability (see below). before making the attack. The Stun effect ends at the end of the",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "To let players move many miniatures at once, units are often assembled on “trays” made of pieces of cardboard or stiff paper. Cut-up file folders work well for this purpose. The back of this book includes several examples of trays, which you can pho- tocopy, cut out, and glue onto cardboard. Activation During each phase in the round, you activate up to three units of your army, one at a time. An activated unit can perform one of the following activities. —Move its speed and then make one attack, or make one attack and then move. —Move up to double its speed. —Not move and make multiple attacks, if it can do so. —Charge. Instead of making an attack, a unit or lone creature can cast a spell or use a special ability, such as Turn Undead. Movement Each unit has a speed rating, measured in inches. A unit that moves up to its speed can make one attack or perform a standard action. It can move first and then attack, or attack first and then move. A unit that doesn’t do anything else can move up to double speed on a turn. For example, an unformed Wood Elf Skirmisher unit has a speed of 6. If the unit only moves, or if it charges, it can move up to 12 inches. If it makes a single attack, it can move up to 6 inches part of the unit). If the save result equals or exceeds 20, the (either before or after the attack). If the unit makes both of its save succeeds. ranged attacks, it can’t move at all. Failed morale saves indicate a drop in the unit’s morale state. Units start out in a normal state, which allows them to maneuver ATTACKING and attack with no restrictions due to morale. A unit that fails When a unit attacks, one or more creatures in it attack at the one morale save becomes shaken (less willing to fight, takes same time. All eligible creatures in the unit make their attack penalties). A shaken unit that fails a morale save routs (attempts rolls simultaneously. Each rolls 1d20 and adds the creature’s to flee from the field). Commanders can rally units to improve melee attack number, and any other modifiers that apply (see their morale. Table 6–4: Combat Modifiers). If the result of an attack roll equals or exceeds the defending COMMANDERS unit’s Armor Class, the attack hits. Each attacking creature that Commanders spend command points to activate units and to gets a hit deals its damage. issue special orders. A commander has a number of command The defending unit’s hit point rating is equal to the rating of points available in each round equal to the creature’s Com- any single creature that is a part of the unit. The defending unit mander rating. removes one miniature for each amount of damage it takes equal Commanders can attach to units to protect themselves and to its hit point rating; this removal of a miniature is referred to as help the units. They can lead a unit from the front (and take part taking a casualty. Any leftover damage is accounted for the next in combat) or from the rear (avoiding combat). time the unit is attacked. For example, a Wood Elf Skirmisher unit deals 5 points of SETUP damage per hit. If it lands five hits on a Gnoll unit, it deals 25 points of damage. Since each Gnoll has 10 hit points, that’s These are the standard rules for preparing to play a mass battle. enough damage to cause two casualties. The defending player removes two Gnoll miniatures from that unit. The remaining 5 PLAYERS points of damage is carried over. If the Wood Elf Skirmisher unit Two or more players can play. Each player can have an army, or attacks the Gnoll unit again and deals another 25 points of each army can be shared by two or more players. If each player damage, three more Gnoll miniatures become casualties because has an army, you can play a free-for-all or arrange the players the total amount of damage to be accounted for is 30 points. in teams. MORALE BATTLEFIELD Damage, and the effects of some special abilities and spells, can Mass battles, by default, are fought aboveground, usually in a make units less willing to fight. mostly open area. Some underground areas might be large An affected unit makes a morale save. Roll 1d20 and add the enough to accommodate a mass batgtle, though, and you might 128 unit’s level (equal to the level of any single creature that is a want to try battles in such an environment as well. :6 RETPAHC ELTTAB SSAM SELUR yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 11:51 AM Page 128 Cleric ofYondalla A large table (or a clear area on the floor) at least 6 feet by 4 feet Army Point Total is ideal. At the scale of 1 inch = 5 feet, this represents a battlefield Building armies for a mass battle costs a lot more than creating of 360 feet by 240 feet. Unlike in the skirmish rules, the edges of warbands for a skirmish. The size of the army depends on how the battlefield are not impassable. long you want the battle to last.",
        "name":  "Trays",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The defending unit gains a +4 bonus considering facing. to Armor Class. To determine whether a unit has cover from a ranged attack, Determining Range determine whether the attacking unit has clear line of sight. Unless otherwise noted on a creature’s stat card, all ranged Line of sight is clear if every attacking creature in the ranged attacks have a range of 24 inches. To determine if a target unit is unit can trace a clear path to at least one creature in the defend- within range, measure from the nearest base edge of the nearest ing unit. Multiple attackers can all use the same defender to miniature in the attacking unit to the nearest base edge of the determine line of sight. If the path between even one attacking nearest miniature in the target unit. If that distance is 24 inches creature and adefending creatures passes or less, the ranged unit can attack normally. through another unit (allied or enemy) or through terrain that provides cover Maximum Number of Ranged Attacks (see Terrain Effects on Cover), the When an unformed unit fires a volley, the number of attack rolls defending unit has cover. is limited by the size of the creatures making up the unit, as Intervening Units:If one or more shown on the following table. Of course, if the unit contains units (allied or enemy) are in fewer creatures than the maximum number of attacks allowed, it can make only as many attacks as it has creatures. Maximum Number Creature Size of Ranged Attacks Small 8 Medium 6 Large 4 For formed units making ranged attacks, see below. Limited Ranged Attacks If the creatures in a unit have a limited number of ranged attacks (usually one), then the unit itself has that limit. Each time the unit fires a volley, this counts against the limit regardless of how many creatures actually attack. Multiple Ranged Attacks Some creatures have multiple ranged attacks, indicated on the stat card by two or more numbers separated by a slash (such as +6/+1). 140 Just as with melee attacks, a unit of such creatures first fires a :6 RETPAHC ELTTAB SSAM SELUR yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 12:10 PM Page 140 Drow Archer Number of Attackers All creatures in the rank or file along the edge from which the attack originates, and up to one additional rank or file (whichever is closer to the enemy unit), can participate in a ranged attack. The number of ranged attack rolls equals that number of creatures (but is still halved against defending unformed units). Each volley of ranged attacks counts against the unit’s limit, even if not all creatures in the unit participated in the volley. Table 6–4: Combat Modifiers Formed Unit Attacking . . . Modifier To front Attack +2 To side Attack –2 To rear Attack –4 Against lone creature Double attacks Formed Unit Defending Against . . . Modifier Melee attack from front +2 AC Melee attack from side –2 AC Melee attack from rear –4 AC Ranged attack from front +2 AC Ranged attack from side or rear +0 AC Attacker in Melee Combat Is . . . Modifier Charging Attack +2 Shaken Attack –2 Routing No attacks On higher ground Attack +1 Defender in Melee Combat Is . . . Modifier the path of a ranged attack, the defending unit has cover. Lone Shaken –2 AC creatures do not provide cover for other creatures against Routing –4 AC ranged attacks. If intervening units exist, the attacking unit has the option of Attacker in Ranged Combat Is . . . Modifier making fewer than the allowed number of ranged attack rolls, Shaken Attack –2 attacking only with creatures that have a clear line of sight to the Routing No attacks On higher ground Attack +0 enemy unit. Defender in Ranged Combat Is . . . Modifier Shooting into Melee Behind partial cover +4 AC Whenever a ranged unit attacks an enemy unit that engages or Behind total cover Cannot be attacked is engaged by an allied unit, the defending unit gains a +4 bonus Also in melee combat +4 AC to AC. Unformed Takes half as many attacks Ranged Attacks against Unformed Units Shaken –2 AC A ranged unit only gains half as many attack rolls as otherwise Routing –4 AC allowed (round down, minimum one) against a defending unformed unit (including a lone creature). DAMAGE AND CASUALTIES FORMED UNITS MAKING RANGED ATTACKS When a unit takes damage, it is reduced in strength, losing indi- While creatures with unlimited ranged attacks can’t be in formed vidual members. In a sense, creatures are to a unit what hit points units, some creatures have a limited number of ranged attacks are to a creature. (usually one). These creatures can be in formed units. When No matter how many creatures are in a unit, the unit as a making a ranged attack, such a unit follows the general rules for whole has a single hit point rating, which is equal to the hit point ranged attacks, modified as follows. rating of any single creature in the unit. For example, if a Man- at-Arms unit contains ten creatures, each with 5 hit points, the Facing unit has a hit point rating of 5. When a formed unit makes a ranged attack, determine which edge of the unit the attack originates from. This is the edge of Casualties the attacking unit that is nearest to the nearest creature in the Damage taken by a unit causes a loss of individual miniatures. defending unit. Apply the appropriate modifier to the attack Each amount of damage a unit takes that is equal to the unit’s hit rolls as if the ranged unit were making a melee attack (+2 if point rating removes one miniature from the unit. A removed attacking to its front, –2 if attacking to its side, and –4 if attack- miniature is called a casualty. ing to its rear). For instance, if the Man-at-Arms unit in the example above 141 takes 5 points of damage from an enemy unit’s attack, it takes RULES MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 2:46 PM Page 141 IInntteerrvveenniinngg UUnniittss OOrrcc WWaarrrriioorr uunniitt EEllff AArrcchheerr uunniitt cclleeaarr sshhoott EEllff AArrcchheerr uunniitt nnoo cclleeaarr sshhoott TThhee EEllff AArrcchheerr uunniitt iiss mmaakkiinngg aa rraannggeedd aattttaacckk aaggaaiinnsstt tthhee OOrrcc WWaarrrriioorr uunniitt.. TThhrreeee ccrreeaattuurreess iinn tthhee AArrcchheerr uunniitt hhaavvee aa cclleeaarr sshhoott ttoo aatt lleeaasstt oonnee ccrreeaattuurree iinn tthhee OOrrcc uunniitt,, aanndd tthhrreeee ddoo nnoott.. IIff aallll ssiixx ccrreeaattuurreess sshhoooott,, tthhee OOrrcc uunniitt wwiillll hhaavvee aa ++44 bboonnuuss ttoo AACC bbeeccaauussee ooff tthhee iinntteerrvveenniinngg EEllff AArrcchheerr uunniitt.. ((TThhee uunniitt aallrreeaaddyy hhaass aa ++44 bboonnuuss ttoo AACC bbeeccaauussee iitt\u0027\u0027ss iinn mmeelleeee wwiitthh tthhee aattttaacckkiinngg uunniitt\u0027\u0027ss aalllliieess..)) IIff oonnllyy tthhee tthhrreeee ccrreeaattuurreess wwiitthh aa cclleeaarr sshhoott aattttaacckk,, tthhee OOrrcc uunniitt ddooeessnn\u0027\u0027tt ggeett tthhee AACC bboonnuuss ffoorr tthhee iinntteerrvveenniinngg uunniitt.. one casualty, and one Man-at-Arms miniature is removed. If it For example, a Ghoul unit lands five hits on a Gnoll unit. takes 10 points of damage, the unit takes two casualties. It doesn’t Each hit deals 5 points of damage, for a total of 25. Each Gnoll matter whether the damage comes from multiple hits or a single has 10 hp, so the unit takes two casualties. Since the Gnoll unit successful attack. took only two casualties from five hits, three other Gnolls have",
        "name":  "Unformed ranged units may shoot in any direction without harder to hit an enemy",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When a unit makes ranged Generally, treat a unit as “on” or “in” terrain if any creature in the attacks against a unit with partial cover, the defending unit gets unit is on or in the terrain, as defined in the skirmish rules. Some- a +4 bonus to its AC. (This is the same bonus for cover that a unit times, such as when determining how many clear shots a unit has gets from an intervening unit. The bonuses don’t stack.) when it’s making a ranged attack, you look at individual creatures.",
        "name":  "Cover Bonus to Armor Class",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A formed unit has a –4 penalty on attacks to the rear, units making ranged attacks. a –4 penalty to Armor Class against melee attacks from the Shaken: A unit (other than a lone rear, and a –4 penalty on morale saves when engaged on creature) with normal morale that fails the rear. a morale save is shaken but not routing. Regeneration [#]:A unit with this special ability A shaken unit takes a –2 penalty on can recover hit points lost to normal damage attacks, saves, and Armor Class. A shaken assigned to it. If the unit’s hit point rating has unit cannot move to where an enemy unit engages it. been reduced by area-effect damage, then (If it’s already engaged, however, it does not need to Regeneration restores the unit’s hit point rating disengage.) It can still move to engage an enemy un- as a whole (rather than any damage assigned to formed unit. Being shaken is a fear-related effect, so it). Regeneration doesn’t restore destroyed crea- creatures that have the Fearless special ability are immune tures to a unit. to being shaken. Rend [#]:When a unit with this special abil- Shot on the Run:A unit with this special ability can move, ity is a lone creature fighting a lone creature, this ability make a single volley, then move again, as long as the distance it works the same as in the skirmish rules. Otherwise, use the moves during its turn doesn’t exceed its speed. following rules in mass battles. Side:A formed unit takes a –2 penalty on attacks to the side, a When a unit with this ability makes two mass strikes during –2 penalty to AC against melee attacks from the side, and a –2 its turn, it can deal extra damage. It scores “rends” equal to the penalty on morale saves when engaged on the side. number of hits in the mass strike that scored the fewer hits. Each Sight:Special abilities and spells with a range of sight are lim- rend deals 5 extra points of damage instead of the indicated ited to 24 inches in the mass battles rules. amount. For example, if a Troll unit scores two hits with its first Skips Next Turn: (Spell/Ability Effect) On its next turn, a mass strike and four hits with its second, it scores two rends and unit subject to this effect activates but may take no actions. It is deals an extra 10 points of damage. still considered active. It still engages enemy units normally and 160 If a unit with the Rend ability makes more than two mass can make attacks of opportunity. :6 RETPAHC ELTTAB SSAM SELUR yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 3:00 PM Page 160 Hound Archon If some but not all creatures in a unit skip their next turn, the attacks of opportunity. A stunned unit stops being stunned at the controller chooses between having the whole unit skip its next end of its next turn (in other words, it loses one chance to act). It turn or phasing out the creatures. The phased out creatures must can still make morale saves normally. return to play at the end of their unit’s next turn; they are per- If some but not all creatures in a unit are stunned, the con- manently eliminated if their unit was eliminated or has moved troller chooses between having the whole unit be stunned or in the meantime. eliminating the stunned units.",
        "name":  "Rear",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Same as the base creature. 29 PERVERSIONS OF POWER Perversions The Blue Arts Almost all save the most prudish of magic users have experimented with the sexual use of magic at some of Power point, usually while in their teens and at the magical colleges. Most grow out of it or become so caught T he study of blue magic is not well regarded up in the power and glory that they no longer care by the established schools of magic and so about such things. those who make a serious attempt to explore its possibilities tend to cling to the fringes of normal Those who do continue their studies in the rich vein and polite society. They carve themselves a niche in of erotic magic are often amongst the most talented, the slums of the cities and the backroom whispers of having to research and expand on their strand of the noble fraternity and make their living from the magic without hundreds of other wizards or grand sexual problems and desires of others accompanied institutions and libraries to draw on. These gallant by a guarantee of anonymity. and studious individuals dedicate their lives to the study of blue magic for several reasons. Dismissed as charlatans by more regular magic users (whose bluster is just as likely to be a cover for their First are those who are simply fascinated by sex. To own magical infidelity while at college) the blue be fair most people are fascinated by sex and spend a magi are forced to rely on themselves rather than the large proportion of their lives in pursuit of insular magi of the world for support. This is the persuading someone to insert tab ‘A’ into slot ‘B’ and case even in cities ruled by uncaring sorcerer kings. wiggle it around for a bit. Most people do this Blue magi remain extremely popular with the alongside the everyday parts of their lives but these masses, which causes them to be disliked and magi are completely obsessive about it, seeking it discriminated against by conventional magic users constantly, night and day, awake or asleep, always all the more. willing and eager to try something new. Others obsess in a different way, fascinated by sex but Occasionally a ‘moral crusade’ will be launched unable to instil in themselves the confidence to seek where the blue magi have settled, and this is one of it out. Unable to overcome this weakness through the few times you will find mages and clerics in their magic they disappear into their towers with agreement. After a prominent person’s sensibilities their crystal balls and become unseen but no less have been offended (or the cure did not work, or creepy, stalkers. No infidelity or nakedness goes they do not want to pay the blue mage) new laws unseen in the city that harbours them. will be enacted, and the offending mage may well find himself chased out of his home. This does not Second are those who believe lust to be a vast and make a lot of difference to the mage, other than untapped potential power. They are right but it is causing a little bit of turbulence to their lifestyle, as not a power that will ever be fully tamed. It is not they will always be wanted or needed by someone. life eternal, it is not the power to destroy or rule, nor is it the inevitable power of destruction and the dark The risk is always there for a blue mage that they studied in necromancy. Lust tends to control you, will get caught up in their own pleasure, their own not the other way around. All a mage can really magic becoming even more insular and self centred hope for is to channel that energy in roughly the than the conventional magi they criticise so much. right direction they want when it is called upon in For this reason, most of the particularly successful anything other than the tiniest amounts. Power blue magi are those who use their magic to assist and games and misunderstandings typify the blue mage serve others. This keeps them grounded in reality who comes from this path. and means they meet a lot of everyday folk rather than spending all their time in bed with a succubus Third are those who desperately want to overcome and two nymphs or scrying the bath chambers of the stereotype. Every broad shouldered barbarian and local nunnery. bra-bursting ranger is a slap in the face to the scholarly magi who are seen by most to be bookish, weak, undesirable and geeky. Mages are so rarely thought of in a sexual manner that it makes the pursuit of love and lust even more difficult for them. 30 PERVERSIONS OF POWER Sadly the blue magi who try to overcome this aspects of their abilities to a razor sharp edge stereotype seem to only feed it, people regarding according to their interest, and it is from these them as needing magic in order to get laid and specialisations that the prestige classes come. commenting on how pathetic it is to have to summon a date. The agony mage is not a horrific necromancer dedicated to the field of pain but rather a mage who Fourth are those who are simply no good at any eases agony in others. Not physical agonies, but other kind of magic. While they have the magical rather the agonies of love and lust. They are an talent and are able to cast spells, for some reason advice giver, a confidante, a healer of marital magic just does not quite work right for them. difficulties and a provider of magical remedies to the Perhaps they are apathetic, perhaps they did not problems of the bedroom. Ironically they also apply themselves, whatever the reason conventional happen to be the blue mages who most often magical professions have not worked out for them. succumb to the temptations of blackmail and taking Living on the street they rapidly discover that advantage of people’s confidence or weakness when money can be made by getting involved in the they come to them. seedier side of life and that even a basic command of magic can earn one a pretty penny when applied to The mystic pimp can be found in a city of any size, vice. They find their niche in the underbelly of the squirreled away in the slums or hawking their wares towns and cities and do very well for themselves. on the street corners. Without many of the overheads of a conventional pimp or madam but Whatever the motivation behind it the pursuit is the with many unique problems of their own, the mystic same, an understanding of the forces behind lust, sex pimp procures his or her stable through magical and attraction and using those forces through magic means including summoning, illusion or the capture for money, fame, power or self gratification. of exotic creatures. Mystic pimps run the gamut from professional escort agencies for the city’s rich, So, pretty much the same reasons anyone pursues wealthy and jaded to scabrous and starving sex, only through magic rather than conventional apprentices trying to hire out their familiars for some means. quick gold. Established mystic pimps are famous and wealthy without ever being talked about but The Perverts often have to deal with interlopers, either annoyed creatures that they have misused for sexual purposes Masters of the blue arts come in all shapes and sizes, or vigilante adventurers trying to clean up the but there are a few ‘familiar faces’ that crop up time streets. and time again. The typical image of a blue mage is a screaming pervert who has never grown up, Seduction mages are the closest thing to an sneaking through houses under a cloak of organised set of blue magi. The seduction mage invisibility stealing panties or crouched over a does not get lost in summonings or turn in on crystal ball ‘getting to grips with his staff.’ Most themselves. Rather they go out into the world to blue magi more closely fit the stereotype of the seek what is there and take it. Honing their personal amiable businessmen or the drug pusher. They know seduction skills and then boosting them with the they have what you need and they are confident, power of magic, there is hardly anyone the seduction secure and friendly so long as you do not owe them mage cannot charm into their beds and they often money. find employment as spies for the many kingdoms of the lands. While nowhere near as fearsome as a necromancer, the blue mage is not someone to be trifled with. The peeping scryer is the blue mage who turns in on Their abilities and spells give them ample themselves. If they can ever be persuaded away from opportunity to gather blackmail material, destroy their crystal balls they are amongst the most reputations and get as many favours as they might experienced and powerful scryers in the world. need. Determined and practised, they are able to scry past many of the conventional protections placed in their Some blue magi specialise, offering particular way and thereby still get their eyeful. Those services or magic over others or honing particular peeping scryers who choose to blackmail those they 31 PERVERSIONS OF POWER spy on can become fabulously wealthy but loathed. RRRRReeeeeqqqqquuuuuiiiiirrrrreeeeemmmmmeeeeennnnntttttsssss Many peeping scryers are paranoid, either of being To qualify to become an agony mage a character found out and attacked, or of being discovered while must fulfil all of the following criteria. enjoying a good peep. It is because of this they are very security conscious, but tend to prefer traps and",
        "name":  "Advancement",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 4th level, the agony mage gains the benefits of the Spell Focus feat with regard to What does a Mystic Pimp have to offer? enchantment spells, increasing the DC of saves against their enchantment spells by +2. ‘Pussy, pussy, pussy! All summoned pussy must go. At the house of nymphs we’re cutting pussy in half! Blameless (Ex): Beginning at 5th level, the agony This is a pussy blow out! Make us an offer on our mage appears to be such a nice person and so vast selection of pussy! We got nymph pussy, dryad trustworthy that they could not possibly bear those pussy, mermaid pussy, succubus pussy, erinyes pussy, who take them into their confidence any ill will elf pussy, triton pussy, halfling pussy, troll pussy, whatsoever. vampire pussy, ogre pussy, dwarf pussy, rakshasa pussy, aranea pussy, centaur pussy, angel pussy, If the agony mage is implicated in a crime (or other demon pussy, devil pussy, werewolf pussy, invisible illegal act), any other suspects that there may be are pussy! And if we don’t have it, we can summon it!’ always investigated first with a distinct bias in the agony mages favour. If no other suspects are immediately apparent, there will always be a detailed investigation that will turn at least one possibility up before the agony mage is ever investigated. This usually allows for the agony mage time to arrange an alibi, or make a suitable exit from town. FFFFFrrrrriiiiinnnnngggggeeeee BBBBBeeeeennnnneeeeefffffiiiiitttttsssss In addition to the special abilities and bonuses given above, an agony mage living in a town or city can exploit the information they glean and the patronage of the wealthy classes to give themselves a very nice standard of living. Those agony mages who work at giving out honest advice, and do not resort to blackmail or exploitation can expect to earn their Charisma modifier times their character level in gold pieces each month, as well as the occasional gift or invitation to a high-class event. Those unscrupulous agony mages that choose to exploit their position 34 PERVERSIONS OF POWER TTTTThhhhheeeee MMMMMyyyyyssssstttttiiiiiccccc PPPPPiiiiimmmmmppppp Class Base Fort. Ref. Will Level Attack Save Save Save Special Spells per Day/Spells Known 1 +0 +0 +0 +2 Streetwise +1 level of existing class 2 +1 +0 +0 +3 Whatever you need +1 level of existing class 3 +1 +1 +1 +3 A Fine Stable +1 level of existing class 4 +2 +1 +1 +4 Pimpin’ Ain’t Easy +1 level of existing class 5 +2 +1 +1 +4 Well Stocked +1 level of existing class",
        "name":  "Spell Focus",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Humans in Rokugansharepersonalitycharac- Oriental Adventures.Withoutsuchstrong ties tothespiritrealm teristicswith others oftheirclans, asdetailed below. as otherraceshave,humans make theirownwayinamysteri- Members ofthe Crab clan tend to be crude and violent, ousworldand adaptto theirenvironment in diverseways. In though they arestrongly dedicatedto theirclan\u0027s swornduty: Oriental Adventures,they sharecertaincultural traits-perhaps protecting theempirefromtheShadowlands.Theybelievein derivedfrom real worldJapanese,Chinese, Korean,Indian,or dutyoverhonorandarealways readyforafight. Southeast Asian cultures. These include a tendency toward The Crane clan is made up of diplomats and courtiers. disciplineandorder,arespectforhonor,andanappreciationof Graceful, elegant, andnoble, they are masters ofiaijutsu (the thecycles ofthenaturalandspiritualworlds. speeddraw)andduelsofhonor. PhysicalDescription:Physicalcharacteristics,likeperson- Mysterious and reclusive, the scholars and warriors of the ality traits,vary depending on clan affiliation for humans in Dragon clan are devoted to exploring the secrets of the Rokugan. universe. All tend to speak in enigmatic riddles, though MembersoftheCrab clan arelarge andpowerful, muscular members of the mysterious order of tattooed monks (see and crude.They tend to be heavilyscarredandlightlybathed. Chapter3:Prestige Classes) areespeciallyknownforthis. Theyhave blackhair andeyes,andtheirfeatures aresquare. Lionsare the noblewarriors of Rokugan.They are warlike Cranes tend to be tall and slender, with soft features. andaggressivebutdevotedtothehonorofthesamurai. Many-particularly membersofthe Doji family-have white The greatest shugenjas of Rokugan belong to the Phoenix hair,andtheireyes areusuallyblueorlightgray.They exudean clan.They have adeeplove ofmagicandknowledge. airofnobilityandconfidence. The members oftheScorpion clan are themanipulators of TheDragonspractice martialartsto keep theirbodiesaswell Rokugan, mastersofsecretsandlies.Neverseen withouttheir as theirspiritshoned.Physically,theyrunthegamutfromlean masks, they resemble their namesakes-unassuming but andwiryto largeandmuscular. armedwith adeadlysting. Lions are trainedsoldiers andlook thepart: well-developed Unicorns are the outsiders ofRokugan. Most of them are muscles anda warrior\u0027s poise.They have widefacial features, barbaric riders with aggressive dispositions. Mounted combat withhair thatranges fromblacktoward brownor reddishand is theirspecialty, andtheirridingskills aresecondto none. brownto hazeleyes. In Rokugan, humans withoutclan affiliationvary widely in MembersofthePhoenixclanaretallwith fine featuresanda personality,thoughin generaltheytendtoberudeanduncouth regalbearing.Theyshareacertainaviangrace,withlongnecks, bythestandards ofthenoble caste. Bushido (a code of honor, angularfeatures,andpiercingstares. loyalty, andobedience),with itsdictates ofhonor,meansnoth- Scorpionsare toughandwiry, and they usuallywearsmug ingtothesepeople.Heiminsandhinins usuallyremainhumble expressionsbehind theirmasks.Theirskintonesaremore olive andunassumingin thepresence oftheirbetters,butronins than those of other Rokugan natives. Scorpions often wear sometimespublicly flauntsocial conventions. theirhairlong andloose. +1 racial bonuson attack rolls againstgoblinoids (goblins, customsof Rokuganlowers them in humanestimation.Their hobgoblins, bugbears, bakemono, and goblin rats): Koro- scavenging habits-sometimes extending as far as grave- bokurus are trained in the specialcombat techniques that robbing-deeply offendtheRokuganisenseofpropriety. allowthem tofighttheircommonenemiesmore effectively. In othercampaignsettings, nezumiareoftenconfused with +4 dodgebonusagainstgiants:Thisbonusrepresents special rathengeyokaiorgoblin rats (evillycanthropes) andsuspected trainingthat korobokurusundergo, during whichtheylearn ofbeingjustas evil asthoseraces. tricks that previous generations developed in theirbattles Alignment:Lackinga sense ofproperty,home,or commu- withogres.Notethat anytime acharacterloseshispositive nity, nezumi tend strongly toward chaotic alignments. In Dexteritybonus to Armor Class, such as when he\u0027s caught Rokugan, they are rarely evil, being sworn enemies of the flat-footed, he loseshisdodgebonus,too. Shadowlands and its creatures. In other campaign settings, +2 racialbonusonWildernessLorechecks:Korobokurusare many nezumi areevil-whether bynature or simply because familiarwith thewild landsinwhichtheydwell. theyareso oftensuspectedofevil.",
        "name":  "Personality",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Samuraiaredistinguishedfrom ordinary in theirmany battles. Dexterityis importantforsamuraiwho fighters by theiradherenceto bushido, acode ofhonor, loyalty, wanttobeskilledarchers,improvestheirArmorClass,andallows andobedience.Theyhavecombat training-including some themaccessto certainDexterity-orientedfeats. bonus feats-rivaling that ofafighter. Ifa samurairemains",
        "name":  "Characteristics",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wisdom determines how -1 penaltyforevery 5 pounds ofarmor and powerful aspella shaman cancast, equipmentcarried. howmany spells theshaman cancast Spells:Ashaman castsdivinespells according perday, andhowhard thosespells are to Table2-3:TheShaman.Ashaman maypre- to resist.Tocast aspell,ashaman must pare andcast anyspellon the shaman spelllist haveaWisdom scoreof10 +thespell\u0027s (see Chapter7:MagicandSpells), provided he level.Ashamangetsbonusspellsbased cancast spells ofthatlevel.(Alignment restric- on Wisdom.TheDifficultyClassofa tionsmean that castingsome spells mayhave saving throwagainstashaman\u0027s spell unpleasantconsequences.)TheDifficultyClass is 10+thespell\u0027slevel+theshaman\u0027s forasaving throwagainstashaman\u0027sspellis 10 Wisdom modifier.Ahigh Constitution +thespell\u0027slevel+theshaman\u0027s Wisdom modifier. improves ashaman\u0027s hitpoints,and a Shamansdonotacquiretheirspells frombooks high Charisma improvesthe shaman\u0027s or scrolls, norpreparethem throughstudy.Instead, savingthrows. they meditate or prayfortheirspells,receivingthem",
        "name":  "Abilities",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Almostwithoutexception, allshugenjasarehumans samurai consider it aninsult to theirstationto have a non- from themajorclans.In Rokugan, spellcastersfromotherraces samuraiwearingthearmorthattheybelieveis abadgeoftheir (andhumanpeoples)aresorcerers.Inothercampaignsettings, rank.Likewise,whilea shugenja is entitled to wearthewaki- most spellcasters areshamans, sorcerers, or wujen. zashias amember ofthe nobleclass, wearingakatana is con-",
        "name":  "Races",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Charisma determines howpowerful aspell a onTable2-5:Shugenja Spells Known.Onespellofeverylevel shugenja cancast,howmany spells theshugenja can cast per is determined bytheshugenja\u0027s school;sometimesthesespells day, andhowhard thosespells are to resist.Tocast aspell, a arenormalspells on theshugenja spelllist,butoften they are shugenja musthaveaCharismascoreof10 +thespell\u0027slevel. additions to the spell list.These spells are listed with the AshugenjagetsbonusspellsbasedonCharisma.TheDifficulty shugenja spelllist in Chapter7: MagicandSpells.(Note:The Class ofa saving throw againsta shugenja\u0027s spell is 10 +the number of spells a shugenja knows is notaffected by her spell\u0027slevel+theshugenja\u0027s Charisma modifier.High Dexterity Charismabonus, ifany;the numbers onTable 2-5arefixed.),,\" ishelpfulforashugenja(whotypicallywearslittleornoarmor) Ashugenja is limitedtocastingacertainnumberofspells of becauseit provides herwith anArmorClassbonus.Agood each levelperday, butshe need notprepareherspells in Constitution gives ashugenja extrahitpoints,aresource that advance.The numberofspellsshecancast perdayis improved sheis otherwiselowon. byherbonusspells,ifany.Forinstance,at 1stlevel, KitsuMari",
        "name":  "Abilities",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At3rdlevel, forarmorheavierthanleather soheigainstheDeflectArrows applyto the skills Balance, feat (see Feats in the Player\u0027s Climb,EscapeArtist,Hide, Handbook), even ifshe doesn\u0027t Jump,Move Silently,Pick have theprerequisite feat and Pocket,andTumble.Also, Dexterityscore. Swim checks suffer a-1",
        "name":  "DeflectArrows",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At penalty for every 5 5th level, a soheigainsthe pounds ofarmor and Remain Consciousfeat (see equipmentcarried. Chapter4inthisbook), even",
        "name":  "Remain Conscious",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As describedin the Player\u0027s wujen\u0027sIntelligencemodifier.HighDexterityishelpfulforawu jen, whotypicallywearslittle or noarmor, becauseit provides Handbook.Sorcererscanuseeitherthewizard/sorcererspelllist fromthePlayer\u0027s Handbook or thewujenspelllist in Chapter7. herwith an ArmorClassbonus.AgoodConstitutiongivesawu jenextrahitpoints,aresourcethatsheisotherwiseverylowon. To cast themost powerfulforms ofmaho (blood magic),",
        "name":  "Game Rule Information",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wu jentypicallyadventure to expand their ofarmornorwith shields.Armorofanytype interferes with a knowledgeoftheworld, both magicalandmundane.Likewiz- wujen\u0027smovements,whichcancauseherspells to fail(ifthose ards,theytend to approach adventures with carefulplanning, spells have somaticcomponents).Notethatarmorcheckpenal- sincetheirdailyspellselectionisvitallyimportant. ties forarmorheavierthan leatherapplyto the skills Balance,",
        "name":  "Adventures",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wu jen are the arcane spellcasters of Climb, Escape Artist, Hide,Jump,Move Silently,Pick Pocket, OrientalAdventures.Aswith wizards,theirspells aretheirpri- andTumble.Also, Swim checks suffer a-1penaltyforevery5 mary classfeature, andassume an all-importantrole in awu pounds ofarmorandequipmentcarried. jen\u0027s life. Many wujen spells draw on thepower ofthe five",
        "name":  "Characteristics",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Abattlemaiden\u0027smountbegins withthenormal thefollowingcriteria. thickhideofitskind,butthatnaturalarmorvalueincreasesasthe",
        "name":  "Toqualifyto becomeabattle maiden,acharactermustfulfillall NaturalArmor",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Abattle maiden\u0027s mount is no ordinary Share Saving Throws:The mountusesits own base save animal.Infact,itis notananimalatall,butamagicalbeast.This bonusesorthebattlemaiden\u0027s,whicheverarehigher. heavy warhorse shares the basic statistics ofits kind, as Speed:Themount\u0027sbase speedincreasesas thebattle maiden describedin themonsterManual,butalso shares many qualities acquiresmorelevels.Anormalwarhorse\u0027sspeedis 50feet. in common with apaladin\u0027smount. It is superior to anormal CommandEquines(Sp):Themountcanusethis abilityat will mountofitskindandhasspecialpowers,as shownbelow. againstotherequines (including horses,donkeys, mules, and ponies)with fewerHitDice than it hasitself.Themountcan Battle Attack usethis abilityonce perdayperlevelofthebattle maiden,andI Maiden Natural Bonuses theabilityfunctionsjust like thespellcommand(for purposes Level HD Armor Str Int Hoof Bite Special of this spell, themountcanmake itselfbe understood by any 1st-3rd 6d8+18 4 19 6 +7 +2 Improved normal equine).Sincethis isaspell-likeability,themountmust,v evasion, make a Concentrationcheck(DC21)ifit\u0027sbeingridden at the empathic link, time (asin combat).Ifthecheckfails, theabilitydoes notwork share saving thattime,butitstillcounts againstthemount\u0027sdailyuses. throws 4th-6th 8d8+32 6 20 7 +10 +5 Speed60ft. SpellResistance (Ex):Toaffect themount with aspell, aspell- 7th-9th 10d8+30 8 21 8 +11 +6 Command castermust make a caster levelcheck (1d20 +caster level) at equines leastequaltothemount\u0027sspellresistanceof20. 10th 12d8+36 10 22 9 +14 +9 Speed 70ft., Ride Bonus (Ex):Abattle maiden gets a+2competence SR20 bonusonherRide checks at 1stlevel.This bonusincreasesby -",
        "name":  "Special Mount",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The class levelofthebattle maiden.Ifthe +2 everyfourlevels thereafter (+4at 5thlevel, +6at 9thlevel). mount suffers alevel drain, treat themount as though it Shecanalways take 10 ona Ride check, evenifstress anddis- belonged to abattle maiden ofonelevellower. Forexample, if tractionswouldnormally preventherfromdoingso. TABLE3-2:THE BATTLE MAIDEN Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +2 +0 +0 Special mount, Ride bonus+2 2nd +2 +3 +0 +0 Burstof speed 3rd +3 +3 +1 +1 Ride bonus (initiative) +2 4th +4 +4 +1 +1 Defensive riding 5th +5 +4 +1 +1 Ride bonus (AC) +4 6th +6 +5 +2 +2 7th +7 +5 +2 +2 ? Ride bonus (attacks) +4 8th +8 +6 +2 +2 Heal mount 9th +9 +6 +3 +3 Ride bonus +6 10th +10 +7 +3 +3 (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) In addition, as thebattle maiden increasesin levels,shecan REQUIREMENTS applythis bonusto otherchecks.At 3rdlevelandabove, she appliesherRide bonusonherinitiative checks whilefighting To qualifyto become abear warrior, acharactermustfulfillall fromhorseback.At 5thlevelandabove, sheapplies her Ride thefollowingcriteria. bonus to herArmorClasswhileshe is mounted. At7thlevel BaseAttackBonus: +7. andabove, she applies herRidebonus on meleeorranged Feats:PowerAttack. attacksshemakesfromhorseback.",
        "name":  "Battle Maiden Level",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d8. TABLE 3-4:THE BLADE DANCER Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +0 +2 +0 Acrobatics (+10), leap oftheclouds,fast movement 2nd +2 +0 +3 +0 Enchanted blade I 3rd +3 +1 +3 +1 4th +4 +1 +4 +1 Ride the wind, fast movement 5th +5 +1 +4 +1 Acrobatics (+20), acrobatic attack 6th +6 +2 +5 +2 Enchanted blade II 7th +7 +2 +5 +2 Fast movement 8th +8 +2 +6 +2 9th +9 +3 +6 +3 10th +10 +3 +7 +3 Acrobatics (+30), enchanted blade III, fast movement REQUIREMENTS flaming, frost, shock, or ghosttouch.Abladedancer canuse this abilityeven ifheis wearingmedium orheavyarmor. Toqualifyto become abladedancer,acharactermustfulfillall Ride theWind (Sp):Abladedancerof4thlevelorhigher can thefollowingcriteria. useairwalkas aspell-like abilityonceperday.",
        "name":  "Hit Die",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At3rdlevel,aeunuchwarlockgainsthe Leader- with anytype ofarmoror shields.Armorofanytype interferes ship feat forfree.Eunuch warlocks typicallyhave unitsofsol- withaeunuch warlock\u0027sarcane gestures,whichcancausehis diersattheircommand.Iftheeunuch warlock alreadyhasthe spellsto fail (ifthosespells havesomaticcomponents). Leadership feat, he gain apermanent+2 bonuson hisLeader-",
        "name":  "Leadership",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Anynonchaotic,nongood. improved evasion ifheis wearinglightarmor or no armor.",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The shadow scout has a speed faster shifters are spellcasters (wujen, sorcerers, or shamans)who than the norm for hisrace by +10 feet when wearing no firstlearnpolymorphselfand then move on to greatermastery. armor, lightarmor, ormedium armor(andnot carrying a Others arehengeyokai,lycanthropes,rakshasas,ogre mages,or heavyload). othercreatureswith naturalshapechangingability.Averyfew Evasion(Ex):At2nd levelandabove, a shadow scoutcan high-levelninja(withtheirthousandfacessupernaturalability) avoideven magicalandunusualattackswithgreatagility.Ifthe manage to acquireat leasta fewlevels ofshapeshifter.Shape- scoutmakesasuccessful Reflex savingthrowagainstanattack shiftersarenotfoundin Rokugan. thatnormally dealshalfdamageonasuccessfulsave,heinstead NPCshapeshiftersare often loners,hauntingthe wilder- takesnodamage.Theshadowscoutcanonlyuseevasionifheis ness in animalform.Otherslive in themidstofcivilizedsoci- wearinglightarmoror noarmor. ety, usingtheirabilities to become spies, thieves, or even DetectEnemy(Sp):At 3rd level, ashadow scoutgainsthe assassins. abilityto detect thepresence ofhisfavored enemy.The abil- HitDie:d8. ityis similar to the detect evil spellin range, area, and dura- tion. In thefirst round ofconcentration, the shadow scout REQUIREMENTS canascertainthepresence or absence ofhis favoredenemy Toqualifyto become a shapeshifter,acharactermustfulfillall within thearea. In the secondround, theshadow scoutcan thefollowingcriteria. determinethenumberofcreaturesin thearea andthepower",
        "name":  "Fast Movement",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dodge. attack that normallydealshalfdamage onasuccessful save,she insteadtakesnodamage.Evenifshefailshersaving throw, she CLASS SKILLS takesonly halfdamage.Theyakuza canuseimprovedevasion Theyakuza\u0027s classskills (and thekeyabilityforeach skill)are: onlyifsheis wearinglightarmoror noarmor. Bluff(Cha), Diplomacy(Cha), Disable Device (Int), Forgery Yakuza Knowledge (Ex): Ayakuza, ifshe\u0027s doingherjob, (Int), Gather Information(Cha), Hide (Dex), Innuendo knowseverythingthatgoesonin her\"territory,\"andalotabout (Cha), Intimidate (Cha), Listen (Wis), Move Silently (Dec), whatgoes on outside it.Ayakuza may make a specialyakuza Open Locks (Dex), Pick Pockets (Dex), Sense Motive (Wis), knowledge checkwithabonusequalto herclasslevel+her andSpot (Wis). SeeChapter4: Skills in thePlayer\u0027s Handbook intelligence modifierto seewhethershe knowssome relevant forskilldescriptions. information about localpeople or places.Theyakuza maynot",
        "name":  "Feats",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dragon. ArmorClass, the number you subtract from yourattack and",
        "name":  "Clan",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Three timesperday, youcancast a spellwith terity bonus to AC and giving attackersa +2 bonuson their extraordinarypower.Add +1 to the saving throwDifficulty attack rolls. Classforthesespells. WARRIOR INSTINCT [ANCESTOR] SPELLCASTER SUPPORT Your ancestor,Matsu Hitomi,was the most famous female samuraiof theearlyEmpire. Hitomi donned herbrother\u0027s [ANCESTOR] ` Your ancestor, Shiba Kaigen, was a samurai whoused his armorto avenge hisdeath,earningcommandofaunitofsamu- knowledgeofspellcraft to help defend amountainpassfrom a raithroughherfierce devotionto war.",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cord armor consists ofropelike fibers ARMOR DESCRIPTIONS wovenandknotted into athick, tough fabric. It is typically foundamong more barbaric cultures or in places where The types of armor found on Table 5-9: NewArmor are leatheris scarce. describedbelow(inalphabeticalorder).",
        "name":  "Cord Armor",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ashigaruarmoris alightandinexpensive to some othertypes ofarmorto provide an additional armor armorwornbyfarmersconscriptedintoadaimyo\u0027sarmy.Itcon- bonusthat stacks withboth thefoundation armor and any sistsofalightbreastplateandthighprotectors made oflaced shieldworn.Acharactercanweardastanawithpadded,leather, metalplates (hara-ate), shin guards (sune-ate), and alight or chain shirtarmor. AcharacterneedsArmor Proficiency helmet resemblingaroundstrawhat(jingasa). (light)to weardastanawithoutpenalty.",
        "name":  "AshigaruArmor",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bone armor is sometimes worn bynezumi",
        "name":  "BoneArmor",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This heavyhide armoris madefromtheskin ofa or barbarian soldiers or sorcerers.The armor consists of a rhinoceros.Itis morecommonly enhancedbymagicthan reg- cloth or leathercoat reinforced with strips of bone, and ular hide armor,andoftencarriesmagicrelatedtothestrength leaves thelimbsfree. oftherhino.",
        "name":  "Dhenuka",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Brigandine armorconsists ofacoat ofleather",
        "name":  "Brigandine",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Greatarmor, called o-yoroi, is afull suit of plates,eachplate consisting ofleatherwith astrip ofsteel armorformed from smallmetalplates tied together with col- oredleatherlacings andlacquered to TABLE S-H: ARMOR FROM THE PLAYER\u0027S HANDBOOK seal them from moisture.Thefull suit Player\u0027s Handbook Armor Player\u0027s Handbook ArmorAvailablein Other consistsofacorselet(do-maru,covering Availablein Rokugan OrientalAdventures Campaigns the stomach, chest, shoulders, and Chain shirt Banded mail back), largerectangularshoulder pieces Padded Chainmail (sode),anapronoflargeplates to cover Chain shirt the thighs andknees (haidate), a great Hide helmet with aface mask (kabuto),and Leather shin guards madeofmetalsplints(sune- Padded ate).Wearinggreatarmoris abadge of Scalemail honorfor samuraiof the noblecaste, Shields (all) andtheyfrownonanyoneelsewear- Splint mail Studded leather inga suit-including shugenjas.",
        "name":  "GreatArmor",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Nezumi soldiers occasionally use kappa ratling sheds the shell entirely. Humans can usekappa shells forprotection, strapping thehard shellto theirbacks shells as well,butgenerally find theconceptdemeaning.A andcrawling onallfourstoadvancetheirposition.Usedthis characterneedsShield Proficiencyto useakappashellwith- way, a kappa shellfunctionsmuch like a towershield,pro- outpenalty. viding nine-tenths cover(+10 to AC, +4 on Reflex saves, Lamellar: Similar to splint andbrigandine armor, lamellar with half damage on afailed save and none on a successful lies betweenthetwoin protective value.It consists ofsmall, save) as long as the covered nezumi remains on allfours, overlappingplatesofmetalsewn together or stitched toaback- moving athalfhisspeed.Once engagedin melee, asensible ingofleatherorcloth. TABLE5-9: NEWARMOR Armor Maximum Armor Arcane Speed Armor Cost Bonus Dex Bonus CheckPenalty Spell Failure (20ft.) (30ft.) (40ft.) Weighty Light armor Cord armorA 15 gp +2 +5 -1 5% 20ft. 30 ft. 40 ft. 15 Ib. Bonearmor 20 gp +3 +4 -3 15% 20 ft. 30ft. 40 ft. 20 Ib. Ashigaru armor 25 gp +3 +5 -1 15% 20 ft. 30 ft. 40 ft. 20 Ib. LeatherscaleA 35 gp +3 +6 -2 15% 20 ft. 30 ft. 40 ft. 20 Ib. Medium armor DhenukaA 30 gp +4 +1 -5 25% 15 ft. 20 ft. 30 ft. 25 Ib. Brigandine A 30gp +4 +2 -5 30% 15 ft. 20 ft. 30 ft. 40 Ib. Partial armor 50 gp +4 +4 -3 25% 15 ft. 20 ft. 30 ft. 30Ib. Lamellar A 150gp +5 +3 -4 30% 15 ft. 20 ft. 30 ft. 35 Ib. Heavyarmor Greatarmor 1,000gp +7 +2 -5 40% 15 ft.* 20ft.* 30ft.* 45 Ib. Shieldsand OtherAdditions Chahar-ainaA 75 gp +1 - -1 5% - - - 10 Ib. DastanaA 25 gp +1 - -1 5% - - - 5 Ib. Tessen 12 gp +1 - -1 5% - - - 1 Ib. Kappashell 30gp - -10 50% - - - 45 Ib. When running in heavyarmor, you move only triple your speed, notquadruple. Thekappa shellgrants youcover.Seethedescription. .y Armorfitted for Small characters weighs half as much. AThisarmor is notcommonly found in Rokugan.",
        "name":  "Kappa Shell",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leatherscalearmorisjustlike thescalemail upthegamelan(kenong,bonang,slenthem,saron, gambang, describedin thePlayer\u0027s Handbook,except that thescales are andothers). madeofcuredleatherinsteadofmetal. Spellbook, Wizard\u0027s:Shugenjasdonotuseholysymbolsto",
        "name":  "LeatherScale",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alightsuitofarmorforsamuraiwhodonot cast theirspells,although they aredivine spellcasters.Instead, wish tobeheavilyburdened,partialarmorconsists ofabreast- they use ofudasas focus items.A setofofudas costs 15 gp and plateprotecting thechest, stomach, andback(haramaki-do), weighs 3pounds,just like awizard\u0027s spellbook. thighcovering(haidate),andshin guards (sune-ate).",
        "name":  "PartialArmor",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armsandarmor refugees have settled, much to thechagrin ofthe Phoenix. Exports:Timber,copper",
        "name":  "Taki,theIron RingsCascade,is theregionwheremanyofthese Imports",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This polearm resembles a pick on a pole and is designed to puncture heavy armor.",
        "name":  "Lucerne Hammer",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This is a stout leather gauntlet with a well-forged metal weight sewn into it over the knuckles. A strike with a ward cestus is considered an unarmed attack. If you take a Total Defense action, you gain an additional +1 bonus to your Armor Class, representing blows you block with the back of your protected hand. Your opponent cannot disarm you of a ward cestus. The cost and weight are for a single ward cestus.",
        "name":  "Ward Cestus",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor is carefully crafted from the tough bark of ancient trees and is treated to prevent it from becoming brittle over time. Strips of bark are layered together over a quilted layer of felt or hide. Bark armor is more flexible than wooden armor but does not pro- vide as much protection. Druids can wear bark armor without losing access to their spells and class fea- tures. Bark armor includes arm, leg, chest, and back protection, but it does not include gauntlets.",
        "name":  "Bark",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bone armor is a cloth or leather coat reinforced with strips of bone, often cut from animals used for food. The armor covers the torso but leaves the limbs free for better mobility.",
        "name":  "Bone",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Brigandine armor consists of a coat of leather plates, each plate consist- ing of leather with a strip of steel inside it. It is essentially a light form of splint mail.",
        "name":  "Brigandine",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This buckler is actually a Tiny scarab beetle that latches onto the forearm. You must wear the beetle for a full day before the beetle buckler confers any bonus to Armor Class. Once itÆs attuned to its wearer, the beetle buckler is effectively a master- work buckler with a nonmagical +1 enhancement bonus to Armor Class. With a command word, you can detach the beetle. Then the beetle takes wing, darting around your body and blocking ranged attacks (as the Deflect Arrows feat, but using the beetleÆs Reflex save bonus, not your own). The beetle cannot be ordered to attack, but it defends itself if attacked.",
        "name":  "Buckler, Beetle",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide +14, Listen +4, Move Silently +10, Spot +4. Deflect Arrows (Ex): When detached from its shield position, a beetle buckler darts about in its ownerÆs space, blocking one ranged attack per round as the Deflect Arrows feat.",
        "name":  "Skills and Feats",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fibers of hemp or other natural material woven and knotted into a thick, tough fabric are the basis for cord armor. The armor forms a complete suit, hampering movement but offering decent pro- tection without the use of metal or leather. Cord armor is particularly popular among wild elves, who often avoid curing animal hide.",
        "name":  "Cord",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This pair of metal bracers can be worn in addition to some other types of armor to provide an additional armor bonus that stacks with both the foundation armor and any shield worn. You can wear dastana with padded, leather, or chain shirt armor. You need the Armor Proficiency (light) feat to wear dastana without penalty.",
        "name":  "Dastana",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dwarf armorsmiths grow dendritic armor from seed crystals deep underground; dendritic armor never reaches the smithÆs fire. Each suit of den- dritic armor is tailored for a specific wearer. This superb armor is socketed rather than riveted together, leaving almost no gaps or chinks. It protects better than full plate armor, but is also heavier and more cumbersome. Dendritic armor constantly grinds crystal flecks off, and regrows itself to its original shape. Anyone tracking a person wearing dendritic armor gains a +2 circumstance bonus on skill checks from the fine trail of crystals left behind. To remove dendritic armor, you must break your way out by succeeding at a Strength check (DC 25). As long as you leave at least 5 pounds of dendritic armor somewhere on your body, the armor grows back in 8 hours.",
        "name":  "Dendritic",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leather scale armor is just like the scale mail described in Chapter 7 of the RNK Adventurer\u0027s Codex, except that the scales are made of cured leather instead of metal. Moon-Ivy: Moon-ivy armor is a close-fitting body- suit that grows every night and dies at the end of every day. You put on a wreathlike choker before going to sleep. Overnight, a tight but flexible bodysuit of fibrous ivy grows over your body. When you awaken, you are wearing a tough, fibrous light armor. For an additional 500 gp, one of the following types of ivy can be grafted into the armor.",
        "name":  "Leather Scale",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once per day, the ivy exudes phero- mones that make you seem more attractive. The pheromones grant a +3 bonus on all Charisma-based checks for 3 hours. The bonus doubles to +6 if you attempt to influence a creature with scent, but moon- ivy pheromones do not affect constructs or undead. Quick-Escape: Ingeniously crafted, this armor uses special buckles, straps, and releases so it can be removed in mere moments. It is a favorite of wealthy sailors and adventurers who anticipate going near bodies of water. As a standard action, the wearer pulls and twists on a special lock, located on the shield-side hip, which causes the armor to fall away. Each lock is unique in operation, making it difficult for anyone other than the owner to undo, especially in the middle of battle. A Disable Device check (DC 30) is required for someone other than the wearer to release the armor in combat. If the Disable Device attempt is made while the wearer is not in combat (a rogue sneaking up on a sleeping guard, for example), then the DC is reduced to 15. The quick-escape extra must be included during the creation of the armor, which must be of master- work quality. It takes twice as long as normal to put on quick-escape armor.",
        "name":  "Pheromones",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ring armor is composed of tough leather, heavily reinforced with hundreds of small metal rings. Ring armor is the precursor to chainmail and is commonly found in cultures that havenÆt discovered how to create that type of armor. It is a cheap and effective protection, popular among town guards.",
        "name":  "Ring",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor is created out of specially treated tortoise shells and more exotic sea life. The armormak- ing process softens the shells, making them far more pliable and likely to bend instead of shatter when struck. Shell armor includes a breastplate, shoulder guards, and even gauntlets created from smaller and smaller shells. Druids can wear shell armor without losing access to their spells or class features.",
        "name":  "Shell",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This small wooden shield has a special switch located on the inside grip. When trig- gered, four blades pop out from the edges of the shield, and one larger blade springs out from the middle. Triggering and retracting the blades is a free action. When the blades are activated, the stiletto shield counts as a spiked shield in all respects.",
        "name":  "Shield, Stiletto",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Found almost exclusively among dwarven kingdoms, this extremely rare armor is cre- ated from thin sheets of a specially treated stone resembling marble. Dwarven stone armor is very heavy and more ornamental than practical; conse- quently it is the dress uniform for many dwarven defenders. It pro- vides impressive protec- tion, as long as the person wearing it does not plan on moving very fast. Dwar- ven stone armor includes greaves and helmet, but not gauntlets.",
        "name":  "Stone, Dwarven",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wicker armor is the poor soldierÆs last resort. Tightly woven reeds cover the entire body, offer- ing slightly more protection than normal clothes, al- though the wicker is bulky and loud. The main advantage of wicker armor is its low cost and light weight.",
        "name":  "Wicker",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bronze shields have the same pro- tective value as steel shields,and their cost and weight are the same. The hardness of a bronze shield is 9 (compared to ironÆs 10), however. A small bronze shield has 7 hit points, and a large bronze shield has 14 hit points.",
        "name":  "Bronze Shields",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This extraordinarily rare min- eral is mined only on islands of matter floating on the Astral Plane. It is very similar to iron but has a single extraordinary feature: It has a 25% chance of being effective against an incorporeal attack, as if it were made of force. It is not malleable enough to be worked into chainmail or scale mail; only a breast- plate, shield, or any form of heavy armor can be made from Astral driftmetal. A suit of driftmetal armor weighs 5 pounds more than the same armor made of steel, but the other statistics of the armor (maximum Dexterity bonus, armor check penalty, spell failure chance) are unchanged. Astral driftmetal has a hardness of 12 and 30 hit points per inch of thickness. Its market price modi- fier is +1,000 gp.",
        "name":  "Astral Driftmetal",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Similar to elven leafweave armor, elven darkleaf armor is made of carefully cured and beautifully carved pieces of darkwood (see Chapter 8 of the RNK Game Master\u0027s Tome), supplemented by alchemically treated leaves. Making armor out of darkleaf reduces its spell failure chance by 5% because the armor is so flexible. The maximum Dexterity bonus of darkleaf armor is increased by +1, and armor check penalties are reduced by 2. Most darkleaf armors are one category lighter than normal for purposes of movement and other limitations (for example, whether a barbarian can use his fast movement ability). If made of elven darkleaf, heavy armor is treated as medium, medium armor is treated as light, but light armor is still treated as light. Only armors generally made of metal can be constructed from elven darkleaf. Creating elven darkleaf armor requires a successful Alchemy check (DC 25) in addition to the normal Craft (armorsmithing) checks required to make armor.",
        "name":  "Darkleaf, Elven",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Githzerai armorsmiths in the Ever- Changing Chaos of Limbo have found a way to alloy ordinary iron with some of the shifting chaos-stuff of their native plane. The resulting metal, called entro- pium, is heavier than iron but can be used to make effective armor. A suit of entropium armor actually shifts as its wearer moves, allowing incredible flexi- bility at the cost of increased weight. Light entropium armor is considered medium and weighs 2 pounds more than normal, medium armor is heavy and weighs 5 pounds more than normal, and heavy armor is simply more so, weighing 10 pounds more than normal. Shields also weigh 2 pounds more than their steel counterparts. The armor check penalty of the armor increases by 2 for Strength-related skills (Climb and Jump) and decreases by 2 for Dexterity-related skills (Balance, Escape Artist, Hide, Move Silently, Pick Pocket, and Tumble). The arcane spell failure chance decreases by 10% (to a minimum of 5%), and the max- imum Dexterity bonus increases by +2. Naturally, entropium improves only armors made primarily of metal, including chain shirts, all medium armors except hide, all heavy armors, and steel shields. Entropium has a hardness of 15 and 40 hit points per inch of thickness. Item Market Price Modifier Light armor +750 gp Medium armor +2,000 gp Heavy armor +8,000 gp Shield +750 gp",
        "name":  "Entropium",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Elven artisans weave suits of armor from forest leaves, which are then treated by a special alchemical process that makes them as tough and flexible as leather, with considerably less weight and encumbrance. Such suits are made in both ôspring- timeö and ôautumnö styles: Springtime leafweave armor is vivid green, while the autumn style is made up of red, orange, and yellow leaves. The spell failure chance for elven leafweave armor is reduced by 5% due to its increased flexibility, the maximum Dexterity bonus is increased by +1, and armor check penalties are reduced by 2. Armors that are generally constructed of metal cannot be dupli- cated with elven leafweave. Creating elven leafweave armor requires a success- ful Alchemy check (DC 25) in addition to the normal Craft (armorsmithing) checks.",
        "name":  "Leafweave, Elven",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Urdrukar, often referred to as ômind steel,ö is a dark metal found only in the deepest recesses of the Underdark. Naturally resistant to div- ination magic, items made from urdrukar are greatly prized by those who do not wish to be found. Every 5 pounds of urdrukar that a character wears or carries increases the DC for all attempts to scry on that char- acter by +2. Armor and shields made from urdrukar have double the normal arcane spell failure chance. Urdrukar is heavier and harder to work with than most other metals: Armor made from it tends to be somewhat clumsier, making gestures more difficult. Urdrukar has a hardness of 15 and 30 hit points per inch of thickness. Metal items made from urdrukar cost an additional 500 gp per pound.",
        "name":  "Urdrukar",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This incredibly fine, flexible metal is found only in the deep mines of Nidavellir in the Heroic Domains of Ysgard. It is not suitable for making an entire suit of armor, but small sections of heartwire mail can be incorporated into chain shirts, chainmail, or heavy armor to reinforce vital areas. This reinforcement has the effect of increasing the wearerÆs AC by +2 solely for purposes of the roll to confirm a critical hit. The heartwire is so fine and light that it does not increase the armorÆs weight. The market price modifier for such a suit of armor is +1,500 gp. And so on for the rest of the text, with all names altered to original RNK™ branded versions.",
        "name":  "Ysgardian Heartwire",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Use Magic Device 10 ranks. Armor Proficiency:",
        "name":  "Skills",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff 5 ranks, Disguise 5 ranks, Gather Infor- net), as well as with light armor. mation 5 ranks, Intimidate 5 ranks, Ride 5 ranks. Ambush: During a surprise round, the outlaw can",
        "name":  "Skills",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A typical The usual maximum rank spymaster wishes to keep her limit still applies to these true profession secret, so she skills. pretends to be a simple Sneak Attack: The rogue, ranger, or the like. spymaster gains the In addition to allaying her com- sneak attack ability (see panions’ suspicions, maintaining a the Rogue section in TaTbalbel e1 –16–:6 T: hTeh eS pSypmymasatsetrer Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +2 +2 +0 Cover identity, required ranks, sneak attack +1d6 2nd +1 +3 +3 +0 Required ranks, undetectable alignment 3rd +2 +3 +3 +1 Quick change, required ranks, Uncanny dodge (Dex bonus to AC) 4th +3 +4 +4 +1 Cover identity, required ranks, sneak attack +2d6 5th +3 +4 +4 +1 Required ranks, slippery mind, spot scrying 6th +4 +5 +5 +2 Required ranks, uncanny dodge (can’t be fl anked) 7th +5 +5 +5 +2 Cover identity, required ranks, Sneak attack +3d6 8th +6 +6 +6 +2 Deep cover, hear subharmonics, required ranks 15 9th +6 +6 +6 +3 Detection damper, reactive body language, required ranks 10th +7 +7 +7 +3 Mind blank, Required ranks CHAPTER 1: PRESTIGE CLASSES Chapter 3 of the Player’s Handbook) at 1st level if she does weaker than they normally would. For example, a strong not already have it. She gains +1d6 damage with this aura becomes faint, and faint or dim auras become com- attack initially, but this rises to +2d6 at 4th level and to pletely undetectable. +3d6 at 7th level, if she already has the sneak attack abil- Reactive Body Language (Ex): Also at 9th level, the ity from a previous class, the damage bonuses stack. spymaster learns the silent language of subconscious Undetectable Alignment (Ex): The web of differ- body movements. By mimicking the body language of ent identities and agendas inside the spymaster’s mind those with whom she interacts, she gains a +2 insight makes it impossible to detect her alignment via any form bonus on Bluff and Disguise checks. of divination once she reaches 2nd level. This ability Mind Blank (Sp): At 10th level, the spymaster can functions exactly like an undetectable alignment spell, become immune to all mind-affecting spells and divina- except that it is always active. Only divinations are con- tions by rigorously silencing her mind. Using mind blank founded; spells that function only against certain align- is a standard action, and the spyrnaster can do it a number ments, such as protection from evil and holy smite, affect the of times per day equal to 3 + her Intelligence modifi er. spymaster normally. This ability works exactly like a mind blank spell cast by Quick Change (Ex): By 3rd level, the spymaster has a 15th-level sorcerer, except that it affects the spymaster become adept at quickly switching from one identity only and its duration is 10 minutes. to another. She now can don a disguise in one-tenth the See Complete Divine normal time (1d3 minutes) and put on or take off armor in TEMPLE RAIDER one-half the normal time. OF OLIDAMMARA Uncanny Dodge (Ex): Also at 3rd level, the spy- master gains the uncanny dodge ability (see the Rogue Olidammara’s worshipers don’t have many temples of section in Chapter 3 of the Player’s Handbook) if she did their own, but some of them spend a great deal of time not already have it. She gains additional benefi ts of in the temples of other deities-robbing them of every this ability as her spymaster level increases (see Table valuable that’s even remotely portable. The temple 1–6). If she already had uncanny dodge from one or raiders are an elite cadre of thieves who worship the more previous classes, levels of those classes stack Laughing Rogue and specialize in stealing valuables with spymaster levels for the purpose of determining and secret lore from the temples of other deities. Few the benefi ts, but she continues to progress in the abil- enterprises are as dangerous as breaking into a temple, ity along whichever track she was originally using for so Olidammara grants limited spellcasting abilities to it. For example, if a rogue becomes a spymaster, add temple raiders in his service. together her levels of spymaster and rogue, then refer Temple raiders usually work in small teams, using to Table 3–15; The Rogue in the Player’s Handbook to stealth, disguise, or magic to infi ltrate a rival temple determine the benefi ts of uncanny dodge at her new, secretly. Once inside, they plunder the treasury, steal reli- combined level. gious relics, and abscond with any secrets the clerics of Slippery Mind (Ex): At 5th level, the spymaster the rival temple cared to write down. If all goes well, they gains the slippery mind ability (see the Rogue section slip out unnoticed, but they’re not above fi ghting their in Chapter 3 of the Player’s Handbook) if she does not way to freedom. They know that the penalty for stealing already have it. from a temple is usually death, so they’re quick to draw Spot Scrying (Ex): Also at 5th level, the spymaster blades when capture seems imminent. notices the magical sensor created by arcane eye, scrying, Temple raiders are always listening for news of great a crystal ball, or the like with a successful Spot check riches or dark secrets at the temples of other deities, (DC 20). and they eagerly chase down rumors of hidden shrines Deep Cover (Ex): At 8th level, the spymaster can and half-buried temples from bygone ages. However, quiet her mind and completely immerse herself in her they typically have plenty of time between raids for cover identity at will. While she is in deep cover, divina- normal adventuring, which they undertake frequently tion spells detect only information appropriate for her with their deity’s blessing. After all, dungeon adven- cover identity; they reveal nothing relating to her spy- turing hones the skills that the temple raider needs for master persona. special missions-such as liberating the war-booty that",
        "name":  "Cover Identity",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Disable Device with both light and 4 ranks, Open Loc k 4 medium armor. ranks, Search 8 ranks. Traps: At 1st level, a",
        "name":  "Skills",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  " 1st Level—cure light wounds, detect chaos, detect evil, detect good, detect law, detect secret doors, endure elements, entropic shield, infl ict light wounds, invisibility to undead, obscuring mist, protection from evil, protection from good, protection from law, random action, remove fear, sanctuary, shield of faith, spider climb. 2nd Level—augury, cat’s grace, cure moderate wounds, darkness, darkvision, delay poison, fog cloud, hold person, infl ict moderate wounds, knock, lesser res- toration, misdirection, resist elements, silence, undetect- able alignment. 3rd Level—blindness/deafness, cure serious wounds, dispel magic, infl ict serious wounds, locate object, magic circle against evil, magic circle against good, magic circle against law, magic vestment, negative energy protec- tion, protection from elements, remove curse. 4th Level—air walk, cure critical wounds, free- sway (Chaos, Luck, and Trickery). He thus has access to dom of movement, infl ict critical wounds, neutralize poison, two domain spells at each spell level and may prepare restoration, spell immunity. See Complete Adventurer one or the other each day in his domain spell slot. THIEF-ACROBAT A temple raider must spend 1 hour each night in quiet contemplation and supplication to Olidammara Like any large guild, a thieves’ guild has many specialists to regain his daily allotment of spells. Time spent rest- within its ranks—pickpockets, burglars, swindlers, and ing has no effect on whether he can prepare spells. even highway robbers. None of these, however, have the Unlike clerics, temple raiders do not channel energy prestige of a thief-acrobat—the superlative second-story to turn or rebuke undead, nor can they spontaneously burglar who is infamous for daring escapades across the cast cure or infl ict spells. They also gain no granted city’s rooftops. powers for their domains. The thief-acrobat excels at getting into and out of",
        "name":  "Temple raiders choose their spells from the following list",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character with a Tumble armor, or magic items that provide an armor bonus. skill modifi er of +14 or higher need not make Tumble checks to move past opponents anymore. DDasahs h[G [Geneenrearla]l ] FEATS You move faster than normal for your race.",
        "name":  "Speeding Combat",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you are wearing light armor or no armor Feats are an exciting element of the D\u0026D game. This and are carrying a light load, your speed is 5 feet faster section presents new feats designed with bards and than it normally would be. rogues in mind, though of course any character who qualifi es can take them. DDisigsugiusies eS pSeplel l[lM [Meteatmamagaigci]c] You can cast spells without observers noticing. Acrobatic [General] Prerequisite: Bardic music ability, 12+ ranks in Perform. You have excellent body awareness and coordination. Benefi t: You have mastered the art of casting spells",
        "name":  "Benefi t",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When running or charging, you can make a her movement. single direction change of 90 degrees or less. You can’t Prerequisite: Base attack +4, sneak attack ability. use this feat while wearing medium or heavy armor, or Benefi t: If you hit with a sneak attack, you may choose if you’re carrying a load heavier than light. to forgo +2d6 of your sneak attack damage to reduce your",
        "name":  "Benefi t",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A gong is a large, gently curved plate, rather Bardic Music: Harmonica music warms the hearts of like a single, huge cymbal. The typical version is made commoners and other folk of humble station. Thus, a of bronze and has a distinct, curved-in rim and a boss, successful Perform check in such company grants the or slightly raised knob, in the center. Gongs usually musician a +4 circumstance bonus on Bluff, Diplomacy, hang suspended from wooden frames to ensure that Disguise, and Gather Information checks involving any they can reverberate freely. Both the frames and of those listeners for 1d6 hours after the performance the gongs themselves can be as simple or as highly ends. In addition, it shifts the attitude of the listeners decorated as desired. by one category in the performer’s favor (for example, The sound of a gong never fails to get attention. To from friendly to helpful—see the NPC Attitudes play it, the musician simply strikes the boss with a section in Chapter 5 of the Dungeon Master’s Guide). large mallet, which is usually covered with either felt However, it also imposes a -4 circumstance penalty on or cloth. Each gong can produce only a single note, but Intimidate checks made against such listeners for the it is audible to a considerable distance and reverberates same period. Producing these effects is a supernatural, for 5 rounds after each strike. So impressive is the mind-affecting ability. sound that enthusiasts claim no other instrument can Harp: Far less portable than its smaller cousin the match it. lapharp, a standing harp is often 5 or even 6 feet in Stationary gongs usually weigh several hundred height. Its forty-six strings give it an astonishing range pounds each, so they are not suitable for adventuring. of more than fi ve octaves. An optional pedal attachment However, they are quite popular for ceremonial music allows the musician to raise (sharpen) or lower (fl atten) and as warning signal devices. Primitive races often the notes, thus generating an even wider range. hang circular metal shields on their walls to serve as Despite their size, harps are rather delicate and easily makeshift alarm gongs damaged. This tends to restrict harp performances",
        "name":  "Gong",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This metal collar offers superior protection other receptacles without directly endangering their for the neck, providing a +10 armor bonus against hands. The tongs do not permit fi ne manipulation, but garrote attacks. The typical gorget consists of two the owner can use them to lift an object weighing up to semicircular metal plates held in place with a metal pin. 5 pounds, tug aside a curtain, grip a doorknob or latch, or It is typically worn as part of a set of full plate, though perform some similar activity. Some sets of tongs have it can also be worn alone or as part of a helmet. Adding wooden handles to insulate the user against electrical spikes to a gorget doubles the cost and may make shocks or other unpleasant effects. A typical set of certain opponents reconsider attacking the wearer’s longreach tongs can extend to a length of 10 feet. throat, but this feature adds nothing to its armor bonus. Long-Spoon Thieves’ Tools: Each of these items is a A gorget has a hardness of 10. specially modifi ed version of a standard lockpicking tool Because it can restrict breathing, long-term exertion mounted on a long, thin handle. These tools enable the is diffi cult for the gorget wearer. The item imposes a -4 user to manipulate a latch, tinker with a lock, or probe a circumstance penalty on any checks made to perform trap from a position up to 5 feet away and well to the side physical actions that extend over a period of time of the target device. A 1-inch-diameter mirror mounted (running, swimming, breath-holding, and so on). on a similar handle gives the user a good view of the",
        "name":  "Gorget",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Another gnome invention, Rogues and bards can usually hold their own in combat, the mechanical burglar is a tiny, clockwork device that but some additional help in the form of magic weap- automatically picks mechanical locks. (It cannot bypass onry or armor is always welcome. One of the following magic locks.) The device is a sophisticated mechanism items is designed especially for bards; the other is useful in which springs extend and retract tiny metal probes to any character. to manipulate a lock’s inner workings. Barricade Buckler: The correct command word To use the mechanical burglar, the owner simply transforms this +1 buckler into a tower shield. Like any winds it up and inserts it into the lock where the key other tower shield, it does not modify AC directly; would normally fi t. The device is not silent; it ticks, rather, it provides up to total cover for any one char- whirs, and pings the whole time it is working. A me- acter behind it. A second command word shrinks the chanical burglar takes 1d10 rounds to pick a lock. barricade buckler back to its original size.",
        "name":  "Mechanical Burglar",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12th; Prerequisites: Craft Magic Arms of a lute or a pair of boots and lasts for seven days or and Armor, animate objects, detect law, haste; Market Price: until exposed to water. A tin of waterproofing con- 127,855 gp; Weight: 4 lb. tains enough polish for ten applications. Bards in particular find this item useful for protecting their PoPtoitoinosns 55 precious instruments from inclement weather and This unusual potion is a favorite of assassins, rogues, and sudden dunkings. members of the Lamenters’ Order (see Chapter 4). CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, in which they land. When someone tries to move into, deathwatch; Market Price: 2,000 gp. through, or within the square on foot, the jumping caltrops CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT immediately try to scurry under the interloper’s feet. owner with at least 15 ranks in Perform can use crescendo They can move at a speed of up to 50 feet, though they (see Chapter 6), emotion, and dominate person, each once cannot leave their square. per day, by playing the correct notes. The musician also The number of caltrop attacks a creature suffers gains a +4 enhancement bonus on any Perform checks while within the affected area depends on its speed: made while playing the mandolin of the inspiring muse. four for normal speed, two for half speed, and none The mandolin also has the following command-word for one-quarter speed. (One-quarter-speed movement abilities, each usable once per day: levitate, magic circle assumes that the creature is shuffl ing forward without against evil, and fortissimo (see Chapter 6). picking up its feet at all.) The target’s shield, armor, and Caster Level: 9th; Prerequisites: Craft Wondrous Item, defl ection bonuses don’t count against these attacks. A fortissimo, crescendo, dominate person, emotion, levitate, magic target that is wearing shoes or other footwear, however, circle against evil; Market Price: 53,920 gp; Weight: 3 lb. gets a +2 armor bonus to AC. The speed of any target Nondescript Box: A nondescript box is perfectly ordi- that takes damage from a caltrop attack is reduced by nary in appearance, and it always seems to fi t in with its one-half because of the foot injury until the victim re- surroundings. In fact, it fi ts in so well that it is very diffi - ceives one successful Heal check, any cure spell, or any cult to notice. The eye seems to skip over it, and the mind other form of magical healing. forgets its presence immediately. Characters walk around Jumping caltrops continue to move for 11 rounds, a nondescript box without even realizing they have done so, though the owner can order them back into the bag be- and observers fi nd nothing strange about such detours. fore the duration expires if desired. However, they can Search attempts always fail to locate this item, and it radi- move only on their fi rst use; thereafter, they become ates no magic. However, a successful Spot check (DC 25) normal caltrops. enables the mind to pierce the box’s protections and see it",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide armor, greatclub, sap, boot dagger, 4 sp. The only other rule common to all assassins guilds is the code of silence: Revealing anything about the guild AAsssassassisnisn’s G’ Guiuldild results in an automatic death sentence, carried out by Although they operate far outside the law, assassins’ experts in the fi eld. guilds most often establish themselves in lawful cities. Advancement Opportunities: Occasionally, guild- Though this seems a paradox, it’s a logical result of the masters retire and pass the leadership to qualifi ed suc- way people who live in such communities behave. In cessors. Most of the time, however, transfers of power a city swept by chaos, confl ict is out where everyone within an assassins’ guild occur in the expected way— can see it. It’s easy for people to tell who their enemies through assassination of higher-ranking members. 64 are—they’re the ones attacking them. No one needs an Assets: The biggest asset an assassins’ guild has is the assassin to eliminate the competition in a lawless city—a frightening prowess of the membership itself. All assas- wizard or fi ghter does the job just fi ne. Lawful cities, on sins are capable foes, and what they lack in numbers they CHAPTER 4:ORGANIZATIONS FOR BARDS \u0026 ROGUES guilds, however, have their own political agendas. Members of these organizations refuse to accept as tar- gets any public fi gures they support, and in some cases they even assassinate enemies of their political allies with neither contracts nor payments. Most would-be rulers, however, are reluctant to accept an assassins’ guild as an ally because they fear the consequences of betrayal.",
        "name":  "Possessions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "In larger cities, the sewers provide the person who controls the city guard. In addition, a second network of streets for those who wish to the backing of the thieves’ guild makes it much easier remain unseen. If the assassins have hollowed out a for that thief to function as mayor. With a word to the fortress underneath part of the city, accessing it may be guildmaster, the mayor can make crime in a particular as simple as sliding aside a street grate and following a district disappear overnight, or increase it so much map through the maze of tunnels—meanwhile avoid- that commerce grinds to a halt. In addition, the guild’s ing the deadly traps and overcoming the protective espionage activities can produce enough blackmail magic, of course. information on the mayor’s political enemies to keep",
        "name":  "City Sewers",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Perhaps the assassins’ guild Assets: What the guild gets out of this arrangement has adopted a cover organization and is posing as some depends on what kind of power structure it infi ltrates. other type of guild. An undertakers’ guild provides an Thieves who infi ltrate the army can fi nd out about excellent cover, as the guild’s real jobs help to keep planned troop movements and gain access to the city’s the front organization in business. Alternatively, the armories. Infi ltration of the justice system ensures that cover guild could be a completely unrelated one, such guild members avoid punishment for their crimes— as a cobblers’ guild. As long as a suitable number of and that their rivals are locked up for good. Finally, the assassins in such a guild take ranks in the Craft those who infi ltrate the merchants’ guilds know just (cobbling) skill, the guild should have no trouble what to steal, how to steal it, and how to pin the blame retaining its cover. on others.",
        "name":  "Another Guildhouse",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The characters have received several lucra- using them—many of the old hideouts aren’t as secret tive jobs from the local thieves’ guild, only to learn that as they once were. it’s led by a clan of vampires. They must turn the tables Goals: Recruiting new members is a major goal for on the guild before they wind up as meals. remnant and new guilds. Since they are too small to Characters who come into confl ict with monsters in use “join or die” recruiting tactics effectively, most offer the wilderness might discover that their opponents have incentives of some type. Typically, the leader of such been receiving aid from a nearby city. Investigation re- a guild reduces the required percentage of the take to veals the truth about the thieves’ guild leadership. make membership more attractive, then gradually in- A monster PC has learned to interact better with “civi- creases it as the guild’s ranks grow. Some also offer to lized” races by operating as an agent of a monster-based help experienced freelancers with jobs. The guild’s assis- thieves’ guild. tance earns it a portion of the take, spreads the word of its existence in the underworld community, and might RRememnannatn tG Guiuldilsd sa nadn dN Newew G Guiuldilsds even convince the freelancer to join. Sometimes law enforcement wins. Running a thieves’ A small guild spends what money it earns to buy infl u- guild is a high-risk operation, and occasionally it doesn’t ence and favors from law enforcement and the justice succeed. Even if the authorities do manage to stamp out system. Rather than building a vast underground fortress, a thieves’ guild, however, a small remnant of it usually its leaders bribe watch sergeants and pay for blackmail remains at large. In those rare cases when destruction is information against judges. The money spent on such total, someone from outside the city eventually moves in efforts ensures that a city guard crackdown won’t put the to set up a new guild. entire guild membership in jail.",
        "name":  "Hooks",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Watchers began as an academic Beholder of the Infi nite away, and many are eager to accompany group studying various cultures’ myths about the end of Doombane soldiers, adventurers, and others who face the world. From there, its researchers branched out into Bringer of Solace death on a daily basis. Some Lamenters examining the demise of past civilizations, the role of Denier of Fate even go as far as to betray or poison some- deities in the end of the world, and how powerful magic Shield to the Unknowing one just to observe the moment of death. could result in vast destruction.",
        "name":  "Candle amid the Darkness be present when someone notable passes Area of Study",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No a -2 circumstance penalty to its Armor Class, Will saves, Concentration checks, and Spellcraft checks for as You can turn two ordinary coins into magic listening long as you keep playing. devices—one a sensor and the other a receiver. After Focus: The caster’s instrument. casting the spell, you simply give the sensor coin away, either surreptitiously or overtly. By holding the receiv- PePrecrucsussisoinon er coin up to your ear and making a successful Listen Illusion (Figment) check, you can hear whatever is transpiring near the Level: Brd 0 sensor. If the sensor coin is in a pocket, pouch, or sack, Components: V, S, M the DC for the Listen check increases by +5 for all but Casting Time: 1 action the most obvious sounds. Range: Close (25ft. + 5 ft/2 levels)",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "(4/5/5/4/4/2; base DC = 14 + spell spell for your spellbooks? Well, spit it out! I level): 0—detect magic, flare, mage hand, read magic;1st— haven’t got all day!” mage armor, magic missile(3), unseen servant; 2nd—arcane lock, detect thoughts, levitate, locate object, obscure object; If the characters do anything other than state their 3rd—clairaudience/clairvoyance, dispel magic, fireball, secret business without preamble, Barellus orders them from page;4th—arcane eye, ice storm, scrying;5th—cloudkill, his presence and refuses to talk with them any further. wall of force. Should the characters be open and forthright with him,",
        "name":  "Spells Prepared",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3 quarterstaff, bracers of armor +4, cloak of The old wizard knows no more than this, and he has resistance +3, ring of counterspells, wand of fireballs, scroll of no real concept of what has been happening in town flesh to stone, potion of bull’s strength. recently. dSerena:Female half-elf Wiz4; CR 4; Medium-size Should the characters try to fight these two, they have humanoid; HD 4d4–4; hp 14; Init +1; Spd 30 ft.; AC a tough battle on their hands. The treasure within the 12 (touch 11, flat-footed 11); Atk +4 melee tower consists primarily of old books relating to magic (1d4+2/19–20, +1 dagger); SQ Half-elf traits; AL CG; SV and legends, for the wizard became a sage after his Fort +0, Ref +2, Will +4; Str 12, Dex 13, Con 8, Int 16, retirement from adventuring. There are also a few Wis 11, Cha 14. potions, scrolls, and 2,000 gp (secreted inside a fake",
        "name":  "Possessions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 dagger, bracers of armor +1. then informs the baroness of it. She coldly orders the PCs from her presence and refuses all further requests Encounter 5: An Invitation for audience. If a fight breaks out here, the characters really don’t If the bard impressed the local nobility with the per- have a chance unless they try to escape. The foes on formance the previous night (see Encounter 3), the PCs hand include the court wizard (use the stats for Barel- have a chance to see the baroness. Upon returning to lus from Encounter 4), the guard captain (a standard the inn, the bard finds a special invitation awaiting him 9th-level NPC human fighter from Chapter 2 of the or her. The local ruler, Baroness Andrella, heard such good reports about his concert that she wants a special DUNGEONMASTER’s Guide),two sergeants (standard 7th- level NPC human fighters), two clerics (standard 7th- performance at the manor tonight—in just a few hours’ level NPC human clerics), and three dozen guards on time, in fact. If the bard accepts, the entire party is wel- duty (standard 3rd-level NPC human fighters). More come at Andrella’s manor. Go to Encounter 6 after the guards can come as the alert spreads, up to a total of 50 PCs have a chance to react and ready themselves. within the first two minutes of combat. If the battle Encounter 6: The Show of Shows lasts more than five minutes, the alert can draw in (EL Variable) another 50 guards from the outlying areas, and then If the bard has received and accepted an invitation to another 50 after that, plus one sergeant for every 25 perform at the manor house (see Encounter 5), or if the guards present. It’s really in the best interests of the PCs request permission to examine the city records, PCs to try to get out instead of face down a city’s they can visit the baroness. In the latter case, the worth of guards. baroness requests a performance from the bard in Encounter 7: Research exchange for permission—if she can tell that the group Should the PCs gain permission from the baroness to includes an entertainer. If not, the PCs can gain permis- examine the city records , they can enter the records sion if they can convince her with a successful Diplo- room of her manor house.. macy check (DC 20) that such access is vital to solving The steward (human Exp4) shows the characters to the recent string of burglaries. (See Encounter 7 if the the records room and stays with them while they PCs get permission to research the city records.) peruse the records, but he does not assist them in locat- If the bard puts on a show for Andrella, the guard cap- ing anything. They may take as long as they like in the tain warns the PCs upon their arrival that the baroness records room. does not take kindly to attempts to influence her with The Gather Information skill is no help here, but each magic of any sort. If they agree to a magic-free evening, successful Search check uncovers some nugget of they are ushered into the baroness’s presence. At least useful information. The following details are available six minor nobles and the baroness’s wizard are also through records research: present for the show. A Perform check result of 25 or • The first of the strange burglaries occurred only a higher for the bard’s performance indicates that the few weeks after the last public execution—the baroness is so pleased that she offers to grant the char- hanging of a notorious highwayman named acter a request. If the request is for permission to exam- Reynard. 6 • The highwayman was hanged at the gallows on Encounter 8A: Abandoned Lair the north side of town, and the City Guard kept Entrance (EL 8) his body on display for several weeks thereafter at The PCs eventually reach the abandoned lair during the north gate as a deterrent to other would-be their explorations. criminals.",
        "name":  "Possessions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Several dire rats (pets of the spymaster) table for the desired encounter level from among call this chamber home and attack any intruders. those presented on the next page. These tables are sim- dDire Rats (12):hp 5 each, see MONSTERMANUAL ilar to the Dungeon Encounters tables in the Adven- pages 56–58. tures chapter of the DUNGEONMASTER’SGuide, but they It’s clear that someone has been using this place lately. feature more creatures that would be at home in a All the stolen loot is here, though oddly enough, it’s cramped, urban environment. Although even a 3rd- scattered about carelessly, and some of it has spoiled level encounter may be nothing more than a nuisance through neglect or been chewed by the dire rats. In one for characters of this party’s level, it is rare to find any corner lies a skeleton dressed in a few remnants of dark creatures more dangerous than these living in a city’s cloth. (This is the body of the necromancer, which the sewers. 7 Table 1: 1st-Level Sewer Encounters d% Role Number of Creatures and Kind Treasure 1–10 Critter 2d10 bats (animal) — 11–20 Critter 2d8 rats (animal) — 21–25 Critter 1d3 centipedes, Medium-size monstrous (vermin) 20% 26–35 Critter 1d3+1 dire rats 20% 36–40 Critter 1d3 snakes, Small viper (animal) 20% 41–45 Critter 1d3 spiders, Small monstrous (vermin) 20% 46–55 Friend 1d3 beggars (1st-level commoners) 5% 56–60 Friend 2d4 city guards (1st-level warriors) 80% +1 61–65 NPC 1 1st-level NPC Gear 66–70 Terror 1 darkmantle 50% +1 71–80 Terror 1 shrieker 20% 81–90 Tough 1d3 thugs (1st-level warriors) 80% 91–94 Undead 1d3+1 skeletons, Medium-size 50% 95–98 Undead 1d3 zombies, Medium-size 50% 99–100 Undead 1 ghoul 50% Table 2: 2nd-Level Sewer Encounters d% Role Number of Creatures and Kind Treasure 1–5 Critter 1d4+1 centipedes, Medium-size monstrous (vermin) 20% 6–16 Critter 2d6 dire rats 20% 17–21 Critter 1 dire weasel 20% 22–27 Critter 1d3 giant ants, worker (vermin) 20% 28–32 Critter 1 snake, Medium-size constrictor (animal) 20% 33–39 Critter 1d3 snakes, Medium-size viper (animal) 20% 40–45 Critter 1d3 spiders, Medium-size monstrous (vermin) 20% 46–50 Critter 1d4+1 stirges 20% 51–55 Friend 1d3 beggars (1st-level commoners) 5% 56–60 Friend 2d4 city guards (1st-level warriors) 80% +1 61–65 NPC 1d3 1st-level NPCs Gear 66–70 Terror 1 choker 20% 71–75 Terror 1 ethereal marauder 20% 76–85 Terror 1d3 shriekers 20% 86–90 Tough 1d4+1 thugs (1st-level warriors) 80% 91–95 Tough 1d3 thieves (1st-level rogues) 80% +1 96–97 Undead 1d3 ghouls 50% 98–100 Undead 1d4+2 zombies, Medium-size 50% Table 3: 3rd-Level Sewer Encounters d% Role Number of Creatures and Kind Treasure 1–10 Critter 2d4 centipedes, Medium-size monstrous (vermin) 20% 11–15 Critter 2 dire weasels 20% 16–20 Critter 1 gelatinous cube (ooze) 20% 21–25 Critter 1d2 giant ants, warrior (vermin) 20% 26–35 Critter 1d4+1 snakes, Medium-size viper (animal) 20% 36–45 Critter 1d4+1 spiders, Medium-size monstrous (vermin) 20% 46 Fiend 1 doppleganger 80% +2 47–48 Fiend 1 ooze mephit 80% +2 49–50 Fiend 1 wererat (lycanthrope) and 1d3+1 dire rats 80% +3 51–55 Friend 1d3 beggars (1st-level commoners) 5% 56–60 Friend 2d4 city guards (1st-level warriors) 80% +1 61–65 NPC 1d3+1 1st-level NPCs Gear 66–69 Terror 1 carrion crawler 20% 70–71 Terror 1 ethereal filcher 50% 72 Terror 1 otyugh 20% 73–76 Terror 1 phantom fungus 20% 77–80 Terror 1 violet fungi 20% 81–83 Terror 1 grick 20% 84–89 Tough 1d4+1 thugs (1st-level fighters) 80% +1 90–95 Tough 1d4+1 thieves (1st-level rogues) 80% +2 96–98 Undead 1 ghast 50% 99–100 Undead 1 shadow 50% 8 dire rats have devoured. Sirius has taken his bracers of supplies like flour, sugar, and a length of mauve silk armor +2 and his wand of inflict serious wounds.) fabric worth 100 gp. The supplies were in a different A successful Search check (DC 15) reveals some elven warehouse than the black pearl. He’ll give the PCs the clothing, a scrap of paper, and a disguise kit. Examina- fabric if they can come up with the black pearl; it tion of the latter and a successful Disguise check (DC belongs to a customer of his boss, as does the silk, but 15) reveals that someone, probably a male elf, has been the silk is already reported as lost to that particular cus- using this kit to disguise himself as a human. tomer. The pearl isn’t. If asked, Magnus thinks only one The scrap of paper has a couple of symbols placed at person is responsible for these thefts, due to the rela- various places, though it’s torn. A successful Decipher tively small loss he sustained that evening. He is rather Script check (DC 20) allows the reader to figure out astonished that he didn’t lose more, but he thinks the that the symbols stand for several locations: a mill, a supplies loaded down the thief to the point where he smithy, a stable, an inn, a tavern, five residences (resi- had to leave or get caught. dence is the general notation—no proper names are mentioned), six warehouses, and a lighthouse. Marks Encounter 9: The Hanged Man are made next to the inn, the tavern, the lighthouse, Should the PCs follow up on the clue about the two of the residences, and two warehouses. If the PCs hanged highwayman, they can discover some more check into these marks by talking to people at each information, but only if they have their wits about location, they can discover that these places had an them. incidence of theft within the last two weeks—with the The hanged highwayman’s remains were displayed for exception of the lighthouse. (See “The Culprit” for the several weeks near the town’s north gate, which over- encounter at the lighthouse.) Here’s a quick list of looks the graveyard. Ravella, the guard assigned to that",
        "name":  "Creatures",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "tsrsage@aol.com",
        "name":  "Email",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Victims of a successful stunning attack are Your ferocious attack may catch an opponent unprepared. subject to such debilitating pain that they are nause- Prerequisites: Base attack bonus +3, Power Attack. ated for 1 round. Creatures that are immune to stun- Benefit: A successful attack roll during a charge ning attacks are also immune to this feat, as are any allows you to inflict double your normal Strength modi- creatures that are more than one size category larger fier in addition to the attack’s damage. You provoke an than the feat user. attack of opportunity from the opponent you charged. Pin Shield [General] Prone Attack You know how to get inside your opponent’s guard by [General] 8 pinning his shield out of the way. You attack from a prone position without penalty.",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can make an attack from the prone Prerequisite: Base attack bonus +3, shield proficiency. position and suffer no penalty to your attack roll. If Benefit: You may make an off-hand attack with your attack roll is successful, you may regain your your shield while retaining the shield’s AC bonus for feet immediately as a free action. that round.",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dwarf, elf, half-elf, human. dedicated to restoring the ideals of knightly chivalry Diplomacy:6 ranks. before they fade forever. The Protectors see moral decay Knowledge (Nobility and Royalty): 4 ranks. everywhere they look in the world around Ride:6 ranks. them, brought on by a lapse in ethical behav- Feats: Power Attack, Cleave, Mounted Combat, The Code of the ior following the collapse of the once-proud Great Cleave. Knight Protector Great Kingdom. The Protectors are the last Heavy armor proficiency.",
        "name":  "The few, the proud, the Knight Protectors are warriors Race",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The order supports is its name and a scattered few inheritor skills (and the key ability for its own. The Knight Protector countries. But those who take up the each skill) are Diplomacy can expect to receive normal mantle of Knight Protector today still (Cha), Intimidate (Cha), arms and armor, room and hope for the return of the Great King- Knowledge (Nobility board, a mount and its accou- dom, and believe and royalty) (Int), trements from the order for as they can hasten its Ride (Dex), and Spot long as he remains in its ranks restoration and (Wis). See Chapter and adheres to the Code. repair society’s ills 4: Skills in the by living their Player’s Handbook for",
        "name":  "Support",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 1st level, a lasher can use a normal whip wrap around a projection at the top of a wall, reduce to deal regular damage to an opponent, instead of the DC to climb the wall by 5. If the point of attach- subdual damage, at her option. This allows the lasher to ment is optimal on a ceiling fixture, you could swing inflict damage on creatures with an armor bonus of +1 over a chasm of up to 25 feet wide. You can also wrap or better or a natural armor bonus of +3 or better. If items heavier than 20 pounds, but you cannot auto- using the whip to deal subdual damage, it deals no matically flick them into your off hand (but you damage to creatures with a +1 or more armor bonus or could drag them). You can unwrap the end of your +3 or more natural armor (as usual). Lashers using a whip from the entangled object as a free action. whip dagger always deal regular damage to opponents. • When the victim of a precipitous fall, you can give",
        "name":  "Wound",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d10. wrap himself in chains (as long as he has at least 20 feet of chain) to provide him with a +5 armor bonus to AC. Requirements For him, there is only a –2 maneuver penalty, no max To qualify to become a master of chains, a character Dex modifier, and a 30% arcane spell failure chance. must fulfill all the following criteria. Speed is not affected.",
        "name":  "Hit Die",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Master samurai can expect to own inscrutable moral code. The ninja are a thorn in It is a master samurai’s right receive all the necessary requirements of the side of both evil tyrants and just nobles, and no one to protest against bad judg- life from their feudal overlord, including outside the upper hierarchy knows what their real ments or orders from his lord room and board, transportation, normal aims are. Their bases and safehouses are unknown to and death is the final protest a (including masterwork) arms, and armor. any outside the Crescent Moon, and would-be patrons master samurai can make. Those master samurai who do not serve a contact them only through a long chain of contacts. The master samurai is ready lord are called ronin and do not receive the But once the Ninja of the Crescent Moon are hired, to die at any time. support benefit. they generally complete the job by the next crescent There is no failure, only suc-",
        "name":  "Support",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A condition that makes you lose your Dex bonus Base Attack Bonus: +6. to Armor Class (if any) also makes you lose dodge Feats: Improved Unarmed Strike, Deflect Arrows, bonuses. This dodge bonus supersedes that of Mobility. Quick-Draw.",
        "name":  "Note",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When the ninja is wearing subjects must make Will saves against DC 12 + the no armor or shield, he receives the AC bonus listed in ninja’s Charisma bonus to avoid the effect. The Table 3–10 in the Player’sHandbook. This bonus stacks hypnotic pattern lasts as long as the ninja continues to with any AC bonus he previously received as a monk. gesture, plus one additional round. The ninja can use Furthermore, the ninja applies Dexterity and Wisdom this power once daily for each level of ninja. bonuses to AC if unarmored. Poison Use: Ninjas are trained in the use of poison",
        "name":  "Monklike AC Bonuses",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12th; Prerequisites:Craft Magic Arms and acts normally, although she still risks losing 1 hp each Armor, lightning bolt; Market Price: 31,000 gp; Cost to round, as normal. At –10 hp, she dies. Likewise, the",
        "name":  "Caster Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This ring protects the wearer as with or the Stunning Fist feat. Wearing the straps is like the mage armorspell (+4 armor bonus to AC). wearing gloves; they take up the “gloves” slot on the",
        "name":  "Mage Armor",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1st; Prerequisites:Forge Ring, mage armor; character’s body.",
        "name":  "Caster Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This room boasts an array of arrow slits The floor is set 5 feet into the earth, so it is as much that overlook the field in front of the tower and basement as anything else. machicolations (floor holes) designed to provide one",
        "name":  "First Floor Armory",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Extra food and drink are typically stored here. magic; 1st—shield, mage armor, sleep, true strike; 2nd—",
        "name":  "Storage",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gnome War1; CR 1; their last stand. Small humanoid; HD 1d8+3; hp 7; Init +2 (Dex); Spd 15 ft.; AC 18 (Dex +2, armor +4, buckler +1, size +1); Main Castle",
        "name":  "Typical Bridge Keep Guard",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Robes. Keeper’s Building: About a dozen or so heavily armored “keepers” watch the combats from this",
        "name":  "Possessions",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "tsrsage@aol.com",
        "name":  "Email",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  " Close-Quarters Fighting Death Blow Dual Strike Expert Tactician Hold the Line Improved Overrun Improved Sunder Knock-Down Off-Hand Parry Pin Shield Power Lunge Prone Attack Rapid Reload Sharp-Shooting Shield Expert Snatch Arrows p. 7, Expert Tactician",
        "name":  "Also, insert asterisks to the title lines of the following feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2d6Str. SecondaryDamage:2d6 againsttrespassersm, anningtheclan\u0027sguardposts Str. Market Price: 250gpperdose. andproviding personalprotectionto thesavants. Thoughnotthemostrewardingof tasks,it is Asforequipmenutsedby derrocavalry,theyprefer perhapsthesafestthatawarriorcanbeassignedand to uselight lancespoisonedwith greenbloodoil is thedutymostoftenreceivedby greentroops. andbarbednetspoisonedwith witherweedextract. Theyusuallyride giantsubterraneanlizards,known Anotherunit attheMandare\u0027sdisposalisthesapper asreptera,into combatwith specialsaddlesthat platoon,which isusedto undermineanenemy\u0027s allow themto stayin theirseatevenwhile thelizard fortified position. A sapperplatoonistheonly isclimbingwall faces. Theyalsodondarkgreen military unit thatismadeupprimarily of non- scalemailmadeof repterahide. combatants.About two-dozenworkersmakeup the . platoonsupportedbyahalfdozenwarriors.Derro New Item sappersareexpertsatwhattheydo,asmistakescan havelethal consequences. ClimbingSaddle A climbing saddleincludesaharnessthatkeepsthe Pioneerplatoonsareperhapsthemostdangerous rider in thesaddle,addinga+I0 circumstance unitsin theMandare\u0027sarsenal.Theyarerarely bonusto Ridechecksrelatedto stayingin the formed,butwhentheyaretheycomprisetheclan\u0027s saddle. If acharacterisknockedunconsciouswhile mostlethalandcunningwarriors. Ledby asavant in aclimbingsaddle,heor shehasa90%chanceto andtwoapprenticesp,ioneerplatoonsconsistof a . stayin thesaddle(comparedwith 50%for ariding squadof scouts,askirmishsquadandanoutrider METHODS OF WARFARE saddle). It takes a full-round action in order to get masterworkedjavelins to softenup their enemies out of a climbing saddle and does provoke an attack beforeactualengagementin meleecombat. of opportunity.",
        "name":  "Initial Damage",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Knowledge(arcana):8ranks. proficientwith anytypeof armour,norwith shields.",
        "name":  "Skills",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17(+2Dex,+6Scalemail +1)",
        "name":  "AC",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16(+1Dex, +5 Chainmail) or Shade-Stalker), Quick Draw, (Gifted",
        "name":  "AC",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15(+I Dex, +, +Chainmail)",
        "name":  "AC",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "armor.json",
        "description":  "CR 1; Medium-Size Humanoid Choirmaster’ because he loves to gather prisoners (Aquatic, Reptilian); HD 2d8+2; hp 14 each; Init together and torture them so they ‘sing’ in +0; Spd 30 ft.; AC 15 (+5 natural) or 17 (+5 natural, horrendous ‘chorus’ from his ministrations… +2 large shield); Attack: 2 claws +2 melee (or greatclub +2 melee) (1d4+1), bite +0 melee (1d10+1), or javelin +1 ranged (1d4); AL N; SV Fort Ogre Mage, Chungti +1, Ref +3, Will +0; Str 13, Dex 10, Con 13, Int 9, Wis 10, Cha 10. Chungti the ogre mage; CR 8; Large Giant; HD:",
        "name":  "Lizardfolk",
        "source":  "the_slayers_guide_to_dragons.txt",
        "_id":  "01222f8179ab75fbad36fe3e2292a4a03c72a5a05e1bf49f5d5845a0d57b3eac"
    },
    {
        "origin_file":  "armor.json",
        "description":  "CR 2; Medium-Size Humanoid at the western edge of the vale. (Mongrel); HD 3d8; hp 13; Init +1 (Dex); Spd 30 ft.; AC 17 (+1 Dex, +3 natural, +2 leather, +1 small Ghorkai Errata shield); Attack: Morningstar +4 melee (1d8+2), or javelin +3 ranged (1d6+2); SQ Darkvision 60 ft.; AL CE; SV Fort +1, Ref +4, Will +1; Str 15, Dex 12, Con Regrettably errors were made when allocating 11, Int 10, Wis 10, Cha 9.",
        "name":  "Mongrel",
        "source":  "the_slayers_guide_to_dragons.txt",
        "_id":  "01222f8179ab75fbad36fe3e2292a4a03c72a5a05e1bf49f5d5845a0d57b3eac"
    },
    {
        "origin_file":  "armor.json",
        "description":  "It isdifficult toapproachthisroomunheard, warrenentirely. astheroguesareextremelyaware.Theywill prepare anambushif timeallowsandusetheirsneakattack. If goblinsspotadventurersinthearea,Drekwill Theroguescarrytanglefootbagsandwill usethem. ceaseallraidingfor severalweekstowait outthe invaders.Thiswaiting will increasethetension 5GuardRoom(ELVaries,1+): Warriors(ld4) in- betweenDrekandhisrivalsinthetribeandisnota habitbothofthesesparserooms;doubleif intrudersare permanentsolution. If desperate,Drekwill arrange expected.An oldshieldhangsfrom ahookinthewall araidandthecaptureof oneofhisscouts.Thescout for useasawarninggong. will tradeinformation for freedom,pointinghis captorstoacrossthevalley,totheoriginal warren.",
        "name":  "Tactics",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "armor.json",
        "description":  "TheGameMasterisencouragetdo createatreasurestoreofcoin,gems,minormagic andmundaneitemssuitablefor theircampaign. (Suggested value of 12,000 GP.) 12 Trapped Room(EL 5): A singleorczombie inhabits thedeadendtunnel to thewest of theroom with orders to shuffle around andmake noise. The room itself is strewn with old furs andgarbagebut the noisy zombie, not visible from thenorth hall, should be enough to entice thecurious through thedoor andinto thetrap. The zombie isnot considered in the CR, asit doesnot attack. GOBLIN REFERENCELIST GOBLIN Spellcraft +5, Spot +6, Wilderness Lore +5; Feats: Alertness, Brew Potion, Combat Casting; Items: Studded leather, alchemist\u0027s fire, MW morningstar REFERENCE (two handed); Spells: DC 12+ spell level (cleric) - 0 cure minor wounds, detectpoison, mending, - resistance; 1st cure light wounds, doom, inflict LIST light wounds (d), shield offaith; 2nd - desecrate (d), - enthral, summon monster II (adept) 0 create water, - detect magic, guidance; 1st bless,command, sleep.",
        "name":  "Treasure",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "armor.json",
        "description":  "production of ink is a vital process hull ribbing, projecting walkways, and so on. It has that the kraken does spontaneously. Only small twice the strength of wood when used for these amounts are stored in the body so killing the beast purposes. Additionally, it can be worked into and extracting the gland will yield only 3d20 elements of armour, such as banded or splint mail, by ounces of 100% pure ink. splitting and sanding it to shape. In addition to being masterwork, kraken pen armour has a non- Kraken Ink Scrolls magical +1 enhancement bonus to AC and a 10 pound reduction in weight. Kraken pen is sold at a While kraken ink is not required for the penning of cost of 500 gp per foot, with two feet being enough magical writings such as scrolls and spellbooks, it is to make one suit of banded or splint armour. preferred by some spellcasters due to it’s potency. Ink Any scroll penned using kraken ink has the saving throw DC increased by one. Scrolls that contain Wizards use black kraken ink as a preferred water-based spells gain +2 DC when standard kraken ingredient for penning magical scrolls and recording ink is used and scrolls of illusion gain +2 DC from spells in spellbooks. What is less well known, but the use of luminous kraken ink. can be deduced, is that ‘pure’ kraken ink is exceedingly rare. By definition ink collected from a Chromatophores/Hide location where a kraken has been combatted is mixed with seawater, often diluting it so much that it Both coloured and bioluminescent chromatophore looks more like smoky tea than ink. The real cost in cells are sought for their brilliant display effects. the purchase of most kraken ink is in the purification These cells, scraped from the skin of a dead kraken, of it: the removal of the salt water is a lengthy and are used in potions and ointments such as vision, expensive process. An experienced wizard can taste blur, charisma, darkvision, remove blindness, etc. how pure the kraken ink that he is being sold is. Each four square feet (a square, two feet per side) of Pure kraken ink must be collected as close to the ink kraken hide will yield enough scrapings to make gland as possible, as it is being expelled. The further away, and the longer a collector waits, the more expensive the purification process becomes, and the lower the profit margin. To simulate this, treat ink collected within 10 feet of the ink gland to be 90% pure, and for every ten feet ‘downstream’ reduce the purity by 10%. Even though the cloud will appear to extend beyond what this calculation would allow, the reality is that, over 100 feet away from the ink gland, the purification processes required simply doesn’t make the effort worth it. The price for one ounce of black kraken ink is 2 gp for every percentage point of purity. Luminous kraken ink has the same uses and follows the same general principals for purity and 5 KRAKEN PHYSIOLOGY one such potion (along with the other preparations would only happen after titanic storms at sea that that must be added). have stirred up the currents at tremendous depths. More likely, though the probability is still Additionally, a section of kraken hide, before infinitessimal, is the discovery of an egg floating at scraping, that is at least five feet square, can be its assigned depth, possibly after the characters have tailored and enchanted to make a medium wondrous been tracking an adult kraken. Recovery of the egg item called the cloak of the kraken. See boxed text poses no particular problem once the characters have for details. managed to achieve that depth in the first place. They are not overly heavy and there is nothing",
        "name":  "As a final note",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d4 For example, a 3rd-level sorcerer has cast shield on himself. A master of mysteries wants to take away",
        "name":  "Hit Die",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    }
]
